{"sentences": ["FinTech is shaping the global financial system, leading to profound changes in demand and supply for financial products and services.", "Innovation technology, alongside important opportunities, poses considerable challenges for traditional intermediaries and for regulatory and supervisory authorities.", "There is no doubt that technologies, such as artificial intelligence, cloud storage and computing, robotics, platforms and distributed ledgers technologies (DLTs), are one of the main drivers of evolution in the industry; the operators are increasingly using them to reduce costs and offer new services.", "The spread of internet connections and mobile devices, the greater availability of information about users and the lower cost of automatic data processing are opening up the financial sector to innovative business models.", "Newcomers - such as FinTech companies, start-ups and Big Techs - have arrived in the financial sector, changing relationships with clients and offering tailoredmade products.", "Technological innovation allows financial institutions to be part of a broader and more interconnected ecosystem, based on the interaction and sharing of projects and information with multiple innovative companies.", "In this respect, players may set up several forms of relationships: from direct competition - with the consequent general reduction in traditional sources of income for incumbents - to forms of more or less advanced cooperation, based on the choices of each intermediary.", "The ultimate aim is to reach customers through new and diversified channels, with innovative services becoming faster, easier, cheaper and more accessible.", "The outlook for intermediaries In this context, intermediaries need to keep up with the increased competition and with the risks, such as cyber and operational risks, associated with the digitalization of financial services.", "I am also thinking about governance, profitability, capital adequacy, resilience and compliance in a broader perspective.", "Innovation is changing banking value chains.", "Indeed, new technologies make it possible to entirely digitalize financial processes from end to end, reduce costs and increase efficiency.", "In particular, we observe that newcomers are usually well positioned to leverage data and advanced technologies in order to increase their footprint in the financial landscape.", "At the same time, we observe that many strategic plans of the main Italian banks have digitalization as one of their pillars.", "Through different technologies (mainly based on Cloud computing, Big-Data, Machine Learning and Artificial Intelligence), they are developing several projects for different areas, such as consultancy for investments, customer due diligence, anti-money laundering and payment services.", "In order to carry out their transformation projects, the main Italian banks are mostly adopting two operating methods: 1. on the one hand, the progressive strengthening of strategic skills in the IT sector, through the internalization of better value-added professionals and the creation of centres of excellence; 2. on the other hand, the search for strategic agreements with leading and established IT and FinTech companies, aimed at the construction of platforms and infrastructures.", "From a national and system-wide point of view, as highlighted in the 2021 survey by the Bank of Italy, FinTech technologies are spreading in the Italian financial industry; expenditure on FinTech technologies for 2021-2022 has grown compared with the previous two-year period and - above all - the number of investors and projects has also increased, suggesting a higher rate of adoption of innovative technologies within the financial system.", "It is worth noting that intermediaries have developed an investment model that also involves direct investment in FinTech companies; in addition, 80 per cent of the projects covered by the survey are developed in collaboration with third-party companies /institutions or by entrusting them with the entire implementation of the project.", "For intermediaries, the use of collaborations and partnerships mainly responds to the need to acquire advanced technologies - not otherwise available internally - and to speed up the implementation of the project and reduce the time to market of their initiatives.", "Central Banks' perspective In this context, the authorities need to reconcile the promotion of innovation with the need to safeguard consumers and investors, avoid the exclusion of or discrimination against less digitalized users, ensure the proper functioning of market infrastructures and payment systems, and preserve the safety and stability of the financial system and the economy as a whole.", "Over the next few years, these challenges may call for a profound reshaping of our supervisory methodologies and toolkit and for substantial investments in new skills.", "It is extremely important that supervisors develop appropriate competencies to understand the risks (IT, operational, reputational, but also in terms of strategic/business model risks) that may arise for the supervised entities.", "As the Bank of Italy, in our role as Supervisor of the financial system, we are of course interested in understanding how intermediaries are moving, in order to fully assess the impact of new technologies on the sound and prudent management of the institutions and, more broadly, on the financial stability of the whole system.", "From this perspective, we are looking at and interacting with the market, focusing on new technologies and trends.", "Let us think about Open banking - an open and digital ecosystem that allows the exchange of data and information, not only of a financial nature, between the operators that are part of it.", "Open Banking allows intermediaries to develop and adopt new financial services, thereby extending revenue opportunities.", "Given its innovative nature, it may raise some points of attention for financial entities that should be properly understood by supervisors.", "Another significant innovation is Artificial Intelligence (AI), the use of which is also increasing.", "One example is its impact on the credit market.", "The growing availability of data on households and businesses and the adoption of advanced techniques based on AI can mitigate information asymmetries between borrowers and lenders, and can improve credit risk assessment.", "The spread of the internet allows intermediaries to offer traditional financing through digital channels, and new services, such as instant lending, based on the automated assessment of creditworthiness.", "Digitalization also promotes the development of online platforms for loan origination.", "However, the use of advanced analytical techniques may create risks.", "The reduced transparency of customer evaluation procedures can generate unlawful discrimination based, for example, on gender or age, with consequent legal and reputational risks for intermediaries.", "Furthermore, the reliability of the algorithms depends on numerous hypotheses that need to be continually verified.", "Unchecked biases originating in the various steps of the algorithms' learning processes can lead to excessive risk for loans.", "As an authority, we need to constantly check the results produced by these techniques, and we will continue to focus on monitoring these risks.", "Another important driver of innovation in the financial system is represented by distributed ledger technologies (DLTs), which are attracting great interest from operators and authorities.", "Their use cases are increasing and spreading, for example to payments, including cross- borders ones, P2P transfers, asset trading, clearance and settlement, lending, and KYC and identity verification.", "DLTs will increasingly underpin ecosystems' financing by allowing the storage of financial transactions in multiple places at once.", "Moreover, institutional investors and funds, are gradually increasing the share of digital assets in their portfolios, broadening access to financing and growing the potential of blockchains and DLTs to disrupt 'established markets'.", "In this respect, forecasts suggest that worldwide spending on blockchain solutions will continue to grow in the coming years, reaching almost US $20 billion by 2024.", "In this respect, the banking industry plays an important role.", "Regarding the use cases, it is worth highlighting that, in 2021, cross-border payments and settlements were the largest individual blockchain application.", "From the domestic point of view, according to the regular FinTech survey performed by the Bank of Italy, DLT projects set up by Italian financial institutions in 2021 have been constant overall in number compared with the previous survey, but they focused significantly more on smart contract applications (up from 42per cent in 2019 to 85 per cent in 2021).", "Given the increasing interest, the authorities at international level are currently addressing the trade-offs relating to the potential diffusion of DLTs and their applications.", "Some applications of DLTs, such as crypto-assets, create risks regarding, for example, tax evasion, money laundering and terrorist financing, with negative spillover effects on the management and processing of personal data, the correct functioning of the payment system, intermediaries' resilience, financial stability and the transmission of monetary policy.", "In the meantime, the use of DLTs can provide significant benefits to financial intermediation, for example by reducing the time and costs, improving security and operating continuously.", "A challenge now for authorities and standard setters is striking a balance between protecting customers, financial stability, market integrity and favouring the adoption of useful, transformative technologies.", "The complexity and global nature of these issues make regulatory initiatives at international level indispensable.", "An orderly development of crypto-asset and DeFi ecosystems will benefit from the definition of standards and practices that can act as a benchmark, not only for supervised intermediaries but also for all the other players involved.", "The recent collapse of FTx, one of the most important crypto-exchanges, followed by that of BlockFI, a crypto-lender, have highlighted a poor and weak internal control system.", "In particular, based on the latest available data and information, poor risk management, conflicts of interest, misuse of clients' funds and lack of disclosure are the emerging weaknesses that require a clear answer from a policy perspective in order to protect investors and ensure financial stability.", "The crypto-assets market may pose considerable challenges to European regulators and supervisors in the forthcoming years.", "Accordingly, as central bankers, we need to remain vigilant to ensure that the regulatory framework is adequate to address both current and emerging risks and challenges.", "At this stage, as already highlighted by the Financial Stability Board and other international bodies, the level of interconnectedness between the traditional financial system and crypto-asset providers is low and the financial sector has not suffered large losses because of the significant correction of crypto-assets' market value or because of the defaults of some major crypto players.", "For this reason, we need to be proactive and stand ready to react.", "At European level, legislators are trying to find some answers to the challenges and risks stemming from cases like these.", "I am referring to MiCAR, the regulation that introduces - for the first time - a clear set of rules to deal with crypto-assets.", "MiCAR represents an important step forward in this field, although it will enter into force in the first semester of next year.", "In the run-up to the finalization of a European regulatory framework and also afterwards, as the new rules will obviously not cover each and every potential issue, we felt the need to provide some useful references for consumers, intermediaries, providers and operators of digital infrastructures.", "This is why we released a 'Communication on Decentralized Technology in Finance and Crypto-assets' in June.", "The purpose of the communication is twofold: 1. to draw the attention of these entities to both the opportunities and risks connected with the use of such technologies in finance and with activities and services relating to crypto-assets; 2. to guide regulated firms in finding safeguards to mitigate the risks associated with the use of decentralized technologies and/or with crypto-assets.", "We want to help our financial system to seize the opportunities offered by these technologies.", "The Bank of Italy, together with two Italian universities and open to any others that want to take part, has already started an initiative for developing common standards for smart contracts.", "This project aims at establishing a collaboration to promote standards and guidelines for smart contracts relating to the banking, financial and insurance sectors.", "Indeed, the development of smart contracts must take into account both the technological and the regulatory component, and requires a holistic approach benefiting from contributions deriving from legal, economic and computer science perspectives.", "The Bank of Italy intends to define standards and guidelines to be implemented according to an 'open approach' in order to encourage as much sharing as possible, in order to maximize their adoption by potential users and to facilitate their dissemination at both domestic and international level.", "I believe that, in order to achieve the right balance between opportunities and risks, knowledge is the first step.", "As a financial supervisor and overseer of payment systems and market infrastructures, we are actively engaged in collecting structured information on the current activities and the future projects of the different players involved.", "We are continuing to investigate the most significant implications of DLTs for financial intermediaries and infrastructures.", "As an example, earlier this year, we published some research on the interoperability between existing DLT infrastructures for the settlement of transactions involving digital assets.", "We are paying particular attention to the benefits that can stem from the use of these technologies in our functions too.", "For example, as part of the work concerning the possible introduction of the digital euro, specific tests are underway to verify how best to integrate the DLT solutions proposed by the industry with the market infrastructures used by the Eurosystem for managing payment and settlement systems (trigger solutions).", "Given the abovementioned interest by operators and the need for a deeper understanding on the part of the authorities, last week, we launched the second Call for Proposals focused on DLTs for Milano Hub, the innovation centre created by the Bank of Italy to support the digital evolution of the financial market and to encourage the attraction of talent and investments.", "The theme of the call for proposals focuses on technological solutions based on DLTs for banking, financial, insurance and payment services.", "The Second Call has the potential to foster the safe and sound development of DLTs in our financial system, through the reliability of governance, robustness of regulation mechanisms, interoperability, certainty and security of operations from a technical and legal point of view, as well as customer protection.", "Applications can be sent from 15 December 2022 until the closing date of 31 January 2023.", "Like last year, projects can be submitted by Italian and foreign operators, such as: 1. non-bank/financial firms (e.g.", "technology solution providers) or combinations 2. banking, financial and insurance intermediaries or combinations thereof; 3. universities, research institutes, other bodies or combinations thereof.", "I hope project proposals will also come from this conference's participants.", "Milano Hub engages innovators in a physical and virtual place in which the Bank of Italy - while respecting its institutional role - aims to accelerate the development of projects and to promote the quality and safety of specific innovations through a series of consulting services, mentorships and educational components for financial intermediaries, startups and research centres.", "We have recently closed Milano Hub's first 'Call for Proposals', which was based on artificial intelligence'.", "The feedback was extremely positive, and I believe the second call will be even better, benefiting from the experience we have gained.", "It was a significant step forward for a constant and constructive dialogue with market participants.", "This is a unique and privileged perspective for monitoring changes and trends in the financial market.", "All the information gathered is a great asset for understanding market dynamics and increasing the awareness of the operators' needs and strategies, so as to intercept phenomena of interest promptly.", "Moreover, the dialogue with market participants encourages best practices, i.e.", "defining common standards and principles in order to encourage the development of sound and sustainable operating models, also with regard to the 'economic impact' and to ensure an adequate level of interoperability (and 'interoperability standards') between various technological solutions.", "The goal is to identify and support virtuous and adequately monitored innovation in the financial and payments system, in order to mitigate the risks that it may entail and to maximize the benefits it may provide to the advantage of the economic system and its components: consumers, households, firms and public administration bodies.", "To this end, collaboration with Academia and research centres is key.", "Failure to innovate could undermine the competitiveness of our financial and economic system, posing a serious threat to our enterprises, public administration and households.", "This is a challenge that we cannot ignore.", "We are ready to do our utmost to support responsible innovation, where resilience and adaptability are opposite sides of the same coin.", "2021-FINTECH-INDAGINE.pdf (bancaditalia.it) This paradigm is usually associated with the use of the Open API, which allows an application to have access to the data of financial intermediaries and which therefore allows the exchange of information between different operators (financial intermediaries, technical suppliers and other, non-financial parties).", "-infrastrutture-e-sistemi-di-pagamento /approfondimenti/2022-026/N.-MISP.pdf"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none"], "topics": ["FinTech", "Innovation", "Digitalization", "Artificial Intelligence", "Distributed Ledger Technologies (DLTs)", "Central Banks", "Open Banking", "Crypto-assets", "MiCAR", "Smart Contracts"]}