{"sentences": ["On behalf of the Reserve Bank Board, I would like to warmly welcome you to this community dinner.", "This is the first time the Board has met outside Sydney since October 2019.", "We are delighted that we are able to do so in this beautiful and historic city of Hobart.", "It's a great pleasure to be back here.", "Thank you very much for joining us this evening.", "Earlier today, the Board held its meeting in the Cabinet Meeting Room here in Hobart.", "I would like to thank the Premier very much for his hospitality.", "Your Cabinet Room was an ideal place for the Board to discuss the state of the Australian and global economies and decide upon the level of interest rates in Australia.", "As you are probably aware by now, the Board decided to increase the cash rate by a further one-quarter of a percentage point to 2.85 per cent.", "I will talk about the reasons for this in a moment.", "The previous time that the Reserve Bank Board met in Hobart was back in April 2016.", "The economy was in a very different position then from where it is today.", "Inflation was below target and surprising on the downside, wages growth was very slow, the unemployment rate was close to 6 per cent and interest rates were trending lower, with the cash rate then at 2 per cent.", "The global economy was growing a bit slowly, but it was broadly okay.", "How much things can change in just a few short years.", "A couple of weeks ago, I was in Washington DC with the Australian Treasurer at the G20 and IMF meetings.", "It was a sobering experience.", "We heard that: inflation globally is way too high; the rising cost of living is hurting many households; the world is falling behind on the agreed carbon reduction targets; war is once again tragically occurring in Europe; and the global economy is becoming more fragmented.", "As you can imagine, there was not much cheer around, even for somebody like myself who sees the glass as half full.", "I recount this, though, for a couple of reasons.", "The first is as a reminder of how difficult the global backdrop is at present.", "There is no escaping the fact that we are living through a challenging period.", "It's true that the choices that we make here in Australia during this period will help shape our own destiny, but we can't ignore the global environment.", "The second reason is that as I listened to my colleagues from around the world, my thoughts kept returning to the idea of how fortunate we are to live in Australia.", "We live in peace and we enjoy a level of material prosperity that few other people in the world experience.", "Our economy has bounced back better than most from the COVID-19 disruptions and we are benefiting from a surge in the prices of our key exports.", "And for the first time in almost 50 years, it is possible to say that almost all Australians who want a job can find one.", "Our public services are of a generally high quality and our public finances are in better shape than those of many other countries.", "And our natural assets mean that Australia is well positioned for the clean energy transition.", "We have a lot to be thankful for.", "None of this is to deny that we face some pretty serious challenges, but as I listened to the finance ministers and central bank governors in Washington DC, I kept thinking I wouldn't want to trade our place for anybody else's.", "Today, the Board heard how the Tasmanian economy too has bounced back well from the COVID disruptions.", "Gross state product per capita has grown a bit more quickly here than in the other states and the unemployment rate is the lowest in many years.", "Visitor numbers are recovering and investment is in an upswing, with Tasmania set to play an important role in Australia's energy transition.", "On the other side of the ledger, though, household budgets are under strain from cost-of-living pressures, the rental market is very tight and many firms are finding it hard to find workers.", "Even so, it is important to remember that we are in a better position than many others around the world.", "One challenge that is facing all Australians is high inflation.", "Over the year to September, the inflation rate was 7.3 per cent.", "This is the highest rate in more than three decades and we are expecting inflation to increase further to reach around 8 per cent later this year.", "After that, inflation is expected to moderate.", "This is due to the ongoing resolution of supply-side problems, a decline in commodity prices and higher interest rates which will establish a better balance between supply and demand in the economy.", "I would like to take the opportunity to assure you that the Board is resolute in its determination to return inflation to the 2 to 3 per cent target range.", "We will do what is necessary to achieve that.", "At our meeting today we discussed the damage that high inflation does to people; it is a scourge.", "High inflation devalues your savings.", "It worsens inequality in our society and it undermines our living standards.", "It hurts us all by impairing the functioning of our economy.", "It is for these reasons that the Reserve Bank Board will make sure that this episode of high inflation is only temporary.", "I understand that the higher interest rates that are needed to bring inflation under control are unwelcome by many people, especially those who have borrowed large amounts over recent times.", "At our meeting, we discussed how the higher interest rates are putting pressure on family budgets, just at the time that high petrol prices and grocery bills are also squeezing budgets.", "We are conscious of this and are certainly taking it into account.", "This morning, we also discussed the consequences of not raising interest rates, and allowing high inflation to persist and become entrenched in expectations.", "If this were to happen, the evil of inflation would be with us for longer and the eventual increase in interest rates needed to bring it down would be greater.", "This would increase the risk of a severe recession and a sharp rise in unemployment.", "It would be much better to avoid such a costly outcome and so we have acted strongly to avoid it.", "I want to acknowledge, though, that we are travelling along a narrow path here.", "The Board is seeking to return inflation to the 2 to 3 per cent range while at the same time keeping the economy on an even keel.", "It is still possible to do this, but there is a lot of uncertainty and we could be knocked off that narrow path, not least because of developments elsewhere in the world.", "At our meeting we also discussed an updated set of economic forecasts.", "Our central case is that we do stay on that narrow path.", "Economic growth, though, is expected to slow next year because of the deterioration in the global economy and the squeeze on household finances.", "Our central forecast is that the unemployment rate holds steady for a while at what is a historically very low level, but then increases a bit as the economy slows.", "Inflation is expected to start declining early next year and then take a couple of years to return to the 2 to 3 per cent range.", "In the short term, the east coast floods are adding to the upwards pressure on food prices, and next year there are likely to be very large increases in the prices that households pay for gas and electricity.", "To control inflation, the Board has already increased interest rates substantially.", "We moved in large half percentage point increments for four months, but at this and the previous meeting, we returned to more standard quarter percentage point increases.", "The earlier large increases were required to move interest rates quickly away from their pandemic levels to address the rapidly emerging inflation problem.", "But as interest rates moved back to more normal levels, the Board judged that it is appropriate to move at a slower pace while we assessed the data, the economic outlook and the impact of the rate rises to date.", "We are conscious that interest rates have been increased by a large amount in a very short period of time and that higher interest rates affect the economy with a lag.", "If we are to stay on that narrow path, we need to strike the right balance between doing too much and too little.", "The Board's base case remains that interest rates will need to go higher still to bring inflation back to target and our forecasts have been prepared on that basis.", "We are not on a pre-set path, though.", "If we need to step up to larger increases again to secure the return of inflation to target, we will do that.", "Similarly, if the situation requires us to hold steady for a while, we will do that.", "Given the uncertainties regarding the outlook, we will be watching very carefully how the economy and the inflation pressures evolve over the summer.", "Finally, while it is interest rates that keep the Reserve Bank in the news, I hope that you know that we do a lot more than just set interest rates.", "We are the banker to the Australian Government, so we process all social security payments, tax payments and Medicare refunds.", "We also operate the core of Australia's payments system.", "When you send money from your bank to another bank it goes through the Reserve Bank.", "We also operate a central part of Australia's 24/7 real-time payments system.", "I hope that you all have a PayID, so that you can take best advantage of this technology.", "If you don't have one, I encourage you to go get one.", "We also print Australia's banknotes.", "It comes as a surprise to many people just how many banknotes are in circulation.", "The total value of notes on issue is over $100 billion - that's around $4,000 per person in Australia.", "This is despite cash being used less and less for transactions.", "Our analysis is that most of these banknotes are being held as a store of value.", "On average, there are 18 $100 notes and 38 $50 notes on issue for every person in Australia.", "I don't have my share of these or know many people who do.", "As interest rates have risen recently, I thought that the attractiveness of holding banknotes as a store of value might decline, but there is little sign of that yet.", "Time will tell, though.", "The Reserve Bank is also responsible for the design of Australia's banknotes.", "Given this, we are currently considering the design of the $5 banknote following the passing of Queen Elizabeth II.", "We recognise that this is an issue that is of national interest and there is a long tradition of the monarch being on Australia's banknotes.", "Indeed, the monarch has been on at least one of Australia's banknotes since 1923 and was on all our notes until 1953.", "Given this tradition and the national significance of the issue, the Bank is consulting with the Australian Government regarding whether or not the new $5 banknote should include a portrait of King Charles III.", "We will make a decision after this consultation with the government is complete.", "Again, thank you very much for joining us this evening.", "We are looking forward to learning more from you over dinner about how things are going here in Tasmania."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Interest rates", "Economy", "Tasmania", "Global economy", "Monetary policy", "Cost of living", "Energy transition", "Banknotes", "Fiscal policy"]}