{"sentences": ["Governor's Feature Address at the Khazanah Megatrends Forum Speaker: Tan Sri Nor Shamsiah Mohd Yunus Venue: Kuala Lumpur Language: English Speech/Interview Date: 03 Oct 2022 Navigating Malaysia's Economic Transition, in a post-COVID world 1.", "A very good afternoon to all of you.", "I would like to thank Khazanah for inviting me to speak.", "This morning, I will be pleased to share with you what we in Bank Negara Malaysia are seeing in the economy today, and what we believe is needed to secure our future.", "For a good part of the past three years, the world has been grappling with managing not only a health crisis, but an economic crisis.", "Actions were taken to protect both lives and support people's livelihoods.", "Following the warp speed effort to vaccinate the country last year, containment measures were soon lifted and borders reopened.", "Today, the economy is no longer in a crisis, and economic recovery is well underway.", "A number of key indicators support this.", "First, the Malaysian economy is showing positive growth momentum.", "This year, growth is expected to be strong.", "The reopening of international borders has and continues to lift tourism-related sectors.", "This will have significant spillovers to the rest of the economy given the importance of the services subsectors.", "Also, investment activity and prospects continue to be supported by the realisation of multi-year projects.", "Similarly, Malaysia's exports have been recording double digit growth since the start of 2021 and the order books of our exporters remain healthy.", "These positive developments will continue to provide support for growth in 2023. .", "Second, the labour market has also shown strength.", "Wages in both the manufacturing and services sectors have been increasing since the start of the year, at around 5% and 7%, respectively.", "Unemployment is now less than 4% and income prospects remain positive.", "Third, in spite of global inflationary pressures, inflation remains well anchored.", "Headline inflation has averaged 3.1% year-to-date.", "It is largely supply-driven, but we have also seen stronger demand with the reopening of the economy.", "That said, we project that inflation will peak in the third quarter this year.", "In addition, the extent of upward pressures to inflation will remain partly contained by existing price controls and the prevailing spare capacity in the economy.", "No doubt, the outlook next year will be more challenging due to a confluence of factors - rising geopolitical tensions and conflict, global inflationary pressures and extremely volatile financial markets.", "All these will lead to slower growth next year.", "And all this at a time just as when we thought that the pandemic was in the rear-view mirror.", "Ladies and gentlemen, 7.", "While acknowledging the challenging external environment, there is reason to be optimistic.", "Let me emphasise that the Malaysian economy is not in a crisis.", "The fundamentals of our economy and financial system are strong.", "And the pre-emptive policy measures taken will help us to weather this storm.", "These are important facts on the economy and as Malaysians, it is important that we act in a manner that does not jeopardise the recovery and the confidence of investors, which in turn can create a negative self-fulfilling cycle.", "It is instructive to compare what we are going through against past crises.", "For this, allow me to highlight some observations contrasting where we are today against the recent pandemic and the Asian Financial Crisis: a.", "On unemployment: The labour market now is healthy.", "In addition, strong job prospects are encouraging more people to seek employment, resulting in the labour participation rate already surpassing the pre-pandemic level.", "c. On the banking sector: Having well capitalised financial institutions has ensured financial intermediation continues uninterrupted.", "Financial institutions also continue to play a key role as an automatic stabiliser in financial markets.", "In particular, the banking system has low and well managed exposures to foreign liabilities.", "In contrast, the depreciation of the ringgit in 1998 by around 47%, amplified pre-existing balance sheet weaknesses in the banking sector given significant foreign currency liabilities, necessitating the restructuring and consolidation of banks.", "d. On the structure of the economy: Today, we have a more diversified economy.", "We have diverse sources of growth, with both domestic demand and exports being important.", "Additionally, we have diversified export markets and products that we produce.", "This helps us cushion the impact of shocks to the economy.", "Our financial system is also more diversified with the development of our capital markets.", "From financing being predominantly bank-based back in the 90s, we see higher market-based financing of economic activities from the capital markets today.", "Ladies and gentlemen, 9.", "The Malaysian economy is clearly on a stronger footing today.", "Given this, the Monetary Policy Committee MPC decided to recalibrate the level of monetary accommodation, gradually adjusting the overnight policy rate OPR in May, July and September this year.", "At the current level, the OPR continues to be accommodative and supportive of economic growth.", "During the pandemic, the OPR reached a record low of 1.75%.", "Amid lockdowns and border closures, this was necessary to support the economy.", "The economy was in the ICU, and so intensive treatment was needed then.", "The economy is now back on a strong footing, and the level of unprecedented support is no longer necessary, nor desirable.", "It is important to remember that there is a cost for keeping rates too low for too long.", "As we have clearly seen in other countries, this leads to distortions, imbalances, fuels inflationary pressures and weakens their currencies.", "Given the highly dynamic operating environment, the MPC, in formulating monetary policy continues to carefully assess evolving conditions and their implications on the overall outlook to domestic inflation and growth.", "This is reflected in our mandate where Bank Negara is entrusted to promote monetary stability and financial stability conducive to the sustainable growth of the Malaysian economy.", "Hence, the MPC is not constrained by a pre-determined path for the OPR.", "Adjustments to the OPR by the MPC will be done in a gradual and measured manner.", "Being pre- emptive, as we have been, allows us the room to calibrate monetary policy in a more measured manner.", "This is especially important in this highly uncertain and volatile operating environment.", "Abrupt actions by policymakers and the authorities can have outsized impact on markets and the economy.", "This will undermine not only the effectiveness of the policy itself but also the credibility of authorities and market confidence.", "Indeed, having well-coordinated policies will not only help us ride out current storms, but also lay the ground for our economy to emerge stronger and more resilient.", "The market turbulence we saw last week in one of the advanced economies is an example of why this is so important.", "Effective coordination of monetary and fiscal policy is important to contain demand pressures and manage market confidence.", "Ladies and gentlemen, 13.", "It will be remiss on my part not to speak about the ringgit.", "Since January this year, we have seen the ringgit depreciating by more than 9% against the US dollar.", "But on this, we need to be clear that the strength of the dollar is a global phenomenon - not just a Malaysian one.", "In fact, the US dollar is now at a two decade high1 due to aggressive tightening of monetary policy by the Federal Reserve which increased its policy rate by 300 bps this year.", "Risk-off sentiments arising from geopolitical conflict and a moderating global growth outlook have further increased demand for dollar assets.", "Like most countries in the world and around this region, the ringgit has not been spared.", "The currencies of other major economies have also depreciated against the US dollar.", "If we also look at how the ringgit has fared against the currencies of our trading partners, it has appreciated against some and depreciated against others.", "In fact, the performance of the ringgit, if weighed against the currencies of trading partners have been relatively stable.", "This underlines the point that we are in an environment of US dollar strength.", "It is also important to emphasise that the ringgit's performance against the US dollar alone is not a reflection of the state of the economy.", "The exchange rate is only one indicator among many.", "Like I said at the start, it is important to consider the strength and positive performance of the Malaysian economy.", "Growth is robust, the labour market is healthy and the financial system is resilient and continues to perform its role effectively.", "Further, Malaysia has a strong external position with more foreign currency assets than foreign currency liabilities.", "Foreign currency borrowings only account for less than 3% of total Federal Government debt.", "I also need to stress that a flexible exchange rate continues to be relevant as it allows the country to absorb external shocks.", "It also allows the MPC to set the policy rate based on Malaysia's domestic growth and inflation outlook, rather than be constrained in having to follow the monetary policy of other advanced economies.", "Now, we know that exchange rate movements create winners and losers.", "No doubt, the dollar strength will raise the cost of imported goods, including food prices.", "Imported inputs account for less than 20% of production cost.", "We understand that the increase in prices especially in food prices, are a concern for many.", "And although the exchange rate impact to inflation is not one to one, it partly contributes to the rising cost of living as higher commodity prices and supply disruptions affect domestic prices.", "Various measures are being implemented to lessen the impact of this increase in prices.", "These include social assistance, stabilisation of prices and access to discounted necessity goods.", "On the other hand, ringgit depreciation is also expected to benefit export-oriented sectors which employ more than 30% of the Malaysian labour force.", "In fact, exports have increased by 30% this year supported by several factors, including exchange rate valuation gains.", "The acceleration in exports growth has, to some extent, contributed to higher job creation and increase in wages.", "This shows that it is important that we have a diversified economy that helps to mitigate external shocks.", "It is also important that we preserve orderly financial market conditions.", "This means avoiding large swings in the exchange rate, so as not to disrupt economic activities.", "This will enable the exchange rate to serve as a shock absorber - not a shock amplifier - to the domestic economy.", "While Bank Negara does not target any level of exchange rate, we will closely monitor and ensure orderly market conditions.", "On this, I should highlight that even with heightened volatility in global financial markets, daily onshore FX transaction volume and bond market activity remain healthy.", "Reforms to deepen the domestic bond market have helped to strengthen the fundamentals of the economy by enabling businesses to meet their funding needs more effectively.", "While the current depreciation of the ringgit is due to the strength of the US dollar, corporate Malaysia can help in maintaining orderly market conditions by taking actions which do not exacerbate the situation.", "BNM will ensure that our onshore foreign exchange market remains liquid, so businesses can be assured that all their foreign currency needs can be efficiently fulfilled.", "So there is no need to hoard or frontload US dollar purchases.", "Corporates and domestic financial institutions should also be prudent in managing their balance sheets.", "This includes to avoid creating new vulnerabilities, especially from foreign currency debt and financial imbalances, as well as hedging their risks appropriately.", "Businesses and investors that benefit from a ringgit depreciation should also take advantage of the weaker ringgit.", "For example, for those in tourism and exports to increase production and capitalise on this opportunity, and for those with a global presence, to reinvest back home.", "On a broader note, as an open economy, the policy priority for Malaysia is to sustain economic growth within an environment of price stability and to further strengthen economic fundamentals through the necessary reforms.", "This will provide more enduring support for the ringgit rather than resorting to capital controls or re-pegging as some have suggested, which would create more harm to the economy.", "Reforms to secure our future Ladies and gentlemen, 22.", "This brings me to the second half of my speech today, where I will touch on how Malaysia can secure a more sustainable and prosperous future in the face of future challenges and uncertainties.", "Malaysia has gone through challenging periods in the past and history has shown that we can rise to the occasion when we need to.", "Let us rewind back some history.", "Less than 50 years ago, Malaysia was primarily an agriculture- and commodities-based economy - think of tin and rubber.", "When commodity prices for tin and rubber slumped in the early 1970s, our economy was badly affected.", "Unemployment skyrocketed to close to double digits.", "Malaysia then embarked on policies to transform the economy towards becoming manufacturing based.", "Government agencies courted global firms to set up shop in Malaysia.", "This 1972 photograph from Penang speaks volumes of those days, and how far we have come since then.", "A night of heavy rain meant that cars would get stuck in the mud.", "The car you see in this picture belonged to Andy Grove, the CEO of Intel back then.", "Intel along with eight other leading E&E companies - had visited Penang to take up the Government's invitation to plant roots on Malaysian soil.", "Fast forward to today, Malaysia has established itself as a bustling hub for Malaysia's E&E manufacturing industry, playing an important role in the global supply chain.", "The policies and reforms from those years ago proved far-sighted and well-sequenced - leaving Malaysia transformed for the better.", "This is what we need to do again, in the aftermath of the pandemic - to put in place reforms that reimagine and completely transform the economy.", "This ability to rise above challenges also enabled us to quickly bounce back from the COVID19 pandemic.", "In large part, this is a testament to the strength, resilience and agility of the Malaysian economy.", "Where we are today is not by luck or an accident.", "And so, as we look towards the challenges ahead, we must continue to build on and fortify the strong foundation of the economy and once again, transform our economy as we did in the past.", "This time, from an economic model based on cost minimisation (i.e.", "a low cost model) to premium maximisation.", "We need to aspire to become an innovation-based economy.", "What do I mean by being an innovation-based economy?", "First, the most critical raw materials of the economy are ideas instead of natural resources or capital.", "Second, products are of mass customisation and high complexity, instead of mass production.", "c. Third, organisations are characterised by entrepreneurs, start-ups and collaborative networks.", "d. Fourth, business competitiveness is not dependent on incentives, subsidies or cheap labour, but defined by world class talent, strong institutions and good governance.", "e. Finally, market forces work through creative destruction to respond efficiently to the changing needs of the economy and society.", "We cannot protect every job, business, and industry.", "But social safety nets can protect the most vulnerable and help all segments transition to new opportunities.", "To some extent, the work has already started.", "The Government has already laid down the key strategies within our national policy documents such as the Twelfth Malaysia Plan RMK12 and the National Policy on Industry 4.0.", "However, the success of these plans and aspirations requires strong policy coordination to secure success.", "This is especially important given our need to invest to strengthen economic complexity and leverage on our strength as a resource rich country.", "Now, the challenge is to turn these plans and blueprints into action and results.", "For us to elevate our fundamentals as an innovation economy, we need to press on with reforms to strengthen the foundations of ideas, quality investments, talent, and market dynamism to ensure efficient allocation of resources.", "As we face new and emerging challenges, we must embrace new opportunities that are available.", "One such opportunity is the move to a low carbon and greener economy.", "Besides producing green products such as solar panels, our own rich biodiversity plays a critical role in the global shift towards sustainability.", "The key however is not to monetise our natural assets quickly, either as commodities or as green-assets or credits to other countries.", "Instead, we must look to develop and cultivate our own green industries and services so that we can secure Malaysia's economic future in the long run.", "A strong financial sector Ladies and gentlemen, 29.", "Speaking of reforms to secure our future, it is also fitting for me to talk about the financial sector, and its role in supporting the economic aspirations that I have just highlighted.", "Indeed, this was at the top of our minds when we developed the Financial Sector Blueprint, which we published in January this year.", "The Blueprint set out five key priorities for the financial sector.", "Briefly, they are: a.", "First, to foster a vibrant funding ecosystem that supports Malaysia's economic transformation.", "Second, to elevate the financial well-being of households and businesses.", "c. Third, to advance digitalisation of the financial sector while managing associated risks.", "d. Fourth, to position the financial system to facilitate an orderly transition to a greener economy.", "e. Fifth, to advance value-based finance through Islamic finance leadership.", "These aspirations paint a picture of a dynamic and vibrant future.", "That is indeed what we hope and strive for.", "We ought to be excited about the prospects and possibilities of the future but we must ensure it is built upon a bedrock of resilience, so that whatever progress we secure is not short-lived.", "For the financial sector, decades of continuous effort to strengthen the financial system - be it to build buffers or to implement measures to deepen and develop our financial sector - has been crucial to ensure that it can support economic growth.", "In the aftermath of the Asian Financial Crisis, the comprehensive reforms of the banking sector resulted in more robust and well managed institutions.", "This in turn supported a more resilient banking sector and enabled banks to achieve greater scale to serve the broadening needs of a diversifying economy and expansion in the region.", "We also advanced strategies to deepen our bond markets, to be a stable and alternative source of funding for the economy.", "I can remember how tough it was to push those reforms though, and to get them done but those efforts meant that when the GFC happened, Malaysia's financial sector was in a strong position to withstand the shock.", "More recently, during the pandemic, Malaysia's financial sector continued to serve as a source of strength, with banks and insurers stepping in to offer important relief to households and businesses.", "This in turn, cushioned the economic shock from lockdowns.", "Earlier multi-year reforms to digital financial infrastructures, especially on e-payments, also proved to be useful.", "Consumers and businesses could transition to low-touch demands with greater ease.", "In fulfilling the aspirations set out in the Blueprint, all these experiences will continue to be relevant as the financial sector plays its part to secure the future of Malaysia.", "The future ahead will be challenging, highly uncertain and unpredictable.", "However, we are not in a crisis, our growth trajectory remains positive and we should remain confident about the future.", "The next one to two years will present a crucial window for Malaysia to be taking bold steps forward.", "As a country, we must now focus on strengthening our economic fundamentals, resilience and flexibility.", "Our neighbours within the region are actively pressing on with reform measures.", "We run the risk of being left behind if we do not act now.", "I am confident that we as a nation can achieve this if we put our minds and importantly, act together.", "We have time and time again, done what is necessary to transform ourselves to reach for greater heights.", "I am certain that this time is no different.", "Based on the DXY, which is measured by the US dollar against a basket of major currencies."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["economic growth", "inflation", "monetary policy", "ringgit", "financial sector", "reforms", "innovation", "green economy", "banking sector", "exchange rate"]}