{"sentences": ["Thank you Deputy Governor Kandracs for the invitation and for the opportunity to share my views on why financial education is so important.", "In these unprecedented times, financial literacy has a vital role.", "People need to understand what is happening in the economy and in the financial world, especially now that high inflation is present and interest rates are increasing.", "Financial literacy provides consumers with important tools to help them become more resilient to shocks.", "Those with greater financial literacy are less likely to be or become financially fragile.", "When managing their day-to-day finances, they are in a better position to make decisions that suit their needs and goals.", "They are more capable of anticipating and dealing with adverse economic conditions, namely by building up savings.", "Low financial literacy has a disproportionate effect on the most vulnerable groups in our society.", "Financial vulnerability and the lack of financial literacy are problems that compound each other.", "But, there are also wider paybacks of financial literacy beyond the benefits for the individual.", "By becoming more resilient, financially literate consumers contribute towards a more robust economy.", "The financial industry itself also benefits from consumers who can articulate their needs and desires.", "By making informed choices about suitable products, they help promoting a healthy, open and competitive financial market, therefore, supporting financial stability.", "For Banco de Portugal, promoting financial literacy has been a key priority for over a decade.", "Within its banking conduct supervision mandate, financial literacy is a strategic pillar along with the regulation and oversight of financial institutions.", "Empowering consumers to understand banking products is a complementary approach to the supervision of financial institutions.", "Back in 2008, we launched a website dedicated to banking customers to keep them informed of the evolving landscape of their rights and duties.", "Soon after, we started implementing specific financial literacy initiatives, always benchmarking with the recommendations issued by the International Network on Financial Education of OECD.", "Strengthening the financial resilience of households has been one of the top priorities of our financial education agenda, and its importance has increased in recent years.", "To support this endeavour, Banco de Portugal participated in the group of national experts that wrote the core financial competence framework for the adult population in the European Union.", "A project presented by the European Commission and supported by the International Network on Financial Education.", "We are committed to incorporating the framework into our national financial literacy strategy.", "The pandemic was a reminder that the world is fundamentally unpredictable, and that financial literacy is an essential tool for managing personal finances to prepare for the unexpected.", "Additionally, consumers are facing a surge in inflation and an increase in interest rates, which reduces purchasing power, but increases investment opportunities.", "To promote financial resilience, our financial education initiatives have been focused on the importance of budgeting and building up savings, and on the responsible use of credit to prevent over-indebtedness.", "Our training courses cover wide audiences, but with special attention to the most vulnerable.", "Sustainable finances have recently been integrated into our financial literacy agenda.", "It is clear that sustainability issues and individuals' sustainability preferences are particularly relevant to personal finances.", "In our activities, adults are challenged to channel savings to sustainable projects and are made aware of their important contribution in preventing greenwashing.", "Realising that digitalisation has been reshaping the financial services, digital financial literacy is a priority in our agenda since 2016.", "Digital payments have become the gateway to a broader digital finance system, enabling access to savings, credit and other financial products \"a click away\".", "In 2018, we launched a comprehensive campaign targeting youngsters, who are techsavvy and feel comfortable with digital financial services, but tend to overlook security risks and lack financial literacy.", "With the experience gained from pooling efforts with other stakeholders for over ten years, we are confident that we can make a difference in people's lives.", "In 2011, Portugal launched the first wave of the National Strategy to promote the financial literacy.", "By adopting an inclusive and flexible framework, we received the support of a large group of stakeholders, including ministries, consumer and financial sector associations and NGOs.", "This network is growing in number every year, allowing us to scale up the different initiatives and respond to the need for mass access to financial literacy initiatives.", "Following OECD recommendations, we have been revising our national strategy every 5 years.", "These revisions took into account the results of national surveys, which were conducted in 2010, 2015 and 2020.", "Portugal also participated in the first survey conducted by the OCDE to measure financial literacy of entrepreneurs of micro, small and medium sized firms.", "In 2011, the priority was focused on financial education in schools.", "Since then, we work in close partnership with the Portuguese Ministry of Education, which made financial education a compulsory subject in schools.", "I believe that this is the key approach.", "Reaching a whole generation and developing responsible financial behaviour for future consumers of financial products is a long-term project.", "To provide support for financial education in schools, we published four financial education workbooks for the different grades.", "These workbooks are devoted to the implementation of core financial competencies for children and young people.", "We also developed and implemented several certified training courses available for teachers, among a set of different initiatives.", "Micro, small and medium-sized enterprises have been in our financial literacy agenda since 2014.", "Following the publication of the financial competences framework, the ongoing trainers programme is underway and carried out with specialised institutions within the Ministry of Economy.", "Other important milestones deserve to be mentioned, such as the launch of a financial education programme for the unemployed in partnership with the Portuguese Institute of Employment and Vocational Training.", "Also, the set of e-learning courses to promote financial literacy at the workplace in conjunction with various bodies of the Ministry of Labour, Solidarity and Social Security.", "These initiatives highlight the importance of partnerships with stakeholders that are close to different target groups.", "Financial literacy initiatives have to be tailor-made to the needs and abilities of the different groups.", "We have to promote a more inclusive society, one that is more confident in managing its financial future in a changing financial system.", "By improving the financial well-being of citizens, we are promoting financial stability and the resilience of the economy.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial literacy", "Financial resilience", "Financial education", "Savings", "Inflation", "Interest rates", "Sustainable finances", "Digital financial literacy", "Entrepreneurship", "Financial inclusion"]}