{"sentences": ["New Zealand's changing payments landscape and potential responses to it - a regulator's view A speech delivered to Payments NZ's The Point 2022 conference in Auckland on 9 November 2022 by Karen Silk, Assistant Governor and General Manager for Economics, Financial Markets and Kia ora koutou katoa, greetings to you all, Thank you for this opportunity to present a \"regulator's view of the changing payments landscape in New Zealand and potential responses to it\".", "At six months in to my role this is possibly the last time I can claim to be a recent joiner at the Reserve Bank of New Zealand - Te Pūtea Matua where it's my privilege to be an Assistant Governor and the General Manager of Economics, Financial Markets and Banking.", "In my career to date I have spent significantly greater time being regulated than regulating, but I'm enjoying the opportunity to reassess many familiar issues from new perspectives and in particular giving thought to how these may impact the prosperity and wellbeing of all New Zealanders.", "We are all working and living in a period of substantive change My focus today will be on some of the challenges we see impacting New Zealanders' ability to benefit from reliable and efficient money and payment systems supporting innovation and inclusion, and on some of the work at the Reserve Bank to directly address and support others in overcoming these challenges.", "My overarching message is that we are all working and living in a period of substantive change - one that offers enormous opportunity if embraced, and potentially greater risk if it is not.", "Payments are the ebb and flow of money.", "Increasing attention is being given to both the global evolution in payment and money forms, to which New Zealand is not immune, and to our increasing demand for better, smarter and faster forms of payments.", "This is not only the realm of advanced economies.", "Emerging economies are embracing new technologies supporting greater financial accessibility and inclusion - in some cases leapfrogging those more advanced still clinging to aged infrastructure and payment practices.", "Without greater ambition and innovation New Zealand will not avail itself of the opportunity that technological change is creating.", "We oversee, operate, regulate, and supervise core payment systems - and steward money and cash The Reserve Bank's role in money and payments is a multi-faceted one.", "First, we oversee, operate, regulate, and supervise core payment systems1.", "Secondly, as a Steward of Money and Cash our responsibilities lie not only in the issuance of central bank money but also in the roles that it performs2.", "Through these systems, New Zealanders are able to save and to spend their money, manage risks, and together grow the economy and make life better.", "The first role of central bank money is as a value anchor for private money (versions of which are both the products and lifeblood of the people in this room) and for the financial system and economy more generally.", "Central bank money is a value anchor because people trust its value and can convert it at par value to private money.", "Physical cash - as both a concept and a choice - plays a very important role in this regard.", "With central bank money as a value anchor we can use monetary policy to maintain price stability and support maximum sustainable employment, which in turn enables retention of our monetary sovereignty.", "It allows us to operate monetary policy in a way that makes sense in the context of the New Zealand economy, rather than merely importing monetary policy decisions from other economies.", "Physical cash as an accessible form of payment contributes to inclusion and wellbeing across society The second important role that central bank money plays - particularly physical cash - is the contribution it makes to inclusion and wellbeing across society as an accessible form of payment.", "Central bank money exists within wider money and payments systems - many of them yours - which are facing significant and accelerating change.", "The digitalisation of economic activity has had a profound effect on both wholesale and retail users of money and payments.", "Any significant change brings both opportunities and challenges.", "Keeping up with innovations that do not fall neatly into the current remit of a single regulator or central bank means that close coordination among regulators and the central bank becomes essential to keeping financial markets safe and efficient.", "Undoubtedly, digital transactions are faster, cheaper, and more convenient, made possible through the relentless pace of technological innovation.", "But for those who cannot fully access digitalised money and payments, they not only forego the benefits of such innovation, but they risk being excluded from important aspects of society as a result.", "We are innovating to support cash as a payment option As the central bank, we get to see the digitalisation trend first hand by comparing the usage of notes and coins we issue to the uptake of card payments.", "The digital displacement of cash as a preferred means to pay for goods and services has led to cash use declining steadily over the years (Figure 1a; a trend that can be inferred from the data on circulation of cash and transaction relative to GDP per Figure 1b).", "This is leading to the cash infrastructure network being put under significant pressure.", "But, this trend does not support the notion that the public no longer values cash.", "Responses to our Future of Money Stewardship Issues Paper3 and ongoing research reaffirm that New Zealanders value cash, even among the many who don't use it regularly.", "This is because many regard cash as the most dependable form of money, particularly during a natural disaster or even less traumatic outages (and we all have collective experiences that bears this out).", "Cash provides choice, autonomy, and agency for all, and for some it is the only form of money they have or can use.", "Cash today also forms a critical part of social and cultural exchanges, for koha, social clubs, raffles, and even the tooth fairy.", "However, the commercial case for maintaining cash services in today's primary channels for distribution, bank branches and ATMs, has weakened as a consequence of its declining use for basic transactions.", "As a result of this and channel shifts for other banking services, banks are reducing their cash and in-person footprint by closing bank branches and ATMs (Figure 2).", "This compounds a range of pressures on other parts of the cash system, particularly cash-in-transit firms, merchants and independent ATM providers.", "As a consequence cash system arrangements are not as efficient as they could be and, it could be argued, are in a critical state.", "The cash system today lacks resilience; cash handling firms are maintaining costly infrastructure to enable distribution to all corners of the country despite a shrinking platform for distribution and declining use.", "The Reserve Bank remains committed to ensuring cash - as one form of central bank money - is available to New Zealanders for as long as people value and use it.", "Our current work is focused on optimising the efficiency and resilience of cash infrastructure for future demand.", "With the exception of banks, many submitters to the 2021 Future of Money Cash System Redesign Issues Paper4, had the view that cash accessibility needs to improve.", "This is consistent with what we heard during the earlier Future of Cash work that began in 2017.", "This feedback, and the evidence we continue to gather, points to the value in further exploring the potential net benefits of policies that support merchants having an expanded role in cash distribution to augment the current and shrinking commercial bank-centric cash system.", "We are working up in more detail a bundle of eight policy proposals categorised into several themes - resilience, cash acceptance, cash access and consumer demand5.", "This could include supporting merchants:  to recycle cash at point-of-sale  by remunerating them for cash out services  by facilitating frequent, affordable cash delivery and collection for merchants through consolidation within the cash system with the creation of utility entities.", "These options could improve resilience by changing the incentives and commercial realities facing key cash system participants today.", "We are continuing to collaborate with various stakeholders relevant to the cash system to test the feasibilities of these policies, a result of which will be published for further consultation.", "We think it's important that we understand the impacts of these policies before implementing them however - so we plan to explore them further with a series of small live experiments from next year.", "To summarise on this aspect: the Reserve Bank remains committed to ensuring cash - as one form of central bank money - is available to New Zealanders for as long as people value and use it.", "We are very concerned about the wellbeing and inclusion impacts for those that depend on cash to pay and save, yet no longer have free or easy access to it and are therefore looking at alternatives to bolster that.", "I'll now move on to consider innovation in digital payments.", "Mainstream innovation in digital payments is too slow Electronic payments has been evolving at an ever faster pace globally since their introduction back in the 1970s6.", "For New Zealand, most notably since EFTPOS was launched in 19857, innovation in retail payments has flourished and has played a key role in supporting our economic growth.", "For a while, New Zealand showed leadership in the retail digital payments space through the adoption of EFTPOS with its ubiquitous agenda-free low-cost convenience, but over time this has been displaced by newer, innovative and more sophisticated payment offerings with new technological, financial and incentive offerings.", "As end users have become accustomed to more innovative offerings, newer entrants, many of whom originate overseas and are mainly smaller fintechs, have entered the New Zealand market seeking to replicate the first markets success of their inventions here.", "For emerging and developing countries, innovation in payments and broader economic growth are linked as they address many of the long-standing frictions that impaired user experiences, as a study from the World Bank Group shows8.", "Once fully implemented, open banking has the potential to support innovation and inclusion by opening up consented access to both existing payments capabilities and to the customer's financial data9.", "Whilst digital innovation is beginning to occur both on top of, and in competition with, traditional payment rails we do not yet have scalable electronic, instant, peer-to-peer payments, and our lack of real time systems for retail payments positions us as an outlier amongst OECD countries.", "This slow pace of implementing promising developments is an issue for our economy, because we could become more digitally competitive, including by nurturing our homegrown fintechs in this space.", "And, as a society, we may see significant benefit through increased domestic competition and efficiency savings in the payment space and in the wider financial system.", "According to one report10, the real-time payments in Australia conferred a total estimated efficiency saving of AU $205mn for businesses and consumers, driven principally through reduction in the payment float.", "With the 2021 share of real-time payments in Australia accounting for 5.2% of all transactions, instant payments would unlock a total transaction value of AU$2.9bn per day through reduced float time.", "According to this report, the realised aggregate economic benefits of a real-time transaction were estimated to translate to economic output equivalent to 0.06% of GDP, or AU$932 million annually.", "We can all do better: lingering reliance on legacy systems, failure to understand regulatory impetus and focus, and limitations in the co-ordination and provision of regulatory support for innovation are inhibiting real progress and broader benefits for Aotearoa New Zealand.", "New technologies, and new entrants, offer opportunities and risks The possibilities of new technologies are a central theme in the discussion around innovation.", "There is no doubt that new applications of technology - like big data, AI/machine learning and distributed ledger technology - offer opportunities to drive innovation and enhance efficiency along with countervailing risks to be recognised and managed.", "The emergence of new players in the payments environment is another key trend.", "Across the world, we have seen e-commerce powerhouses and social network providers (also referred to as BigTech) expanding their businesses into the payment system space.", "BigTech are getting interested in the opportunities for money and payments presented by new technology.", "The expansion of payment forms and providers bring significant benefits in improving efficiencies and service quality for end users and the economy as a whole.", "But it can also pose a number of  New and existing providers may unwittingly introduce risks into the money and payments system through flawed design or implementation of a new technology.", " New providers may also be tempted to avoid regulation, perhaps by attempting to keep themselves out of the regulatory perimeter to maximise their competitive edge.", " And, as these new digital payment means displace the use of publicly issued notes and coins, they could put at risk the core roles of central bank money as a trusted and stable value anchor and the contribution it makes to stable economy supporting wellbeing and inclusion for all.", "An even playing field is coming - along with new rules and nimble refs In recognition of the bourgeoning scale of the payments industry in our economy, regulators are increasingly focused on payments to ensure their reliability, efficiency, and that there's a level playing field supporting innovation and inclusion while protecting economic and social good.", "Aotearoa's regulatory payments frameworks are being enhanced, notably through:  The Financial Market Infrastructures Act 2021 created a comprehensive regulatory designation regime covering key payments infrastructures;  The updated RBNZ Act 2021 has refreshed our role, structure and payments mandate;  The Retail Payment System Act 2022 has given the Commerce Commission the mandate to regulate the retail payment system and its participants such as merchants, banks, nonbank merchant acquirers and card schemes.", "The upcoming Consumer Data Right is anticipated to strengthen and support Aotearoa's open banking regime.", "Regulators are increasingly cooperating with one another and coordinating their respective payments regulatory activities.", "The Council of Financial Regulators (CoFR) - now with statutory status - is an active forum for exchanging information on new business models and identifying any regulatory gaps.", "One of the objectives of CoFR's Digital and Innovation Working Group is to provide a one-stop-shop for fintechs seeking guidance on regulation11.", "For those fintechs unsure of navigating their way through the regulatory landscape, speaking with CoFR about their plans at an early stage could provide some regulatory clarity.", "But there is undoubtedly more that can be done to promote alignment across government and regulators, help provide focus, and to work with industry on a strategic vision for payments.", "Reserve Bank work supporting payments innovation So what is the Reserve Bank doing to improve the New Zealand's payments system?", "We have a programme of work under a 'Future of Money and Payments' banner.", "This work marks something of an evolution of focus at the Reserve Bank.", "Traditionally, we have been the issuer of cash, a regulator of payment systems, and the operator of the Exchange Settlement Account System (ESAS) which along with Real-time Gross Settlement (RTGS) allows individual transactions between financial institutions to be settled electronically as the transactions happen, and of NZClear which provides financial markets with clearing and settlement services for high-value debt securities and equities.", "As stated earlier, we are now taking a more unified outlook across money and payments, which includes taking an increased interest in retail payments.", "As we take forward our own Future of Money and Payments work programme at the Reserve Bank, we have developed an objective, which will be our guiding star for what 'good' looks like for Aotearoa's money and payments systems, and for shaping how our work contributes to that.", "Our objective is that: New Zealand has reliable and efficient money and payments systems that support innovation and inclusion.", "This objective's reference to both 'money and payments' together in the same statement is deliberate.", "Money and payments have always been intertwined, but the digitalisation trends I referred to earlier makes it even more important to view money and payments together.", "This objective is a system objective and not something the Reserve Bank can achieve on its own.", "Achievement will rely on the buy-in and collective effort of industry, communities, regulators and government.", "For our part, we are looking closely at the role that both the forms of central bank money and central bank exchange settlement systems can play in supporting this objective.", "Each of these forms of central bank money do, or could, play a critical role in the payments landscape.", "Our work on payment systems focuses on enhancing these to better support their ability to deliver reliable, efficient, innovation and inclusion outcomes.", "Two notable projects are underway.", "We are working alongside ESAS settlement account holders and Payments NZ to upgrade our ESAS system to meet the March 2023 date for enabling ISO20022 messages for cross-border payments.", "In addition, we are supporting Payment NZ's SBI 365 project enabling New Zealanders to make and receive value payments on every day of the year.", "Looking beyond these projects, we are also working to share our view on the future of New Zealand's payment systems capabilities.", "Today (Wednesday, 9 November 2022), we are publishing a primer on the payment landscape in New Zealand describing current arrangements and roles, giving us all a clear and common starting position from which work on shaping the future of money and payment systems can build.", "In anticipation of the future payment landscape, more industry participants are seeking direct access to clearing and settlement systems, including those operated by the Reserve Bank.", "The primary purposes of the exchange settlement system we operate are to support our implementation of monetary policy and to make the financial system as a whole more robust by reducing interbank and trade settlement risk.", "We are conscious that undue restrictions may stifle healthy competition, impair market efficiency, and limit cash system innovation, but we are also cognisant of the need to ensure the robustness and financial integrity is maintained.", "We are reviewing the extent to which the existing access criteria remain fit for purpose noting these points.", "Greater access could increase competition and innovation in our payments landscape going forward but it needs to be weighed against the central importance of ESAS to our core functions and the risks that may arise from a wider range of institutions having direct access.", "Central Bank Digital Currency work scoping design and benefits approaches As you'll be well aware, we are also exploring how a Central Bank Digital Currency, or CBDC, may support the role and use of central bank money in the digital age.", "Our work on CBDC so far has already attracted a lot of interest from fintechs, financial institutions and the general public alike.", "We received more than 6,000 responses to our 2021 CBDC Issues Paper as part of our first work stage12.", "Many of these were from concerned individuals fearing the imminent removal of cash and assertion of state control through a CBDC.", "While misinformation drove some of this response, it was a timely confirmation that the people of New Zealand still keenly value cash, along with the privacy and autonomy it provides.", "The key insight from this consultation was the need for any potential CBDC to be privacy centric.", "We have now embarked on the second stage of our CBDC exploration (Figure 3).", "In this phase, we are expanding beyond the desktop research to explore various aspects to design of a potential CBDC.", "We are undertaking thematic research on how a CBDC might support wider digital financial inclusion and wellbeing, and also enable an open, innovative and competitive payments ecosystem whilst maintaining user privacy.", "Alongside our thematic CBDC research we will be undertaking proof of concept experiments to better understand what is possible and feasible.", "Figure 3: CBDC exploration roadmap Stage 1: Develop policy case (completed March 22) Stage 4: Stage 3: Prepare •Develop public policy issues analysis and collect •Present findings and set design Stage 2: Define •Policy research on key areas: privacy, innovation, interoperability, resilience, •Develop proof of We are concept/prototype CBDC •Shortlist CBDC design (Source: RBNZ) Responses to our 2021 CBDC Issues Paper13 also indicated the need for early and ongoing public engagement.", "We have set up a standing external group to facilitate this, and are consulting with industry stakeholders on technical aspects of CBDC.", "However, more needs to be done and we are committed to listening to the views of New Zealanders, including Māori.", "We will continue to engage with stakeholders across the payment system and society as we investigate a CBDC.", "Cryptoassets may need more regulatory oversight Earlier, I mentioned the technology-driven innovation in new forms of money and the potential entry of BigTech in this space.", "Such innovations may deliver money or payments instruments more efficiently and at lower cost, and could serve niche use-cases that are not commercially viable or strategic fits for banks.", "There are also potentially significant risks to consumers arising from some of this innovation, and gaps exist in regulatory tool kits to address these.", "From our perspective as a central bank, it is important that new forms of money, whatever their size: reinforce trust in our money, neither reduce competition nor the reliability and efficiency of our money and payments system, and that they don't undermine our monetary sovereignty.", "The time is right for us to ask what, if any, additional regulatory powers are needed to appropriately balance the risks and opportunities, and to provide regulatory certainty in support of beneficial innovation.", "It is also important to understand how we can meet cross-cutting challenges of existing regulation, such as AML/CFT issues, in a consistent and holistic manner.", "We will publish an issues paper on private innovations in money early next month, seeking feedback on the content by March 2023.", "And I hope we hear your views on how we collectively best support opportunities and manage risks emerging in this area.", "Responding to the changing payments landscape in New Zealand It is clear that the pace of change in money and payments will only escalate.", "It is important that all market participants step up to meet the money and payments challenges and opportunities to improve the wellbeing and prosperity of New Zealanders.", "We recognise there are significant upsides for New Zealand if we embrace changes in money and payments - but also risks if we do not, or are not quick enough about it.", "Our objective is that New Zealand has reliable and efficient money and payments systems that support innovation and inclusion.", "We look to all of you in the industry, to ourselves and to others in the government sector to collaborate to enable this.", "Collectively, we need to make sure we do not fall further behind in advancing our money and payments landscape and that we soundly position ourselves - along with Aotearoa New Zealand - to benefit."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Payment innovation", "Central bank digital currency (CBDC)", "Cash accessibility", "Retail payment systems", "Financial regulation", "Monetary policy", "Financial inclusion", "Fintechs", "Digital payments", "Payments landscape"]}