{"sentences": ["It is my great pleasure to welcome you to Sasana Kijang for the launch of the Financial Literacy Month 2022.", "On behalf of the Financial Education Network, I thank you for your presence here to join us in flagging off a month-long roadshow to help people across the country build greater confidence in financial matters.", "It is especially gratifying for our teams to be able to go on the road again, to meet and talk to people in person after what has been a difficult period for many.", "This is the third year that the Financial Education Network is holding a financial literacy month.", "And while we have lined up many activities and programmes over the coming month, I know that no one here believes financial education starts and stops within a month.", "I was reminded again of this as we are about to share the results of the most recent Financial Capability and Inclusion Demand Side Survey, or the FCI Survey, in short, that was conducted in 2021.", "This is a survey that we carry out once in every three years to track how the level of financial capability in our society - measured in terms of financial knowledge, behaviour and attitudes - is changing over time.", "The good news is that Malaysia's Financial Capability and Literacy Index score has improved since the last survey.", "But behind that index score are much more layered observations of our society's financial attitudes and behaviours.", "And they reveal that putting financial knowledge into the hands of individuals is just the start.", "Helping people use that knowledge wisely and effectively in order to bring about lasting changes in behaviour is the race that all of us here are running together - to help as many people as possible reach the finish line of their financial goals.", "More details on the results of the 2021 FCI Survey will be available in the upcoming publication of Bank Negara Malaysia's Financial Stability Review which will happen in the coming week.", "For those of you who may not be familiar with the Financial Education Network, or FEN, we are an inter-agency platform of eight partner institutions that are committed to raising the level of financial literacy in Malaysia.", "In 2019, FEN developed a five-year National Strategy for Financial Literacy which is currently in its fourth year.", "Let me take the opportunity to recap the aims of the National Strategy.", "They are to empower Malaysians to: first, save, manage and protect their money; second, plan ahead to secure a sustainable future; and third, protect against fraud and financial scams.", "Fast forward four years, and these goals are as, if not more, relevant today.", "To deliver these outcomes, FEN is focused on shaping healthy financial attitudes from a young age; increasing access to tools and resources to help individuals manage their finances; and working across the spectrum of society to help individuals attain financial security, through sound financial planning and by cultivating sensible financial habits.", "Since its launch, FEN members and partners have been working with the government, business community, education sectors, and NGOs to achieve the desired outcomes in the National Strategy.", "A significant milestone has been the collaboration with the Ministry of Education to incorporate financial education modules into all levels of the formal education system.", "FEN has also developed the Financial Literacy Core Competency Framework for Malaysian Adults which serves to guide the design and delivery of financial education programmes that can effect lasting behavioural change.", "To date, FEN has undertaken about 700 financial education programmes and initiatives, with more than 60 million interactions through its various outreach programmes.", "FEN aims to put financial knowledge, tools and resources in the hands of as many people as we can across the country.", "And technology has been a powerful enabler for us to achieve this.", "At the same time, we continue to undertake more targeted efforts to support individuals and groups facing particular challenges, or who are experiencing circumstances that could make them more financially vulnerable.", "This includes rural communities, the youth, gig workers and lower-income households.", "For example, our collaboration with social enterprises has been focused on supporting the youth segment who are not in Employment, Education, and Training (also coined the \"NEET Youth\").", "COVID-19 has been a defining period for the world in many ways.", "While it has exacted a huge toll on society, it has also become a point of inflection for the adoption of digital financial services.", "The World Bank, in its Global Findex 2021 report released in June earlier this year, revealed that 79% of Malaysian adults use digital payments, of which 42% did so for the first time after the pandemic.", "This trend is evident in the strong adoption of e-payments recently, where e-payment usage in 2021 increased by 30% from 2020, a doubling of the long-term average growth rate prior to the pandemic.", "To sustain this momentum, we will continue to work with the industry and key stakeholders to further promote e-payment adoption through a coordinated nationwide e-payment initiative under the banner of \"e-Duit\", with the tagline \"Selamat, Senang dan Segera\".", "The evolution of digital financial services opens up enormous opportunities to deepen financial inclusion and expand access to previously excluded and underserved populations.", "But these opportunities can only be fully realised if our society is equipped to use digital financial services effectively, responsibly and confidently.", "Low awareness and trust, and limited digital and financial literacy, can become barriers to the adoption and effective use of digital financial products and services.", "Individuals, therefore, need to be supported to understand the risks associated with using financial products and services that are accessed through digital means so that they can better protect themselves against these risks.", "Given the rate at which technology evolves, this can be daunting for the average consumer to keep up with - which is also precisely why financial education is so critical.", "One of the more striking results from the 2021 FCI Survey is the low level of digital financial literacy observed, which is deeply concerning.", "One in three individuals surveyed stated that they would be willing to share their bank account passwords or PIN numbers with close friends.", "This increases the risk of online fraud, including being used knowingly or unknowingly as 'mule accounts' to perpetrate fraud.", "Almost twothirds of individuals surveyed do not pay attention to the security features of a website before they perform online transactions (such as to check if the page for making payment is legitimate and can be trusted).", "As a result, individuals are far more likely to be deceived into providing their banking credentials through a fake website that enables scammers to use their information to commit fraud.", "Using mobile devices and apps inappropriately has also led individuals to fall victim to fraud such as phishing, hacking, and data theft.", "Combatting fraud is a high priority for the Bank, and we will continue to work with the financial industry, Government agencies and law enforcement authorities to further improve banking and payment fraud incident response and recovery actions.", "Alongside these efforts, increasing digital and financial literacy will be extremely important to build and preserve confidence in the use of digital financial services.", "Learning how to use digital financial services safely is just one dimension.", "An important goal of improving digital financial literacy is also to help individuals make better use of digital financial services to improve their financial well-being.", "With an explosion of digital tools that can help individuals plan and manage their finances better, a much wider range of financial solutions, and easier access to financial advice - financial literacy, including digital financial literacy, is critical to help individuals navigate the complexity that comes with more choice.", "Faced with the same set of choices, individuals armed with the knowledge and skills to make good choices and good use of facilities available to them could significantly improve their standard of living, while others who make poor financial choices could be plunged into personal financial hardship.", "The Financial Literacy Month this year aims to amplify the importance of digital financial literacy in helping Malaysians build financial resilience, and enable them to participate fully in the digital economy with confidence.", "Our efforts should reduce the digital divide, expand accessibility, and strengthen individual skills to manage money wisely.", "It would be a mistake, however, to think that we can hope to provide all the knowledge and information needed, at exactly the right times, for individuals to successfully navigate the digital financial landscape.", "Rather, our job as a financial education community is to help people become comfortable with the language and ways of digital financial services - much like learning how to get around and get things done in a new city.", "Then individuals will be far better able to adapt to the continual changes brought about by new technologies and empowered to know what to look for, where to look, and how to make sense and use what they find to their best advantage.", "This is not achieved in one month or over the few days that our teams will be spending in each location on the roadshow.", "It requires sustained efforts on our collective part to help your customers, the schools and organisations that you work with, and the public at large, build greater confidence in using financial services effectively.", "Financial education is absolutely central to the goal of making sure that finance works for the people.", "Today, more than at any time before, our society needs the right knowledge and skills to manage their finances.", "Saving for retirement, borrowing responsibly, investing wisely, and protecting against financial harm will build resilient households.", "Resilient households, in turn, will promote financial stability and healthy economies.", "Ultimately, the focus of financial education is all about improving individual financial well-being and how we can support individuals to achieve that.", "John Adams, who was the second President of the United States, once said, \"All the perplexities, confusions and distresses in America arise not from defects in their constitutions or confederation, not from a want of honour or virtue, so much as from downright ignorance of the nature of coin, credit and circulation.\"", "Thank you very much for being with us here today to kick off the Financial Literacy Month 2022."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial literacy", "Digital financial literacy", "Financial education", "Financial inclusion", "Financial capability", "Financial well-being", "Financial resilience", "Financial goals", "Financial security", "Financial stability"]}