{"sentences": ["04.10.2022 The situation of Spanish banks in the new macro-financial V Foro Banca/elEconomista Pablo Hernández de Cos *lEnglish translation from the original in Spanish.", "Allow me to begin by thanking El Economista for inviting me to participate, once again, in this banking forum, which represents an excellent opportunity to discuss the present situation of the banking industry and the implications of the current macro-financial environment.", "Our societies have been hit by several global events (the pandemic, Russia's invasion of Ukraine) in quick succession, generating a highly complex macro-financial environment in which the risks of a global cyclical downturn have been magnified by persistently high global inflation, the tightening of financing conditions stemming from the widespread normalisation of monetary policy and the heightened uncertainty prompted by a broad-based downward revision of growth forecasts.", "The question of how the banking industry could be affected by this complex setting is an important one.", "The starting point: a banking industry with lower non-performing loan ratios and profitability above cost of capital To answer that question, I should first emphasise that the Spanish banking sector started out from a relatively favourable position.", "Allow me to illustrate this point with a few figures.", "First, the quality of banks' balance sheets continued to improve through to 2022 Q2.", "Nonperforming lending to the resident private sector fell by 12.4% in 2022 Q2, seeing the pace of correction return to pre-COVID-19 levels after easing to rates of 5% following the pandemic.", "The declines were also broad-based across portfolios and owed, to an extent, to sales of impaired loans by some banks.", "This too is welcome news, since these markets tend to be highly sensitive precisely to uncertainty.", "As a result, the ratio of non-performing bank loans to the resident private sector in Spain reached 3.8% in June 2022, which marked a return to recording lows following the global financial crisis.", "The pace of correction in Stage 2 loans - those whose borrowers continue to meet their financial obligations but show at least one indication of potential deterioration - has also quickened, with a drop of nearly 10% year-on-year in June 2022.", "These loans currently account for 7% of total lending to the resident private sector, still higher than pre-pandemic figures.", "Naturally, vulnerability is most acute in those sectors hardest hit by the pandemic and by the higher energy costs.", "In a similar vein, forborne loans,1 most of which are classified as Stage 2 or non-performing, were down by 7.7% to June 2022, with their share of total lending shrinking to 4.5%, again below pre-pandemic levels.", "Second, the profitability of the Spanish banking industry continued to improve in the first half of the year, adjusting for the extraordinary profit recorded largely as a result of the mergers that took place in 2021.", "Specifically, the sector's ROE stood at 10% in H1, up by 2 percentage points (pp) on June 2019.", "This was higher than our estimated cost of capital for the period (7%, similar to the level estimated prior to the pandemic).", "This improved profitability owed to a better performance in banks' recurring business, with growth of more than 10% in net interest income and in fees and commissions.", "It is worth noting here that banks are beginning to pass through the increase in money market interest rates to new loans, albeit, for the time being, far more slowly than in the past.", "Evidently, for variable-rate loans the impact is automatic, but it will likewise take some time.", "For their part, banks' wholesale funding costs are reflecting the tightening of financial market conditions, while risk premia are also rising.", "As yet, however, deposit interest rates have not increased, and to June there has been no significant shift of funds towards term deposits.", "Further, listed banks as a whole recorded a year-on-year increase in impairment losses to June, as a result of specific contributions from business abroad, but at most banks these impairment losses declined.", "In any event, impairment provisions remained slightly higher than those recorded before the onset of the pandemic.", "Third, as regards solvency, the overall common equity tier 1 (CET1) ratio of Spanish banks stood at 12.9% in June 2022, down 50 basis points (bp) on a year earlier, but 70 bp above the pre-pandemic level (12.2%).", "The recent reduction owed to the increase in risk-weighted assets, since the numerator of the ratio barely changed.", "This solvency level implies higher voluntary capital buffers than key regulatory requirements, albeit lower than those in other major European countries.", "The current macro-financial environment will heighten the financial vulnerability of households, firms and the public sector Clearly, the combination of inflationary pressures, tightening financial conditions and higher uncertainty will weigh on households' consumption decisions and their residential investment.", "In the case of firms, these adverse factors may also reduce their productive investment and hiring expectations.", "In short, activity will face additional downward pressures.", "And these factors are also having significant effects on public sector financing, which I will turn to now.", "Again, it is important to underscore the private sector's relatively benign financial position before the pandemic, thanks to households' and firms' considerable debt reduction since the global financial crisis.", "In fact, in March 2020 their debt as a proportion of GDP stood at 150.4%, slightly below the European average and down by 76 pp on the peak of June 2010.", "The outbreak of the pandemic and the measures adopted to mitigate its effects, such as the moratoria on financial obligations and the public loan guarantee scheme, underpinned and galvanised credit in 2020, putting that debt at 157.8% of GDP.", "However, the overall cumulative growth in the stock of loans has been moderate, with bank lending to the resident private sector in Spain increasing by 4.2% since 2019.", "In the case of firms, business turnover appears to have continued to recover in nominal terms during 2022 H1, leading to an improvement in most firms' economic and financial position, particularly those in the sectors hardest hit by the pandemic thanks to the lifting of the restrictions on movement.", "The exceptions are firms in the sectors most exposed to the rise in energy prices and that were not greatly affected by the pandemic, whose economic and financial situation now appears to be deteriorating somewhat.", "Against this background, the latest bank funding data suggest greater buoyancy in business lending, with the total stock of loans growing year-on-year in recent months, contrasting with the declines recorded in 2021.", "This performance seems to owe both to firms covering their financing needs and to a precautionary motive, since the growth in their bank deposits is also accelerating.", "In any event, the rise in interest rates is beginning to affect new lending.", "The simulations recently conducted by the Banco de España suggest that a rise in market interest rates in line with that observed to date (around 300 bp) would, in the short term, drive up the median debt burden ratio (the ratio of financial costs to gross operating profits plus financial revenue) by between 2.5 pp and 5.6 pp (from a starting point of 11.6%), depending on the percentage of debt and loans that are refinanced in the near term.", "To put this into perspective, the percentage of employment accounted for by firms under high financial pressure2 would rise by 1.6% following the interest rate increase, from 9.1% before the hike.", "Household income is primarily being supported by labour market developments - given the year-on-year increase of 3.6% in the number of persons employed and of 5.1% in hours worked - and, to a lesser extent, by the government policy support measures.", "However, high inflation is driving a significant decline in real disposable income.", "Indeed, in 2022 H1 households' disposable income increased by 4.2% year-on-year in nominal terms, which transforms into a 3.1% fall once developments in the private consumption deflator are taken into account.", "Bank lending to households has held stable in recent months.", "However, a distinction can be drawn between the performance of mortgage lending (growing consistently at rates of just over 1%) and that of consumer lending (shrinking at rates of around 4%).", "Unlike firms, in 2022 households are not accelerating the growth of their bank deposits, which have been on a sustained growth path (above 5%) since 2021.", "Together with cash, they account for 40% of households' total financial assets.", "Simulations have also been carried out on the potential impact on household income of the rise in energy prices and interest rates, which is notably uneven across income percentiles.", "The upturn already observed in energy prices would generate an increase in the median household's energy expenditure as a proportion of its budget from 10% to more than 12.5%.", "By way of comparison, energy expenditure represents around 7% of the budget of higher-income households and the increase would be proportionally lower.", "As regards the effect of the surge in interest rates, an increase of 300 bp, in line with that observed to date, would generate a 3.9% rise in the proportion of households with a high financial burden3 (to 13.8% of the population).", "Special attention should be paid to the residential real estate market, which is closely related to households' situation, where some exuberance has been observed in recent quarters.", "Specifically, house purchases posted growth rates exceeding 20% in 2022 H1 and new lending for house purchase rose by 15%.", "Also, the rate of change in house prices accelerated to 8%, confirming the degree of price overvaluation that we estimated in previous quarters.", "However, counter to the argument that there is exuberance in the real estate market, loans to the construction and real estate sectors continue to decline, the percentage of GDP represented by the stock of lending to households for house purchase stands at 39.7% (21.3 pp less than at end-2010) and mortgage lending conditions in the wake of the global financial crisis remain at prudent levels, with warning signals only observed in the interest rate spreads on loans granted at a fixed rate, which stood at record-low levels.", "Nonetheless, the most recent data could suggest a change in trend in this market stemming from the macro-financial setting that I have described.", "Specifically, housing transactions contracted in July, which is significant given that this month usually has a positive seasonal component.", "Also, house prices ceased to accelerate in Q2, posting growth similar to the first three months of the year.", "In any event, we will have to wait for new information to assess this behaviour more accurately, meaning we will need to keep a close eye on this market.", "As for the public sector, fiscal policy has clearly played a key role since the outset of the pandemic to soften its impact on household and corporate income, thus avoiding more persistent negative effects.", "The corollary of this has been a significant increase in public debt relative to GDP, which was already high before the pandemic.", "This high government indebtedness and the likewise high structural budget deficit evidently represent vulnerabilities when faced with a tightening of financing conditions, as is the case at present, and reduce fiscal policy headroom to respond to future shocks.", "Mitigating factors include most notably the higher-than-initially-forecast reduction in public deficit in 2022 and the significant lengthening of the average government debt maturity in Spain, which stands at more than eight years and delays the impact of interest rate increases on the public debt burden.", "In any event, Spain's annual public sector financing requirements stand at high levels, around 20 pp of GDP.", "Also, if the current expectations for rising interest rates are incorporated, the public debt burden will increase from 2.2% of GDP at end-2021 to 2.7% in 2024.", "Against this backdrop, allow me to repeat the recommendation I have made on numerous occasions to adopt a medium-term fiscal strategy.", "This should include immediately setting out a multi-year fiscal consolidation plan for implementation once the economic impact of the pandemic and of the war in Ukraine has been overcome.", "The plan should have broad political consensus and be accompanied by an efficiency review of public spending and the tax system, including all tiers of general government.", "Defining the plan early on would generate greater certainty and trust, which is particularly important against the current backdrop of monetary policy normalisation.", "The potential impact of the current climate of uncertainty on the banking sector calls for exercising extreme prudence Estimating the impact of the current setting on the banking sector's profitability and solvency is more complex.", "First, the rise in interest rates will mean higher returns on new loans and likewise on existing loans at a floating rate.", "Thus, although the volume of credit will presumably moderate in the current setting, gross income will likely increase, particularly in the near term.", "However, financing costs will also be pushed up.", "This includes those relating to debt instruments issued in the financial markets and, albeit to a lesser extent, deposits.", "The volume of deposits can also be expected to rise owing to their higher remuneration and the climate of uncertainty.", "Second, interest rate rises also immediately translate into a downward revision of the valuations of public and private debt securities in institutions' balance sheets.", "However, these lower valuations are only recognised in institutions' income statements when such assets become available for sale, but not if the institutions intend to hold them on their balance sheets to maturity.", "In this latter case, it should be borne in mind that institutions' returns on these securities will be lower than on any new issues that are put into circulation.", "Less than half of Spanish institutions' debt securities' holdings were classified as available for sale at end-2021.", "The adverse effects of the current and foreseeable setting - which I have referred to previously - on households' and firms' ability to meet their financial obligations will chiefly become manifest over a broader horizon (one or two years forward).", "As a result, institutions will have to increase their provisions to cover the potential losses.", "Inflation could also drive up their operating costs.", "Under certain scenarios, the net impact of all these channels for transmission of the new macroeconomic situation could be negative for institutions over a three-year horizon.", "The latest Financial Stability Report, published in May 2022, includes simulations of the impact on institutions of a scenario in which some of the current risks materialise.", "Specifically, the scenario assumed additional energy price increases and more persistent bottlenecks in global trade, generating fresh upturns in inflation and a further tightening of monetary policy, alongside a deterioration in agents' confidence and greater risk aversion.", "These were very severe stressed scenarios, since they entailed cumulative deviations from the baseline GDP growth in 2022 and 2023 of between 2.8% and 5.4%.", "The results show that the sum of the different transmission channels in these stressed scenarios would generate a negative impact on bank solvency of between 1.8 pp and 3 pp for Spanish banks as a whole.", "By component, while net interest income would increase, the worsening of the credit quality of loans to the private sector would lead to greater losses.", "Moreover, the simulated interest rate hike entails a slight reduction in the value of bond holdings on banks' balance sheets.", "There is nonetheless some heterogeneity across banks, owing to differences in factors such as the weight of short-term and/or variable-rate lending, the accounting classification of debt securities, their international presence or the extent of their lending under the ICO programme.", "Concluding remarks In short, we are in the midst of a highly complex macro-financial situation, characterised by high inflation, a tightening of financing conditions and greater uncertainty, which has already triggered a slowdown in economic activity in Q3 and a widespread downward revision in the growth outlook for the coming quarters.", "Against this backdrop, although the banking sector's starting point is positive, it is necessary to exercise the utmost prudence and to closely monitor risks, which may rapidly take a turn for the worse, making it necessary to consider new stress scenarios.", "All of this leads us to recommend that banks be very careful in their provisioning policy and their capital planning over the coming quarters."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Non-performing loans", "Profitability", "Solvency", "Inflation", "Interest rates", "Uncertainty", "Financial vulnerability", "Fiscal policy", "Public debt", "Prudence"]}