{"sentences": ["Introduction Dear colleagues, First of all, I am greatly honored to speak at this event hosted by Narodowy Bank Polski, a true friend of the National Bank of Ukraine.", "Today, I'm very pleased to share my view of the Ukrainian economy in these challenging times, and on how the authorities' policies, events on the battlefield, and international aid might affect Ukraine's economic prospects.", "Clearly, our capacity at this time to project the economic future is extremely limited.", "However, we must deal with this challenge, along with the many others we currently face.", "That is because in the near-term we need a macroeconomic framework in order to calibrate our policies for keeping the Ukrainian economy alive and on a sustainable path for the duration of the war, as well as to ensure that scarce resources are allocated efficiently.", "Then, for longer-term, we need a vision of the economy that we would like to build.", "This vision should shape our structural policies and reforms.", "So, let me start by briefly reviewing the economic situation and the short-term outlook, and then consider some of the policies for shaping the economic landscape in the medium-term.", "War effects The war has affected the country in a multitude of ways, including through creating a humanitarian crisis and active migration abroad - mostly to Poland.", "This will influence Ukraine's demographic development and labor market conditions for many years to come.", "The latest estimates show that around seven million Ukrainians remain abroad, and the number of internally displaced persons is also almost seven million people A lack of money, and difficulties in finding housing and work remain the main problems of migrants - both abroad and inside Ukraine.", "A large share of our refugees would like to return to their homes.", "But in view of the continuing security risks, an increase in the number of people returning is currently unlikely.", "According to surveys, only 13% of refugees plan to return to Ukraine within the next three months.", "And even before these latest attacks, the estimates of the direct damage done to Ukraine's civilian infrastructure and other objects, and of general economic losses, were huge - in the scale of hundreds of billions of dollars.", "Economic activity stance and projections Let me now show you how these losses of human and physical capital are reflected in Ukraine's GDP numbers.", "After declining steeply at the beginning of the war, economic activity recovered gradually in Q2-Q3 2022 with businesses adapting to new conditions and the opening of the \"grain corridor,\" which allowed Ukraine to export grain from three of its ports.", "However, current logistical problems, the destruction of production facilities (in the energy sector in particular), and a decline in real household income are restraining economic recovery.", "The key factor in the future recovery of the economy is the assumption in the NBU's forecast that there will be a decline in security risks from the middle of 2023.", "In particular, full recovery in operations at the Black Sea ports will allow there to be a significant increase in Ukrainian exports.", "Large-scale budgetary support will boost consumer demand, and investment in the reconstruction of the country.", "At the same time, huge losses of labor force and production capacity, in tandem with high global energy prices, will slow economic recovery.", "Under such conditions, the growth in Ukraine's GDP will be moderate in the next few years, at around 4%-5%.", "International experience For the longer-term perspective, we as economists tend to study the past to quantify the effects of shocks and, more importantly, to outline the most effective policies for driving economic growth.", "For post-war recovery periods, this is a rather complicated task, as wars or indeed any military conflicts are extraordinary events, and thus always difficult to compare from a historical perspective.", "Still, not surprisingly, the literature provides strong evidence that the macroeconomic costs of wars are generally very large and long lasting.", "A recent IMF study based on the rich dataset of military conflicts starting from 1990s shows that GDP per capita is about one-third lower ten years after the onset of a conflict (Novta and Pugacheva 2020).", "Obviously, wars create unprecedented challenges for economies and policymakers.", "However, history provides some good examples of effective and rapid recoveries in the aftermath of wars.", "The famous Marshall Plan, or European Recovery Program, is always recalled when we talk about the successful switch from a wartime economy to peacetime prosperity in Western Europe after the Second World War.", "Indeed, the unprecedented foreign aid of about $13 billion (which is roughly $120 billion in today's dollars) was crucial in ensuring the effective recovery of the continent.", "This foreign aid helped considerably in rebuilding destroyed infrastructure.", "Reconstruction investments proved to be a driving force for short-term recovery in Europe, boosting economic activity and creating labor supply (Vonyó 2008).", "Nonetheless, some economists (for example Barry Eichengreen from the University of California, Berkeley) argue that the fundamental secret of Europe's success was not the financial support in itself, but institutional readiness to use these resources, and to allocate them effectively (Eichengreen 2010).", "There are several examples of financial support from foreign allies actually harming a recovery instead of boosting it due to a lack of such institutional readiness.", "The real secret of Europe's post-war success can be seen in the fundamental and structural changes.", "Resources flowed quickly and efficiently from public uses to private ones, the labor market and wages were liberalized, and price controls were lifted.", "Measures that helped during the war but that could potentially have harmed the economy in future were removed (Vonyó 2019).", "Croatia gives us another lesson in why prudent macroeconomic management and forward-looking policies are crucial for a successful recovery.", "With its economy almost completely paralyzed after the start of its War for Independence in early 1990s, Croatia experienced the problems that are common to all war economies: economic contraction, high inflation, depreciation, a lack of foreign financing, together with thousands of deaths and destroyed social infrastructure.", "Increased military expenditures and debt financing via monetary emission placed a huge burden on the economy.", "That forced the government to cut non-military expenditures, while the central bank started its policy of monetary stabilization.", "Following convincing military successes, economic reforms helped Croatia restore private consumption, stabilize its markets, and win the war economically (Schönfelder 2005).", "Macroeconomic policies in wartime This is why it is very important to properly shape macroeconomic policies in wartime.", "The NBU's first steps after the Russian invasion were directed at preventing panic and disruptive behavior, ensuring the uninterrupted functioning of the banking system and payments, keeping the economy running under an unprecedented shock, and reining in inflation expectations.", "For this purpose, in the first day of the war, the NBU fixed the official exchange rate of hryvnia to U.S. dollar through the use of FX interventions, and by introducing tough capital controls.", "The exchange rate started to play the role of a nominal anchor for expectations, and went on to become the main instrument for curbing inflationary pressures and ensuring macro-financial stability in Ukraine.", "The NBU also adjusted the operational design of its monetary policy, taking a set of crisis measures to mitigate risks to financial stability.", "Specifically, the liquidity of the financial system was boosted significantly.", "Due to the strong psychological pressure caused by the war, changing the key policy rate was unlikely to stabilize expectations and maintain control over inflation.", "From February through May 2022, the NBU postponed key policy rate decisions, keeping the rate at 10%.", "In addition, in the earliest days of the war, the NBU deployed a wide range of measures to support financial institutions and borrowers, so as to stabilize the financial sector.", "Moreover, to ensure the uninterrupted funding of critical public expenditures, the NBU has been supporting Ukraine's state budget via purchasing government debt securities.", "So far, the NBU has purchased government bonds worth a total of UAH 315 billion (around $10 billion).", "I expect that everyone in this room understands that this mix of a massive injection of liquidity via the budget and banking system, a fixed exchange rate supported by interventions and capital controls, and a freezing of the key interest rate helps the banks, businesses and households to adjust to the new reality in the short-term, but this mix is not sustainable in the long-term.", "That's why we started to adjust our policies.", "First, the NBU started to withdraw liquidity support measures for banks.", "Second, at the beginning of June, the NBU raised the key policy rate considerably, to 25%, to boost the attractiveness of assets priced in the national currency, and ease pressures in the foreign exchange market.", "Then, as depreciation pressure remained too strong to withstand, in late-July the NBU made a one-time 25% adjustment to the official exchange rate.", "Relatively tight monetary conditions and this re-pegging of the exchange rate have helped weaken the pressure on Ukraine's FX reserves.", "Together with an acceleration of international aid inflows, this has allowed to maintain our reserves at a relatively comfortable level.", "All of these steps have helped us to avoid monetary destabilization so far.", "In September, inflation in Ukraine stood at 24.6 per cent.", "Other countries have had far worse inflation during or immediately after a war.", "Taking into account the global trend of accelerating inflation, Ukraine's inflation rate can be considered an achievement.", "But it is too early to relax.", "Ukraine has benefited from the safety margin it accumulated before the war.", "And as winter draws near, we need to further strengthen the effectiveness of the redistribution of domestic resources.", "The easiest way of adjustment - via inflation - would erode household savings, deepen crisis trends in the economy, and undermine social stability.", "Modern European history is full of lessons of the dire political consequences that can follow from unrestrained inflation.", "Instead, Ukraine should curtail the budget deficit by slashing non-priority expenditures and raising taxes.", "Besides, Ukraine should revitalize domestic borrowing by issuing government debt on market-driven terms.", "The purpose of this is to shift the burden of financing the deficit to postwar times.", "However, this process has to be structured so as to prevent public debt from continuing to rise in peacetime.", "And last but not least , international financial support for Ukraine should increase in order to maintain macroeconomic stability in the wartime period.", "Reconstruction and recovery Even larger financial resources will be required for reconstruction and recovery in the years to come.", "Rebuilding will require financing in the hundreds of billions in dollars.", "Therefore, Ukraine has already started seeking to mobilize funds for the projects to come.", "Legal efforts are also being made to access frozen Russian assets for recovery needs.", "The seizure of these funds requires the development of corresponding legal procedures, and we believe that the necessary approach could soon be found.", "We are confident that a cornerstone of the future mobilization of international support will be to build confidence and trust in the administration of the recovery.", "For this reason, we seek to create a vehicle for managing assets in a transparent manner - with full accountability and the involvement of our international partners' representatives.", "In addition, the proper functioning of the banking system will play an important role in this process.", "The banking sector has shown unprecedented stability and resilience since the beginning of Russia's full-scale invasion; it remains operational and maintains the necessary liquidity.", "We believe that the banking system has huge potential for tackling the challenges of reconstruction.", "Properly capitalized and liquid, the banking system could be a powerful channel for transferring credit, for corporates as well as small- and medium-sized enterprises.", "That's why as the economic situation stabilizes, we will conduct asset quality reviews and stress testing of the banking system, and based on the results of these, develop and implement recapitalization plans together with the banks.", "EU integration perspective In addition, it's crucially important to have a vision for Ukraine's future, and here we have very clear anchor - EU membership.", "In that respect, landmark steps have already been taken, including the provision by the EU of candidate member status to Ukraine.", "The consequences of this provision should not be underestimated, as we have seen how over the past 30 years or so the EU accession anchor has enabled successful transitions across Emerging Europe.", "We understand that the road to full membership could be long and uncertain, but Ukraine needs a vision of integration with the EU, which can be of benefit to it in the near term.", "From our point of view, access to the European single market could be a core element of support.", "In practical terms, it would create enormous development opportunities for Ukraine within the next few years.", "Indeed, the very promise of rapid access to the European single market could increase private investment into Ukraine almost immediately - particularly in those areas that have been less affected by the war.", "Certainly, many reforms still have to be implemented.", "For our part, the NBU is committed to doing everything necessary to bring our regulation of the financial sector into line with EU standards as soon as possible.", "In fact, in recent years, we have made significant progress in implementing the respective EU acquis, through supporting the adoption of fundamental legislation on banking regulation, insurance, and payment services.", "In addition, with consultancy support from the EBRD, the NBU aims to align our banking regulatory and supervisory framework with EU standards.", "The EBRD is also supporting our efforts to achieve equivalence with EU requirements in confidentiality and professional secrecy in the banking system.", "We also see joining the Single European Payments Area as an important element of our integration with the EU.", "The NBU has conducted a self-assessment of its compliance with the area's membership criteria, and is now identifying the optimal solution for integration with SEPA systems - taking into account the challenges that Ukraine faces at the moment.", "We plan to finalize preparations very soon, and initiate consideration of our case by the EU.", "Concluding remarks In conclusion, I wish to underline the following: There has long been a debate among economists over which type of investment provides the highest yield to the wellbeing of a nation in the long run: infrastructure, education, or healthcare.", "For Ukraine in the nearest future the answer is obvious - it is security.", "Long-running full-scale war still remains the key risk to Ukraine's economic development.", "This is an existential challenge for us, which requires the taking of firm decisions in order to survive, as well as international support.", "The war continues to pose significant risks to Ukraine's economic development, and elevates uncertainty not just for our country, but for the whole world.", "International financial support is needed to deal with the humanitarian crisis, to rebuild infrastructure, and to restore and transform the Ukrainian economy.", "The NBU, jointly with the government, continues to make every effort to reform Ukraine's economy and financial system and to do everything in its power to contribute to Ukraine's pursuit of European integration.", "We believe strongly that all the efforts outlined here will ensure the Ukrainian economy continues to survive in wartime, and then recovers rapidly in peacetime.", "Recovery and reconstruction: Europe after WWII, Commentary in the -and-reconstruction-europeafter-wwii Vonyó, T. (2008).", "Post-war reconstruction and the Golden Age of economic growth.", "European Review of Economic History.", "The Impact of the War 1991 - 1995 on the Croatian Economy - A Contribution to the Analysis of War Economies.", "Freiberg Working Papers, No 14 Eichengreen, B.", "Lessons from the Mashall Plan.", "World Bank World Development Report 2011.", "The Macroeconomic Costs of Conflict.", "IMF Working Paper Series.", "How International Aid Can Do More Harm than Good: The Case of Lebanon.", "LSE IDEAS Strategic Update www.lse.ac.uk/ideas/Assets/Documents /updates/LSE-IDEAS-How-International-Aid-Can-Do-More-Harm-Than-Good.pdf Seth, M. (2017).", "Oxford Research Encyclopedia of Asian History For example, Seth (2017) reviews a slow post-war recovery in South Korea despite an unprecedented foreign aid.", "While Finckenstein (2021) discusses how foreign aid might have been harmful for Lebanon."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "financial dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic recovery", "International aid", "War effects", "Macroeconomic policies", "Reconstruction", "EU integration", "Banking system", "Inflation", "Security", "Budget deficit"]}