{"sentences": ["Thank you Eddie for your kind invitation.", "Distinguished guests, Ladies and Gentlemen: I am very happy to join you online at the Hong Kong FinTech Week 2022.", "Today, I would like to share with you some of my thought on the Central Bank Digital Currency, or CBDC.", "CBDC has attracted growing attention in recent years.", "According to a BIS survey in May, 90% out of the 81 respondent central banks have started work on CBDC.", "The research on CBDC can help efficiently satisfy the public's demand for fiat money in the context of digital economy.", "In July, together with the IMF and the World Bank, the BIS released a joint report entitled CBDC for Cross-border Payments, shedding light on the role of CBDC in promoting faster, cheaper and more transparent cross-border payments.", "However, many issues still remain when it comes to CBDC application.", "In my view, privacy protection is one of the issues top on our agenda.", "E-CNY is China's version of CBDC.", "It is mainly positioned as cash.", "For China, e-CNY is mainly to meet the needs of domestic retail payment, enhance the development level of inclusive finance, and improve the efficiency of the currency and payment system.", "In designing e-CNY, we try to ensure privacy protection and financial security through byand-large anonymity and managed-anonymity.", "To this end, e-CNY adopts a two-tiered system.", "At tier one, the PBOC supplies e-CNY to the authorized operators and processes inter-institutional transaction information only.", "At tier two, the authorized operators only collect the personal information necessary for their exchange and circulation services to the public.", "Meanwhile, the PBOC ensures personal information security through advanced technology and strict management, with full adherence to consumer privacy protection laws and regulations.", "Transaction-related data is encrypted for storage.", "Sensitive consumer information is de-identified to non-transacting parties.", "Entities and individuals are prohibited from arbitrary inquiry or information usage without rigorous legal authorization.", "What is more, there are small-amount soft wallets and hard wallets to meet the need for small-value anonymous transactions, both online and offline.", "That said, however, the legitimate demand for paper cash as a means of fully anonymous payments will be met at all times.", "It is also important to keep in mind that anonymity and full disclosure are not as simple as black and white.", "There are many subtleties in between.", "Therefore, we must strike a delicate balance between protecting privacy and combating illicit activities.", "Right now, we are working together with the HKMA and some other monetary authorities on CBDC.", "We hope such cooperation will better serve both global and domestic investors and help to enhance Hong Kong's role as an international financial center.", "Looking ahead, we stand ready to deepen cooperation on CBDC with other monetary authorities as well as international institutions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["CBDC", "Privacy Protection", "Cross-border Payments", "E-CNY", "Digital Economy", "Financial Security", "Anonymity", "Fiat Money", "HKMA", "Monetary Authorities"]}