{"sentences": ["Accompanying slides of the speech Your Excellencies, Dear Friends, Let me warmly welcome you all to the Bank of Finland!", "It is really nice to see so many of you again here.", "Let me also warmly welcome Croatia as the 20 member state of the euro area, after her successful convergence process.", "Last year, around this time, a rapid recovery from the Covid-19 pandemic was well under way in Europe.", "Those positive prospects were smashed in February, by Russia's illegal and brutal war in Ukraine.", "Many Ukrainians, if not in duty in trenches, will celebrate Christmas in cold houses, or scattered around Europe far away from their loved ones.", "The war delivered a severe blow to the peaceful and rules-based European security order.", "The war and its ramifications, especially the resulting energy and cost-of-living crises, are now weighing heavily on the economic outlook in Europe.", "Today I will discuss the conundrums that the economic policy in Europe - mainly monetary and fiscal policy - face against this backdrop.", "In these though times, monetary and fiscal policies need to fulfill their mandates with the tools and space available.", "While the exceptional situation requires plenty of judgment and discretion, policy rules can stabilize expectations of the economic actors.", "Furthermore, neither monetary nor fiscal policy function in a vacuum.", "That's why policy makers in both fields need to consider economic policy at large in order to provide best possible policy outcomes.", "Probability of recession has grown in euro area] The European Central Bank (ECB) revised its economic forecast downwards in September, projecting for the euro area about 1% GDP growth in 2023.", "With the level of uncertainty so high, the ECB also presented a downside scenario in September, where the euro area economy contracts next year by almost 1%.", "Current data indicates that euro area GDP growth will be somewhere between these two scenarios, but the probability of the downside scenario materialising is significant.", "Thus, the euro area is at risk of being driven into a recession during the winter - how mild or severe, this is will depend largely on what happens with the energy crisis and what solutions are decided for alleviating its effects.", "Euro area inflation has risen further) Inflation has been exceptionally high in the euro area: in October, the headline inflation figure was already 10.6%.", "The rise in energy prices accounts directly for almost half of headline inflation, and indirectly for a large share of the rise in non-energy prices.", "Higher energy prices have pushed up food prices as well, which affects especially those on low incomes for whom the food bill constitutes a major share of their expenditure.", "As the chart shows, inflation has become more broad-based, affecting almost all goods and services.", "This is why inflation is projected to remain relatively high also next year, even though the rise in energy prices is in fact expected to tail off.", "Wage inflation has long been moderate but risen in 2022] Going forward, wage inflation will be in a key role.", "The demand for labour has grown and the labour market has become tighter.", "This is also evident in the rise in wages since the start of this year.", "There are, of course, large differences in this between countries in the euro area.", "What is essential for price stability now?]", "As I noted earlier, monetary policy has very little influence on energy prices.", "Monetary policy must nevertheless respond to the steepening rise in the general level of prices (for both goods and services).", "By tightening monetary policy, the aim is to avoid the emergence of an upward spiral in consumer prices and wages.", "Such a wage-price spiral would be a sign that inflation expectations have become de-anchored.", "If expectations were no longer anchored, then achieving the inflation target over the medium term would come at a much greater cost to the real economy, because it would lead to tighter monetary policy, and thus to drastically slower growth and higher unemployment in the economy.", "Confidence in monetary policy retained] The central bank's task is to ensure that inflation expectations remain anchored to the targeted level.", "There are several different indicators used for measuring inflation expectations.", "The accompanying chart makes use of the ECB Survey of Professional Forecasters and market-based expectations derived from inflation swaps.", "These indicate that inflation expectations have risen somewhat but are still in the proximity of 2 percent (in the frame of 2.1-2.4%).", "Confidence in the ECB's monetary policy has therefore remained intact.", "ECB's Governing Council has raised key interest rates] The Governing Council of the ECB has raised key interest rates in order to stabilise inflation at its 2% target over the medium term.", "The key interest rates were raised by half a percentage point in July and by a further 0.75 percentage points in September and October.", "Before starting to raise interest rates in July, the ECB's most important policy rate was negative, at 0.5%.", "Today, this key policy rate i.e.", "the deposit facility rate is 1.5 percent.", "Key ECB interest rates are likely to be raised still further.", "The pace at which this is done will depend on how the economy develops and what the inflation data looks like.", "By tightening monetary policy, the aim is to stabilise inflation at its 2% target over the medium term.", "Green transition moving forward in another way] The energy crisis is now dominating the economic outlook for Europe and for Finland, and causing continued uncertainty.", "The green transition is now moving ahead, but in another rway than planned, regrettably being driven by the Ukraine war and the energy crisis.", "Energy prices were already beginning to rise last year as the global economy was recovering from the pandemic, and Russia was preparing for its energy war with Europe.", "The situation was further exacerbated by the outbreak of the war.", "This winter will be characterised by the major imbalance between demand and supply.", "Efforts should be made to get the most out of all demand flexibilities and energy saving opportunities.", "The situation in Finland in this regard is somewhat less difficult than in the major euro area economies.", "In industrial sectors the shift away from fossil energy sources has been in progress for some considerable time already.", "This leans on the use of nuclear energy and renewable energy sources.", "Renewables produce 42% of total energy today in Finland, based on both forest-based biomass (80% of renewables production) and solar and wind power.", "Besides the coming winter, the immediate years ahead will also be challenging for the entire Europe.", "This year, gas reserves were replenished through a small amount of imported Russian gas, but next year even that amount will not be obtained.", "The longterm direction of Europe's energy policy as a whole is unresolved.", "[Slide 9: Successive crises put pressure on fiscal sustainability] From the monetary policy standpoint, fiscal policy should now remain neutral, not to increase inflationary pressures by boosting demand.", "However, the ongoing energy and cost-of-living crisis is putting policy-makers under pressure to find measures to help people to cope with high energy and food prices.", "While it is an often repeated appeal by the international organisations like the IMF to keep these measures timely, targeted and temporary, in practice it seems to be rather difficult.", "Energy compensatory measures are also expensive.", "According to Bruegel, these measures, altogether over 670 billion euros, range from over 7% of GDP in Malta and Germany downwards.", "Since now, the Finnish Government has been relatively prudent with these measures, as Finland and Sweden have been planning or implementing the least generous fiscal support in Europe (0.4% and 0.3% respectively).", "At the current conjuncture, it would be wise to seize the opportunity and implement measures that also help reducing dependency on the fossil fuels and work in favour of the green transition.", "The implementation of Recovery and Resilience Facility of the EU works in this direction, but more is needed.", "Now could be a good time to boost R&D activities in order to develop technologies needed in the green transition.", "Yet, generous fiscal discretionary support measures, just after heavy fiscal input for the Covid-19 crisis, will put fiscal sustainability in question once again - and the rising interest rates amplify these worries.", "In this regard, policy-makers would be better off with a firm, rules-based framework supporting fiscal sustainability.", "[Slide 10: New fiscal policy framework with rules and discretion] In the European Union, the economic governance framework has evolved into a complex set of rules and procedures relying on both observable and unobservable statistics.", "For some time now, the need for simpler and more transparent rules has been recognized, as well as the need for consistent enforcement of the rules.", "Three weeks ago, the Commission finally set the stage with its proposal for the new fiscal rules and economic governance.", "Instead of choosing either rules or discretion as a guiding principle, the Commission seems to propose to apply both rules and discretion.", "You are certainly familiar with the proposal.", "At its core is a medium-term fiscal-structural plan for each Member State that stands above the Treaty's 60 % reference value for debt-to-GDP ratio.", "The plan should set a credible and appropriate debt reduction path, based on a credible debt sustainability analysis.", "Annual budgets should then follow the plan by adhering to given net expenditure growth path.", "Extension of the adjustment path from four to seven years could be possible if the Member State commits to reforms and investments that foster long-term sustainable growth and help improve debt dynamics.", "What should be guiding the work ahead?", "In my view, four principles are essential as guideposts when reforming the EU economic governance: first, that it enhances productivity- and growth-boosting structural reforms in the member states; second, that it supports investments, especially for the green transition in the energy economy; third, that it ensures a level playing field for all member states, large and small; fourth and finally, that it promotes national ownership of both fiscal sustainability and growth enhancing reforms.", "Let me discuss these next.", "According to the proposal, the plan would be negotiated between the Commission and the Member State, and endorsed by the Council.", "I find the Council endorsement of paramount importance, also from the Commission standpoint.", "In line with the Community method, the Commission proposes and the Council decides - it is essential for the legitimacy of the decisions, and gives the necessary backing to the Commission's policy actions.", "Furthermore, the Commission is putting forward some suggestions to promote enforcement of the framework by - among others - lowering the threshold for initiation of the Excessive Deficit Procedure.", "Finally, there would be robust escape clauses to address exceptional situations.", "While it is still early days to assess the proposal, the underlying principles are in line with the expectations.", "Country-specific debt reduction plan for the medium-term, operationalized with an expenditure rule, has been suggested by many, including me.", "As such, the proposal would bring more realism to the framework, as well as more clarity and national ownership for the implementation.", "Expenditure rule would also be countercyclical in nature, which is an important feature.", "Possible caveats lie especially in the enforcement part of the plan, but also in the process of setting up the country-specific plans.", "Moreover, the role of the Council will probably need some clarification, in order to ensure a level playing field and transparent processes.", "As always, the devil is in the detail.", "The Council and its committees - and the Eurogroup, of course - will have pivotal discussions going forward and turning these proposals to reality.", "Whatever the outcome, as long as it will promote sustainable growth and fiscal sustainability in the real world, the framework will be a worthy asset in the economic policy toolbox in the coming years, maybe even decades.", "[Slide 11: Conclusion] Both the security policy and economic environment of Europe and of Finland are going through a tough transition.", "The rise in energy prices has slashed living standards, inflation has become more broad-based and next year's economic outlook is marked by uncertainty.", "By tightening monetary policy, the risk of a detrimental wage-price spiral will be reduced and inflation will be stabilised at its target of 2% over the medium term.", "We have the resolve and tools to achieve that goal.", "Fiscal policy must now balance between long-term sustainability and short-term relief.", "Coordination between fiscal and monetary policy was successful during the pandemic.", "Even though now policy targets may seem somewhat contradictory, policy-makers would be wise to consider interdependencies of different policy areas.", "On its part, the ECB stands ready to take whatever action is needed to fulfil its responsibilities to ensure price stability and financial stability in the euro area.", "Finland emerged from the early 1990s recession by embracing research, expertise and enterprise.", "We invested in innovation funding even during the recession, reformed corporate taxation, put competitiveness on a better footing, and focused on renewable energy.", "A balance was brought to the public finances by difficult decisions.", "In the face of enormous challenges today, we need to act with unity and determination in Europe and Finland to meet the major challenges ahead.", "Now is the time when we need a capacity for reform, so that we can firmly pursue sustainable growth both in Europe at large, and also here in Finland.", "I do hope we can together find this capacity for reform.", "Thank you very much for your attention!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Energy crisis", "Fiscal policy", "Green transition", "Wage-price spiral", "Economic outlook", "Fiscal sustainability", "Structural reforms", "Economic governance"]}