{"sentences": ["Distinguished Governor Sethaput Suthiwartnarueput, General Manager Agustín Carstens, President Christine Lagarde, Governor Philip Lowe, Governor Perry Warjiyo, Professor Raghu Rajan, Good morning!", "On behalf of the People's Bank of China, I would like to extend my sincere congratulations to the Bank of Thailand on its 80th anniversary.", "It gives me great pleasure to speak at this conference.", "I would like to take this opportunity to say something about growth and inflation.", "I recall that about one or two years ago, we were still debating whether the inflationary pressure was transitory or entrenched.", "Since the beginning of this year, however, most advanced economies started tightening monetary policies.", "Many central banks are hiking interest rates aggressively at a much faster pace than previous tightening cycles.", "And also, many emerging markets and low-income countries have seen pressures of local currency depreciation, capital outflows and inflation at the same time.", "Meanwhile, indicators such as mortgage rates and PMIs throughout the world show that the likelihood of a slowdown or a recession sometime next year is on the rise.", "Central banks are faced with a delicate balancing act of fighting inflation and keeping the economy growing at the same time.", "As for China, our CPI right now is about 2%.", "This is particularly due to a bumper harvest in grain and stable energy prices.", "Our gas and oil prices follow global trends.", "Our electricity prices have basically been stable since the beginning of the year.", "Looking for next year, the inflation forecast is in the moderate range.", "China's growth rate, however, is right now somewhat slower than expected due to COVID and other factors.", "Our third quarter growth rate is 3.9% on a year-on-year basis.", "But as you see, we have a pretty accommodative monetary policy in place to help with economic recovery and maximize employment.", "And our focus is growth right now.", "We recently cut the Required Reserve Ratio (RRR) by 25 basis points, and also led the market interest rates lower a little bit.", "On top of its aggregate dimension, our monetary policy also has a structural side that is providing much needed support to agriculture, SMEs, private companies, and green finance.", "Looking forward, faced with the challenging situation, the advanced economies and the emerging market economies need better collaboration on macroeconomic policies.", "That is why the theme of this session, \"growth and inflation dynamics\", is so important.", "I hope the productive discussion here today will give us some clues to jointly tackle the difficult problems we all have on hand."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none"], "topics": ["Growth", "Inflation", "Monetary policy", "Economic recovery", "Central banks", "Interest rates", "Emerging markets", "China", "CPI", "RRR"]}