{"sentences": ["It is a pleasure to take part in this edition of the Frankfurt Euro Finance Week, which I have attended every year since joining the ECB.", "I will start by providing an overview of the euro area economic outlook that underpinned October's Governing Council deliberations.", "I will then discuss how we see the risks to financial stability.", "Euro area economic outlook One year ago I said that growth prospects appeared quite positive following the rebound in economic activity in the first three quarters of 2021, as lockdown measures were lifted and vaccination rates rose.", "But as we know, the euro area growth outlook has deteriorated significantly since then.", "One year on, the Russian invasion of Ukraine and the ensuing global energy crisis have added to already high inflationary pressures, which continued to rise throughout 2022.", "As a result, economic activity has slowed down to the point that we cannot rule out a technical recession at the turn of the year.", "In fact, the euro area economy grew by 0.2% in the third quarter of this year, significantly slower than in the second quarter.", "By reducing people's real incomes and pushing up costs for firms, high inflation continues to dampen consumption and investment.", "Severe disruptions to the gas supply have exacerbated the situation, and both consumer and business confidence have plummeted.", "After a strong performance in previous quarters demand for services is slowing, and survey-based indicators for new orders in the manufacturing sector are falling.", "Moreover, global economic activity is growing more slowly, reflecting the impact of continued high inflation, tightening financial conditions and elevated geopolitical uncertainty.", "As the prices paid for imports rise faster than those received for exports, worsening terms of trade are weighing on incomes in the euro area.", "At the same time, inflation remains far too high, having risen to 10.7% in October.", "Since the start of the monetary union, we have not witnessed such a rapid shift in the inflation environment.", "Headline inflation in the euro area - which was negative as recently as December 2020 - has risen by 11 percentage points from its low during the pandemic to its level last month.", "The further increase in inflation in October was broad-based across all its main components.", "Soaring energy and food prices, supply bottlenecks and the post-pandemic recovery in demand have fuelled broad pressure on prices and driven up inflation.", "The depreciation of the euro has also added to the build-up of inflationary pressures.", "The annual rate of change in energy prices reached almost 42% in October, likely driven by strong increases in consumer electricity and gas prices.", "Total food inflation also recorded yet another sizeable increase, slightly above 13% in October.", "Accumulated cost pressures over the last year have continued to drive up processed food prices, while the drought in summer and the elevated fertiliser prices over the past year are largely responsible for the rise in unprocessed food prices.", "The increase in core inflation, now at 5%, was accounted for by both its main components: inflation in services and non-energy industrial goods.", "Price pressures are evident in more and more sectors, owing partly to the impact of high energy costs feeding through to the whole economy.", "In fact, over half the items in the Harmonised Index of Consumer Prices have recorded inflation rates above 4%.", "Persistent high inflation might induce higher than anticipated wage rises, or a rise in inflation expectations above our target.", "The current robustness in labour markets and some catch-up to compensate for higher inflation are likely to support wage growth.", "Indeed, incoming wage data and recent wage agreements indicate that wage dynamics may be picking up, which warrants continued monitoring.", "However, to date, inflation expectations have remained anchored.", "Most measures of longer-term inflation expectations currently stand at around 2%, although we are attentive to recent abovetarget revisions to certain indicators.", "Monetary policy decisions To support a timely return of inflation to 2%, our monetary policy aims to reduce support for demand and to ensure inflation expectations remain anchored at our medium-term target.", "Accordingly, we decided to raise the three key ECB interest rates by 75 basis points in October - the third major rate hike in a row - and we expect to raise interest rates again.", "We also changed the terms and conditions of the third series of targeted longer-term refinancing operations.", "The TLTRO III programme addressed the need for significant stimulus during the pandemic, strengthening the transmission of rates to the economy via banks.", "But now the environment has changed completely - and we need to ensure that the lower cost of TLTRO funding does not impede monetary transmission when policy needs to be normalised.", "Recalibrating the programme's conditions ensures consistency with the broader monetary policy normalisation process.", "We are already seeing the impact of our policy decisions on financial and monetary conditions, which will support their transmission to real activity and inflation with the usual lags.", "Bank funding costs are increasing with market interest rates as monetary policy normalisation continues.", "The cost of borrowing for firms and households is also clearly rising.", "So far, bank lending to firms remains robust, reflecting the need to finance high production costs, working capital and inventories.", "But mortgage lending to households is already moderating because of tighter credit standards and decreased demand.", "According to our most recent bank lending survey, credit standards tightened substantially in the third quarter of the year, as banks are becoming more concerned about the deteriorating macroeconomic outlook in the current uncertain environment as inflation remains high and growth slows.", "Financial stability Our financial stability assessment has also changed considerably compared to one year ago.", "In our Financial Stability Review of November 2021, we underlined the impact of improved economic conditions in reducing risks to financial stability.", "Since then, the outlook for financial stability has been downgraded twice: in our Financial Stability Review of May 2022, and the one to be published this week, which sets out how deteriorating economic and financial conditions have further increased risks to the stability of the euro area financial system.", "The Russian invasion of Ukraine triggered a substantial correction in the market prices of financial assets.", "So far, this repricing has generally been orderly, but market volatility increased, leading to knock-on effects for margins and liquidity.", "Asset valuations remain sensitive to the uncertain path of inflation, to monetary policy normalisation and to economic activity.", "Repricing risks and liquidity difficulties render financial markets and non-bank financial institutions vulnerable to disorderly risk adjustments.", "Investment funds' liquid asset holdings remain low and could thus amplify a market correction in a forced selling scenario.", "Since last year, rising rates reduced by around 4% the value of insurance companies and pension funds' bond portfolios.", "This points to risks from further valuation losses, especially for leveraged and liquidity-constrained institutions.", "Higher interest rates are supporting euro area banks' profitability, with interest margins improving.", "Bank profitability has in fact steadily strengthened throughout 2022 mainly due to lower operating expenses and higher operating income.", "The outlook is, however, clouded by a weaker macroeconomic backdrop which is not yet reflected in loan loss provisions and overall lending volumes.", "Inflation is also pushing up operating expenses for banks, whose profitability was strongly supported by cost-cutting efforts over the past years.", "Banks could face higher credit risk from their increased exposures in recent years to vulnerable sectors, notably residential real estate markets.", "The flipside of higher interest rates is that funding costs will ultimately rise too.", "Furthermore, longerterm fragilities persist associated with low cost-efficiency, limited revenue diversification and remaining overcapacity in parts of the euro area banking sector.", "Fiscal support helped cushion the impact of the pandemic over the past years and higher energy prices this year.", "But higher deficits coupled with rising funding costs may limit the fiscal space available to shelter the economy from future shocks.", "It may also put debt dynamics on a less favourable trajectory, especially in countries with higher levels of debt.", "To preserve debt sustainability, it is therefore essential that support measures are temporary and targeted towards the most vulnerable entities.", "The corporate sector, which benefited from the fiscal support and a strong recovery in the second half of last year, has seen profitability above pre-pandemic levels in the first half of 2022.", "But soaring prices for energy and commodities are likely to hurt activity, especially in energy-intensive sectors.", "Corporate insolvencies have remained well below pre-pandemic levels.", "But some sectors have already seen an increase in expected default rates and might be at greater risk of insolvencies in the event of adverse economic surprises or a further tightening of financial conditions.", "In 2021, households benefited from the economic recovery, low unemployment and favourable financing conditions.", "But they are now feeling the effects of higher inflation and recession fears, as reflected in declining consumer confidence and projections of households' future financial situation.", "Low-income households have been disproportionately affected by consumer price and interest rate increases in 2022, as they spend around 70% of their income on basic living expenses such as food, energy and housing.", "Further increases in the cost of living would severely limit their ability to withstand further shocks.", "We are living in a period of high uncertainty due to a deteriorating economic outlook, inflationary pressures, tighter financing conditions and geopolitical tensions.", "A resilient financial sector is essential in these times.", "Thanks to regulatory advances and active use of prudential policies since the global financial crisis, the banking sector is in a good position to withstand economic shocks.", "To enhance resilience over the medium term, the focus should remain on improving the effectiveness of the macroprudential toolkit and faithfully implementing Basel III.", "In the non-bank financial sector, it is imperative to reduce vulnerabilities arising from liquidity mismatch by better aligning redemption terms with asset liquidity.", "International efforts should prioritise developing a globally consistent approach for addressing risk from leverage - including synthetic leverage.", "High financial market volatility and associated liquidity challenges have once more highlighted the need to improve margining practices and the ability of non-banks to meet margin calls in derivatives transactions.", "The currently high inflation is expected to stay above our target for an extended period.", "Our monetary policy must therefore remain focused on reducing support for demand and guarding against the risk of second-round effects.", "Amid the present uncertainty, future decisions on policy rates will continue to be data-dependent and taken on a meeting-by-meeting approach.", "The policy decisions we will take at our next meeting will be based on various elements, including our December macroeconomic projections.", "At this meeting, we also expect to lay out the key principles for reducing the bond holdings in our monetary policy portfolios.", "We will proceed with prudence, continuing to normalise our monetary policy in line with our medium-term price stability objective."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Monetary policy", "Financial stability", "Economic outlook", "Interest rates", "Risks", "Credit", "Banks", "Debt", "Vulnerabilities"]}