{"sentences": ["Speech 17 November 2022, 6.30 pm Return to positive interest rates: Why reserve tiering?", "Money Market Event Andréa M. Maechler and Thomas Moser∗ Member of the Governing Board / Alternate Member of the Governing Board Swiss National Bank Geneva, 17 November 2022 © Swiss National Bank The speakers thank Florian Böser, Lucas Fuhrer and Mico Loretan for their support in drafting this speech.", "They also thank Dirk Faltin, Cyrille Planner, Michael Schäfer, Jacqueline Thomet and Tanja Zehnder for valuable comments as well as the SNB Language Services for the translations of the text.", "Ladies and gentlemen It is with great pleasure that my colleague Thomas Moser and I welcome you to this year's Swiss National Bank (SNB) Money Market Event in Geneva.", "We are very glad that so many of you have joined us this evening, be it on site or remotely.", "Since we last met in this setting a year ago, fighting inflation has become the most important task for central banks worldwide.", "Many countries have experienced a surge in inflation, the scale and pace of which very few anticipated.", "A large part of this surge was due to ongoing disruptions to global supply chains caused by the coronavirus pandemic.", "Russia's war against Ukraine - in addition to causing immense human misery - has further contributed to inflationary pressures through its impact on energy and food prices.", "Over recent months, inflation has proved more persistent and become more broad-based than had initially been expected.", "Consequently, we have witnessed a turnaround in monetary policy at a global level as central banks have begun to tighten their policies.", "The SNB, too, has tightened its monetary policy and has lifted its policy rate back into positive territory.", "With the transition to a positive rate environment, the SNB has had to adopt a new approach to implementing its monetary policy in the money market.", "Our new approach features two elements: reserve tiering, also referred to as tiered remuneration of reserves, and reserve absorption by way of open market operations.", "This new approach takes into account the structural changes that have occurred in the money market since we were last in a positive rate environment.", "In particular, under these changed conditions, the new approach allows us to pursue our objective of keeping secured short-term Swiss franc money market rates close to the SNB policy rate.", "Tonight's event offers an excellent and timely opportunity to discuss our new approach in detail.", "After reviewing the rationale for adopting the new implementation approach, we will give you an overview of how the new approach has played out so far.", "Why did the SNB return to a positive policy rate?", "Let me start by giving you an overview of why the SNB has tightened its monetary policy.", "Until recently, consumer price inflation had been both low and relatively stable for roughly three decades.", "Slide 2 shows consumer price index (CPI) inflation rates in the US, the euro area and Switzerland since 1980.", "Since the end of 2020, however, the tide has turned markedly, and inflation has surged globally.", "Inflation has risen in Switzerland as well, albeit somewhat later and not as sharply as in other economies.", "Swiss annual consumer price inflation has been above 3% since the middle of this year and has reached its highest level since the early 1990s.", "The latest CPI data put Swiss inflation at 3.0%.", "This rate is above the range the SNB equates with price stability, namely a rise in the CPI of less than 2% per annum.", "As inflationary pressures emanating from abroad intensified in the second half of last year, the SNB decided at its monetary policy assessment in December 2021 to allow the Swiss franc to appreciate a certain amount in nominal terms.", "Additionally, starting in June of this year, we tightened our monetary policy by raising the SNB policy rate.", "As this was our first rate increase in 15 years, it was a truly historic moment for us.", "On 22 September, we raised the policy rate further, this time by 75 basis points.", "With this second increase, the policy rate moved back into positive territory to its current level of 0.5%.", "This was another historic moment for us, as it ended the phase of negative policy rates in Switzerland, which had prevailed since January 2015.", "Why does the implementation of monetary policy matter?", "Our rate hike in September (the red arrow in Slide 4) signalled that we would like to see secured short-term Swiss franc money market rates - particularly the most representative money market rate, SARON - settle close to the now-positive level of the SNB policy rate.", "The announcement of a policy rate change does not, in and of itself, always cause money market rates to rise, especially in an environment of abundant reserves.", "For money market rates to rise as envisaged, monetary policy must be implemented in a manner that ensures Swiss franc money market rates move close to the SNB policy rate.", "What does it take to achieve this?", "In terms of our chart on Slide 4, what does it take for the blue arrow to materialise?", "The transition to a positive rate environment did not change the objective we pursue when implementing our monetary policy.", "Our objective, stated on the left-hand side of Slide 5, remains to keep secured short-term Swiss franc money market rates close to the SNB policy rate.", "However, for reasons we will explain shortly, the SNB had to adjust the approach it uses to implementing its monetary policy.", "Specifically, as shown on the right-hand side of Slide 5, two new elements were needed: reserve tiering and reserve absorption.", "Before we dive into the details of what reserve tiering and reserve absorption accomplish, you may be wondering why we did not revert to the implementation approach we used to employ before the global financial crisis, or GFC.", "Back then, we controlled money market rates in positive territory by keeping the supply of reserves limited and close to the banks' structural demand for reserves.", "In the aftermath of the GFC, conditions in the money market changed fundamentally and permanently.", "The following two structural changes, in particular, drove our decision to adopt the new approach to implementing monetary policy.", "First, since the GFC the stock of reserves has grown tremendously.", "As a result, the money market is today characterised by a structural reserve surplus instead of a structural reserve deficit.", "A return to the status quo before the GFC would have required us to reduce the stock of reserves on a very large scale.", "Given the substantial quantities involved and the long time it would have taken to complete this task, we doubt that we would have been able to steer money market rates in the short term.", "Second, the landscape of Swiss franc reference rates has changed significantly.", "In particular, Libor was replaced by SARON as the new reference rate in Swiss francs.", "SARON - an acronym for Swiss Average Rate Overnight - is calculated based on actual transactions by the private sector in the overnight segment of the Swiss franc repo market.", "A sufficient volume of interbank money market activity is therefore required to ensure a robust basis for calculating SARON.", "Why does the SNB apply reserve tiering?", "Let me now explain in more detail how our approach works and, in particular, why both elements of the approach are required in order to implement our monetary policy in a positive rate environment.", "We begin with the first new element in our implementation approach, which is reserve tiering.", "As I will show, remunerating reserves lets us steer money market rates in an environment with a positive policy rate and a large stock of reserves.", "However importantly, and in contrast to many other central banks that also pay interest on reserves, the SNB does not apply the same interest rate to all reserves.", "Instead, we employ reserve tiering.", "To illustrate how reserve tiering works, let us consider a highly stylised banking system, depicted on Slide 6.", "The SNB grants each bank that holds reserves a so-called 'threshold'.", "This is marked on the slide by a red vertical bar.", "Each bank's individual threshold is a function of its minimum reserve requirement, so that the threshold generally does not match its reserve holdings.", "As a result, there are two types of banks: those whose reserves exceed their thresholds, shown in the upper half, and those whose reserves are below their thresholds, shown in the lower half.", "The SNB now remunerates reserves up to the threshold, shown in dark blue, at the SNB policy rate, which is currently 0.5%.", "In contrast, the SNB remunerates reserve holdings that exceed the threshold, shown in light blue, at the SNB policy rate minus a discount.", "Currently, the interest rate on reserves above the threshold is 0%.", "For the remainder of this speech, we will refer to reserves above the threshold as 'excess reserves'.", "Let us examine the banks with excess reserves more closely.", "As we just noted, part of their total reserves would be remunerated at 0%.", "These banks therefore have a strong incentive to lend some of their excess reserves to other banks, at an interest rate above 0%.", "Conversely, banks whose reserves fall short of their thresholds have an incentive to borrow reserves up to their thresholds at an interest rate below 0.5%, and to deposit these reserves at 0.5% at the SNB.", "Such a trade, depicted on Slide 7, is beneficial for both types of banks - the bank lending the reserves earns the positive interbank interest rate on its excess reserves, while the bank borrowing the reserves earns the difference between the SNB policy rate and the interbank interest rate.", "Reserve tiering thus creates an incentive for interbank trading, and thereby supports activity in the interbank money market; this, in turn, ensures a robust basis for the calculation of SARON.", "To frame this slightly differently: If we did not apply reserve tiering and, instead, remunerated all reserves at the same interest rate, market participants would have little incentive to trade with each other and activity in the Swiss franc money market would decrease drastically as a result.", "There are two reasons for this.", "First, most market participants are still flush with reserves.", "Second, all institutions that have access to the repo market can hold reserves at the SNB.", "Taken together, there would be little incentive for market participants to attract reserves by engaging in repo transactions, and hence interbank activity would be low.", "Why does the SNB use reserve absorption?", "Let us now take a closer look at the second new element of our implementation approach - reserve absorption.", "Why do we absorb reserves and how do we perform this task?", "As we just noted, in our reserve tiering system, banks with excess reserves have an incentive to lend those reserves to banks whose reserves fall short of their thresholds.", "Unless the borrowing capacity of these banks is substantial, there may still be excess reserves in the system even after all interbank trading is accounted for.", "This is precisely what we see in the case shown on Slide 7.", "Even after factoring in interbank trading, there are still excess reserves, here depicted in light blue.", "In such an environment, the equilibrium interest rate that would prevail in the interbank money market would be relatively close to the lower remuneration rate on reserves, which is currently 0%.", "This outcome would be undesirable for us, as we aim to steer secured short-term Swiss franc money market rates so that they remain close to the SNB policy rate.", "By reducing the stock of excess reserves, we also reduce the supply of reserves in the interbank money market.", "This lets us steer money market rates closer to our policy rate of 0.5%.", "That is precisely what the second element of our implementation approach accomplishes.", "To absorb excess reserves, we use open market operations.", "Specifically, we use term repos and SNB Bills, the latter being marketable debt claims on the SNB.", "Term repos have a term of one week and are auctioned daily.", "SNB Bills, on the other hand, are auctioned on a weekly basis and with different terms from week to week.", "As Slide 8 shows, the effect of these operations is to replace the light-blue shaded rectangle with a light-green one.", "Our reserve-absorbing operations are offered with interest rates that are close to 0.5% on an overnight-equivalent basis.", "This makes them particularly attractive to banks that hold excess reserves.", "By purchasing the instruments we offer, these banks can reduce the stock of excess reserves, which would otherwise be remunerated at 0%.", "It is important to emphasise that both interbank trading and the SNB's reserve-absorbing operations are mechanisms for reducing the stock of excess reserves, possibly to the point where all excess reserves have been 'soaked up'.", "How does the SNB's approach determine money market rates?", "So far, we have shown that reserve tiering and reserve-absorbing operations can support activity in the interbank money market and reduce the stock of excess reserves.", "To complete the discussion, we will now examine how these elements affect money market dynamics and determine money market rates.", "Let us start with the demand for reserves.", "It is reasonable to assume that a lower price (i.e.", "a lower interest rate) in the money market will cause demand for reserves to increase.", "In other words - and as illustrated on Slide 9 - the demand curve for reserves will be downward sloping.", "How do reserve tiering and reserve absorption enter this picture?", "As we have indicated, the two distinct interest rates applied to reserves provide incentives for banks to trade their reserves.", "A money market rate that is compatible with the incentives of both borrowers and lenders must lie between these two interest rates.", "As shown on this slide, the demand curve is thus capped in the upper left segment by the upper remuneration rate and it is bounded in the lower right segment by the lower remuneration rate.", "Accordingly, SARON will lie in the corridor between 0% and 0.5%.", "With the transition to a positive policy rate, we no longer want SARON to be in the lower or middle part of the corridor.", "We want it to be close to the upper bound of the corridor, at 0.5%.", "This is because, in introducing our new approach to implementing monetary policy, we placed our policy rate at the upper bound of the corridor instead of keeping it at the lower bound as we had done in the negative policy rate environment.", "If the SNB were not to absorb reserves, the stock of excess reserves would still be sizeable.", "Because of the large supply of reserves in the interbank money market, SARON would be close to the lower bound of the corridor at around 0%, as shown on the slide.", "In order to steer SARON close to the upper bound of the interest rate corridor and thereby towards the SNB policy rate, we perform reserve-absorbing operations that reduce the stock of excess reserves and ultimately lower the supply of reserves in the interbank market.", "As shown on Slide 10, if the scale of the reserve-absorbing operations is large enough, the new money market equilibrium will be characterised both by a lower supply of reserves and, as desired, by SARON being close to the SNB policy rate.", "The interest rate in the auctions for our term repos and SNB Bills is near the policy rate on an overnight-equivalent basis.", "These operations establish a 'soft floor' on the interest rates used in transactions in the overnight repo market.", "This is depicted by the green line on the slide just below SARON, which is indicated by the red dot.", "It is a 'soft' floor because, among other factors, these operations settle with a delay of two business days and thus do not, by themselves, fully control the overnight money market rate.", "If needed, we can also conduct overnight repo transactions - also referred to as 'fine-tuning operations'.", "These establish a 'hard floor' for the interest rates used in transactions in the overnight segment, shown as the dark blue line on the slide.", "It is a 'hard' floor because no participant in the interbank repo market is willing to lend reserves in the overnight segment at a rate below the rate that can be obtained by participating in our fine-tuning operations.", "However, we must not set this hard floor too high, as otherwise all banks would only trade with us.", "If we no longer had any interbank trades in the overnight repo market, SARON would be deprived of its calculation basis and quickly lose economic significance.", "How has the money market adapted to the new situation?", "We will close our speech with a discussion of how the money market has adjusted to the new situation with a positive policy rate and to our new way of implementing monetary policy.", "The positive SNB policy rate took effect on Friday, 23 September, the first business day following the monetary policy assessment.", "On Slide 11, you can see that on 23 September, SARON - depicted by the red line - jumped all the way up to 0.38%.", "In other words, it moved to within just 12 basis points of the new policy rate, the blue line on the slide.", "Over subsequent days, SARON increased further and has remained close to our policy rate since then.", "In the first few days immediately after the rate hike, we conducted fine-tuning operations on a daily basis to set a hard floor on interest rates used in transactions in the overnight segment.", "Indeed, SARON never fell below the rates we set for the fine-tuning operations of first 0.35% and, 3 days later, 0.38%.", "Starting on the day of the monetary policy assessment, we also commenced auctions of term repos and SNB Bills.", "As you can see from Slide 12, we absorbed a sizeable volume of reserves via overnight repos in the first few days after the rate hike.", "During this initial period, the volume of overnight repo transactions peaked at around 36 billion Swiss francs.", "The market's take-up of our term repos and SNB Bills auctions was very strong from the outset, and it continues to be strong.", "As shown on the slide, by the end of October, the combined stock of repo transactions and SNB Bills used to absorb excess reserves was close to 140 billion Swiss francs.", "The absorption of reserves was achieved in roughly equal parts by term repos and SNB Bills.", "We saw substantial demand for SNB Bills right from the very first auction, on 22 September, and demand has increased even further since then.", "At present, demand is concentrated in SNB Bills with the shortest term of 28 days.", "As one can see on Slide 13, as of the end of October, the total stock of outstanding SNB Bills stood at almost 70 billion Swiss francs.", "Of this, SNB Bills with 28-day terms accounted for around 50 billion Swiss francs, or roughly 70% of the total outstanding stock.", "SNB Bills, as money market debt register claims, are tradeable securities.", "To date, though, we do not yet observe trading in these instruments in the secondary market.", "Importantly, we have succeeded in increasing the stock of outstanding reserve-absorbing operations without depressing interbank activity.", "As Slide 14 shows, trading volume in the interbank money market even increased temporarily following the rate hike.", "It has remained solid since then, ensuring a robust calculation basis for SARON.", "The stock of outstanding repo transactions in the overnight segment is currently close to 10 billion Swiss francs, which is near the year-to-date average in this market segment.", "The pass-through of our September rate hike has also progressed well in other money market segments.", "For instance, as we show in Slide 15, overnight rates in the unsecured money market also shifted up significantly during the first business day on which the positive policy rate went into effect.", "We have also seen a good pass-through to SARON-based swap rates, as the 1-week rate, the green line on the slide, illustrates.", "Naturally, as swap rates incorporate expectations of future overnight interest rates, the 1-week swap rate had already increased before the monetary policy assessment in September.", "On the slide, we also show the 1-week implied rate from USDCHF FX swaps.", "This rate is generally somewhat lower than the other Swiss franc money market rates.", "With the exception of some pronounced swings in mid-September, rates implied by USDCHF and other Swiss franc FX swaps have largely moved sideways since the rate hike, and they are at around 0%.", "Several institutions active in the FX swap market still hold excess reserves.", "This has had the effect of pushing implied rates from Swiss franc FX swaps close to the lower remuneration rate for reserves.", "Transmission in the FX swap market is thus not yet complete.", "Concluding remarks Let me summarise today's speech as follows.", "The past two years have posed significant challenges for central banks.", "Chief among them has been the resurgence of inflation.", "Confronted with this situation, central banks around the globe, including the SNB, have tightened their monetary policies.", "On 22 September - less than two months ago - the SNB ended the period of negative policy rates that had prevailed since January 2015.", "With the transition to a positive policy rate, we also adopted a new approach to implementing monetary policy in the Swiss franc money market.", "We hope to have demonstrated today the rationale for our new approach, and to have explained how this approach works in practice to allow us to both steer money market rates and support interbank activity in the Swiss franc money market.", "Berentsen, A., Kraenzlin, S. and Müller, B.", "(2018), Exit strategies for monetary policy, Journal of Monetary Economics, 99, 20-40.", "Fuhrer, L., Jüttner M., Wrampelmeyer, J. and Zwicker, M. (2021), Reserve tiering and the interbank market.", "Maechler, A. M. and Moser, T. (2020), Monetary policy implementation: How to steer interest rates in negative territory.", "SNB Money Market Event, 5 November 2020.", "Maechler, A. M. and Moser, T. (2022), Life after Libor: A new era of reference interest rates.", "Poole, W. (1968), Commercial bank reserve management in a stochastic model: implications for monetary policy.", "Return to positive interest rates: Why reserve tiering?", "Andréa M. Maechler Member of the Governing Board, Swiss National Bank Alternate Member of the Governing Board, Swiss National Bank Money Market Event Geneva, 17 November 2022 Resurgence of inflation globally since late 2020 2 17.11.2022 Return to positive interest rates: Why reserve tiering?", "| Andréa M. Maechler and Thomas Moser | © Swiss National Bank SNB policy rate is back in positive territory 3 17.11.2022 Return to positive interest rates: Why reserve tiering?", "| Andréa M. Maechler and Thomas Moser | © Swiss National Bank Rapid growth of SNB OMOs has absorbed a large amount of reserves 12 17.11.2022 Return to positive interest rates: Why reserve tiering?", "| Andréa M. Maechler and Thomas Moser | © Swiss National Bank Most SNB Bills issued to date have shortest term 13 17.11.2022 Return to positive interest rates: Why reserve tiering?", "| Andréa M. Maechler and Thomas Moser | © Swiss National Bank Interbank activity has remained solid since the rate hike 14 17.11.2022 Return to positive interest rates: Why reserve tiering?", "| Andréa M. Maechler and Thomas Moser | © Swiss National Bank Pass-through of policy rate move to other money market rates mostly complete, with implied rates from FX swaps lagging behind 15 17.11.2022 Return to positive interest rates: Why reserve tiering?", "| Andréa M. Maechler and Thomas Moser | © Swiss National Bank Thank you for your attention!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Reserve absorption", "Reserve tiering", "Money market", "SARON", "Inflation", "Monetary policy", "Interest rates", "Central banks", "Swiss National Bank", "Swiss franc"]}