{"sentences": ["16.11.2022 The ECB's monetary policy normalisation: a roadmap Conference of the Asociación de Mercados Financieros Pablo Hernández de Cos Ladies and gentlemen, good afternoon: It is a pleasure for me to take part in this conference organised by the Asociación de Mercados Financieros.", "I have already had the honour of speaking here on several occasions in recent years, and I am delighted to be back.", "Regrettably, the current economic and geopolitical setting continues to be one of unprecedented uncertainty.", "We now face a slowdown in global growth, but crucially, we also face much higher and more persistent inflation.", "In the light of today's uncertain circumstances, the ECB has recently decided to stop providing forward guidance about the future path of its policy rates and will instead make its actions over the near term entirely \"data dependent\" following a \"meeting-by-meeting\" approach.", "However, eliminating forward guidance as a policy tool does not mean that we central banks wish to give up or reduce communicating on our actions.", "On the contrary, in the present state of uncertainty, it is particularly important that we provide the public with insight into the analysis and rationale underlying our past and future monetary policy decisions.", "Therefore, today I will explain the ECB's monetary policy normalisation process.", "I will begin by discussing the monetary policy decisions adopted at our latest meeting, in October.", "In the second part of my address, I will look back to see briefly how we arrived at the current monetary policy setting, characterised, inter alia, by a historically large Eurosystem balance sheet.", "Against this background, I will analyse then the sequencing of our expected monetary policy normalisation process, with the focus on the potential impact of reducing the size of our balance sheet.", "I will end by touching on the how the monetary-fiscal policy mix should work in the current context.", "Recent ECB monetary policy decisions Over these months we have observed that both the scale and the persistence of the inflationary shock have been unusually high.", "According to the flash estimate, euro area HICP inflation surprised us again on the upside in October, reaching a historical high of 10.7%.", "A significant part of the shocks that are driving inflation up in Europe are on the supply side.", "They are the consequence of the sharp rise in energy and food commodity prices and of supply constraints that have contributed to manufacturing bottlenecks.", "What is more, the pass-through of these supply shocks to prices has been faster and stronger than in the past.", "Indeed, according to Banco de España estimates, close to 75% of the current inflation rate in the euro area is due to the direct and indirect effect of higher energy and food prices.", "But there is also a pent-up demand component from the post-pandemic recovery that, while weakening, is still driving up prices, especially in the services sector.", "The depreciation of the euro is another factor contributing to high inflation.", "All in all, as I mentioned, the inflation spike is proving highly persistent and has also broadened.", "High inflation is causing a rapid loss of purchasing power and deteriorating consumer confidence in the euro area.", "Both households and businesses are facing a highly uncertain environment due to the consequences of the war in Ukraine and, in particular, the energy crisis.", "These factors, and the progressive tightening of financial conditions as a result of the monetary policy response from the main central banks around the world, are weakening economic activity quite rapidly.", "Indeed, euro area GDP growth moderated significantly in the third quarter of the year, and recent data point to a possible contraction of economic activity in the fourth quarter.", "Nevertheless, the labour market continued to perform well in the third quarter, and the unemployment rate remained at a historically low level.", "Moreover, energy commodity prices in wholesale markets have moderated recently, mainly reflecting the worse economic prospects at the global level.", "In Europe, the extraordinary spike observed in natural gas prices over the summer has significantly corrected.", "This reflects a reduction in demand, mild weather, high storage levels and the European Commission's recent proposals to address high gas prices in the European Union and to ensure the security of supply during the winter.", "In addition, over the past few months supply chain bottlenecks have eased and freight costs have declined sharply.", "Slower growth, the recent correction in energy commodity prices and the improvements in global supply chains will help ease inflation.", "However, according to our forecast, inflation will stay above the target for an extended period.", "And, more generally, the longer inflation stays at high levels, the greater the risk of a de-anchoring of inflation expectations or the materialisation of second round effects through wages or mark-ups.", "On the basis of the inflation outlook I have just outlined, after ending the net purchases under the PEPP in March and those of APP in July and the 50 basis points (bp) and 75 bp rate increases in July and September, respectively, we decided in October to implement another major policy rate increase of 75 bp.", "We also decided to adjust the interest rates applicable to our Targeted Longer-term Refinancing Operations (TLTRO III) from 23 November 2022 and to offer banks additional voluntary early repayment dates, with a view to reinforcing the transmission of our policy rate increases to bank lending conditions.", "Both measures are aimed at containing aggregate demand and guarding against the risk of a persistent upward shift in inflation expectations.", "These decisions were clearly in line with analysts' expectations.", "In particular, the latest ECB Survey of Monetary Analysts (SMA) foresaw a 75 bp increase in the deposit facility rate (DFR) at the October meeting.", "The median SMA respondent also anticipated euro area inflation returning to 2% at the end of 2024.", "Therefore, our October decision was consistent with market analysts' expectations of a policy rate path whereby inflation is expected to return to target by the end of our medium-term projection horizon.", "With the recent interest rate hikes, we have made substantial progress in withdrawing monetary policy accommodation.", "Since July, we have raised interest rates by 200 bp - the fastest increase in the history of the euro.", "But we are not done yet.", "We will need to move rates to levels that allow inflation to converge to our 2% medium-term objective.", "And for this, we still have some way to go.", "However, given the high degree of uncertainty of the inflation and economic outlook, the specific level that interest rates may have to reach to be consistent with this objective is uncertain, as it is entirely data-dependent and may change over time.", "Our future actions will take into account these past decisions and their transmission lag to activity and inflation.", "And, of course, future decisions will be conditioned by the inflation outlook, including the economic prospects and, therefore, the higher probability of a recession that we are currently observing.", "Why did the ECB engage in asset purchases and TLTROs?", "To understand the next steps in our normalisation of monetary policy to combat inflation, it is helpful to step back for a moment and consider briefly how we arrived at the current monetary policy situation, characterised by a historically large Eurosystem balance sheet.", "Over the past 15 years, the euro area has been hit by a series of major recessionary shocks.", "First, in 2008-2009, we endured the great financial crisis.", "Second, as that crisis drove up public debt levels, several euro area countries were hit by a sovereign debt crisis.", "Recovery from those two major recessions was a slow process, and the euro area economy was only just beginning to return to normality in 2020 when the COVID-19 pandemic caused a worldwide economic shutdown.", "The main conventional tool in central banks' policy toolkit are short-term policy interest rates.", "But following the sequence of huge negative shocks that have buffeted Europe and the rest of the world in recent years, interest rate cuts alone were insufficient for economic stabilisation, as the central bank cannot push its policy rates much below zero.", "This was the conundrum facing the ECB around 2015.", "It had lowered its DFR all the way to zero and had even begun to reduce it further, reaching an annual interest rate of -0.2% in late 2014.", "But even at these very low interest rates, the economy remained sluggish, and inflation stayed persistently below the ECB's target (at the time, an inflation rate below, but close to, 2%), even falling occasionally into negative territory.", "In these circumstances, the ECB had to reach for new, \"unconventional\" tools to meet its inflation target.", "In particular, the ECB initiated a rapid expansion of its balance sheet, both by buying government bonds and other securities in the secondary market - an assetpurchasing policy often referred to as quantitative easing (QE) -, and through targeted longterm lending to commercial banks.", "Let me now recall briefly how each of these policy instruments works.", "I will start with asset purchases.", "The ECB launched its Asset Purchase Programme (APP) in September 2014.", "The purpose of asset purchases (i.e.", "buying bonds from euro area governments and other public sector entities and from the safest corporate issuers) is to decrease longer-term interest rates.", "Conventional interest rate policy moves the short-term rate on interbank markets, but medium and long-term rates also have a bearing on investment decisions, be they buying a house or purchasing new machinery.", "Long-term rates are the sum of three components: the expectation of future short-term rates, the term premium and the default premium.", "Asset purchases affect each of these components in different ways.", "First, the signalling channel, by which bond purchases often signal to markets the central bank's commitment to engage in expansionary monetary policy.", "This adjusts market expectations about the future course of short-term interest rates, which in turn affects longterm rates.", "Second, investors demand a term premium over expected short-term rates.", "This is because long-term lending is inherently riskier than short-term lending, as short-term interest rates (and, hence, the opportunity cost of long-term lending) may perform quite differently to what was previously anticipated by market participants.", "By purchasing government bonds in secondary markets, the central bank absorbs part of that long-term risk, through what is called the duration extraction channel.", "This leaves less duration risk for private markets to absorb, so the term premium falls, driving down the long-term interest rate.", "Third, there is the risk that a bond issuer will default on its future payment obligations, and investors demand a default premium to compensate them for this risk.", "As in the case of the term premium, central bank purchases shift this risk from private investors to the central bank, which reduces default premium and, therefore, yields - a channel called default risk extraction.", "All three of these asset purchase channels reduce long-term rates and thereby stimulate the economy.", "Indeed, according to many empirical studies, the ECB's APP made a significant contribution to boosting euro area economic activity and supporting the convergence of inflation to its aim.", "The existing evidence also shows that in the case of PEPP - that was designed to permit flexibility in the allocation of purchases across jurisdictions, as well as over time and across asset classes -, it played an additional role to reduce fragmentation within the euro area and thus ensure a smooth transmission of the single monetary policy.", "Let me now turn to the TLTROs.", "In 2014 the ECB launched TLTROs.", "Unlike the (non-targeted) longer-term refinancing operations (LTROs) that preceded them, these ECB loans were specifically targeted at encouraging euro area banks to expand their lending to households and firms.", "Provided they met certain lending targets, banks received TLTRO loans under very advantageous conditions.", "In this respect, TLTROs are complementary to asset purchases.", "While asset purchases aim to reduce the funding costs of those agents (such as sovereign and large corporate issuers) that fund themselves through bonds, TLTROs are intended to increase households' and (smaller) firms' access to bank credit.", "The normalisation phase: sequencing Let me now return to our ongoing monetary policy normalisation process.", "Our normalisation process entails a sequence whereby interest rate increases precede the reduction in our balance sheet, the so-called quantitative tightening (QT).", "There are at least two reasons for this.", "First, we have greater certainty about how changes in the policy rate pass through to financial conditions and to the economy than in the case of QT.", "Central banks have decades of experience in calibrating a rate hiking cycle to actual and prospective economic conditions, but we have far less experience in reducing the size of our balance sheet from such high levels.", "Second, monetary policy transmission in the euro area is highly dependent on bank credit.", "Loan pricing is typically benchmarked to short and medium-term rates.", "Policy rates are thus a more effective instrument to tighten monetary policy.", "Let me flag an additional consideration regarding the interaction between QT and interest rate policy.", "Both QT and interest rate policy affect the overall monetary policy stance.", "Therefore, the path of policy rates that is necessary to return inflation to its medium-term target also depends on how the central bank is implementing its QT.", "Going forward, how should our balance sheet normalisation proceed?", "First, a balance sheet reduction has already started with the automatic phasing-out of TLTRO III operations.", "The recalibration of these operations decided at our last meeting will likely encourage early voluntary repayment of outstanding TLTRO III balances by increasing the expected average cost of TLTRO III funds.", "Such early voluntary repayments of TLTRO III funds would reduce the Eurosystem balance sheet.", "In my view, it may be appropriate to wait until sufficient outstanding TLTRO III balances have been repaid before starting the bond portfolio run-off, for two reasons.", "First, the large TLTRO repayments expected in the first part of 2023 will give us an initial picture of any potential asymmetry and non-linearities in the effects of balance sheet reduction vis-à-vis those generated by balance sheet expansion, by when we will probably have too a clearer idea about whether we are in, or headed towards, a recession.", "Second, it seems reasonable to wait and observe potential ripple effects of TLTRO III repayments in bond markets before starting the bond portfolio run-off, as it will allow us to assess the effective impact of balance sheet reduction on financial conditions.", "After first allowing markets to absorb significant TLTRO III repayments, the normalisation of the ECB's balance sheet could be followed by ending full reinvestment of the APP portfolio.", "As announced by President Lagarde last month, we will decide on the key principles of the reduction of our APP portfolio at our December monetary policy meeting.", "And why we should end APP reinvestments before PEPP reinvestments?", "In my opinion, a \"first-in-first-out\" staggered approach is preferable for at least two reasons.", "First, PEPP reinvestments remain an important line of defence against (pandemic-related) fragmentation episodes, so they are potentially pledged for reallocation across jurisdictions while the lasting vulnerabilities caused by the pandemic continue to pose a risk to the smooth transmission of our monetary policy.", "Second, we previously declared that PEPP reinvestments will not end up until at least the end of 2024, while our forward guidance on APP reinvestments was open-ended.", "We have clearly stated our intention to continue APP reinvestments for an extended period of time past the date when we started raising the key ECB interest rates.", "Moreover, our balance sheet policy will depend too on the operational framework that we adopt for the foreseeable future.", "Since the financial crisis, we have been de facto operating a \"floor\" system, characterised by ample excess reserves and interbank rates pegged to the DFR.", "This floor system, similar to that adopted by the Federal Reserve, is different from the \"corridor\" system that we operated before the crisis, which was characterised by a leaner balance sheet and scarcity of reserves.", "The decision we take in this respect, as well as regarding the desired long-run composition of assets and liabilities, will anchor the desired size of our balance sheet.", "The potential impact of reducing the size of the balance sheet Once we reach the point of reducing asset holdings acquired through the APP, the crucial question is how strong an effect this form of quantitative tightening will have on long-term interest rates.", "It is tempting to see quantitative tightening as simply the opposite of quantitative easing.", "In this light, our experiences with QE over the past decade and more may give us some idea as to how large the effects of QT may be.", "So far, however, there is simply not as much historical evidence available about the impact of QT, because we have observed more episodes of balance sheet expansion than of balance sheet contraction.", "A number of considerations support a prudent approach, since the response to QT could be stronger than the response to QE.", "First, the fiscal landscape has deteriorated in recent years.", "Public debt to output ratios have climbed sharply since the onset of the pandemic, because governments have run very large deficits over the course of the pandemic and because output has fallen.", "The current inflation surprise somewhat reduces the real value of this debt, but this effect is small compared with the strong increase in debt levels since the pandemic began.", "The greater the amount of debt that private markets must absorb, the lower the liquidity in sovereign debt markets and the higher the yields that markets will demand in order to equate supply with demand.", "Accordingly, this factor tends to magnify the impact of quantitative tightening on the term premium11.", "Second, the impact of balance sheet policies may also vary depending on liquidity conditions.", "In QE times, more liquidity injected into the system did not have a major impact since the market was saturated with excess cash and thus money market conditions were rather insensitive to additional liquidity injections.", "But in QT times, the gradual withdrawal of excess liquidity will make money market conditions increasingly sensitive to the amount of cash that is withdrawn from the system, and this could mean more volatility in the overnight rate transmitting in the form of more term premium throughout the curve.", "Indeed, several episodes in the past have shown these potential effects associated with QT12.", "There are, however, some arguments that point towards attenuated effects of QT compared to QE.", "First, markets are already pricing in QT to some extent.", "This is important because much of the impact of asset purchase programmes stems from the advance information provided to financial markets about their overall scale and design.", "Since markets are forward-looking, the whole expected future path of asset holdings plays a role in determining market yields at any given point in time.", "That is what is typically known as \"stock\" or \"announcement\" effects.", "In contrast, beyond potential \"stock effects\", several studies that have sought to measure the \"flow effects\" of asset purchases - the changes in yields directly related to the amount purchased or held at a given point in time - tend to conclude that these effects are relatively smaller.", "For this reason, we might expect that yields already reflect, at least to certain extent, current expectations on the implementation of balance sheet reductions.", "However, by the same token, a faster balance sheet reduction than currently anticipated by markets could trigger some yield tightening.", "Second, compared with QE, QT conveys much less information about the future path of interest rates.", "Purchases and interest rates were linked in the ECB's forward guidance, as I have already explained, but the ECB no longer employs forward guidance on rates as a policy instrument.", "Therefore, the ECB's balance sheet adjustments alone no longer provide direct information about the timing of its interest rate adjustments.", "Again, this weakens the announcement effects of QT compared with QE.", "In sum, all these arguments point, in my view, to the need for the balance sheet reduction in the euro area to be very gradual and predictable.", "It is also essential that balance sheet reductions leave room for action against fragmentation if it reappears, whether either through flexibility in PEPP reinvestments or through activation of the TPI should this prove justified and necessary.", "A coherent monetary-fiscal mix In the last part of my address, I wish to focus briefly on how the monetary-fiscal policy mix should be in the current context.", "High inflation and monetary policy normalisation present a complex scenario for fiscal policy.", "The normalisation of policy rates and of the Eurosystem balance sheet means that See M. Bernardini and A. Conti (2021), \"Assessing the flexible implementation of the ECB's pandemic asset purchases\", Banca d'Italia Covid-19 Note, 20 December 2021.", "See also N. Sudo (2021), \"Quantifying stock and flow effects of QE\", Journal of Money, Credit and Banking 53(7), pp.", "This study attributes roughly three-quarters of the impact of the PEPP programme in spring 2020 to the effect of the announcement of the overall purchase envelope, and just one-quarter of its effects to the actual flow of purchases.", "For instance, according to the SMA, the median respondent expects APP reinvestments to last until June 2023, with a steady reduction in the APP portfolio thereafter.", "Under the TPI, the Eurosystem will be able to make secondary market purchases of securities issued in jurisdictions experiencing a deterioration in financing conditions not warranted by country-specific fundamentals, subject to fulfilling established eligibility criteria.", "For further details, see ECB press release, \"The Transmission Protection Instrument\", 21 July 2022. monetary policy is tightening while economies are facing an energy shock.", "In this context, fiscal policy should refrain from providing across-the-board fiscal support, as this would further raise inflation.", "In turn, higher inflation would eventually force monetary policy to tighten further, with the resulting adverse implications for governments' financing costs and for the economy more broadly.", "More generally, the optimal response, in my opinion, should be guided by four criteria.", "First, the aggregate euro area fiscal policy stance should also be normalised.", "As the European Fiscal Board has highlighted, for the next few years, countries should maintain a neutral or even slightly restrictive aggregate stance.", "This is particularly important for highdebt countries, as they can combine a restrictive tone in the nationally-funded part of the budget with an expansionary tone in the expenditure financed with European funds, for instance under the NGEU programme.", "This would be in line with the current fiscal orientation of the European Commission for 2023.", "Second, fiscal policy should stand ready to react flexibly to the materialisation of adverse scenarios.", "In the case of a downturn in activity, the best way to achieve a targeted and timely response is by letting automatic stabilisers operate freely.", "If more intense inflationary pressures materialise, a more contractionary budgetary policy stance might be required.", "Third, fiscal policy measures should be targeted, focused on the households and firms that are most vulnerable to rising energy prices.", "According to OECD estimates, so far most of the measures adopted in advanced economies to limit the impact of high energy prices have been non-targeted.", "Moreover, the best fiscal policy response would be to help adjust the supply side of the economy, by supporting investment projects that will increase potential growth and the resilience of the European economy to shocks, including higher integration and interconnection of energy markets.", "Lastly, the measures adopted should be temporary.", "This would help ensure that the fiscal cost is manageable and that it does not increase additionally structural public deficits.", "I trust that by sharing with you my views on our monetary policy normalisation path I have reassured you about our commitment to stopping high inflation from becoming entrenched.", "The more confident our fellow euro area citizens are that inflation will return to 2% in a timely manner, the smoother the adjustment process will be."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance"], "topics": ["Monetary policy normalisation", "Inflation", "Balance sheet reduction", "Quantitative easing", "Targeted Longer-term Refinancing Operations (TLTROs)", "Quantitative tightening (QT)", "Fiscal policy", "Monetary-fiscal policy mix", "Transmission Protection Instrument (TPI)", "Next Generation EU (NGEU) programme"]}