{"sentences": ["Chairman Governing Board, NIBSCOM as well as other Governing Board Members, NIBSCOM; Director, NIBSCOM and Faculty Members of NIBSCOM; Eminent bankers, ladies and gentlemen.", "Thank you for inviting me to the Golden Jubilee celebration of this premier institution.", "Over the last 50 years the National Institute for Banking Studies and Corporate Management (NIBSCOM) has provided exemplary service to the banking industry by training several generations of bankers in operational and management aspects relating to banking and finance.", "I am given to understand that since inception, there have been around 2 lakh participants in its training programmes.", "Having started my banking career with Punjab National Bank, one of the sponsor banks of NIBSCOM, I am specially delighted to be here amongst you.", "In addition to various statutory and regulatory requirements, banking also has certain time-honoured banking conventions and practices.", "These practical concepts are best understood by practitioners and therefore best taught by them too.", "Moreover, unlike other professions such as medical, legal or accounting where there are specific academic courses, bankers come from a wide variety of academic backgrounds and learn their craft on the job.", "Therefore, industry promoted capacity building institutions like NIBSCOM play a crucial role in developing and enhancing the skills of bankers.", "Apart from sharing mutual experiences, this collaboration also helps in optimizing training costs.", "Recognising the importance of capacity building, the Reserve Bank has catalysed the establishment of several institutions, both for upskilling of its own staff as well as of the industry.", "These include Reserve Bank Staff College, College of Agricultural Banking (CAB), Indira Gandhi Institute of Development Research (IGIDR), Institute for Development and Research in Banking Technology (IDRBT), National Institute of Bank Management (NIBM), Indian Institute of Bank Management (IIBM), Centre for Advanced Financial Research and Learning (CAFRAL), RBI Academy and more recently College of Supervisors.", "Today, I would like to talk to you about the learnings from the challenges faced by financial sector in the last decade, the emerging challenges and the importance of capacity building in this context.", "A decade of challenges 5.", "The last decade has been exceptionally challenging for banks and financial institutions in India.", "In December 2011, the Financial Stability Report first highlighted the rising NPA levels.", "Subsequently, Central Repository of Information on Large Credits (CRILC), introduced in 2013 and AQR in 2015 revealed the scale of NPA problem.", "As the banking sector was working towards remedying the situation, the IL&FS default in 2018, revealed cracks in the liquidity management of NBFCs.", "This was followed by a spate of problematic episodes like DHFL, Punjab & Maharashtra Co-operative Bank, Yes Bank, LVB and ultimately the Covid-19 pandemic.", "The Covid-19 pandemic is a watershed event of our generation for the widespread devastation of life and livelihood that it caused.", "It still haunts the global economy in several ways.", "There are very few parallels of a shock like COVID-19 in history, which left policymakers with no template to navigate through the crisis.", "Before I continue, I would like to express my gratitude and appreciation for the bankers and RBI staff for their dedicated service during the pandemic.", "Even at the risk to their lives, bankers ensured that branches remain open and functional.", "Teams in the RBI and its regulated entities ensured availability of critical support infrastructure for payment settlement systems, ATMs, internet/ mobile banking, dealing with cyber security risks, address the customer grievances, etc.", "so that banking services continued uninterrupted.", "As you all know, RBI's monetary policy mandate is to maintain price stability while keeping in mind the objective of growth.", "In response to the COVID-19 pandemic, the Monetary Policy Committee prioritised growth adopting an accommodative stance necessary to revive and sustain growth on a durable basis and mitigate the impact of COVID-19 on the economy.", "The RBI implemented a slew of measures, both conventional and unconventional, to address the pandemic-induced dislocations and constraints.", "In terms of conventional measures, the policy repo rate was reduced significantly.", "Further, system-level liquidity was also enhanced through large-scale open market purchase operations and a one percentage point reduction in the cash reserve ratio.", "Unconventional measures such as long-term repo operations (LTRO), targeted longterm repo operations (LTRO) and special open market operations (Operation Twist) were also conducted to support growth.", "Most importantly, the liquidity was closely monitored and to avoid falling into a liquidity trap, all the RBI liquidity measures came with sunset clauses.", "The dislocations in everyday activity and access to finance brought to the fore solvency concerns across individuals, small and large businesses, and raised fears of impending asset quality stress among banks and financial institutions.", "The RBI responded with a volley of regulatory measures that included a loan moratorium, resolution frameworks 1.0 and 2.0 to facilitate restructuring of viable but distressed loans, etc.", "RBI also deployed its macro-prudential toolkit using various counter-cyclical measures.", "Like liquidity, even here the RBI followed a calibrated approach with sunset clauses.", "For instance, the COVID resolution packages set out parameters to ensure that viable borrowers are benefited, and the dispensations are available only for a finite window.", "Meanwhile, banks were advised to raise capital and restrictions were placed on dividend payments in early days itself so as to conserve the capital of banks and improve their risk absorbing capacity.", "Even before onset of the pandemic, RBI had used innovative ways in resolving distressed institutions without requiring infusion of tax-payer money, while safeguarding depositor interest.", "Instead of applying traditional template of merger of a weak bank with a strong domestic bank or Government bailing out a bank, innovative approaches were adopted.", "In the case of Yes Bank, a group of banks came together to infuse capital to revive the bank.", "In the case of Punjab and Maharashtra Co-operative Bank a market-based resolution through the expression of interest route was used.", "For, Lakshmi Vilas Bank, a foreign bank, albeit through wholly owned subsidiary route, was allowed to acquire the operations.", "Issues relating to governance, assurance and supervision were at the root cause of many of the problems.", "However, I believe that all stakeholders of financial sector, including Government, regulators and regulated entities have dealt with the challenges of last decade in a collaborative, calibrated and innovative manner.", "Overall, the financial sector and Reserve Bank have learnt and grown from these experiences - strengthening the institutional architecture, the regulatory framework as well as the financial system.", "On the supervisory front several initiatives have been taken with the overarching vision of being able to provide a sound forward looking assessment of material risks.", "Improving offsite capabilities and making supervision more system and process driven.", "Illustratively, banks are required to have automated system-based asset classification with limited exceptions and tighter controls over such exceptions.", "In October this year, RBI released Daksh, a web-based end-to-end workflow application that will inter-alia facilitate better monitoring of compliance by supervised entities.", "Offsite being data dependent, measures have been taken to strengthen the quality of data inputs.", "An endeavour is also being made to increase the use of advanced analytics, artificial intelligence and machine learning to assess material idiosyncratic and systemic risks so that risks can be proactively identified and mitigated.", "Use of such techniques opens up a range of possibilities especially in monitoring and analysing unstructured data such as board notes, complaints, analyst reports, news, social media, etc.", "to provide leads on emerging supervisory concerns.", "While we are strengthening offsite with greater use of Sup-tech, the human element and onsite has not been forgotten.", "The College of Supervisors has devised a bouquet of programs that caters to capacity building at all levels from foundation course for new recruits to refresher programmes for supervisors.", "Further, a conscious attempt has been made to increase the two-way interactions with management of banks and financial institutions as well as statutory auditors to understand each other's perspective and gain an insight into various concerns.", "These efforts are bearing fruit.", "Today, I am happy to note that the Indian banking sector is strong, stable and resilient poised to support economic growth.", "While we have managed to restore our financial system to health, it is not the time to rest, as challenges remain.", "Having discussed the challenges of the last decade, I would like to discuss three emerging issues, namely, (i) the risks spill over from global events, (ii) the paradigm shift in banking driven by technology and (iii) potential use of data.", "A. Spill-over risks from global events 18.", "Events such as the Russia-Ukraine conflict reiterate the view that in today's interconnected globalised economy, no one is insulated from seemingly isolated events in a distant land.", "India does not have many trade linkages or dependence upon Ukraine.", "However, we are bearing the second order inflationary effects through various transmission channels and overall global slow down.", "The Indian economy is emerging as one of the fastest growing economies and a bright spot in the global economy which is staring at recession.", "As per the IMF's latest World Economic Outlook report, this is the weakest growth profile since 2001 except for the great recession and the acute phase of the COVID-19 pandemic.", "Consequently, there is nervousness in global financial markets with potential consequences for the real economy and financial stability.", "Indian banks and financial institutions should strengthen their risk management capacities to monitor ongoing global events, quickly recognise their potential impact and proactively to mitigate and insulate themselves from any adverse consequences.", "Technology is revolutionising the financial services industry and bringing a disruptive paradigm shift in the delivery of banking services.", "With the entry of technology companies, banking services are being bundled onto platforms and delivered through mobiles.", "Consumers have the convenience of accessing financial products across the entire spectrum of banking, capital markets, insurance and pension as well as non-financial products directly through their mobile phones.", "Very often this results in a blurring of the regulatory perimeter and jurisdiction boundaries.", "It is not as if the financial services sector has been lagging behind in adopting new technologies.", "Products like mobile banking applications, retail electronic fund transfers, UPI, Aadhaar e-KYC, Bharat Bill Payment System, Scan & Pay, Digital Pre-paid Instruments, etc.", "have transformed traditional branch banking.", "From once being restricted by the banking hours, the customer today is offered a digital-mobile-anywhereanytime banking experience.", "However, the pace of technological changes is so rapid that banks will have to continuously innovate to keep up.", "While this technology revolution has certainly enhanced the efficiency of financial entities and resulted in significant improvement in doing business with banks, it has also posed new challenges.", "Several concerns emanate from the mushrooming of unregulated digital lending apps, cyrpto-currencies, cyber-attacks, etc.", "Banks should view technology as an enabler to facilitate seamless customer service and harness it for the benefit of their customers.", "Let me share a recent example.", "Availing credit in rural and semi-urban areas can be very time-consuming since it is largely a paper-based process entailing cumbersome documentation with multiple visits to the branch by the applicant.", "Earlier this year, RBI in consultation with RBI Innovation Hub launched a pilot project on KCC loans to address these challenges through digitalisation of agri-finance.", "Through automation of various processes, access to digital land records, satellite images and API integration, the project envisages a paper-less and hassle-free process that will facilitate disbursements of loans without requiring to visit the branch.", "The pilot, presently running in select districts of Madhya Pradesh and Tamil Nadu, is already showing a substantial reduction in turn-around time and cost.", "In order to take advantage of the technology revolution, there are three things that banks must do from a capacity building perspective: 1.", "Firstly, banks and financial institutions should be ready to scale up their investments in technology.", "In many cases, legacy core banking systems designed in the pre-mobile app era may not be amenable to swift changes in product design, computational capabilities, API integration, etc.", "Secondly, to build capacity, banks and financial institutions should foster continuous innovation.", "This is crucial in today's technology led dynamic environment.", "The financial sector will have to anticipate and prepare for potential future requirements.", "Thirdly, banks and financial institutions must collaborate to leverage technology and derive synergistic benefits for optimising costs, maximising revenues and enhancing customer experience.", "However, while doing so they should ensure data privacy and protection as well as addressing consumer grievances and protecting them from unfair practices.", "It is being said that data is the new oil.", "Like crude oil, raw data may not be valuable in itself.", "However, when consolidated and connected with other data and analysed, it can give meaningful insights.", "The financial sector by the inherent nature of its business has large repositories of customer and transaction data.", "This presents itself with several exciting opportunities with applications across the spectrum of banking functions as well as facilitating better business strategies, fine tuning risk management and offer banking services with enhanced customer experience.", "Collaborating and sharing data, subject to privacy considerations, magnifies the benefits exponentially.", "Indeed, the possibilities are endless.", "Apart from commercial considerations, there are positive implications for development too.", "For instance, data analytics can be used to do away with collateral and documentation requirements which can help credit reach the financially excluded.", "Many banks and financial institutions are already taking initiatives in big data analytics.", "However, to fully exploit and harness the data, building capacities in technology, analytical abilities and most importantly human resources is required.", "Human resources - a significant determinant 29.", "In addition to technology, the main differentiator for success is the quality human resources.", "With a dynamic and rapidly changing environment, the skill gap is widening.", "To address this, banks and financial institutions have to attract, train and retain talent.", "Further, there is a greater need for employees to be flexible, agile, open to new technologies and proactively pick up new skills to remain useful.", "Consequently, upskilling and reskilling of human resources is a sine qua non to face the emerging challenges.", "This is where capacity building will play a major role in the financial sector.", "Capacity building is a wide overarching concept covering human resource development, organisational development and legal framework development.", "The objective is to bring about efficiency and effectiveness by improving the system's ability to deliver and perform at the optimum level.", "Training is often the easiest and first place to start in capacity building.", "However, in order to derive its benefits and optimize its costs, careful consideration should be given to all the elements of capacity building.", "For instance, an officer may be trained in advanced quantitative techniques but if adequate resources in the form of computing infrastructure and access to data are not provided, the training is rendered ineffective from a capacity building perspective.", "Therefore, for training to translate into capacity, banks and financial institution must ensure that the training is demand driven based on a training needs analysis and is gainfully utilised post the training.", "Apart from training, the financial services sector must invest in research and be open to accepting and developing out-of-box ideas.", "Banks and financial institutions can consider in-house data science labs or sandbox environments to test out innovative ideas.", "Indeed, instead of banks following technology companies, the situation could be reversed with banks leading with novel technology solutions.", "As I conclude, I would summarise my key message.", "The Indian financial sector is coming out of a challenging decade which saw several crises including the pandemic.", "Fortunately, it has learnt and grown from these experiences and is fairly sound and much more resilient today.", "However, there are existing and emerging challenges on the horizon which the sector needs to adequately prepare for.", "The solution lies in the effective management of human resources and upskilling and reskilling them to face these challenges that lie ahead.", "Bank managements should shun short term considerations and invest in their people realising that the long-term benefits of capacity building far outweigh the immediate costs.", "Institutions such as NIBSCOM can go a long way in optimally delivering on the training components of capacity building in areas such as risk management, technology and data analytics, while also nurturing research and innovation.", "I would encourage NIBSCOM to take up innovative research topics.", "With this I wish NIBSCOM and its faculty all success in their future endeavours and many glorious years ahead.", "Thank you once again for inviting me to be a part of your Golden Jubilee Celebrations.", "As a locally incorporated bank, the wholly owned subsidiaries (WOS) are given near national treatment with some exceptions.", "World Economic Outlook, October 2022: Countering the Cost-of-Living Crisis', International Monetary Fund, October 11, 2022."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Capacity building", "Financial sector", "Challenges", "Technology", "Data", "Human resources", "Risk management", "Banking", "NIBSCOM", "Training"]}