{"sentences": ["As prepared for delivery Good afternoon.", "It is a pleasure to be here with you at the Singapore Fintech Festival.", "It is exciting to be a part of this gathering of industry professionals, policy leaders, and investors to discuss key developments in the fintech industry.", "Digital innovation has the potential to benefit the financial system writ large by reducing transaction costs, increasing competition, and broadening access to a wider range of participants.", "However, harnessing the full potential of financial innovation and related technologies - especially regarding cross-border settlements and payments - will require collaboration across a range of international partners.", "In my remarks today I will discuss the landscape of digital assets and some of the ways that the Federal Reserve System is engaging in research and experimentation that support ongoing innovation.", "As always, the views I express today are my own, and do not necessarily reflect those of the Federal Reserve Bank of New York or the Federal Reserve System.", "Digital Assets and the Federal Reserve We are all experiencing the incredible pace of growth and change within the digital asset domain, which encompasses a range of opportunities and risks.", "The market capitalization of digital assets reached $3 trillion in November 2021.", "The rapid growth of digital assets presents opportunities to both reinforce the role of central banks and regulatory bodies in stewardship of the global financial system and be positioned at the technological frontier.", "However, this growth is not without risks: in May, the crash of Terra, an unbacked algorithmic stablecoin, and the subsequent wave of insolvencies, wiped out over $600 billion of investor and consumer funds.", ", Currently, the total cryptoasset market capitalization rests around $1 trillion, a 66 percent decline from its November 2021 peak.", "When I consider the ways in which digital assets impact the mission of the Federal Reserve, I see several channels - including monetary policy and the provision of an elastic currency, the preservation of financial stability, and the smooth operation of the payments system.", "Regarding monetary policy and currency, in January, the Federal Reserve released a discussion paper that considers a future where digital assets may play a large role in our financial system, and in particular, establishes some broad principles and outlines some of the pros and cons of a central bank digital currency, or CBDC.", "While at present the Federal Reserve has neither issued a CBDC nor plans to do so imminently, ongoing research improves our understanding of the risks and opportunities inherent to a CBDC.", "Central bank money - a liability of the Federal Reserve - is the bedrock of the U.S. financial system.", "It is held by depository institutions as bank reserves or by individuals in the form of paper currency.", "Demand for central bank money is driven by many fundamental factors, including the settlement of both retail and wholesale transactions and its role as a store of value.", "In addition to these factors, which are likely familiar to any of you who have studied monetary economics, demand for the U.S. dollar is also driven by international factors owing to the role of the dollar in the global economy.", "In fact, while precise estimates are challenging to come by, available data suggests that more than half of all dollars in circulation may be held outside the United States.", "As a result, innovation related to money provided by the Federal Reserve will have impacts that extend far beyond U.S. borders.", "A U.S. CBDC - a digital form of the U.S. dollar that is a direct liability of the Federal Reserve- has the potential to offer significant benefits.", "It could enable a payment system that is more efficient, provide a foundation for further technological innovation, and facilitate faster cross-border transactions.", "It could promote financial inclusion and equity by enabling access for a broad set of consumers and foster economic growth and stability.", "In order to fully realize benefits such as these, a digital dollar would need to be thoughtfully designed and implemented.", "A CBDC would need to protect against cyber and operational risks, safeguard the privacy of sensitive data, and minimize risks of illicit financial transactions.", "Additionally, one of the most important aspects in our deliberations is that any form of a CBDC in the future would need to be intermediated.", "This means that the private sector would need to act as intermediaries in that system, and a direct account approach would not be contemplated.", "While the Federal Reserve has made no decision on whether or how to issue a CBDC, we are actively conducting technical investigations into both retail and wholesale CBDC design.", "Project Hamilton, which is a partnership between the Federal Reserve Bank of Boston and MIT, has experimented with potential approaches to a digital dollar, with work focused on retail uses and payment channels.", "In the use case they explored, the Hamilton team was able to demonstrate the potential for usage at scale, which would be a key design element of a retail CBDC.", "As a complement, and in line with the New York Fed's unique role in the Federal Reserve System with wholesale payments in both domestic payments and foreign exchange, the New York Innovation Center is researching technical aspects related to wholesale CBDCs.", "In addition to CBDC, the broader digital assets landscape, which includes stablecoins - cryptoassets that are backed by assets such as U.S. Treasury securities to stabilize their value - and unbacked cryptoassets, has grown significantly in recent years, and continues to evolve quickly.", "While many digital-asset-related activities fall within existing U.S. laws and regulations, the rapid evolution and adoption of digital assets highlight unique risks that warrant a more comprehensive and aligned approach by agencies across the U.S. government with different regulatory remits.", "The Federal Reserve, as an independent central bank, is only one part of the puzzle.", "Many of these other stakeholders across the U.S. government, such as the Treasury Department, market regulators, and federal banking supervisors, will be involved in providing guidance and guardrails to the financial system as the universe of digital assets continues to evolve.", "In the current environment of rapid technological change, it is crucial that innovation proceeds responsibly in order to safeguard the stability of the financial system.", "To that end, on March 9 of this year, President Biden issued an Executive Order on Ensuring Responsible Development of Digital Assets.", "This executive order outlined the first whole-of-government approach to addressing the risks and harnessing the potential benefits of digital assets and their underlying technology.", "In response, over the past six months, agencies across the government have worked together to develop frameworks and policy recommendations that advance the six key priorities identified in the executive order: consumer and investor protection; promoting financial stability; countering illicit finance; U.S. leadership in the global financial system and economic competitiveness; financial inclusion; and responsible innovation.", "The executive order will be a catalyst to increased coordination among U.S. regulators.", "Last month, as part of the approach outlined in the executive order, the Financial Stability Oversight Council, or FSOC, released a report that considers the financial stability risks of crypto assets.", "In the report, the FSOC noted that financial stability risks of crypto assets are drawn mainly from interconnections with the traditional financial system.", "The report identified vulnerabilities unique to crypto assets and recommended approaches to regulation and supervision in the future, highlighting the importance of ongoing research to improve our understanding of risks and opportunities, and planning to ensure we can continue to achieve our mission including supporting safety and stability in this evolving domain.", "The Fed also collaborates with other U.S. regulators on the topic of stability risks arising from digital assets, and coordinates with international authorities through forums including the Bank for International Settlements (BIS) and the Financial Stability Board.", "Finally, a third key dimension through which innovation - both broadly and in digital assets specifically - impacts the mission of the Federal Reserve is in relation to the payments system.", "On a daily basis, roughly $4 trillion of transactions are settled through FedWire, the real-time gross settlement (RTGS) service offered by the Federal Reserve.", "FedNow, targeted for release in mid-2023, represents a key innovation to modernize the future of payments.", "This new cloud-based RTGS system will enable consumers and businesses to send payments instantly through their depository institutions on a 24-hour, 365-days-a-year basis.", "Of course, payments do not always stay within national borders.", "The Federal Reserve is an active participant in international efforts regarding payment systems via the Committee on Payments and Markets Infrastructures (CPMI) at the BIS.", "The CMPI collects best practices and issues recommendations for managing payments, clearing, and settlement risk across financial market utilities.", "At present, a high-priority area of study for the CMPI is coordinating the development of 24/365 RTGS systems - like FedNow - globally.", "Innovation in cross-border settlements will reduce liquidity outlays and settlement risks, leading in turn to cheaper cross-border payments.", "The New York Innovation Center and Project Cedar In the remainder of my remarks, I'd like to focus on an example of ongoing innovation research that is currently underway at the Federal Reserve Bank of New York.", "To further enhance our ability to contribute to financial innovation globally, the New York Innovation Center, or NYIC, was established in 2021.", "The NYIC bridges the worlds of finance, technology, and innovation.", "Through technical research, experimentation, and prototyping, our team generates insights into high-value central-bank-related opportunities, enabling stakeholders and the central bank community to enhance the functioning of the global financial system.", "Project Cedar is the inaugural project of the NYIC and represents the first stage of the NYIC's research efforts into CBDCs, the NYIC's biggest focus area in 2022.", "A goal of the NYIC is to progress CBDC research with an objective of defining a technical design for a CBDC addressing the wholesale market in the Federal Reserve context.", "After taking a close look at the foreign exchange space with economists, traders, and market analysts, the NYIC team zeroed in on settlement of foreign exchange spot transactions as a first area of investigation.", "FX spot transactions are critical in the context of cross-border payments, and serve as a building block for longer, more complex transactions.", "Traditionally, settlement generally takes two days after a transaction, which leaves some room for improvement.", "By demonstrating improvements in settlement of FX spot transactions, the NYIC could address settlement time and risk, which would have implications to speed and access for the broader cross-border market.", "We are not the first to address this topic, of course, but the NYIC wanted to investigate it from the perspective of the Federal Reserve, through the lens of a wholesale CBDC.", "The NYIC developed a hypothesis that there is a distributed ledger technology solution for wholesale FX settlement that results in instant and atomic settlement in which a wholesale CBDC is the settlement asset.", "NYIC then built a working prototype and tested it.", "Results from the experiment indicated that settlement could occur in fewer than 10 seconds on average and that horizontal scaling was possible.", "This indicates that a modular ecosystem of ledgers has the potential for continued scalability, and that distributed ledger technology could enable settlement times well below the current industry standard of two days, with the added guarantee of atomic settlement.", "Innovations in digital assets have the potential to impact financial markets in many fundamental ways; it is essential to understand these developments and the impact they may have on the mission of the Federal Reserve.", "Through ongoing investment in research, experimentation, and collaboration, leveraging the full potential of digital assets is possible.", "I look forward to building on the successes of Project Cedar and similar efforts.", "The White House, Fact Sheet: White House Releases First-Ever Comprehensive Framework for Responsible Development of Digital Assets , September 16, 2022 CNBC, \"Terra backers vote to revive luna - but not UST - after $60 billion crypto collapse ,\" May 25, 2022 Vice Chair Lael Brainard, \"Crypto-Assets and Decentralized Finance through a Financial Stability Lens ,\" remarks at the Bank of England Conference, July 8, 2022 Board of Governors of the Federal Reserve System, \"Money and Payments: The U.S. Dollar in the Age of Digital Transformation,\" January 2022 Chicago Fed Letter, \" Understanding the Demand for Currency at Home and Abroad ,\" No.", "396, 2018 Federal Reserve Bank of Boston and Massachusetts Institute of Technology Digital Currency Initiative, Project Hamilton Phase 1 Executive Summary , February 3, 2022 Vice Chair for Supervision Michael S. Barr, \"Managing the Promise and Risk of Financial Innovation ,\" remarks at D.C. Fintech Week, October 12, 2022 The White House, Executive Order on Ensuring Responsible Development of Digital Assets , March 9, 2022 Fedwire® Funds Service Volume and Value Statistics , FRBservices.org"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital Assets", "Central Bank Digital Currency", "Innovation", "Financial Stability", "Payments", "Cross-Border Settlements", "Stablecoins", "Crypto Assets", "Financial Inclusion", "Economic Growth"]}