{"sentences": ["October 15, 2022 Korea's Monetary Policy Amid an Accelerated Global Monetary Tightening Changyong Rhee1 At the Peterson Institute for International Economics (PIIE) Washington, D.C. * I am grateful to Dr. Kyoungsoo Yoon and to Ms. Minjung Kim at the Bank of Korea for their contributions and assistance in preparing this speech.", "The views in this speech do not necessarily represent the official views of the Bank of Korea or its Monetary Policy Board.", "Governor, Bank of Korea.", "I am honored to be invited to PIIE and grateful to Dr. Adam Posen and my other friends here for providing me with this opportunity to talk about Korea's monetary policy amid an accelerated global monetary tightening cycle.", "I would also like to express my congratulations to Dr. Fred Bergsten on his retirement and my sincere gratitude for his excellent contributions and policy advice to the Korean government, especially for the G20 Summit in Korea in 2010.", "Unlike my previous visits to PIIE as director of the IMF Asia and Pacific Department, this time I feel it is more appropriate to confine my talk to Korea-specific issues rather than discuss the Asia region more broadly.", "You may also find me to be more ambiguous and less straightforward than before, which is a virtue I am working to develop as a central banker.", "Only three days ago, the Bank of Korea decided to increase its policy rate by 50bp to 3.00%, the second 50bp increase since July, when the policy rate was increased by 50bp for the first time in our history.", "Considering the high proportion of floating rate mortgage loans in Korea, over 60% compared with less than 10% in the US, you can think of our 50bp increase as having the equivalent impact of a 75bp increase by the Fed.", "Before delving into the complex backdrop behind this decision, let me briefly explain the BOK's monetary policy decisions since the first lift-off last year after the COVID-19 shock.", "Post-COVID lift-off and gradual policy rate hikes The BOK began raising its Base Rate in August 2021, a bit earlier than other major central banks, and after two additional small increases, the policy rate rose from 0.50% to 1.25% by early 2022.", "Lockdowns in Korea from COVID-19 were relatively weak compared with those in other economies, which allowed for a smaller output loss and a relatively faster economic recovery.", "The first hike, amid relatively mild inflation around the mid-2% level, was done to curb rapidly expanding household debt together with accelerated housing prices in the ultra-low interest rate environment.", "In hindsight, the earlier lift-off aimed at ensuring financial stability has helped us when dealing with the rising inflation rate this year.", "Oil prices consistently increased after the Russia-Ukraine War in February.", "This pushed inflation up to the 5% range in Korea.", "Accordingly, the BOK took the unavoidable action of hiking the policy rate in April and again in May to ensure price stability, as did many other central banks.", "A big step and qualitative conditional forward guidance In July, the CPI rose to the 6% range, while both the core inflation rate and short- term inflation expectations were approaching 4%.", "A stronger response was required to prevent a high-inflation regime from becoming entrenched.", "The BOK decided to take a so-called \"big step,\" a 50bp increase in its key rate, joining the global trend of accelerated monetary tightening.", "Together with this big step, the BOK provided qualitative conditional forward guidance that it would continue increasing its policy rates in \"baby steps\", or in 25bp increments, for the foreseeable future, i.e., about three months ahead.", "This method of communication is significantly different from its past practice of emphasizing strategic ambiguity about the future rate path.", "The baby-step approach became the BOK's baseline scenario for the following three reasons.", "First, we aimed to ensure that financial markets did not overreact to the unprecedented 50bp hike, while we anticipated that inflation would stabilize at around 3% within the coming year, mainly owing to declining oil prices.", "Second, we needed to take stock of the impact of past interest rate hikes totaling 125bp over the past year on the economy.", "Third, consecutive big steps were not necessarily warranted, given that Korea's inflation rate was relatively low and our labor market was less tight compared with those of the US (see Figure 1 and Figure 2).", "Looking at the pre- and post-pandemic Beveridge curves of Korea and the US3, the US curve appears to shift upward, whereas the Beveridge curve for Korea shifts down (see Figure 3).", "This reflects the absence of substantial structural change in the Korean labor market thanks to less strict COVID-19 lockdown measures.", "As a result, upward pressure on wages is smaller in Korea than in the US.", "Storms abroad and the resilience of Korea's external sector However, as you all know, global financial markets have seen severe turmoil since August, which forced the BOK to reconsider its monetary policy path.", "Chairman Powell's speech in Jackson Hole4 , which emphasized restoring price stability, had already been largely expected when the BOK decided its policy rates in July and August.", "However, the BOK did not anticipate the substantial upward revision in the FOMC's dot plot.", "The federal funds rate at the end of 2022 as per the dot plot is 50bp higher than we expected back in July and August.", "Since the September FOMC meeting, the volatility of global financial markets has become significantly unsettling.", "In September, the Korean won depreciated more rapidly in the face of the Fed's accelerated tightening in addition to the substantial depreciation of both the Japanese yen and Chinese yuan owing to their respective central banks' ongoing accommodative monetary policy, which is exceptional among major central banks (see Figure 4 and Figure 5).", "Furthermore, global financial market turmoil from the announcement of the UK's unexpected expansionary fiscal policy also led to a rise in FX market volatility in Korea.", "The Korean won, which had depreciated almost in line with the strengthening US dollar in terms of the DXY since the second half of last year, began to weaken faster than increases in the US dollar index in mid-August.", "There are also Korea-specific reasons for this weakening, including the deterioration of Korea's trade balance following the downturn in the semiconductor cycle, and the use of the Korean won as a proxy currency for the Chinese yuan.", "To ease market volatility by stemming herd behavior, the BOK intervened in the FX market during this period.", "The rapid currency depreciation has made the BOK's monetary policy decisions more complicated and more challenging.", "Many Koreans still have painful memories of the 1997 Asian Financial Crisis (AFC), and are understandably sensitive to fast increases in the exchange rate.", "In response, the BOK is actively communicating to the public that current financial and economic conditions are substantially different from those of the two crises in 1997 and 2008 and currency depreciation is a common phenomenon seen in most major economies, rather than a Korea-specific shock.", "Unlike the AFC in 1997, when Korea faced a double mismatch problem, i.e., maturity and currency mismatches, Korea's net international investment position (NIIP) is 41% of GDP as of June 2022 (see Figure 6).", "Considering the over 410 billion US dollars in FX reserves as of September 2022 and the relatively low short-term external debt to FX reserve ratio, FX liquidity conditions in Korea are highly stable.", "And regarding external debt, any negative B/S effects from the stronger US dollar are diminished by the smaller share of debt denominated in dollars and higher share denominated in won (see Figure 7).", "Furthermore, compared with those before the two financial crises, the REER (real effective exchange rate) of the Korean won before the current depreciation episode did not deviate meaningfully from its long-term average, i.e., there was no sign of overvaluation.", "Thanks to these positive factors, KP spreads5 and the CDS premium are still low despite increases in the exchange rate, showing that there are no conspicuous liquidity strains in the FX funding market.", "Given this environment, while flexible exchange rates do play a role as a shock absorber for the strong dollar trend, it has become important to find a proper policy mix of monetary policy and other policies to ensure that rapid exchange rate movements do not lead to creating economic anxiety.", "October's monetary policy decision A few days ago, the Bank of Korea raised its Base Rate by 50 basis points amid the new economic conditions of significantly increased volatility in global financial markets and the Fed's clear signaling in September of more rapid interest rate hikes.", "This second \"big step\" was mainly due to changes in the preconditions for the forward guidance we provided in July and August.", "Specifically, consumer price inflation is expected to remain high in the 5-6% range, reflecting the unexpected rise in the exchange rate, while downside risks to the Korean economy have increased with weaker global growth prospects.", "Needless to say, the Bank of Korea is not targeting a specific level for the exchange rate, but it has to consider how a sharp rise in the exchange rate would affect financial stability conditions, such as capital outflow pressures.", "With regard to the future policy direction, the BOK has made it clear that it will prioritize price stability to the utmost as long as inflation remains high in the 5-6% range.", "However, unlike July's decision, we didn't suggest any specific size for further increases.", "This is because there are high uncertainties surrounding external conditions such as the Fed's decision in November, energy price movements from the oil production cuts by OPEC+, any change in China's zero-COVID policy after National Congress of the Chinese Communist Party, and the volatility of the Japanese yen and Chinese yuan.", "Looking ahead, therefore, the BOK will determine the size and pace of further increases while assessing how growth, inflation, and financial and FX markets are affected by these changing external factors.", "Lessons for Integrated Policy Framework and forward guidance Although only six months have passed since I took office in April as the Governor of the Bank of Korea, one thing I can say without a doubt is that the work of a central bank governor has never been more challenging.", "Although difficulties are continuing and there are still many lessons to be learned, I would like to end my speech by conveying two important things I've learned so far.", "First, I am proud of my contribution, if there is any, during my nine years of work at the IMF to developing the Integrated Policy Framework (IPF) which recommends utilizing other policy tools together such as FX interventions, capital flow management measures and macroprudential policies as needed, rather than relying solely on the interest rate when conducting monetary policy in a small open economy.", "And in fact over the past several months I have given careful consideration to what constitutes the optimal mix of these policy tools when conducting monetary policy.", "In this process, I have come to realize that it is very difficult to implement the optimal policy mix in the real world.", "In particular, there are greater constraints on applying the framework in response to capital outflows than to capital inflows.", "As the Integrated Policy Framework has now taken shape, I hope to talk more with my former colleagues at the IMF about how it can be operationalized.", "Second, I've learned that communication with the public is not easy when transitioning from the traditional strategic ambiguity to forward guidance.", "Given that Korea is a small open economy which is heavily affected by various external factors, the BOK had maintained strategic ambiguity under which it provided information on the future policy path as cautiously as possible.", "After I took office, the BOK started to provide forward guidance in order to achieve more transparent communication between the BOK's monetary policy committee and the markets.", "However, the sharp depreciation of the Korean won in September ignited some fierce criticism that the forward guidance, announced in July, of \"baby steps\" aggravated the currency depreciation by signaling a greater policy rate gap between the US and Korea.", "In July and August, the BOK did communicate that it would re-evaluate the forward guidance of 25bp hikes after the FOMC meeting in September, emphasizing that the guidance was conditional.", "To emphasize the conditionality of the forward guidance further, I also explained that \"The Bank of Korea is now independent from the government, but it is not independent from the Fed\".", "In spite of the repeated explanations, some critics of the forward guidance still seem to regard the baseline scenario as a commitment or a promise rather than conditional guidance.", "In fact, the guidance that the Bank of Korea provided was neither a dot plot nor an endogenous policy rate path.", "In this regard, I don't think the guidance we provided can really be called forward guidance as that term is understood internationally.", "Nonetheless, in reality there are various difficulties when communicating in a way that goes beyond the long tradition of providing limited information on the future policy path.", "Considering the characteristics of a small open economy which is exposed to various uncontrollable external factors, I may need to reassess the speed and the degree of this tough transition.", "Change is always difficult, and I look forward to hearing your advice.", "Samil Oh, Jongha Lee, Giwon Bae (2022), \"Assessing Labor Market Conditions in Korea through the Beveridge curve: Korea vs. the US\" Issue Notes, 2022-32, September 5.", "Rhee (2022), \"Lessons from Unconventional Monetary Laxton, Douglas and Changyong Speech delivered at Policy for Small Open Economies and Emerging Markets,\" \"Reassessing Constraints on the Economy and Policy,\" an economic policy symposium sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming, August 27.", "Powell, Jerome (2022), \"Monetary Policy and Price Stability,\" Speech delivered at \"Reassessing Constraints on the Economy and Policy,\" an economic policy symposium sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming, August 26.", "Ree, Jack Joo, Kyoungsoo Yoon, and Hail Park (2015), \"FX Funding Risks and Exchange Rate Volatility,\" Emerging Market Review, vol.", "Policy rate changes: Korea vs US Figure 2.", "Sources: Statistics Korea, Ministry of Employment and Labor, BLS Figure 4.", "Sources: Bank of Korea, Bloomberg, BIS Figure 5.", "Sources: Bank of Korea, Bloomberg Figure 6.", "Indicators of external soundness1)2) Figure 7.", "Short-term external debt and US dollar denominated external debt (b illio n d o llars) 12 0 90 (41.1) S hort-term external debt/ A FC (S ep ."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Inflation", "Exchange Rate", "Financial Stability", "Interest Rates", "Forward Guidance", "Integrated Policy Framework", "Economic Growth", "Labor Market", "Global Financial Markets"]}