{"sentences": ["Good evening, everyone, and thank you for inviting me to be your speaker at your 63rd Annual Convention.", "Again, going back to comparing economists with actuaries, you are on a little bit more solid [ground than economists] because, at least, you can use the law of large numbers, whereas us, economists, ask questions, like: what is the chance that this country will default on its debt?", "Clearly, you do not have [to consider] population [as a variable] because which countries look [exactly] like another country, right?", "And therefore, in that sense, you are on more solid empirical grounds than we are.", "In other words, we need a lot more assumptions because as much as we want to use facts, they do not exist.", "Nonetheless, we still have to make decisions.", "And in that sense, the decisions that you make must depend on the consequences of mistakes and the probability of mistakes.", "For instance, which is the bigger mistake: having interest rates that are too low that you end up with inflation that is eventually very hard to control or having interest rates that are too high, which [then] makes the economy grow a little bit slower?", "Clearly, those trade-offs are hard to make [for economists] because, to begin with, they do not clearly know the probability of being wrong.", "Economists [could only] have a gut feel of what it is.", "And whatever models that economists use, these will produce numbers, but they would nowhere be like the numbers you [actuaries] use in your own job.", "For instance, you are looking at life expectancy, the probability of getting sick, and so on.", "At least, you [actuaries] have a more solid basis for estimating those probabilities, whereas we, economists, are just guessing.", "And then, when we are right, it is obvious.", "There is a story that goes: a man was on a hot air balloon, but he got lost.", "And then, to find out where he was, he lowered the balloon to ask a farmer [on the ground].", "And the farmer below says, \"You are in a balloon.\"", "And the man in the balloon says, \"He must be an economist.", "He is telling me something right that is totally useless.\"", "Looking at how we use numbers is really the point, right?", "As they say, an accountant is someone who attempts to value the present, right?", "[They] look at the past.", "And, hopefully, an actuary is someone who attempts to value the future with all its uncertainties.", "And, clearly, that is very useful.", "For instance, in the Bangko Sentral ng Pilipinas (BSP), we have economists, we have statisticians, econometricians, [and] accountants.", "They will look at data in a very different way.", "Maybe the BSP needs some more actuaries.", "Maybe we would do a better job if we had more actuaries, judging by the conversations we were having [earlier] at the table.", "I would like to tell you, for instance, that our Human Resource Department informs me that there are more than 1,100 positions in the BSP that have to do with data.", "Of course, they use data differently.", "And maybe taking your view on many things, maybe we could learn a lot from you [actuaries].", "Of course, when you look at the BSP, it has three pillars.", "The most important pillar, I think, is price stability, which is, right now, very simple to explain: keeping inflation between 2.0-4.0 percent.", "For this year, we will clearly miss the target.", "And as we will explain, we will miss the inflation target because the high inflation is due to what we call \"supply shocks,\" which is not our accountability.", "In other words, if inflation is too high because we [at the central bank] created too much demand, we created too much credit, too much money, then blame it on us.", "But the [current elevated] inflation is due to shocks that have little to do with demand but have more to do with supply.", "Clearly, central banks cannot control them.", "What we are saying is because it is a supply shock, we should take the necessary policies so that the inflation will return to 2.0-4.0 percent.", "And in our calculation-if we are right-by the second half of next year, inflation will already be between 2.0-4.0 percent.", "And, hopefully, for the rest of 2024, it will stay the same.", "Today, I will also turn my attention to our second pillar, financial stability, which defines our role as regulators and supervisors of financial institutions.", "The best way to summarize this slide is: right now, the banking system is growing.", "It is more than adequately capitalized.", "They have enough provisions for credit losses and, therefore, what it says is: we have a strong banking system that will enable the economy to recover quickly as soon as mobility restrictions imposed by COVID are lifted.", "And it is turning out that with the first three quarters of the year, we are seeing just that.", "Indeed, the growth rate of the economy this year is, of course, most likely to exceed the bottom of the target of the government, which is 6.5 percent or higher.", "But there are limits to the banking system.", "As you know, when you look at the balance sheet of a bank, a big part of the money being lent out is depositors' money and less than 20.0 percent is equity.", "Now, what is the problem?", "Well, it looks stable.", "But just because it is stable, it does not mean it remains that way.", "So, therefore, a bank-because deposits can be withdrawn anytime-will be reluctant to lend all of it.", "Indeed, when you look at the balance sheet of the bank, a big part of it will be in liquid marketable securities just in case depositors change their minds and move somewhere else.", "Banks better have enough money to finance the withdrawals.", "Then, in addition, it is very hard for a bank to make a loan that is fixed rate or longer than seven years because of the very [short-term] nature of the funding source.", "On the other hand, you [actuaries] work for insurance companies.", "I was told that 60.0- 70.0 percent of you work for insurance companies, where the savings are really longterm because they are [set aside] for life insurance or for retirement.", "In this case, you are the natural source; the insurance companies are the natural source of longer-term funds.", "Now, of course, for some reason, the role of the banks [in the financial system] is disproportionately high.", "And although we supervise banks rather than insurance companies, we would rather have a capital market where the insurance companies play a bigger role.", "And I am sure you, actuaries, will play a very big role in that.", "In short, banks, by their very nature, have a lot more resources than insurance companies, but they also are much more limited in what they can do by the very nature of their funding sources.", "So, I will cut through some parts of my speech because I am sure that you are in a hurry to be sworn in.", "I was told you have 400 members.", "And just like us, as I already said, you must want your decisions to be based on data.", "So, the question we ask ourselves always in the BSP is: how else can we get it?", "How else can we extract as much as we can from our data?", "And, in that sense, you probably have exactly the same concerns that we have.", "I will just tell you that, okay, we are very confident.", "Although I am less than a hundred percent sure that, given what we are doing, we can support the nascent economic growth.", "We have raised interest rates.", "But fortunately, we seem to be right that high interest rates will not kill the economy.", "And then, we hope that with the interest rate adjustments, inflation will come back to normal by the middle of next year, unless there are new supply shocks, new surprises.", "And then by 2024, hopefully, we will be back to normal inflation rates again.", "I heard the speech of the outgoing President.", "I congratulate you on a job well done.", "And it seems to me that every society has exactly the same problem, right?", "Some are happy; some are not happy.", "But in the end, the society survives and prospers.", "By the way, my other impression is you seem to be better funded than economists.", "You have nicer meetings, okay?", "So, congratulations to all the members, especially the new officers, and it is my great privilege to be able to swear you in.", "Magandang gabi sa inyong lahat."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Interest rates", "Financial stability", "Banks", "Insurance companies", "Supply shocks", "Economic growth", "Data", "Risk", "Uncertainty"]}