{"sentences": ["Ladies and gentlemen, esteemed participants, and distinguished guests, A warm virtual welcome to all.", "Thank you for inviting me to offer some remarks on today's event on \"Building Malaysia's Resilience: Lessons from COVID-19's Economic Impact and Policy Responses\".", "First off, while joining you all virtually does hark back to the time period we're drawing lessons from,I assure you that it is not intentional.", "I would much rather be with you in person; my apologies.", "This physical distance does remind me of the highs and lows we experienced during the pandemic.", "It was a time when baking became a global sport.", "Hunting for that Gardenia bread became our national treasure hunt and \"You're on mute\" became the new .", "But on a more sombre note, those were also highly trying times for us, when we were scrambling to forecast how the economy was performing, designing policy measures, and figuring out how to communicate.", "The mood was tinged with despair.", "We had to keep the economy afloat, while worrying about our family, friends and colleagues.", "I remember looking for quotes to lift morale and help my team stay positive.", "It was by Shams Tabrizi, the great mentor of Rumi.", "It reads: \"It is pointless trying to know where the way leads.", "Think only of your first step.", "Truth be told, I never had the chance to use it.", "The nation was facing a perfect storm of a health crisis, an economic crisis and a political crisis.", "We were so busy steering our ship through that storm, so busy taking those first steps that I forgot all about the quote until I was asked to speak for this event.", "And when we emerged on the other side, the rest, as Shams Tabrizi predicted, had come.", "Our nation survived, battered but far from broken.", "Today, we no longer talk about economic recovery, but the way forward to prepare for the next stage of development, the next crisis, for it will surely come.", "So swift, steady and sustained has our recovery been that we begin to forget the storm we endured.", "Yet it is this very situation that gives us the breathing room we need to take stock of what we've learnt.", "That is why we are here today.", "In hindsight, we were lucky.", "There was no knowing the exact form the crisis would take, yet our economy was resilient to many of the challenges we faced.", "Before, digitalisation was an enabler for innovation; suddenly, it was a crucial part of saving lives.", "As we strove to respond rapidly while still basing our responses on sound policies and strategies, the crisis accelerated structural changes we were already in the process of making, along guard rails we had already built.", "Internet penetration was high, and remote work became a viable option for many sectors.", "Our communication systems played a vital role in keeping the nation connected, bridging gaps in a socially distant world.", "It allowed businesses to pivot, workers to transition seamlessly, and most importantly, essential services to continue without crippling disruptions.", "The gig economy emerged as an unexpected hero.", "The dynamic nature of this sector acted as a buffer in maintaining a semblance of normalcy amid the chaos.", "Much was said about our fiscal position, but the steady consolidation over the years allowed us sufficient room to manoeuvre for timely interventions.Our sturdy financial sector also stood ready to absorb shocks and provide credit.", "In short, our earlier policy decisions and structural reforms helped to lead us from a rocky period into the present.", "And now, we must re-evaluate and refine them for a stronger future.", "The constant need for structural reforms is no new revelation to any of us who work in long-term policymaking.", "In my own career, I have battle scars from three crises.", "One thing for sure is that all of these crises have taken various forms.", "Each time, their impact was blunted by measures that we took earlier to strengthen our fundamentals before the fact, from the financial buffers against the Global Financial Crisis to the diversified, digitalised economy that weathered COVID-19.", "But a blunted impact is still felt, and it is still painful.", "With the benefit of hindsight, we can see clear gaps in the design and execution of some policies.", "For instance, though major shocks will inevitably hurt some more than others, there is room to improve the way we help these people and businesses recover.", "If we have more holistic social protection in the face of labour displacements, it will reduce the need for large-scale ad hoc measures in times of crisis.", "One challenge that faced us as we recovered was the difficulty in dialling such measures back.", "Though these were meant to be temporary to address immediate concerns, their direct short-term benefit made them immensely popular with many despite the long-term perils that they pose.", "Striking the right balance between the short-term needs and long-term sustainability became a formidable task, reminding us that in policymaking, foresight is just as crucial as adaptability.", "All of these lessons apply not only to the COVID-19 pandemic crisis, but to the challenges to come.", "Like the World Bank, we at Bank Negara understand that beyond incorporating these new data into our ongoing research, it is essential that we publicise our findings and discuss where we go from here.", "If we want to be more resilient as a nation, reforms must be driven and supported from all sides, not just by one institution.", "For us, this means publishing our research as box articles in our flagship publications every year in March and frequently sharing simplified versions of them on social media.", "A few weeks ago, we held the Sasana Symposium, a one-day gathering dedicated to discussing structural reforms with our diverse universe of audience - not just our fellow economists but also youth leaders and social activists.", "I say this not to toot our own horn.", "Public and frequent engagements with stakeholders on long-term reforms are vital.", "They keep us from being complacent and forgetting what could come back to bite us when we're least prepared for it.", "And they do have practical results.", "For instance, we have always advocated for measures to promote a skilled labour force and create jobs with higher wages.", "As we stay focused on these goals, they remain on the radar for others as well, with the Prime Minister announcing allocations for labour upskilling as part of the Madani Economy Framework, alongside measures to discourage too much reliance on low skilled foreign labour.", "Hence, I am a strong advocate of events like today's, which simultaneously shines greater light on important research and advances in a practical way.", "Ladies and gentlemen, policy lessons need not be dreary examinations of what went right and wrong; they can be engaging tales that inspire innovation and collaboration.", "As we progress through this event, let us challenge ourselves to question the status quo, to dissect and debate the decisions made, and to emerge with perspectives that will bolster our nation's resilience for the future.", "The cracks left by the pandemic are indeed where the light enters, illuminating the path to progress.", "Before I end, I wish to express my appreciation to the World Bank, especially to all my friends here at the World Bank KL office, the organisers, speakers and participants in today's event.", "Together, may the conversations and discussions today, as Shams Tabrizi said, be our 'first step and the rest will come' for a more robust and sustainable future.", "Thank you and let the conversation begin!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Structural reforms", "Economic resilience", "COVID-19", "Policy responses", "Social protection", "Fiscal policy", "Financial sector", "Digitalisation", "Labour market", "Research and development"]}