{"sentences": ["Chair and members of the Committee.", "My first appearance before this Committee was nearly 20 years ago and this is my 16th and final appearance as Governor.", "These hearings are a critical part of the accountability process for the RBA, and my colleagues and I take them very seriously.", "As always, we look forward to answering your questions.", "Inflation and the outlook The RBA's main focus over the past year or so has been to get on top of the highest inflation rate in more than 30 years.", "We have made progress here and things are moving in the right direction, but it is too early to declare victory.", "At the previous hearing, I spoke about why it was so important that inflation returns to target and that we ensure this episode of high inflation is only temporary.", "I would like to reinforce that message today.", "High inflation is corrosive to the healthy functioning of the economy and it makes life more difficult for everybody, especially those on low incomes.", "It increases income inequality and eats away at people's hard-earned savings.", "And, if high inflation does become ingrained in people's expectations, history teaches us that the end result is even higher interest rates and even greater unemployment to bring inflation back down.", "It is for these reasons that the Reserve Bank Board remains resolute in its determination to return inflation to the 2-3 per cent target range within a reasonable timeframe and will do what is necessary to achieve that outcome.", "Inflation in Australia peaked late last year at 7.8 per cent.", "Since then, it has declined to 6 per cent and we expect further declines over the quarters ahead.", "Our central forecast is for CPI inflation to be around 31⁄4 per cent by the end of next year and to be back within the 2-3 per cent target range by late 2025.", "Within the aggregate inflation figures there are divergent trends, as there are overseas.", "Goods price inflation has slowed considerably as supply chain issues have been resolved and the demand for goods has eased.", "By contrast, the prices of many services are continuing to increase strongly and the momentum in rent inflation is particularly strong.", "There are also large increases in electricity prices taking place in many parts of the country.", "Another common feature across countries is that the high level of demand for goods and services has meant that labour markets have been resilient and remain tight.", "Here in Australia, employment growth has been strong and the unemployment rate has been close to around 31⁄2 per cent for a year now, which is the lowest level of unemployment for almost half a century.", "The participation rate is also at a record high, and many women and young people are benefiting from this.", "This is one of the positive legacies of the policy response to the pandemic and it is something we should all welcome.", "The recent data indicate that there has been some easing in the labour market, with firms reporting that it is less difficult to find workers than it was late last year.", "Nonetheless, employment growth is still strong at a time of rapid population growth.", "We expect employment to continue to grow, but below the rate of growth in the labour force.", "As a result, the unemployment rate is forecast to rise gradually to reach around 41⁄2 per cent late next year.", "The Australian economy is currently experiencing a period of below-trend growth and this is expected to continue for a while yet.", "Many households are facing a painful squeeze on their budgets and consumer demand has slowed considerably, not least because high inflation is eroding people's real incomes.", "The increase in interest rates is also weighing on disposable incomes for many households, although others are benefiting from the higher interest earned on their savings.", "The RBA's staff are working hard to look beyond the aggregate figures and to understand where the financial pressures are most acute and the impact these pressures are having on people.", "It is clear that some households who borrowed at low interest rates during the pandemic are finding conditions very difficult, as are some renters.", "Looking forward, the Bank's central scenario is that economic growth remains subdued for the rest of this year before gradually picking up to around 21⁄4 per cent by end 2025.", "The ongoing moderation in inflation will mean that real incomes start rising again and this will ease the financial pressures that people are feeling.", "Business investment has also been in an upswing as firms respond to the pressures on capacity utilisation.", "And dwelling investment is expected to increase again next year, after the recent difficulties in that sector.", "Recent monetary policy decisions I would now like to turn to the Reserve Bank Board's monetary policy decisions since the previous hearing in February.", "Since that hearing, there have been six Board meetings.", "At three of those the Board raised interest rates by 25 basis points, and at the other three it held rates steady.", "Up until the April meeting, the Board had increased the cash rate at each of its meetings since May last year.", "In April, it left the cash rate unchanged at 3.6 per cent.", "It did this to provide time to assess the impact of the earlier increase in interest rates.", "Subsequently, the incoming data suggested that the inflation risks were moving to the upside and the Board responded with further increases in interest rates in May and June.", "Since then, at the July and August meetings, the Board held the cash rate steady at 4.1 per cent.", "Again, this was to provide time to assess the impact of the increases to date and the economic outlook and the associated risks.", "The Board is mindful that interest rates have been increased by a large amount in a short period of time and that there are lags in the operation of policy.", "Monetary policy is in restrictive territory and it is working to establish a better balance between supply and demand in the economy.", "Given this, and the uncertainties surrounding the outlook, the Board judged that the right thing to do for now was to sit and assess.", "Looking forward, it is possible that some further tightening of monetary policy will be required to ensure that inflation returns to target within a reasonable timeframe.", "Whether or not this is the case will depend upon the data and the Board's evolving assessment of the outlook and risks.", "It is encouraging that the recent data are consistent with inflation returning to target over the next couple of years.", "The data are also consistent with the Australian economy continuing to travel along that narrow path that I have spoken about for some time - that path is one that leads to inflation coming down within a reasonable timeframe and the unemployment rate remaining below the levels of the past 40 years.", "There are, however, uncertainties and risks that we need to remain attentive to.", "I would like to highlight two of these.", "The first is the outlook for household consumption, given the large number of factors influencing household finances and spending at the moment.", "Employment has been rising strongly, labour force participation is at a record high and people have been getting more hours of work.", "Housing prices are also rising in most of the country, and some households built up large additional savings buffers during the pandemic that are still there.", "On the other hand, the decline in real incomes and higher interest payments are squeezing the budgets of many households.", "And, while around one million borrowers have already transitioned from low fixed-rate loans to loans with higher interest rates, a similar number will make that transition over the next 18 months.", "Consumer confidence is low and rents are increasing quickly as vacancy rates are very low across the country.", "So, it is a complicated picture and there are scenarios in which consumption is weaker than our central case and others in which it is stronger, with implications for the trajectory of inflation.", "We are watching developments here very carefully.", "The second risk is that services price inflation may stay high, prolonging the period of inflation being above target.", "The high services price inflation reflects a combination of factors, including strong demand for services in the wake of the pandemic, stronger growth in nominal wages and incomes, and weak productivity growth.", "This weak productivity growth is a particular problem for many reasons.", "Amongst these is that, in combination with a high level of aggregate demand, it is adding to the upward pressure on prices.", "The RBA's forecasts have been prepared on the basis that growth in productivity picks up to be close to the rate in the years before the pandemic, which would contribute to a moderation in growth in unit labour costs and thus inflation.", "If this pick-up in productivity does not occur, all else constant, high inflation is likely to persist, which would be problematic.", "One related concern is that persistent high inflation could see inflation expectations adjust upwards.", "At the moment, medium-term inflation expectations remain well anchored, which is positive.", "But the longer inflation stays high, the greater the likelihood that businesses and workers will come to doubt that inflation will return to target and, in response, they will adjust their behaviour.", "This would make the task of controlling inflation more difficult and likely lead to a sharper slowing in output and a greater loss of jobs.", "The Board is seeking to establish a credible path back to the inflation target over the next couple of years to avoid a damaging shift in inflation expectations.", "It is also seeking to strike the right balance between getting inflation down in a timely way and preserving as many of the gains in the labour market as possible.", "With inflation having been significantly above target for some time now, the Board wants to have reasonable confidence that inflation will return to target over the current forecast period.", "We will do what is necessary to achieve that outcome.", "I would now like to turn to the RBA Review.", "Since the previous hearing, the government released the findings of the Review and we have responded to many of the recommendations.", "From next year, there will be eight interest-rate decisions a year, rather than the current 11.", "The Board meetings will be held over two days and the Governor will give a media conference after each meeting to explain the decision.", "The post-meeting statement will be issued by the Board rather than the Governor and the Board will have more opportunities to hear directly from staff.", "And the quarterly Statement on Monetary Policy will be released at the same time as the Board's decision, not on the subsequent Friday.", "Internally, we are making changes to support these new arrangements, including elevating our communications function.", "We also plan to appoint a Chief Operating Officer to help achieve the objective of the RBA being an open and dynamic organisation and that operations are as efficient as they can be.", "Another priority is to strengthen and extend the capabilities of the Bank's leaders.", "There are a small number of recommendations that the current Board considers are best dealt with after the legislative process has been completed and the new Monetary Policy Board is up and running.", "The most significant of these relate to the publication of unattributed votes, public appearances by all Board members and the publication of Board papers.", "My own view is that it makes sense to take the time to get the details right here.", "This is especially so given the structure of the proposed Monetary Policy Board is unique, being very different from arrangements elsewhere in the world.", "Most of its members will spend most of their time outside, not inside, the central bank and the Board will include the Treasury Secretary.", "Both aspects are unusual internationally.", "There are very good arguments for this structure, but it does have implications for how the new Board works and communicates.", "My view is that these issues are best dealt with by the new Board and Governor, who I am delighted to be sitting next to today.", "The government has made an excellent appointment and I wish Michele all the best as she leads the RBA through a period of significant change.", "Over recent months, the RBA staff have been working closely with Treasury on the recommended changes to the Statement on the Conduct of Monetary Policy and the Reserve Bank Act 1959.", "The changes to the Reserve Bank Act will be the most significant since this Act was passed by Parliament in 1959.", "It is an important piece of legislation that is critical to the future prosperity of Australians.", "So, again, it is important that time be taken to get the details right.", "My colleagues and I look forward to answering your questions."], "classifications": ["none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Interest rates", "Labour market", "Economic growth", "Consumer demand", "Services price inflation", "Inflation expectations", "RBA Review", "Productivity"]}