{"sentences": ["Liquidity: Three Meanings.", "Speech delivered to KangaNews New Zealand Debt Capital Market Summit 2023 By Karen Silk, Reserve Bank Assistant Governor 13 September 2023 Ref #20582948 v2.8 \"Day after day, day after day, We stuck, nor breath nor motion; As idle as a painted ship Upon a painted ocean.", "Water, water, every where, And all the boards did shrink; Water, water, every where, Nor any drop to drink.\"", "E ngāa karanga maha o te wā.", "Tēnā koutou, tēnā koutou, tēnā koutou katoa, Good morning.", "It's wonderful to see so many familiar faces at this event, which has become a staple of the New Zealand capital markets calendar.", "I am grateful to KangaNews for their continued efforts to support debt capital markets in New Zealand and to all the sponsors who help to make this event possible.", "I am also grateful for the opportunity to speak to you today, for the second time at this event in as many years.", "Let me begin within a familiar disclaimer.", "As most of you will be aware, I am a member of the Reserve Bank's Monetary Policy Committee.", "In my remarks today I will briefly touch on an aspect of monetary policy transmission.", "However, this speech is not an MPC communication and contains no guidance on the future path of monetary policy.", "The latest views of the MPC can be found in our recently published Monetary Policy Statement.", "My topic today - Liquidity.", "It references what might be one of the most used words in the financial markets lexicon.", "But it is a word with many meanings.", "In the most quoted lines of Samuel Taylor Coleridge's Rime of the Ancient Mariner, the sailor recounts being becalmed in the doldrums, his ship surrounded by water, but none of it of the drinking kind.", "Consider a 21st century reimagining of this tale, within the context of financial markets.", "Instead of a seafarer, it features a fixed income trader.", "Our protagonist might bemoan that markets are awash in liquidity but that they are not able to execute a trade.", "Most of this audience will understand this (admittedly not very subtle) metaphor, but people not involved in financial markets could be forgiven for feeling confused.", "We need to understand the difference between salt water and fresh water to appreciate the cruel irony that befell the Ancient Mariner.", "In the same way, we also need to understand the different forms of liquidity to appreciate why it is possible to have both an abundance of liquidity in the financial system, and a lack of liquidity in financial markets.", "In my remarks today I will differentiate between three types of liquidity and how at Te Pūtea Matua we have an interest in each of them.", "I will also talk to how these forms of liquidity interact with one another and how efforts to improve some can have an adverse effect on others.", "The three forms of liquidity I will cover are:  Funding Liquidity: which for our purposes today, will refer to how well banks are funded and their ability to meet their financial obligations as they fall due1.", "System Liquidity: which refers to the amount of settlement cash in the banking system.", " Market Liquidity: which refers to how easy it is to transact in markets without moving prices.", "Funding Liquidity This is obviously important for any entity, but it is core to the business of banking.", "Banks generally do a good job of it, but we really notice when they don't.", "During the Global Financial Crisis (GFC) we learned that banks had become too reliant on short-term wholesale funding and when those markets froze, it came at a great cost to the global economy.", "More than a decade of global regulatory reform has sought to reduce the risks of that happening again.", "In New Zealand, we were at the forefront of that regulatory change when the Reserve Bank published its Liquidity Policy (BS13) in 2010.", "This policy introduced two types of liquidity ratio that banks would need to measure and maintain.", "The first, the Core Funding Ratio (CFR), considers how much of a bank's lending is funded from stable sources, including capital, retail deposits and long-term wholesale funding.", "The second, Mismatch Ratios (MMR), consider how adequate a bank's stock of liquid assets is to meet their net cash outflows over a one-week and one-month horizon during a period of stress.", "In combination, the CFR and MMR are designed to ensure that banks maintain a sufficient stock of high-quality liquid assets and that they have a sufficiently stable, diverse, and distributed funding profile.", "This ensures that they can weather disruptions in wholesale funding markets and otherwise withstand periods of liquidity stress.", "Since inception the system CFR has trended higher and is now close to an all-time high (figure 1).", "The system ratio of 90.7% at the end of July, versus a regulatory minimum of 75% represents a surplus of core funding relative to the minimum of around $82 billion.", "Mismatch ratios, which are naturally more volatile, are also currently near record highs supported in the last couple of years by strong retail deposit growth and the Funding for Lending scheme which will begin to roll off at the end of this year, through to the end of 2025.", "1 Funding liquidity could also refer to how easy it is for banks to raise or refinance funding Figure 1: RBNZ Prudential Liquidity Ratios2 In the years since the GFC, the Basel Committee on Banking Supervision (BCBS) coalesced around agreed liquidity standards that are very similar in their intent.", "The Liquidity Coverage Ratio (LCR), analogous to the RBNZ's MMR, started to be used by BCBS members in 2015.", "The Net Stable Funding Ratio (NSFR), analogous to the RBNZ's CFR, followed in 2018.", "One of the main differences between the BCBS and RBNZ ratios is around how run-off assumptions for deposits vary.", "The RBNZ approach differentiates between \"market\" and \"nonmarket\" depositors, with the former essentially intended to capture financial institutions.", "The nonmarket category is further segmented by size band, with larger deposits subject to outflow assumptions approaching that of \"market\" funding.", "The BCBS methodology is more granular, defining more types of depositors, but importantly does not apply any size banding.", "The recent bank failures in the United States, and in particular the failure of Silicon Valley Bank, with its funding concentration of very large deposits from a non-financial industry, highlights how funding risks have evolved since the GFC.", "It is now not only large financial institutions that have the awareness and the means to move their money at short notice.", "The RBNZ's current Liquidity Policy Review represents the first full review of the policy since its inception in 2010.", "As both markets and global regulators have evolved in the period following, it should not be a surprise that globally regulators are once again giving thought to the calibration of regulatory policies.", "With the establishment of a BCBS standard utilised in many comparable jurisdictions, a key question we are posing is: whether we should look to adopt that standard here?", "There are some obvious attractions to this, especially in being able to make a harmonised international comparison of New Zealand's banks with global peers.", "However, transitioning to a new liquidity measurement framework would also not be costless.", "The benefits of such a change would need to outweigh the costs.", "We also need to consider whether adopting the LCR and NSFR over our existing metrics would result in a material change in banks' management of underlying liquidity risk?", "It is also worth remembering that regulators are not the only stakeholders concerned 2 1-week and 1-month mismatch ratios are charted at rolling 3-month averages.", "Source: RBNZ with banks' funding liquidity.", "Rating agencies and investors closely scrutinise this too, using a range of measures including deposit-to-loan ratios and funding concentration risk among others.", "The second consultation document also considers what should be counted as a liquid asset for prudential purposes.", "Again, it is timely to compare ourselves to the global BCBS standards.", "Global standards judge that a high-quality liquid asset (HQLA) is one whose liquidity generating capacity in markets is assumed to remain intact even in periods of stress.", "While HQLAs should ideally be eligible for central bank liquidity facilities, the LCR standard states that such eligibility does not inand-of-itself justify HQLA status.", "As outlined in the consultation, application of such judgement in New Zealand might imply tighter criteria for HQLA status than currently exists in our definition of primary and secondary liquid assets.", "Outside of claims on the RBNZ and the Government, the liquid asset holdings of banks (figure 2) are skewed toward internal Residential Mortgage-Backed Securities (iRMBS) for which there is no liquid secondary market.", "Should the eligibility criteria for liquid assets be tightened, a Committed Liquidity Facility (CLF) to provide for any shortfall of liquid assets would likely be required.", "Any assets eligible for existing RBNZ repurchase (\"repo\") facilities would likely qualify for the CLF.", "We are not considering any change to repo-eligibility as part of this Review.", "Figure 2: Liquid Assets Holdings of Registered Banks3 A benefit of a committed liquidity facility over existing repo-eligibility is that it provides a contractual guarantee of central bank liquidity, in exchange for eligible collateral.", "The certainty a CLF provides has value and therefore there would need to be a standing fee for the facility, in addition to any usage cost.", "This would help to ensure the economic cost of liquidity is more appropriately measured and distributed across the financial system.", "3 This chart shows the value of liquid assets (after haircuts) under RBNZ BS13, which may be different from the assets' face value and their market value.", "Source: RBNZ Submissions in response to the consultation have outlined some rationale supporting the retention of securities such as Kauri and LGFA bonds as qualifying liquid assets.", "Reasons highlighted by submitters included: greater diversification of banks' liquid asset holdings;  supporting the development of New Zealand's debt capital markets in general; and  in the case of Kauri bonds, supporting a balanced cross-currency basis swap market.", "As I will come to, there are trade-offs to consider in formulating this policy.", "As a \"full service\" central bank we wear multiple hats.", "As prudential regulator we seek a strong, efficient, and inclusive financial system, with a low incidence of failure of regulated entities.", "Under our Financial Policy Remit, we must also have regard to other considerations, including encouraging the allocation of financial resources in a way that maximises the sustainable long-term growth of the New Zealand economy.", "We recognise that a well-functioning capital market that meet the needs of borrowers and investors is key to this.", "We are grateful to all who contributed to a submission.", "We are also conscious that such proposals can create uncertainty in markets but it is also important that we take sufficient time to understand and consider the points raised before reaching a decision.", "We expect to release a summary of the submissions and key decisions document before the end of the year.", "System Liquidity Prudential liquidity policy relates to funding liquidity at the firm level.", "But the liquidity of the financial system is also important.", "When people talk about system liquidity, they are usually referring to the amount of cash in the banking system.", "In New Zealand we refer to this as the Settlement Cash Level (SCL), while elsewhere in the world it is often referred to as the level of bank reserves.", "The monetary policy response to the COVID-19 crisis, in particular the use of Additional Monetary Policy (AMP) tools like Large Scale Asset Purchases (LSAP) resulted in a significant increase in system liquidity in New Zealand and in other comparable jurisdictions around the world (figure 3).", "In New Zealand, this necessitated a change to our monetary policy implementation framework, as explained in my speech to this conference last year and further outlined in a recently published Bulletin.", "Figure 3: Exchange Settlement Balances4 Individual settlement account (ESAS) holders can influence their own settlement cash balance, but the level of liquidity in the system is ultimately controlled by the RBNZ.", "It is also subject to influence from the borrowing, revenue raising, and spending activity of central government.", "As AMP tools continue to unwind over the next few years, we can expect the SCL to decline.", "Ultimately this will require more active management of the SCL by the RBNZ to ensure that there is sufficient system liquidity, as was the usual practice pre-pandemic.", "The return to a sufficient liquidity environment from an abundant liquidity environment is one that several central banks around the world are contemplating.", "There are some different approaches being considered around how system liquidity is best managed close to the \"sufficient\" level5.", "To that end we have commenced an internal Liquidity Management Framework Review which will consider the future management of system liquidity.", "As I discussed in my speech last year, we expect the \"floor\" system of monetary policy implementation to remain robust under different levels of settlement cash.", "But there is more to be learned about where the sufficient level of settlement cash is and how it changes over time.", "Our Liquidity Management Framework Review will also consider how we manage system liquidity in a crisis.", "The review will address questions such as: do we have the right toolkit of facilities and operations and how do we calibrate these to best effect?", "The first part of our Liquidity Management Framework Review will focus specifically on the deployment of RBNZ tools and facilities that had the objective of quelling market dysfunction in the COVID-19 crisis.", "Whilst the LSAP programme was a tool of monetary policy, it was also very important in restoring market functioning.", "Other tools were also deployed alongside LSAP at the peak of market dysfunction in 2020, including our Bond Market Liquidity Support (BMLS) scheme and the Term Auction Facility (TAF).", "In addition to looking at data from this period, we want to gain a qualitative perspective on which tools were most impactful and efficient.", "To gain this perspective, we are talking to market participants about their experiences during that unprecedented time.", "4 Source: RBNZ and Reserve Bank of Australia 5 Refer Schnabel 2023 This COVID retrospective will help to inform the subsequent forward-looking parts of the review which will aim to ensure we have best practice business-as-usual management of system liquidity, as well as the right crisis-fighting toolkit.", "We will share our key findings from this work as it progresses.", "Market Liquidity Turning now to market liquidity: this effectively describes how easy it is to trade in a reasonable timeframe, at a reasonable cost, without moving the price.", "There have been long-standing and well-publicised concerns about market liquidity in fixed income markets in the years since the GFC.", "So much so that the US-based financial columnist Matt Levine had a long-running segment titled simply \"People are worried about bond market liquidity\".", "These concerns have existed across instruments and jurisdictions, including what should be the most liquid fixed income market in the world, that of US government debt (figure 4).", "Figure 4: ICE BofA MOVE Index6 In the case of US Treasuries, there have been industry supported studies into market liquidity, which have aimed to examine the causes of the decline in liquidity and originate proposals to address it.", "We would welcome any industry-led efforts that would shed light on market liquidity in New Zealand and lead to improvements in market functioning.", "In financial markets, liquidity begets liquidity, but unfortunately the other side of that coin is that illiquidity begets illiquidity.", "A lack of liquidity makes prices more volatile and can cause more participants to withdraw from the market.", "Bond markets are relied on by businesses, governments, and other entities for raising funding.", "Prolonged bouts of volatility make these markets inaccessible to issuers with resultant consequences for the real economy.", "This was one of the reasons central banks, including the RBNZ, intervened so aggressively when liquidity evaporated from fixed income markets in March and April 2020.", "6 The ICE BofA MOVE index measures U.S. bond market volatility by tracking a basket of options on U.S. interest rate swaps.", "Acute episodes of market illiquidity are relatively infrequent and obvious when they do occur.", "But there can also be instances of a more chronic deterioration in market liquidity.", "Liquid markets require large numbers of willing buyers and sellers.", "When the number of participants is small, or heavily skewed to one side of the market, this can make it challenging to find counterparties.", "We saw, and more so heard, evidence of this during the rapid global monetary policy tightening that occurred over 2022.", "As interest rates re-priced to the new inflation and monetary policy reality, markets became increasingly one-sided (figure 5).", "Figure 5: New Zealand dollar 2-year interest rate swap rate7 In the New Zealand interest rate swap market, major banks are typically on the same side of the market as they look to hedge interest rate risks arising from originating fixed rate mortgages.", "This \"pay-side\" flow, if not met with an equivalent \"receiving\" interest8, will all else equal tend to put upward pressure on swap rates.", "Often it is offshore market participants that provide this receiving interest, but in late 2021 and into 2022, as global interest rate volatility exploded, the willingness and ability of these participants to engage in New Zealand dollar interest rate trading was diminished.", "This resulted in an illiquidity premium in New Zealand swap rates.", "This has implications at the margin for monetary policy, as market-based expectations for policy rates, which help to inform policymakers, will include this illiquidity premium.", "Furthermore, the increased cost of hedging faced by banks may ultimately be passed through to the retail interest rates faced by their customers, impacting monetary policy transmission at the coal face.", "We are confident, informed by our market intelligence gathering, that an illiquidity premium exists, though it varies over time and can be difficult to quantify.", "It adds noise to the signal that we get from market pricing and may impact, at the margin, the financial conditions that policymakers are seeking to influence.", "7 Daily NZFMA swap close rate for 2-year swap.", "Source: Reuters 8 The \"payer\" or \"pay side\" of an interest rate swap refers to the counterparty who pays a fixed rate of interest and receives a floating rate.", "A \"receiver\" receives a fixed rate of interest and pays a floating rate, Liquidity interactions Having talked about the three definitions of liquidity, I would like to finish by discussing how they interact with each other and why we as policymakers should be mindful of these interactions.", "The need to strengthen prudential liquidity policy was made unambiguously clear by the global financial crisis.", "For New Zealand, a small open economy, with a current account deficit in part funded via the banking sector, it is important that strong liquidity buffers are maintained to support confidence and financial stability.", "The benefits of a strengthened prudential liquidity regime since 2010 have already been demonstrated as banks have been able to withstand periods of wholesale funding market closure that have occurred periodically since the GFC.", "But larger liquidity buffers for banks require them to hold larger portfolios of qualifying liquid assets.", "Securities that are held in banks' liquid asset portfolios become securities that are not turning over as frequently in the market.", "This can lead to the somewhat paradoxical conclusion that the more liquid assets banks hold, the less liquid, at the margin, those particular assets become.", "In a similar vein, the provision of additional settlement cash makes the financial system more liquid.", "However, an abundance of settlement cash reduces the need and incentives for institutions to trade it between one another, thereby decreasing the market liquidity of cash instruments, such as bank bills.", "In turn, a reduction in interbank trading might diminish the efficacy of benchmark indices linked to that trading.", "Furthermore, there are some who argue that interbank trading imposes a degree of market discipline on banks and their liquidity management.", "If there is a shortage of funding liquidity or system liquidity it can have disastrous consequences for banks, the financial system, and the economy.", "Deteriorations in market liquidity can be harder to detect but should not be ignored.", "Liquid markets are necessary to support New Zealand's economic growth and as kaitiaki or guardian of the financial system, the Reserve Bank has an interest in seeing the breadth and depth of markets improve over time.", "This doesn't mean that we would sacrifice financial stability for market liquidity, but it does mean that we recognise there are trade-offs in seeking to strengthen funding liquidity and we want to avoid unnecessary adverse impacts on market liquidity.", "Today I have covered three important forms of liquidity.", "At the Reserve Bank we have an interest in all of them.", "Funding liquidity is critically important to us from a prudential perspective in ensuring the strength and stability of our deposit takers.", "System liquidity is ultimately our responsibility as a central bank.", "Given its importance for monetary policy transmission and financial stability, we are not complacent about the need to monitor and manage system liquidity closely.", "Market liquidity, while not an explicit responsibility of the Reserve Bank, is something we take an interest in for its impact on policy transmission and ultimately its importance in helping to grow the vibrant capital markets needed to support New Zealand's economy.", "The Ancient Mariner felt he was cursed for having killed an albatross that his fellow sailors believed was the bird \"that made the breeze to blow\" and his punishment was to wear the deceased bird around his neck.", "We want to see wind in the sails of our capital markets and we certainly don't want an albatross around our neck.", "As market participants we all have an interest in ensuring that we have well-functioning and liquid markets, and not the Mariner's \"painted ocean\".", "As prudential regulator, the RBNZ also needs to ensure that deposit taking vessels are seaworthy.", "Silk, K (2022) 'New Zealand's monetary policy implementation framework', speech at KangaNews New Zealand Debt Capital Market Summit, Auckland, New Zealand, Callaghan, M, Haworth, C, and Poskitt, K (2023) 'How the Reserve Bank implements monetary policy', Reserve Bank of New Zealand Bulletin 86(3).", "Reserve Bank of New Zealand (2022) 'Prudential Policy Department Document BS13: Liquidity /-/media/project/sites/rbnz/files/regulation-andsupervision/banks/banking-supervision-handbook/bs13-liquidity-policy.pdf.", "Reserve Bank of New Zealand (2023) 'Liquidity Policy Review Consultation Paper #2 (significant policy issues)', -your-say/2022/review-of-liquidity-policy.", "Reserve Bank of New Zealand (2022) 'In retrospect: monetary policy in New Zealand 2017 to 2022', -policy-statement/rafimp.", "Balance sheet size and interest rate control', speech at 'A Conversation with Isabel Schnabel' to SGH Macro Advisors, New York City, NY, ~fe4adb3e9b.en.html Bailey, A (2023) 'Monetary and financial stability: lessons from recent times', speech at 'The Shifting Risk Landscape' to the Institute of International Finance, Washington, DC, -bailey-remarks-at-the-institute-ofinternational-finance Logan, L (2023) 'Remarks on liquidity provision and on the economic outlook and monetary policy', speech to the Texas Bankers Association Convention, San Antonio, TX, BIS Markets Committee (2022) 'Market dysfunction and central bank tools', BIS Markets Committee Working Group Insights, Estenssoro A, and Kliesen, K (2023) 'The mechanics of Fed balance sheet normalization', Federal Reserve Bank of St. Louis Economic Synopses 18.", "Kendall, A (2016) 'Developments in financial market liquidity', Reserve Bank of New Zealand Bulletin 79(6).", "Levine, M (2015) 'People are worried about bond market liquidity', Bloomberg, -06-03/people-are-worried-about-bondmarket-liquidity"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Funding Liquidity", "System Liquidity", "Market Liquidity", "Central Bank", "Financial Markets", "Capital Markets", "Monetary Policy", "Prudential Liquidity", "Banking", "Bond Markets"]}