{"sentences": ["\"When a traveller gets lost in the fog or a storm and loses his sense of direction, it is said that he starts going around in circles and eventually feels as though water flows upstream.", "In our economic and labour market affairs, we Icelanders are utterly lost, and the circles we navigate are growing smaller and smaller.", "Similarly, our sense of real value has become distorted, so that it seems to us that the line graph illustrating the nation's prosperity is aiming upwards when it is actually pointing downwards.\"", "These words are taken from Morgunblaðið's Reykjavík Letter editorial on Sunday 19 August 1979.", "I am quite certain that the author was poet and editor Matthías Johannessen, and I have never found a more accurate description of Iceland's economic situation that summer.", "The old adage that poets see more clearly than others still holds.", "Yes, in summer 1979, annual inflation had soared to a new high of more than 60%.", "And yes, it had happened in spite of innumerable economic policy actions, emergency acts of law, and other responses that were supposed to drop a net over inflation - which nevertheless kept on climbing.", "Price instability begat political instability.", "Governments came and went.", "Wage agreements and currency devaluations played leapfrog, fanning the flames of inflation.", "I suspect that societal discourse in Iceland has seldom been as destructive as it was then.", "I was born in 1970, and I remember well how inflation, the labour market, and the exchange rate dominated the radio and newspapers.", "I thought a lot about this inflation boogeyman that everyone was always talking about but no one could control.", "Actually, I was lucky enough to have price-indexed income: I owned two sheep - one multicoloured and one black.", "And some of the many agricultural pricing committees calculated the present value of the lambs and their wool, which I deposited to the Stykkishólmur co-op in line with inflation each year.", "On the other hand, money kept in banks and savings banks burned to a crisp under the white heat of negative real interest rates.", "At that time, interest rates, including Central Bank rates and commercial bank rates, were in principle set by political leaders.", "This led to real interest rates that were negative by 10 - 20% for quite some time.", "By 1979, negative real rates had scorched Icelanders' savings to the point where banking system deposits had shrunk 30 - 40% in real terms since the start of the decade.", "As a result, banks and savings banks had steadily less money to lend.", "Iceland's key economic sectors were in a state of continuous financial distress.", "Residential mortgages were in short supply.", "But perhaps it is incorrect to refer to \"burning up\" in this context.", "The value stored in money does not disappear when inflation is high; it is transferred from savers to debtors.", "So a 20% negative real rate meant that a fifth of Icelanders' savings shifted from depositors to debtors each year, eating quickly into principal.", "The 1970s saw one of the biggest transfers of wealth in the history of Iceland - from depositors and pension funds to borrowers and debtors, and from the older generation to the younger.", "This runaway inflation laid the foundations for the 1968 generation's asset formation while eroding elderly Icelanders' assets, even pushing them into poverty, while simultaneously subsidising the operations of many large companies in the country.", "It was precisely in 1979[, during the tenure of Prime Minister Ólafur Jóhannesson,] that broad-based price indexation of savings and loans was adopted in Iceland with what came to be known as Ólafur's Law, passed by Parliament five months before the publication of the above-cited Reykjavík Letter.", "In some respects, indexation was a gesture of defeat - it was perhaps more an adaptation to circumstances, in that it enabled the economy to function during an episode of high inflation.", "It was based on the same fundamental premise as my lambs and my deposits to the co op: the value of money was pegged to actual value.", "Inflation certainly had yet to rise still further, though.", "On an annualised basis, it hit an all-time record of 130% in February through May 1983.", "Nevertheless, the advent of indexation was a political watershed in the fight against inflation, as it prevented the transfer of wealth from savers to debtors.", "In an indexationbased system, no one profits on runaway inflation: everyone loses in the end.", "Actually, Ólafur's Law made it politically possible to grapple with inflation and bring it down to single digits by the beginning of the 1990s.", "But it was a long, drawn-out process, and the story of that battle is too long to recount here.", "Honoured guests: Before I continue, I think it appropriate to state clearly that I do not think Iceland is lost in a highland fog at the moment.", "No, visibility is good in all directions.", "We should also bear in mind that Iceland's inflation is in line with that found in other Western countries, and even somewhat lower.", "We are no longer outliers as we were in the 1970s.", "In fact, we are in many ways well positioned in international context.", "Nevertheless, I would like to mention the circumstances that brought about the vicious cycle - Iceland's stumbling about in the economic blizzard of the 1970s - so that we do not get lost again.", "There were three main reasons for that episode of runaway inflation. )", "The Central Bank did not have the independence to bring its policy instruments to bear on inflation.", "Instead, interest rates were determined on political premises and were kept unchanged even though inflation was rising. )", "The State's finances were unsustainable.", "The Treasury financed deficit operations by taking overdraft loans from the Central Bank - the equivalent of money printing - or by taking foreign loans, converting the proceeds to krónur in the Central Bank, and using them to finance development and deficit operations - another equivalent of money printing, which fuels inflation. )", "And then came the game of leapfrog: labour unions responded to price hikes by demanding nominal pay rises, followed by even more nominal pay rises in response to even higher inflation - and so the game continued, while repeated currency devaluations safeguarded exporters' earnings.", "Since then, improvements have been made on all these fronts.", "Not only is the Central Bank independent, it has also been granted more authority and more tools since it merged with the Financial Supervisory Authority in 2020.", "This enables the Bank to act more decisively and effectively than before.", "The Government's overdraft account was closed by agreement between the Central Bank and Minister of Finance Friðrik Sophusson in 1993, and the Bank's authority to finance the Treasury was revoked with the passage of a new Central Bank Act in 2001.", "Furthermore, Iceland's fiscal health has improved vastly in recent years with the regular preparation of fiscal plans.", "It should be noted here that COVID-related expenditures and revenue losses put public sector finances under heavy strain that has been difficult to unwind.", "But I am hopeful that the fiscal plan introduced yesterday marks the first step in the post-pandemic revitalisation of fiscal policy.", "Monetary policy and fiscal policy will continue to work together effectively.", "As regards the labour market, the reconciliation agreements of 1990 played a key role in bringing inflation down from 21% in 1989 to 4% by 1993.", "And nota bene: households' disposable income has trebled in real terms since the reconciliation agreements were made.", "The tremendous progress made through cooperation and national reconciliation must be one of Iceland's best-kept secrets.", "At any rate, it is seldom mentioned in public discourse.", "The truth is always the best tale to tell - and in this case, the truth is that price stability is the prerequisite for the protection of real purchasing power.", "Any assertions to the contrary are nothing more than cheap demagoguery.", "The Living Standards Agreements from 2019 were reminiscent of the old reconciliation agreements.", "They, too, delivered real wage gains - although progress dimmed during the last six months of the agreements.", "Nevertheless, I have to admit that I am concerned about recent developments in the labour market, and I fear that therein lies Iceland's Achilles heel in the current battle with inflation.", "The Icelandic Federation of Labour has grown substantially weaker and no longer has the authority to negotiate on behalf of the private sector.", "There can only be a consensus in the labour market if all parties sit at the same table when negotiations take place.", "We need a strong Federation of Labour that can work together with other contracting parties in order to safeguard price stability and real wage growth.", "We also need a strong Federation of Labour that dares to shoulder responsibility and consider overall interests.", "A bifurcated labour movement is at risk of losing itself in the highland fog and ending up circling round and round in a wage-price spiral.", "Businesses must shoulder responsibility as well.", "They must not use inflation and an expanding economy as a pretext for pushing any and all cost increases through to the price level.", "Nor can it be tolerated if executives dole out salaries to themselves that are utterly out of touch with reality in Iceland.", "The best assistance we can receive in lowering inflation expectations is for all of the social partners to take responsibility, declare their support for price stability, and stand with us in the fight against inflation.", "And naturally, we expect fiscal policy to do the same.", "Honoured guests: The inflation problem now facing us has its origins in the COVID-19 pandemic and the knock-on effects from it, with demand shifting in time in an all but unprecedented way.", "There have been a number of complications since then, but let us consider the root of the problem first.", "Both consumption and investment took a nosedive in 2020 and 2021, at the peak of the pandemic, and savings ballooned as a result.", "The stage was therefore set for the floodgates to open and private consumption to come gushing back as soon as public health measures were lifted early in 2022 and consumers had an opportunity to exercise their purchasing power.", "The objective of all economic policy is to maintain equilibrium in the domestic economy, to ensure that there is \"neither too little nor too much\", to paraphrase Thorbjørn Egner's When the Robbers Came to Cardamom Town.", "During the pandemic, economic policy leaders had to take on the biggest contraction in output since the end of World War II, followed by an abrupt turnaround and a torrent of demand together with an unexpected jump in import prices.", "The first half of the job - keeping the economy up and running during a deep downturn - went well.", "But the second half - restoring equilibrium after the pandemic - is turning out far trickier.", "The surge in inflation that followed the pandemic took the world's central banks by surprise.", "Early on, there was talk of a temporary adjustment - inflation would evaporate, and quickly, too.", "That proved to be wishful thinking.", "On that front, Russia's invasion of Ukraine - with the associated surge in commodity, fuel, and food prices and disruption of supply chains - had a serious impact.", "The unfortunate fact is that inflation has hit double-digit levels in many parts of Europe.", "Every central bank on the continent is still in a monetary tightening phase.", "The Central Bank of Iceland responded to the pandemic-induced recession with policy rate reductions totalling 2 percentage points.", "These rate cuts and other measures adopted by the Bank and the Government made it possible to safeguard purchasing power in Iceland, and we made it through the shock with a 7.2% drop in GDP.", "The tide turned quickly, however.", "In May 2021, the Central Bank of Iceland became the first central bank in the West to start ratcheting its policy rate upwards at the start of the recovery.", "It has now raised the policy rate a dozen times, by a total of 6.75 percentage points, to the current 7.5%.", "We admit freely that the Central Bank of Iceland underforecast inflation, as did its counterparts abroad.", "In retrospect, we could have raised interest rates faster.", "On the other hand, the impact of rate hikes can never be predicted with perfect accuracy, and prudence surely puts limits on how fast interest rates can be increased.", "Furthermore, policy makers must be careful not to take excessive macroeconomic risk.", "Nevertheless, appraisals by foreign experts have concluded unanimously that the Central Bank took the right action in a timely manner, both in response to the pandemic and in the effort to maintain price stability in its wake.", "Among these experts are the International Monetary Fund and the appraisal committee appointed pursuant to Article 36 of the Central Bank Act.", "This does not mean we cannot do better, nor does it mean we need not do more.", "There is no cause for arrogance.", "I hope the worst will soon be behind us.", "Honoured guests: One repercussion of the past year's swift rise in inflation is the plunge in households' and businesses' real interest rates.", "Unfortunately, the Central Bank's brisk rate hikes have not sufficed to correct the course.", "Yes, real rates on new non-indexed, variablerate mortgages were 3 - 4% before the pandemic, fell to zero during the pandemic, and are now negative by 2%.", "Real rates on older fixed-rate loans are even more negative.", "Real rates on new non-indexed, variable-rate business loans were 3-5% before the pandemic.", "They fell to zero in 2021 and are still there.", "At the same time, real rates on deposits range between -5% and -10%.", "So in a way, history has repeated itself.", "Inflation and negative real rates have subsidised business investment and home purchases, and transferred wealth from depositors to leveraged households and businesses.", "Such a situation is unsustainable in the long run.", "The Central Bank has pushed against household debt collection with all its might.", "The Bank's financial stability measures have entailed tightening mortgage requirements by capping loan-to-value ratios and debt service-to-income ratios.", "These measures have helped cool the housing market and temper household demand for credit.", "They have supported monetary policy and reduced the likelihood that borrowers will end up in financial distress when conditions grow tighter.", "In spite of everything, there has been little demand for overdraft loans, which is a positive sign.", "Household debt has held relatively stable at around 150% of disposable income, far below the level in most neighbouring countries.", "Now, however, there are signs that negative real rates have given legal entities an incentive to borrow: in 2022, the three large banks' corporate lending grew by some 200 b.kr.", "Perhaps this should come as no surprise after the downturn in investment during the COVID years.", "Trying to boost output is a natural response to strong demand.", "Corporate debt has not risen as a share of GDP in recent years, however, and in general, most companies' equity is strong.", "The fact is that the Icelandic economy is in robust good health with its renewed emphasis on exports.", "The tale of inflation in the 1970s highlights how important it is that the Central Bank be able to increase real interest rates so that the inflation boogeyman doesn't gain further strength and plunge us into a new inflation vortex.", "This is the main reason the Bank's Monetary Policy Committee decided last week to raise the policy rate by 1 percentage point.", "Investment is on the rise, and without doubt, the projects that await are valuable.", "But we cannot do everything at once.", "Negative real interest rates are actually a form of subsidy, and they create abnormally strong demand for credit, thereby exacerbating the risk of inappropriate or inefficient allocation of capital.", "Higher interest rates should help shift priority to the investment projects that are the most profitable and economical.", "This is the best way to foster increased productivity.", "The aftereffects of the 1970s - when inflation had finally been subdued - provide a good object lesson as well.", "Many companies had grown accustomed to negative real rates; too many investments had been undertaken on the assumption that real rates were negative and would remain so.", "This led to a painful adjustment when inflation subsided and real rates turned positive, and many firms - even some large ones - folded as a result.", "All of this points in the same direction: it is of paramount importance to take the reins firmly and bring inflation down before it starts to distort the economy.", "Honoured guests: The Central Bank's interest rate hikes have caused a marked increase in monthly debt service on non-indexed, variable-rate loans.", "Furthermore, fixed-rate clauses on many borrowers' loan agreements will expire this coming winter.", "A decisive response is needed, but first we must diagnose the problem.", "To start with, it is clear that there are few casualties in the real estate market - as yet.", "Those who have financed home purchases with nominal-rate loans in the past three years have profited on higher property prices and negative real rates.", "At the same time, wages have risen significantly overall.", "So it is unsurprising that Statistics Iceland's standard of living study revealed that households with onerous housing costs have declined substantially in number.", "About 10% of homeowners and 14% of renters consider their housing costs burdensome.", "This shows that debt service has risen less than could be inferred from public discourse.", "Just over half of households who have taken loans in the past three years have seen their debt service rise by less than 30,000 kr.", "After adjusting for wage growth, the ratio of debt service to disposable income is broadly unchanged.", "As of this past January, the share of households whose debt service exceeds 35% of disposable income had risen by only 2 percentage points, from 7% to 9%.", "The winds are now changing in the real estate market, and the Central Bank is determined to push real rates upwards, whether through policy rate hikes or by lowering inflation and inflation expectations.", "This is why, in its most recent statement, the Financial Stability Committee encouraged mortgage lenders to \"work with borrowers, as they have in the past, to prevent financial distress insofar as is possible.\"", "I expect that we will be taken seriously and that the banks will be prepared to respond when fixedrate clauses expire this coming winter.", "On the other hand, there is no reason for taxpayers to subsidise borrowers' mortgage interest expense - not at this point in time, at least.", "After all, it is beyond doubt that those who took out mortgages at nominal rates have benefited greatly from negative real rates.", "There is no reason for such subsidy to continue with contributions from the Treasury.", "We are looking ahead to a time when we must wage a full-blooded assault on inflation.", "Hopefully this period will be short-lived, but while it is ongoing, lenders must work effectively with their customers so as to keep their debt service burden within tolerable limits.", "Most borrowers in the housing market have strong equity and therefore considerable scope for adjustments and restructuring.", "On this front, lenders must behave responsibly.", "Honoured guests: The past few weeks of unrest in foreign financial markets - including the collapse of two banks in the US and the forced merger of two large Swiss banks - have opened people's eyes to how closely monetary policy, financial stability, and financial supervision are connected.", "In the US, weaknesses in the regulatory framework and the supervision of financial institutions not considered systemically important, together with the lack of an overview of financial stability, have prompted the Federal Reserve to slow down its policy rate increases.", "It has been said that monetary policy is handcuffed by financial instability in the US and elsewhere, and that central banks cannot take the necessary action against inflation because of systemic risk in the financial market.", "This situation erodes the credibility of monetary policy.", "It is our loss as well.", "We live in a small open economy and are forced to import inflation through our purchases of necessities from abroad.", "Because of this, we must trust that our trading partners will take decisive action to bring inflation down within their own borders.", "Iceland is now reaping the rewards of the ironbound policy formulated during its reconstruction following the 2008 financial crisis - a policy that insisted on a secure financial system with strong lines of defence against external instability.", "Icelandic banks have extraordinarily strong capital in historical and international context, and they are under close financial supervision.", "Moreover, the news from abroad confirms that merging the Central Bank and the Financial Supervisory Authority back together at the beginning of 2020 was the right decision.", "The merger and, in particular, the increased power the Bank has been granted in the area of financial stability have been of vital importance in ensuring that the current fluctuations in demand, interest rates, and financial conditions do not give rise to a credit bubble or excessive risk-taking in the financial sector.", "Iceland carries very little household, corporate, or government debt in comparison with other countries.", "It is clear that these conditions provide monetary policy with full flexibility to act.", "There are no handcuffs here.", "Honoured guests: I don't know whether any of you have gotten lost in the fog, found yourselves going around in circles, and been convinced that water flows upstream.", "I have never gotten lost in the Icelandic outback, but I have often done so in foreign megacities.", "I am more sure-footed on tussocky ground than on paved streets.", "A good doctor once told me that the reason people end up going in circles in a blizzard or a blind fog was that our feet differ in length and therefore walk at differing speeds.", "But then, it is possible to find scientific explanations for virtually any problem without being much closer to solving it.", "Monetary policy can never be a private affair belonging only to economists or experts.", "I would like to close today by quoting the late Jóhannes Nordal, former Central Bank Governor and the nation's most influential official of the twentieth century, who died a scant month ago at age 99 - bless his memory.", "In an article published in Fjármálatíðindi back in 1990, when enhanced independence for the Central Bank was in the offing, he said this: \"Conferring significant monetary independence on a central bank is hardly a realistic option unless the economic objectives the bank must pursue are laid down clearly in the law and enjoy broad support in the community.\"", "The fact is that central banks can never operate in a societal vacuum.", "Twelve times I have had to face the nation and announce an increase in interest rates, and I have to admit that it has sometimes been a strain to be the bearer of bad tidings.", "There has been vigorous exchange of opinion about these decisions.", "The Central Bank has received its share of criticism, some of it truly scathing.", "But even so, I have found Icelanders very understanding, and I have felt that we here in the Bank have been able to explain our actions and the importance of standing guard of economic and financial stability.", "Yes - even though the Central Bank's actions have been painful for many, I still have the feeling that the nation understands and supports the job entrusted to us - and maintains its sense of direction even in the din of foghorn blasts in the press.", "Yes - I think that in spite of everything, it is the clear will of the people to exorcise inflation.", "We have shown that when we stand together, all paths are navigable - we can move straight ahead, not in circles, as we did in the 1970s.", "I would like to end where I began - as any proper circle must - with another quote from Matthías Johannessen's Reykjavík Letter of 19 August 1979.", "He concludes as follows: \"We Icelanders realise full well that independence is nothing but an empty word unless we stand on our own feet economically and enjoy living standards comparable to those in neighbouring countries.", "This is our national ambition, and there is only one means of realising it.", "We must begin by fighting inflation in a positive way, and by trying to mitigate the corrosive effect it has on the economy and human life more broadly.\"", "I would like to close by thanking Unnur Gunnarsdóttir, Deputy Governor for Financial Supervision, for her invaluable work for the Central Bank since its merger with the Financial Supervisory Authority in January 2020.", "In addition to thanking her for our time working together, I wish her all the best as she turns to the next phase of her career.", "I would also like to take this opportunity to thank Katrín Ólafsdóttir, who completed her tenure with the Monetary Policy Committee in March 2022, Andri Fannar Bergþórsson, who left the Financial Supervision Committee last autumn, and Gylfi Zoëga, who stepped down from the Monetary Policy Committee this month, for their work on behalf of the Central Bank.", "At the same time, I welcome new Monetary Policy Committee members Herdís Steingrímsdóttir and Ásgerdur Ósk Pétursdóttir and new Financial Supervision Committee member Gunnar Thór Pétursson."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Central Bank", "Interest rates", "Economic stability", "Monetary policy", "Fiscal policy", "Financial stability", "Real interest rates", "Wage growth", "Housing market"]}