{"sentences": ["And what an uplifting topic you have asked me to talk about!", "As president of an organisation that is responsible for banking supervision, having to talk about banks going bankrupt feels a bit like giving a speech about your most spectacular failures.", "But the sober fact is that we can never rule out the possibility of banks going bankrupt.", "In fact, the very words bank and bankruptcy are closely related.", "The word bankruptcy is derived from the Italian 'banca rotta', literally meaning 'broken bank'.", "The story goes that in Renaissance Italy there was a tradition of smashing a banker's bench if he defaulted on payment.", "So that the public could see that the banker, the owner of the bench, was no longer in a position to continue his business.", "Despite strong buffers, despite supervision, banks can go bankrupt.", "That's all part of a healthy, dynamic, competitive banking sector.", "And in fact, at the current juncture, with interest rates having gone up - while justified to keep inflation in check - the risk of accidents is increasing.", "As the Americans say 'Whenever the Fed hits the brakes, someone goes through the windshield.'", "The problem is of course that a bank failure may threaten financial stability.", "Because of contagion, because banks are interconnected, and because of the vital role banks play in the economy.", "So one of the lessons from the Global Financial Crisis is that we - that is central banks, supervisors and the banks themselves - should be thoroughly prepared for a failure, if one happens.", "So that the bank can be laid to rest in an orderly way, and essential public functions can continue.", "To illustrate what happens when you are insufficiently prepared, let me tell you one or two stories about Fortis, the former Belgian-Dutch financial conglomerate.", "In September and October 2008, I participated, as senior aide to the previous Governor, in the crisis management meetings in Brussels to prevent the imminent collapse of Fortis.", "At the time, we still had to rely on general bankruptcy laws and insolvency liquidation that were completely unsuitable for financial institutions.", "Particularly for those institutions that provide critical economic functions.", "Functions that need to be maintained.", "So we had to improvise a lot.", "For example, we did not have the legal instruments to impose losses on shareholders while keeping the conglomerate running.", "The existing framework for information sharing and policy coordination between the home and host supervisors was flawed, to put it mildly.", "And there was no pre-arranged plan for funding in case of resolution.", "I remember that once the agreement was struck about nationalisation of the Dutch parts of Fortis, the Dutch State Treasury had to go to the market to raise 50 billion euro practically overnight.", "A large part of this was needed to secure funding for Fortis Bank Netherlands.", "50 billion, that was almost one fifth of our pre-crisis national debt.", "On top of that we had to provide massive emergency liquidity assistance.", "I could go on and on.", "It could easily have become our European Lehmanmoment.", "Prior to 2008, we had never thought about these things in a thorough and consistent way.", "As a result, we had to take a lot of ad hoc measures during the Global Financial Crisis.", "These measures were successful in the short term, in the sense that we were able to prevent an even bigger disaster.", "But in the long term the societal cost was high.", "The use of taxpayers' money to support banks was not well received by society and it created perverse incentives.", "Private gains, public losses.", "For a solid banking system there needs to be a credible threat that banks, like any other company, can go out of business if they take on too much risk.", "That credible threat can only exist if there is a reliable system for putting troubled banks out of business without triggering a financial Armageddon.", "So, after the Global Financial Crisis governments, central banks and supervisors, under the leadership of the G20 and the Financial Stability Board, improved their tools for making banks more resilient.", "By mitigating risks and building buffers.", "And for those cases where these first and second lines of defence are not sufficient, we also built a third line of defence, the resolution framework: legislation, instruments, authorities, planning requirements for both authorities and banks, in order to make sure that a bank failure does not destabilise the financial system and threaten basic public functions such as saving and paying.", "Over the past 12 years, a whole resolution infrastructure has developed.", "This goes for the banking sector, but also for insurers and CCPs, albeit at a less advanced level in most jurisdictions.", "In many countries today, designated resolution authorities are in place that possess the necessary legal powers and operational capacity to intervene in, and resolve, financial institutions that are no longer viable.", "For internationally active firms, crisis management groups, underpinned by cross-border cooperation agreements, have been established.", "Large, globally operating banks have established Recovery and Resolution Plans.", "They have worked on removing barriers to resolvability.", "And resolvability assessments are being conducted to evaluate the credibility and feasibility of resolution strategies.", "Perhaps the most important thing of all is the planning requirement.", "As US President Eisenhower said, \"plans are worthless, but planning is everything\".", "This is true for all forms of crisis management.", "Resolution planning for systemic financial firms has helped in identifying and addressing a multitude of legal and operational issues that could form an obstacle to orderly resolution.", "This has also greatly improved the capabilities of firms and other stakeholders to support resolvability.", "In a way, resolution can be compared with the work of funeral directors.", "Nobody wants to die, but when it happens funerals play a useful role in shielding society from, well let's say, the negative externalities of death.", "Today, implementation of the resolution framework is very advanced, notably in countries that are home to globally systemically important banks.", "The resolution strategy after failure is relatively clear for very large banks in particular: bail-in and a continuation of operations after, for example, a single resolution weekend.", "So on paper, everything looks pretty good.", "But can we really claim success?", "While resolution has been very important for addressing the too-big-to-fail problem, the orderly resolution of a troubled big bank has not yet been tested.", "The most high-profile resolution case to date is Banco Popular, a mid-sized Spanish bank that ran into trouble in 2017.", "In that case, there was a big party, Santander, available that was willing to take over Banco Popular.", "But there is not always a large buyer available at the right price.", "Of course earlier this year we had the case of Credit Suisse.", "In this case, resolution was only partly applied.", "So-called AT1 bonds were written off, but shareholders, who of course are lower on the creditor hierarchy, did get a part of their money back, 3 billion euro in total.", "On top of that, the take-over by UBS involved a state guarantee.", "If UBS were to lose more than 5 billion euro on the acquisition of Credit Suisse, the Swiss state would be good for the next 9 billion.", "The partial resolution of Credit Suisse was somewhat surprising.", "According to the Financial Stability Board, financial markets had priced in full resolution.", "However, the Swiss authorities indicated that they were not sufficiently prepared for that.", "So the lesson from Credit Suisse is that both resolution authorities and banks should think even harder about life after death.", "About what is needed to let banks fail in an orderly way without triggering instability in the broader financial system.", "Because that is a responsibility to which the public holds us accountable.", "A recent case in our own country that I also want to mention was the bankruptcy of Amsterdam Trade Bank last year, a small bank with a foreign parent.", "This case is rather atypical in the sense that the cause of the bankruptcy was not bad lending decisions or governance problems, but simply the sanctions against Russia.", "This led many service providers to stop their services to ATB, forcing the bank to close down.", "Having said that, this was a rather clearcut case of how we perform resolution of smaller banks in the Netherlands, namely through bankruptcy filing and activation of the deposit guarantee system.", "In this case, things went very quickly and smoothly, which was important for the credibility of the deposit guarantee system.", "As a side note, we at the central bank were one of the creditors of ATB.", "We are 'the bank for the banks' after all, and in that capacity we had monetary policy-related financing outstanding.", "As you know, assets that are assumed safe can turn worthless overnight in the case of a likely default.", "So some of our people worked over the Easter weekend to get our money back.", "I'm happy to say we succeeded.", "ATB was a small bank, which made resolution relatively straightforward.", "At mid-sized banks, with more cross-border activities, things will likely be a bit more complicated.", "In any case, what's clear is that resolution of a mid-sized or large bank in the Netherlands would almost certainly involve a bail-in of both creditors and shareholders.", "After the financial crisis of 2008, there is simply no public support in Dutch society for rescuing a bank with taxpayers' money.", "All in all, what we have seen in Europe so far is a variety of tastes in resolving failing banks, preferably outside the European resolution regime, making use of national options.", "Sometimes effective and efficient, sometimes involving a substantial bail-out, sometimes financed by the state.", "So it is a good thing that the European Commission has put forward proposals for more streamlining of resolution regimes.", "Although that does not necessarily have to mean that resolution will be applied automatically to any teetering bank in Europe.", "We should not forget our final aim, and that is an efficient resolution of a failing bank.", "I guess the job will never be completely finished, and it is not meant to be.", "Resolution planning is an ongoing process that has become an indispensable complement to going concern prudential supervision.", "What that means for you is: memento mori, which as you know is Latin for 'remember that you are mortal'.", "Go about your going concern banking business like you always have, but: be prepared, get your house in order, just in case.", "On that rather cheerful note I would now like to conclude, and I am more than happy to take your questions.", "And in case if you would ever like to work for a bank that cannot go bankrupt, even with an expected deficit in the billions, consider DNB."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none"], "topics": ["bankruptcy", "bank resolution", "financial stability", "too-big-to-fail", "bail-in", "deposit guarantee", "crisis management", "resolvability", "planning", "prudential supervision"]}