{"sentences": ["Global action to enhance cross-border payments - speech by Victoria Cleland Given at Global Payments Summit in Cape Town Published on 29 June 2023 Enhancing cross border payments to make them cheaper, faster, more transparent and easier to access would make an enormous difference to people and economies worldwide.", "Victoria Cleland sets out some recent achievements on this journey, including changes to the UK's RTGS service, and highlights future priorities.", "Success relies on cooperation and action from the public and the private sector.", "It is a pleasure to be speaking here in Cape Town to open the Global Payments Summit: an event that brings together representatives from over 30 countries across five continents.", "What better audience to address about enhancing cross-border payments: a global challenge that requires global solutions.", "The more countries that participate, the greater the difference we can make.", "Almost three years ago to the day, the Committee for Payments and Market Infrastructures (CPMI) published the 19 building blocks[1] to enhance cross-border payments.", "The building blocks were the foundation for a clear action plan endorsed by the G20 - the Roadmap[2].", "This set out a vision and steps to achieve it, bringing together central banks, public authorities, standard-setting bodies and the private sector around the world.", "And to provide measurable focus, the G20 endorsed clear and ambitious targets for to unite everyone around the same vision: to make cross-border payments faster, cheaper, more transparent, and more accessible.", "These enhancements could reduce barriers to trade: cutting transaction costs on international trade just by one percentage point would save firms $13bn in Africa alone.", "And with a focus on remittances as well as wholesale and retail payments, ultimately improve financial inclusion and help to alleviate poverty.", "That is what I call a worthwhile vision!", "Enhancing cross-border payments has been an objective for many decades.", "What is different now is that we have a clear vision, targets and a holistic approach on how to address the disparate set of underlying frictions.", "And the work is taking place at a time of rapid innovation in the payments industry and national payment systems, creating an opportunity to build on existing change programmes.", "Cross-border payments are high on the agenda for public policymakers and financial institutions.", "A lot has been achieved recently through the collaborative effort of authorities worldwide, including of many of you here today.", "We have developed frameworks on operating hours and access policies to support public authorities to enhance their domestic systems and increase interoperability.", "We have consulted on harmonisation requirements to ensure that the new ISO20022 standards are used consistently around the globe.", "We have identified specific regulatory and legal barriers to seamless payment processing and proposed solutions.", "CPMI has recently published a set of recommendations[4] to improve adoption of risk-free PvP settlement in foreign exchange markets.", "Central banks and the private sector have successfully tested cuttingedge technologies for cross-border payments through BIS Innovation Hubs.", "And alongside the Roadmap actions per se, there have been tangible changes that are already paying dividends.", "Nearly three quarters of payment system operators surveyed by CPMI have either implemented or have concrete plans to implement the latest financial message standard (ISO 20022) by 2025.", "The Bank of England joined that club last week by moving CHAPS, our high value payment system, to ISO20022.", "Several jurisdictions have extended the operating hours of their high-value payment systems to near 24/7, including countries as far apart as India, Mexico, Switzerland and indeed South Africa.", "Over the last two years, several countries have expanded access to their payment systems to new types of financial institution: including Japan, Switzerland and Singapore.", "Others, such as United States, have developed new guidelines for more transparent and risk-based assessment of account requests.", "And recent figures[6] show that two-thirds of cross-border transactions that take place via the Swift network reach end beneficiaries within one hour.", "The private sector is also investing in better infrastructure: almost $19bn was invested in paytech start-ups last year.", "Recent survey suggested that 94% of financial institutions are planning to invest in their payment technology in the next 3 years.", "Africa has a place among the leaders in payments innovation, from new mobile payment technologies with M-Pesa to CBDC with eNaira in Nigeria.", "The Pan African Payment and Settlement System (PAPSS), launched last year, is expanding rapidly: it has nine central banks and 41 commercial banks live on the system.", "It recently agreed a strategic partnership with the African Stock Exchanges Association (ASEA) to promote improved cross-border payments for capital market trades.", "Three years on, I want to celebrate what has been achieved, and to garner support for the journey ahead.", "Today I will explain the updated priorities for the roadmap, those actions that will deliver the greatest impact, and how you can play a role.", "I will bring the issues to life through examples from the Bank of England's own active work programme to enhance cross-border payments through the renewal of our Real Time Gross Settlement service: learning from each other's experience is an important element of delivering the roadmap.", "From analysis to practical implementation Enhancing cross-border payments is a complex problem that requires multi-faceted solutions.", "I spoke last year[10] about the need for cooperative solutions, with central banks, public authorities, and the private sector rowing in unison.", "We have made great progress in developing the foundational policies and guidance, to support a wide range of stakeholders to improve cross-border payments.", "An ambitious programme of technology and further policy changes is needed to deliver real change to consumers and businesses worldwide.", "Some of this will continue to be at a global level, but increasingly investment and changes will need to be made domestically and within individual institutions.", "The FSB announced in October 2022 three priority themes for future work: bringing together the actions that would help to deliver the targets most quickly.", "They will build strong foundations, which will support the existing ecosystem (including the correspondent banking model) as well as future initiatives such as Central Bank Digital Currencies (CBDCs) and multilateral payment systems.", "The priority themes are: Payment system interoperability and extension focused on modernising and aligning the payment rails across jurisdictions and improving competition.", "Cross-border data exchange and message standards focused on developing common payment message and API standards.", "Legal, regulatory, and supervisory frameworks focused on harmonising regulation in areas such as financial crime controls and oversight of financial institutions.", "To support delivery of the critical actions, two new industry taskforces[11] (outlined below) have recently been established, with fantastic representation from many different continents and industry sectors.", "CPMI has established a Community of Practice for central banks (COPS) to exchange best practice and learnings.", "COPS, chaired by Carlos Conesa from Banco de España, will enable central banks to benchmark national approaches and share insights, for example, from their national reviews of access and operating hours.", "There are nearly 30 institutions participating from developed and emerging economies: and I would encourage other central banks to join.", "It is also important to monitor progress against the Roadmap actions: something that we will oversee through the FSB's new cross-border payments Delivery Group, which I chair.", "Payment system interoperability and extension Most cross-border payments currently rely on the correspondent banking network.", "[12] They involve multiple parties, multiple currencies and multiple national payment systems.", "The capabilities of each payment system determine how firms can process payments.", "Limitation on who can access the payment system and inconsistent operating hours can add extra links and delays into the end-to-end transaction chain.", "The ambition is for payment systems to be open for longer and available to more payment service providers.", "These steps should make national payment rails more interoperable and reduce frictions for existing payment firms.", "They could also make the market more competitive: ultimately improving the experience for consumers and businesses.", "In the UK, we led the way in 2017 by becoming one of the first central banks to expand access to non-bank Payment Service Providers.", "Along with a number of other central banks, this year we are undertaking a further review of our access approach, benefitting from the CPMI self-assessment framework.", "The review will help the Bank to determine whether the current direct access requirements remain proportionate in light of our objectives and new trends in the payments landscape.", "Around the end of this year, we aim to publish a discussion paper presenting our initial findings and inviting industry input.", "Alongside reviewing our formal access requirements, we continue to develop our renewed RTGS service to reduce the technical or operational barriers to joining and enable a wider range of participants to join.", "And we are considering longer operating hours as part of our forward looking RTGS roadmap beyond 2024: again benefiting from the framework published by the CPMI.", "Longer and better aligned hours of operation could speed up cross-border payments, reduce settlement risk and simplify liquidity management, and the Bank's renewed service will have the capability to offer longer hours.", "But we need to carefully weigh the benefits against the potential cost.", "These include the costs of opening systems for longer and implementing novel approaches to technology upgrades when the concept of 'out of hours' disappears.", "We also need to consider how it would affect other markets, established market conventions and monetary policy transmission.", "It will be essential to work closely with the private sector to assess how, and over what timescale, RTGS operating hours could be extended.", "Changes in hours and access could also support some of the more recent ideas around directly interlinking national payment systems.", "This would enable payments to be settled directly between two providers, further cutting down the transaction chain.", "Projects to interlink payment systems are gathering momentum around the globe, building on pioneering experiments through Project Nexus and IXB.", "In July, the CPMI in cooperation with the Indian G20 Presidency will host an event on interlinking arrangements.", "The existing projects have shown that interlinking is feasible on a technical level.", "An arguably tougher challenge is to find the right governance, risk management and oversight models to support a cross-border interlinking arrangement that is robust, resilient and inclusive.", "The CPMI is preparing an interim report for the G20 on this topic later in the year.", "While many of these initiatives are driven by the public sector, their benefits will only materialise if the private sector use them.", "And it is important that the private sector can shape them.", "The new Industry Taskforce on Payment System Interoperability and Extension, chaired by Ulrich Bindseil from the ECB, will provide a valuable forum to discuss and shape implementation and market practices.", "Cross-border data exchange and message standards Message standards are crucial to the continued evolution of payment services.", "Currently, the data-carrying capacity in payments messages can be limited by the network technology developed in the last century.", "When developing the message formats a generation ago, each local infrastructure focussed on delivering the best solution for their own market.", "Over time, the type and structure of information transmitted has diverged, both between jurisdictions and across infrastructures.", "And the amount of data has not increased to meet the demands of this data-hungry world.", "Adopting ISO20022 worldwide will be a gamechanger.", "It is a common, global, non-proprietary standard.", "And if widely adopted it can enable payments to include a much richer set of information (for example the purpose of the payment, tax information, and an address of the house being bought).", "That can improve efficiency: by helping process more payments without the need for manual intervention and harmonising data transmitted through international payment systems and ultimately avoid unnecessary delays and costs in the cross-border payment journey.", "ISO20022 can also support regulatory compliance and enhance financial crime and fraud detection.", "Banks worldwide spend over $200bn a year on financial crime compliance: enriched data is an important ingredient in getting this number to drop.", "ISO 20022 provides a common language for financial transactions that allows for richer and more structured data.", "However, making the most of it requires consistent adoption across jurisdictions and using it to transmit a wider set of information than legacy payment messages.", "Limited or inconsistent uptake could lead to fragmentation.", "There is no point for me to include a code for the purpose of my payment if my South African counterpart was using a different set of codes.", "To establish a basic level of consistency, the Joint Task Force of the CPMI and Payments Market Practice Group have consulted on harmonising requirements for enhancing cross- border payments.", "They received an excellent response and will be announcing the results in the autumn.", "Another important dimension is the harmonisation of Application Programming Interfaces (APIs).", "Almost two-thirds of the payment systems surveyed by CPMI[16] already offer APIs to their participants.", "In the UK, our renewed RTGS has this month enabled its first API, with a full-fledged suite of APIs due to be delivered next year.", "APIs make it easier for payment systems and their participants to exchange data.", "The number of potential applications is vast.", "But to deliver real benefits these potential use cases rely on harmonised API standards.", "The CPMI is convening an industry panel of API Experts (APEX) from private and public sectors, to develop recommendations on the strategic direction for the industry.", "The standardisation of messaging and APIs can enable quicker, cheaper and safer payments.", "But implementing the technical changes is only the first step.", "Common practices and usage guidelines are essential in helping financial institutions operate across borders.", "Importantly, the industry panel will not seek to add another competing standard.", "Rather, it will evaluate existing API standards and develop recommendations for harmonisation based on current practices.", "It will also seek to develop lasting global governance forums to evolve and update the standards.", "The Call for Participation[17] is closing at the end of this month and I would encourage all relevant parties to consider applying.", "Legal, regulatory and supervisory frameworks Diverging approaches to regulation and supervision are a major source of friction in cross-border payments, and an area where I increasingly hear calls for change from the private sector.", "Differences in how banks and non-banks are supervised can create opportunities for regulatory arbitrage.", "There are very good reasons why nations adopt differing approaches to financial institution supervision, data protection and financial crime prevention.", "Nevertheless, international guidance and recommendations provide a strong principles-based framework for collaboration and interoperability between jurisdictions.", "A key part of the existing international framework for combatting financial crime is The Financial Action Task Force (FATF) Recommendations.", "To remain effective, they need to keep pace with market developments.", "Global adoption of ISO20022 standards also offers an opportunity to harness the benefits of improved data.", "FATF will consider these issues as part of its planned review of Recommendation 16 on wire transfers, to improve consistency and usability of message data, and enable more effective AML/CFT checks.", "It will also continue efforts to promote consistent implementation of the Travel Rule for virtual assets.", "The new FSB industry taskforce on Legal, Regulatory, and Supervisory matters, chaired by Carolyn Rogers from Bank of Canada, will help move the conversation forward in these areas.", "We hope to harness expert input from industry and provide guidance, working with national authorities and the international standard-setting bodies.", "Continued collaboration Improving the payments infrastructure will only be possible through successful collaboration.", "As policymakers and operators, we can improve the policies and core infrastructure to provide solid foundations for private innovation.", "The private sector needs to build on this to help deliver cheaper, faster, more transparent, and more accessible services to their customers.", "The new industry taskforces will play an important role.", "But this needs to be complemented by strong dialogue and actions in individual jurisdictions: exploring improvements to the domestic payment infrastructure, using the globally agreed frameworks.", "Firms will likely need to continue to invest in their payments technology to be ready for upgrades to payment systems: such as the move to ISO 20022.", "The industry taskforce on Payment System Interoperability and Extension are developing a handy checklist to support firms on this journey.", "And importantly, firms should consider how to make the most of these changes.", "ISO 20022 will make a big difference to cross-border payments: but it also offers a wealth of other opportunities, which the individual firms can benefit from.", "While the roadmap is a G20-led initiative, the targets are international, and our goal is to improve payments across all countries and payment corridors.", "Making progress therefore depends on sharing best practice widely and achieving change worldwide.", "To that end, the World Bank and IMF, along with the G20 Central Banks, are developing a technical assistance programme available to countries wishing to enhance their national payments infrastructure or policies.", "We have achieved a lot already but there is still more to do, and much more to gain.", "We have built the foundations and a framework to support a holistic set of changes.", "Now we need to act and there is a role for everyone.", "I look forward to helping to smooth the path ahead in my role as a policymaker and a payment system operator.", "I hope that many of you will join and play your part in this exciting and transformational journey towards the shared vision that benefits companies, individuals and whole economies through enhanced cross-border payments.", "I would like to thank Andrei Pustelnikov, Paul Bedford, Anna Koch and Mark Streather for their help in preparing these remarks.", "See Building blocks for a roadmap to enhance cross-border payments: letter to the G20 2.", "See Enhancing Cross-border Payments: Stage 3 roadmap 3.", "See Targets for addressing the four challenges of cross-border payments: Final report 4.", "See Facilitating increased adoption of payment versus payment (PvP ) 5.", "See Harmonisation of ISO 20022: partnering with industry for faster, cheaper and more transparent cross-border 6.", "See Press release on SWIFT website 7.", "See Payments modernization and technology in 2023 9.", "See PAPSS and ASEA forge strategic partnership to revolutionize cross-border payment of Stock Exchanges in 10.", "See Rowing in unison to enhance cross-border payments - speech by Victoria Cleland 11.", "See CPMI press release and FSB press release 12.", "Recent BIS figures show that the number of active correspondents has gone down by 30% in the last decade.", "See Improving access to payment systems for cross-border payments: best practices for self-assessments 14.", "See Extending and aligning payment system operating hours for cross-border payments 15.", "See ISO 20022 harmonisation requirements for enhancing cross-border payments 16.", "See Interlinking payment systems and the role of application programming interfaces: a framework for cross- 17.", "See Press release on the BIS website 18.", "See FATF Recommendations Victoria Cleland Executive Director for Banking, Payments and ©2023 Bank of England"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Cross-border payments", "Payment system interoperability", "ISO20022", "Legal frameworks", "Regulatory frameworks", "Supervisory frameworks", "Financial crime prevention", "AML/CFT", "FATF", "API standards"]}