{"sentences": ["A very good afternoon to everyone.", "Thank you for the kind welcome and upmost thanks to RHB and the organiser of the RHB Fixed Income Seminar 2023 for the opportunity to deliver this keynote.", "In line with the theme of the seminar, I thought it is opportune for me to speak on three areas for the keynote.", "Firstly, I would like to share the central bank's outlook of the economy which guides the near-term macroeconomic policy of the Bank.", "Secondly, I would like to highlight some of the key policy priorities which are critical in shaping the outlook of the economy in the near to medium term, focusing on the new investment policy of the country.", "Thirdly, I would like to elaborate on the policy and progress with regard to decarbonisation of the Malaysian economy.", "Hopefully by doing this I will be able to set the stage for further conversation and discussion in this seminar today.", "Part I: Outlook of the economy Let me start with a near term outlook on the global economy .", "The strong labour market conditions and continued recovery in tourism activity globally supported global demand and with this, we saw continued expansion in global growth.", "China's reopening is supportive of the global economy.", "However, the pace has slowed in recent months, as evident in indicators such as exports and retail sales.", "The global economy is also weighed down by higher interest rates and elevated inflation, as well as the ongoing shift of consumption from goods to services, which is resulting in slower global trade in goods.", "Overall, the International Monetary Fund (IMF) expects global economic growth to moderate to 3.0% in 2023 and 2024.", "Turning to the Malaysian economy .", "The domestic economy is expected to expand between 4% and 5% in 2023.", "Amid external headwinds, growth will be driven by the expansion in domestic demand.", "Apart from continued improvement in labour market conditions which will drive private sector spending, there will be support from higher tourism activity.", "Rising tourist arrivals is projected to lift growth in high touch services sub-sectors, which were more impacted during the pandemic.", "The growth outlook is subject to downside risks stemming mainly from weaker-than expected global growth.", "The moderation in global growth has begun to affect exports for most countries since the second half of last year, and this included regional countries such as Korea, Taiwan, Singapore and Malaysia.", "Thus, export growth is expected to remain in contraction over the next few months.", "However, this trend is expected to trough this quarter (3Q 2023).", "The global semiconductor demand is expected to recover towards end-year driven by improving demand for server and cloud computing and easing in inventory correction.", "This will support recovery in the external sector going forward.", "Recent indicators affirmed the resilience of the Malaysian economy , with output growth and various other economic indicators exceeded its pre-pandemic levels.", "The labour market has strengthened this year and is expected to remain supportive of domestic demand.", "The unemployment rate gradually improved towards pre-pandemic levels driven by steady employment growth, in tandem with the expansion in economic activity.", "On the investment front, existing large infrastructure projects are progressing.", "These include transport-related projects such as the ECRL, LRT3 and Pan Borneo Highway.", "For inflation, both headline and core inflation are expected to moderate over the course of the year.", "For the year, headline inflation is projected to average closer to the lower bound of the forecast range of 2.8 - 3.8%.", "The balance of risk to inflation remains subject to changes to domestic policy on subsidies and price controls, as well as global commodity prices and financial market developments.", "Having laid down the outlook of the economy, let me now turn to the macroeconomic policy of the Bank.", "In the Bank's approach to monetary policy , the Monetary Policy Committee's decisions have always been guided by our mandate of achieving price stability and sustainable economic growth in the medium term.", "Since May last year, as the economy was no longer in crisis, the Committee gradually adjusted the Bank's monetary policy to be in line with the health of the economy.", "After five OPR adjustments - the OPR was brought back to the pre-pandemic level of 3.00% - essentially withdrawing the monetary stimulus provided during the crisis to support economic recovery at that time.", "The higher OPR would also safeguard against upside risks to inflation and prevent the risk of future financial imbalances.", "At the recent July meeting, the MPC have maintained the OPR at 3.00% as the assessment on the domestic inflation and growth outlook remained broadly within expectations.", "Although inflation is expected to trend downwards, it is critical to continue to keep an eye on the potential risk of core inflation persisting at elevated levels.", "The highly uncertain global economic environment experienced throughout the year have resulted in shifts in investor sentiments resulting in volatility across financial markets worldwide.", "Like other emerging market economies, Malaysia's financial markets and its currency are not spared.", "The ringgit has faced significant depreciation pressure, reflecting investors' expectations of further monetary policy tightening in the US, uncertainty surrounding the banking sector stress in March and more recently the worsening outlook toward China's growth.", "Under a flexible exchange rate regime where movement of the currency is market determined, it is reasonable for the ringgit to fluctuate from time to time.", "These allow adjustments in domestic economy to global economic and financial shocks.", "In this regard, the role of Bank Negara essentially focuses on ensuring that these market adjustments and price discovery remain orderly.", "Towards this end, Bank Negara intervenes in the foreign exchange market to stem currency movements that are deemed excessive.", "Beyond managing these highly short-term volatilities, and on a more medium-term perspective, the Bank focuses to further develop our financial markets to improve both accessibility and attractiveness of our markets.", "Many of the initiatives are pursued collaboratively with the industry through platforms such as the Financial Markets Committee and its associated subcommittees and working groups.", "Our market outreach efforts include regular engagements, such as the collaborative Financial Markets Association Malaysia's investor engagement series.", "These events facilitate the exchange of valuable information and feedback between market participants and policymakers.", "The Malaysian financial market remains widely accessible and supported by existing programmes such as the Dynamic Hedging Programme, which has been well received and recorded steady growth in participation since inception.", "At the same time, we continue to focus on transparency of financial market data through initiatives such as the Financial Markets Investor Portal.", "As a testament to the domestic market's accessibility and liquidity, Malaysian bonds are included in major government bond indices.", "This supports the bond market by providing a base of stable and long-term institutional investors.", "Part II: Policy priorities Ladies and gentlemen, Let me now elaborate on our policy priorities.", "There are various policies in place that aim to enhance Malaysia's growth potential and strengthen industrial competitiveness.", "In addition, these policies will alleviate cost of living concerns, build buffer against future shocks, and support Malaysia's transition to a high-income nation.", "Through a 'whole-of-nation' approach, priorities are geared towards attracting high quality investment to advance economic complexity and create high skilled jobs.", "Strong focus is placed on advancing digitalisation, transitioning to a climate-resilient economy, and building a future-ready workforce, just to name a few.", "Let me elaborate deeper on two priorities today, namely quality investments and transition to a climate resilient economy.", "Implementation of the reforms under the New Investment Policy (NIP) is expected to attract and retain quality investments.", "The NIP would improve Malaysia's investment ecosystem and would have ripple effects on the economy including creation of more high skilled jobs and fostering innovation.", "The aim of the NIP is to achieve the National Investment Aspirations (NIA) of increasing economic complexity, creating high value job opportunities, extending domestic linkages, developing new and existing clusters, and improving inclusivity.", "Under the NIP, strategies include, streamlining investment targeting and promotion efforts especially towards key strategic sectors, improving incentive packages to be more agile and dynamic, and strengthening ESG practices.", "In fact, the New Industrial Master Plan 2030 (NIMP) which aims to revitalise the industrial sector and drive new economic growth is expected to be announced by end of this month.", "Part III: Greening the economy Now let me turn to our policies and progress towards decarbonisation and greening our economy.", "In July 2023, planet earth experienced the hottest average temperature.", "The future is here, climate change is here.", "Despite emitting less than 1% of global emissions, Malaysia, being a responsible nation, has pledged to achieve net zero GHG emission as early as 2050.", "At present, the government is focusing on efforts to put in place key building blocks to ensure an orderly and just transition of the country.", "These include developing a national climate legislation, long term sectoral pathways (LT-LEDS), and the Nationally Determined Contributions (NDC) roadmap that would help manage the transition with more effective adaptation and mitigation.", "As a developing economy that relies heavily on fossil fuel and still at the early phase of its transition journey, Malaysia requires significant investments and technological support to decarbonise the economy.", "For instance, the National Energy Transition Roadmap Phase 1 which was released recently detailed ten flagship catalyst projects and initiatives.", "Such projects require between RM435 billion to RM1.85 trillion by 2050 to transition the energy sector alone.", "During the transition phase, businesses will need funding to pivot to new business models that embed sustainability and are climate and environmentally friendly, recalibrate existing practices and adopt new technology.", "Protection to help mitigate possible disruptions during the transformation journey is also key.", "Financial sector as a key enabler As a bank-based economy, with more than 70% of financing to the private sector in the form of bank financing, this is where the financial sector, being the epicentre in our The financial sector has twin roles in supporting economy, has a key enabling role.", "the transition, which are to be climate resilient- greening finance, and as a catalyst and enabler - financing green.", "In greening finance, financial institutions are expected to build their own capability to strengthen resilience against climate and environmental risks.", "This entails enhancing assessment and management of exposures to physical and transition risks, and to step up on climate risk disclosure that can mitigate risk of greenwashing and enhance stakeholders' confidence.", "In financing green, financial institutions can help build clients' capability to transition towards greener and more sustainable practices by providing advice or capacity building, and to develop targeted products and services to finance transition and adaptation.", "In essence, it is insufficient for the financial sector to focus largely on building its resilience to the effects of climate change.", "Equally important, is for the financial sector to assist their clients to transition through the products and solutions that they offer as well as advisory services.", "Such support is even more critical for the smaller businesses.", "Financial regulators working collaboratively As such, have been the Bank together with the Securities Commission Malaysia focusing efforts to lay down the relevant building blocks for a conducive green finance ecosystem.", "These include developing medium term strategies, coherent regulatory and supervisory expectations and guidance that reflect climate-risk considerations.", "For the capital market, frameworks and guidance are aimed to spur SRI-linked funds and investments.", "The Bank has also established special funding facilities to catalyse financial sector responses in supporting transition of business, particularly the SMEs.", "The financial regulators, in taking a whole-of-financial sector approach, has formed the Joint Committee on Climate Change, JC3 which focuses on developing practical tools to accelerate financial sector readiness in taking on the enabling role.", "The JC3 focuses on six areas namely risk management, governance and disclosures, products and solutions, data requirements, capacity building and most recently, accelerating SMEs transition.", "Pilot solutions are also being actively explored to catalyse and scale up financial sector support especially those involving new financial instruments or new transition and green projects.", "With a solid foundation and facilitative frameworks in place, we are confident that these would help deepen our green finance market with greater offerings of green financial products and solutions.", "Making good progress I am very pleased to say that the financial sector has been responding very positively and are committed in supporting the country's transition.", "Financial institutions have committed more than RM200 billion in financing for ESG up to 2025.", "We are observing increasingly, more transition and sustainability-linked financial products and solutions being rolled out.", "While these are certainly positive progress, we are cognizant that we can't rely solely on the financial sector to fund the country's transition.", "International financial and investment community, as well as philanthropic capital providers are key in helping us fill up the investments and financing gaps and therefore enabling us to progress smoothly in the transition journey.", "The strong economic fundamentals, sound macroeconomic policies, and strategic economic initiatives and roadmaps which lay the ground for Malaysia to reap the opportunities of new growth areas including those which are of high value and sustainable, underscore the value proposition that the Malaysian economy has to offer.", "With these in mind, I wish you a productive seminar ahead.", "Thank you for your time and attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Global economy", "Malaysian economy", "Monetary policy", "Financial markets", "Investment policy", "Climate change", "Decarbonisation", "Green finance", "ESG", "Sustainability"]}