{"sentences": ["1 Words of welcome Ladies and gentlemen, I would like to welcome you to the presentation of the Bundesbank's Annual Report 2022.", "I would also like to extend a warm welcome to those of you attending our livestream.", "After a three-year break, our balance sheet press conference is now a fully in-person event once again.", "It is being held for the first time at the Bundesbank's Regional Office in Hesse.", "This is because we have cleared out our main building on Wilhelm-EpsteinStrasse so that, after 50 years of use, it can be refurbished and modernised from top to bottom.", "The lineup greeting you today is likewise a first.", "Ms Ingrid Herden has been head of Directorate General Communications since October 2022.", "And Mr Joachim Wuermeling of our Executive Board assumed responsibility for Directorate General Controlling, Accounting and Organisation at the start of this year.", "Later on, he will present and discuss details of our annual accounts.", "However, I would like to begin by taking a look at economic and price developments as well as monetary policy decisions.", "Looking back, looking ahead 2.1 Economic developments Ladies and gentlemen, For one year now, Russia's terrible war of aggression against Ukraine has been raging.", "The extent of devastation and destruction, as well as the human suffering, are unspeakable.", "The war and its side effects have left a mark on economic developments as well, especially due to the energy crisis they have triggered.", "For example, Germany's recovery from the COVID-19 pandemic was throttled to a considerable extent.", "A reminder: at the beginning of 2022, the Federal Government had been expecting the German economy to grow at an annual rate of 3.6%.", "Actual real growth then clocked in at 1.9% (after calendar adjustment).", "So thus roughly half the figure expected at the beginning of the year, but considerably better than had been feared at times.", "It was not only the energy crisis and the strong price increases they triggered that weighed on the German economy.", "Supply bottlenecks, too, continued to apply pressure.", "At times, they were exacerbated by the Ukraine war.", "The business climate and consumer sentiment deteriorated massively.", "Uncertainty began to spread: owing to surging consumer prices, for one thing, and to energy supply, for another.", "But private consumption still increased.", "This was thanks, first and foremost, to the catchup effects following the lifting of coronavirus restrictions.", "This easing boosted activity in consumer-related services sectors, in particular.", "Exports and investment in machinery and equipment likewise supported economic growth over the past year.", "On the other hand, construction activity contracted as a result of higher financing costs, reduced household purchasing power and high construction prices.", "Economic output exceeded its pre-pandemic levels for the first time in the summer.", "Towards the end of the year, however, the positive effects from the lifting of the coronavirus mitigation measures tailed off.", "In addition, the global economy slowed down further.", "This put a damper on export demand.", "And, in particular, uncertainty surrounding energy supply and its costs weighed heavily on enterprises and households.", "The situation in the energy markets eased over the course of this winter half-year.", "On top of that, the feared gas shortage was successfully averted thanks to efforts to save energy as well as to mild temperatures.", "Nevertheless, economic output in the final quarter of 2022 was still down by 0.4% on the quarter.", "German economic output is likely to contract in the first quarter of 2023, too.", "Although there could be a gradual pick-up in the second quarter, there is still no sign of any major improvement for now.", "As before, our experts are not expecting there to be a visible economic recovery until the second half of the year.", "From today's vantage point, gross domestic product is likely to decline slightly for the full year, which would be less of a drop than projected in December, however.", ".2 Inflation 2022 will go down in Germany's economic history as a year of one of the highest inflation rates since the foundation of the Federal Republic.", "As measured by the Harmonised Index of Consumer Prices (HICP), which is used for euro area monetary policy, the annual rate of inflation went up to 8.7%.", "Over the course of the year, the HICP rate even hit double digits for a time.", "For the euro area as a whole, the average inflation rate for 2022 came in at 8.4%, by far the highest rate since the introduction of the euro.", "Sharp rises in energy and food prices were the main drivers of inflation.", "Yet non-energy industrial goods and services also became considerably more expensive.", "It is important to point out that inflation had already been accelerating prior to Russia's attack on Ukraine.", "The global economy had rebounded unexpectedly quickly from the crisis brought about by the pandemic.", "Existing supply chain disruptions and the strong surge in demand therefore led to supply bottlenecks.", "With the war and its repercussions, inflation picked up considerably.", "This is reflected not least in the rise in core inflation rates.", "The annual HICP rate excluding energy and food in January stood at 5.1% in Germany and 5.3% in the euro area.", "What the numbers show us is that underlying price pressures remain very high.", "Although we also assume that the wave of inflation has peaked, we are expecting the inflation rate to fall only gradually.", "The ECB staff will publish its updated projections in two weeks' time.", "Without wishing to pre-empt them, please allow me to make the following point: although the recent decline in energy prices will affect the short-term outlook, it will initially have no essential bearing on the medium-term projections.", "For Germany, our experts are now assuming that we will end up with an average HICP inflation rate of between 6% and 7% in 2023.", "But in 2024 and possibly also in 2025, inflation rates (including core inflation) will still be well above the 2% mark.", "One reason for this is that the government energy price brakes will be lifted, which will be associated with rebound effects of a comparable magnitude.", "Another is that the higher-than-average wage increases are likely to feed increasingly into prices.", "At all events, inflation rates will not return to our target rate of 2% in the euro area in a timely manner of their own accord.", "Monetary policy We therefore need a monetary policy in which action is decisive and the necessary steps are taken to restore price stability.", "Just one year ago, ladies and gentlemen, European monetary policy was extraordinarily accommodative.", "The deposit facility rate stood at -0.5% and the Eurosystem was continuing to increase its asset holdings.", "Then the turnaround occurred - a change of course in monetary policy such as had not been seen in a long time.", "At the end of March, net purchases under the pandemic emergency purchase programme (PEPP) were discontinued; three months later, the same happened with net purchases under the older monetary policy asset purchase programme (APP).", "In June, the Governing Council of the ECB raised its key interest rates by 50 basis points, thus closing the chapter on negative interest rates.", "That was followed by two interest rate steps of 75 basis points each and another two of 50 basis points each.", "This meant that, within the space of not even eight months, key interest rates had been raised by 300 basis points.", "And the ECB Governing Council has signalled an increase by a further 50 basis points for March.", "In addition, there were a number of other modifications to the monetary policy framework, one of which I would like to mention here: the creation of the Transmission Protection Instrument, or TPI for short.", "It can be activated to counter disorderly and unwarranted market dynamics that pose a threat to the achievement of price stability.", "The TPI is designed to ensure that the monetary policy stance is transmitted smoothly across all euro area countries.", "Or, in technical terms: \"to ensure the singleness of the Governing Council's monetary policy\".", "Activation of the TPI is based on a comprehensive assessment by the ECB Governing Council.", "It has not had to be activated thus far, and I hope it stays that way.", "At our latest meeting, we also decided on the starting point for reducing holdings under the APP: from March to June 2023, €15 billion per month on average of principal payments from maturing securities will no longer be reinvested.", "That corresponds to around half of the redemptions over that period of time.", "This likewise represents an important contribution to the normalisation of monetary policy.", "In the past few years, the Eurosystem expanded its balance sheet enormously for monetary policy reasons.", "The large volume of central bank asset holdings is having a dampening effect, particularly at the longer end of the yield curve.", "At the short end, however, the Eurosystem has been pushing up the yield curve with substantial policy rate steps.", "In the long run, something has to give.", "Moreover, there is no reason for supplying the financial system over the long term with such ample liquidity as is being provided now.", "I am therefore in favour of taking a steeper path of reduction starting in July in light of experience gained up to that point.", "I expect the markets to cope well with the reduction in the Eurosystem's asset holdings.", "And, given the current outlook for inflation, it will simply take too long otherwise.", "After all, we need to look at the current figure of €15 billion in relation to monetary policy asset holdings of just under €5 trillion.", "Interest rate movements continue to be at the heart of the current monetary policy debate.", "One thing is clear: the interest rate step announced for March will not be the last.", "Further significant interest rate steps might even be necessary afterwards, too.", "We naturally reassess the situation at every meeting.", "We are not locked into a given path.", "But, as things stand today, I believe that key interest rates need to be even higher in order to return the inflation rate to our 2% target in a timely manner.", "To accomplish this, we need interest rates to be at a sufficiently high level.", "And we need to maintain that level until such time as the data and projections provide us with sufficient evidence that inflation is returning to our medium-term target of 2%.", "This also has to be reflected in underlying inflation.", "Until that is the case, interest rate cuts are a non-starter.", "That is my firm conviction.", "Both the real economy and the financial markets, moreover, have coped well with the tightening of monetary policy.", "To hesitate now, to end the tightening at an early stage, or even loosen monetary policy, would be a cardinal error.", "This is because there would be a grave danger of the strong level of inflation eating further and further into our lives.", "Of inflation becoming entrenched at an elevated level.", "And there would still be the risk of longer-term inflation expectations becoming deanchored.", "Since the summer of 2021, market-based indicators and expert surveys have been showing significant increases.", "However, survey-based, longer-term expert expectations have been going back down towards our target of late.", "We have also recently been seeing slight declines in our Bundesbank surveys of households and firms.", "Respondents are likewise expecting slightly lower inflation rates five years ahead than as late as in the autumn.", "However, this should not tempt us to let up in our efforts.", "On the contrary: I am convinced that expectations have fallen because, amongst other factors, the respondents are convinced of our resolve.", "People see that we have taken decisive action.", "And they are expecting us to continue to act decisively until we have done our job.", "If we were to dash this expectation, we should not be surprised to see inflation expectations go back up.", "It is our job to reduce inflation and restore price stability.", "But of course, other agents need to be aware of their responsibilities, too.", "For example, fiscal policy should provide, as far as possible, targeted relief only to those parties hit the hardest by price increases.", "And for only as long as necessary.", "The broader and more indiscriminate the relief, the more additional inflationary pressure caused by fiscal policy.", "Fiscal policy should also resist the temptation to take advantage of fiscal space for additional spending programmes.", "Which brings me to our annual accounts.", "Annual accounts The Bundesbank sustained exceptional financial burdens in 2022.", "One reason for this was the rise in US capital market rates, which caused our foreign currency reserves to lose value.", "Another reason was the rise in euro area policy rates.", "The Eurosystem's interest rate increases are necessary in order to combat the high inflation.", "However, they have weighed on net interest income and the net result of the pooling of monetary income.", "Owing to the policy rate hikes, we and other Eurosystem central banks are now paying higher interest rates on the deposits held with us by commercial banks.", "At the same time, income from what continue to be very sizeable portfolios of bonds will remain relatively stable for the time being, given that the interest on these bonds is fixed for the longer term.", "To be sure, the monetary policy decisions taken did also provide some relief.", "These included the suspension of the two-tier system for the remuneration of deposits and particularly favourable terms of the refinancing operations (TLTRO III).", "Overall, however, the financial burdens predominated.", "The Bundesbank has repeatedly pointed out the financial risks associated with the extensive asset purchases and made corresponding provisions.", "Starting from as far back as the 2010 financial year, extensive general risk provisions were set aside.", "In its 2016 annual accounts, the Bundesbank began to build up provisions on its balance sheet for interest rate risk.", "In addition, the risks were regularly addressed at the annual press conferences.", "Additional risk provisioning was the main reason why the Bundesbank did not distribute any profit in 2020 and 2021.", "A total of just over €20 billion in general risk provisions have been set aside.", "The Bundesbank is reporting a result of zero in its profit and loss account for the 2022 financial year.", "We are tapping €1 billion of our provisions for general risks.", "Last year, policy rates were still at all-time lows until July.", "The financial burdens resulting from the increase in interest rates have therefore been limited thus far.", "The burdens on the Bundesbank's profit and loss account are likely to increase considerably in the years to come.", "Tapping into the provisions for general risks for 2022 reduces this item to €19.2 billion.", "The statutory reserves of €2.5 billion are available as an additional buffer.", "There is a high degree of uncertainty associated with the persistence and scale of the financial burdens the Bundesbank is facing.", "On the basis of various calculations, our risk provisions are likely to still be sufficient this year, too.", "In subsequent years, however, the burdens will probably exceed our financial buffers, in which case we will report a loss carryforward.", "The Bundesbank already did this back in the 1970s.", "This is therefore nothing new.", "With the help of future profits, we will then offset the loss carryforward over the course of time - as was already done in the 1970s.", "The Bundesbank's balance sheet is sound.", "Ladies and gentlemen, As the Bank for International Settlements recently put it clearly in a paper on central \"Unlike commercial banks, central banks do not seek profits, cannot be insolvent in the conventional sense as they can, in principle, issue more currency to meet domestic currency obligations, and face no regulatory capital minima precisely because of their unique purpose.", "\"2 It is our mandate to safeguard price stability.", "We must fulfil this mandate, and we will fulfil this mandate.", "Earnings developments now and in the coming years are ultimately the result of the exceptionally accommodative monetary policy of the past few years.", "Now, a tight monetary policy is needed in order to restore price stability in a timely manner.If this entails financial burdens, we will have to - and will be able to - cope with them.", "The burdens will pass, and we will be able to subsequently start making profits again.", "The Eurosystem must now do what needs to be done.", "And now I will hand over to Joachim Wuermeling, who will present further details on our annual accounts to you.", "See, for example, Weidmann, J., Introductory comments at the financial statements press conference 2016, 23 February 2017.", "Bell, S., M. Chui, T. Gomes, P. Moser-Boehm and A. Pierres Tejada (2023), Why are central banks reporting losses?", "Does it matter?, Bank for International Settlements, BIS Bulletin No 68."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Economic developments", "Interest rates", "Energy prices", "Bundesbank", "Annual accounts", "Price stability", "Fiscal policy", "Supply bottlenecks"]}