{"sentences": ["Welcome, and thank you for joining us for the Federal Reserve's Community Development Research seminar series.", "This series enables the sharing of important research on economic conditions and opportunities in lower-income communities.", "We believe that conducting research to better understand these topics is an important way to further the goal of promoting an inclusive U.S. economy.", "The theme of this year's seminar is \"Keys to Opportunity in the U.S. Housing Market.\"", "Today's event is hosted by the Board of Governors and the Reserve Banks of Philadelphia, Atlanta, and Minneapolis, and will focus on the affordability of rental housing and exploring potential strategies to address this important issue.", "We know that high-quality research can help us understand and address challenging issues, so I appreciate that we are joined by researchers and practitioners to discuss their work on this important topic.", "Individual economic well-being and financial stability are often associated with access to stable, affordable housing.", "Those at the lower end of the income spectrum tend to face the most acute hardships.", "We often find that renters face housing affordability challenges, in part because renters typically have lower incomes than homeowners.", "In addition, the median renter also tends to pay substantially more for housing as a percent of their income than many homeowners.", "As a result, they tend to have less room in their budgets for discretionary expenses, potentially leaving them more vulnerable to income disruptions or unexpected expenses.", "The most vulnerable populations faced significant risks going into the pandemic, but public policy interventions mitigated many of these risks.", "Some of these policies will be discussed today.", "The job losses experienced during the pandemic and other economic disruptions exacerbated concerns about ongoing rent affordability and delinquency, but fortunately, those did not materialize.", "Looking back, and with the goal of informing future policymakers facing similar circumstances, the pandemic experience provides a unique opportunity for housing researchers to gain valuable insight into the utility and efficiency of different policy actions.", "Which programs were most effective in supporting renters throughout this period?", "Were some more cost-effective than others?", "What are their lasting impacts on rental markets from these policies and protections?", "Are the lessons from the pandemic unique to that experience?", "Our first panel will offer insights into these questions as we think about how to prepare for future economic conditions.", "More recently, renters and their families have struggled with inflation.", "Rents also grew rapidly as we emerged from the pandemic.", "While rent inflation has eased, prices for renters seeking new leases grew by 18 percent in 2021 compared to 2 percent in 2019.", "This price growth has strained renters' budgets.", "A common way to measure whether renters are cost burdened is whether they pay 30 percent or more of their income on rent.", "While wages have also risen during this time, in 2021, the percent of renters facing increasing cost burdens rose to 49 percent, up from 46 percent in 2019.", "These increased cost pressures underscore the importance of the Federal Reserve's efforts to fight inflation, which can complement efforts to address other factors affecting rent prices, including increasing the supply of rental housing.", "The rate of rent increases has come down from the extremes of 2021 as units built during the pandemic-era construction boom have begun to hit the market.", "However, the most recent data show that new lease prices remain more than 20 percent higher than they were before the pandemic.", "This means that the average renter signing a new lease in 2023 will pay over $200 more per month on rent than they would have in 2019.", "For single-family rental properties, the average listing costs even more, around $300 more per month on average for a new lease today as compared to just before the pandemic.", "These rent increases can be particularly challenging, given that renters have long faced difficulty with rent affordability.", "As of May, 65 percent of lower-income renters found it difficult to meet usual household expenses, 6 percentage points higher than in March but below peak levels from the summer of 2022.", "According to the Board's 2022 Survey of Household Economics and Decisionmaking, 17 percent of renters were behind on their rent in the prior year, up from 10 percent in 2019.", "I look forward to learning more from the panelists and their research and experiences to understand how public policy can best address these issues.", "In our second panel, we will learn about promising approaches to address longer-term rental affordability issues.", "For example, how do state and local land-use regulations impact the availability of low-cost housing?", "How would novel approaches to housing development increase supply and longevity of affordable units?", "Should practitioners consider more comprehensive programs that include workforce development and financial literacy to help renters and their families achieve economic stability?", "Access to stable, affordable housing is critical for economic well-being, and it provides an important foundation for an individual to fully participate in the economy.", "I hope that today's discussion is valuable for all our panelists and participants.", "I am excited that we are able to facilitate an ongoing dialogue among this distinguished group of researchers and practitioners to share information and discuss policy challenges related to affordable rental housing.", "I hope that these conversations can lead to identifying evidence-based solutions to meet the demand for affordable housing that is so crucial in maintaining vibrant communities.", "Thank you for joining us."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Rental Housing Affordability", "Economic Well-being", "Renters", "Housing Market", "Inflation", "Rent Increases", "Policy Interventions", "Land-use Regulations", "Workforce Development", "Financial Literacy"]}