{"sentences": ["MONETARY POLICY REPORT PRESENTATION FINANCE COMMISSION HONORABLE SENATE REPUBLIC* Governor Central Bank of Chile Introduction Mister President of the Senate's Finance Commission, Senator Ricardo Lagos-Weber; senators members of this Commission, ladies, gentlemen, I am grateful for the Commission's invitation to the Bank to present our views on recent macroeconomic developments, as well as their outlook and implications for monetary policy.", "This view is presented in detail in our June 2023 Monetary Policy Report, which we published this morning.", "This background also forms the rationale behind the decision adopted by the Board at yesterday's Monetary Policy Meeting.", "Let me begin by emphasizing that the Chilean economy has been making progress in resolving the macroeconomic imbalances accumulated in recent years.", "In the past few months, activity has continued along its adjustment process, which is ratified by different indicators that show that slack has resumed a trajectory towards levels consistent with achieving the inflation target.", "The advancement of this process and the gradual normalization of several factors that put pressure on costs have allowed inflation to decline.", "Thus, after peaking at 14.1% in August of last year, in May this year the annual variation was 8.7%.", "Core inflation has also declined, although, in line with expectations and compared with headline inflation, its drop has been slower and smaller.", "All in all, the economy has been making progress in consolidating its convergence to the 3% target over the two-year horizon.", "As for activity and demand, both have generally performed as projected.", "The main difference is observed in a larger-than-expected drop in the durable component of private consumption such as, for example, automobiles and household appliances.", "By economic sectors side, mining posted the biggest difference.", "The central scenario projections that I will detail in a few moments show modest changes in magnitude.", "On the growth side, for this year, we project that GDP will grow between -0.5% and +0.25%.", "On the inflation side, the CPI annual variation will end this year at 4.2%, slightly less than forecast in March, to meet the 3% target during the second half of next year.", "Core inflation, that is, the CPI minus its volatile items, will end 2023 with an annual increase of 6.5%, also reaching 3% during the second half of next year.", "On the external front, activity began the year with greater dynamism and less financial volatility.", "Nevertheless, a scenario of tight financial conditions continues to be projected, in an environment where uncertainty remains high and a more contractionary policy is expected in the main economies considering the challenge of lowering inflation.", "This point is important, because it reflects the significance for our economy of having undergone a process of inflationary control that started earlier and was more intense than in other economies.", "This has allowed our inflation rate to advance towards the target and us to begin to analyze the possibility of reducing the restrictions associated with monetary policy.", "The fact that the monetary policy rate has remained contractionary for several quarters has contributed significantly to the decline in inflation.", "Following our Monetary Policy Meeting yesterday, we stated that the most recent economic developments are pointing in the required direction.", "If these trends continue, the MPR will begin a downward path in the near term.", "The magnitude and timing of this process is something that we will analyze on a meeting-by-meeting basis, considering the evolution of the macroeconomic scenario and its implications for the inflation trajectory.", "Let me go into more detail on our assessment of the macroeconomic scenario and the main projections in this Report.", "Our macroeconomic scenario As I said at the beginning, headline and core inflation have declined in line with expectations.", "The decline in the latter has been slower and more limited than total inflation.", "Thus, in May, the annual variation of the CPI was 8.7%, while that of the core CPI (no volatility) was 9.9%.", "The trajectory of inflation has been driven by the volatile components.", "In core inflation, the goods component has declined, while the core services component remains high and without a clear trend (figure 1).", "The context for this evolution of headline inflation is one where the economy has been making progress in correcting the macroeconomic imbalances accumulated in previous years.", "The latest available data suggest that the activity gap has resumed its closing process in recent months, as we anticipated in March.", "In fact, a broader look at capacity gaps shows that they have been closing for some time now.", "This considers indicators such as lower labor turnover, higher unemployment, a reduction in the over-utilization of installed capacity in manufacturing, and lower power generation (figure 2).", "Plus, cost pressures have been easing, despite remaining at high levels from a historical perspective.", "The reestablishment of supply chains, the normalization of global transportation costs, the decline in external prices and the appreciation of the peso relative to the end of 2022 stand out (figure 3).", "The currency's performance responds to a reduction in local uncertainty, whose pass-through to prices is consolidated to the extent that it stabilizes around the closing values of our last Report.", "In any case, as I mentioned, both total and core inflation are still high and their effects remain in several areas of our economy.", "In this context, more limited cost pressures are observed in companies, as reported by the Survey of Price Determinants and Expectations (EDEP).", "There is also a trend toward a normal frequency of upward adjustments in the prices of some goods included in a microdata analysis, as shown in one of the boxes in this Report.", "As for activity and demand, in recent months their evolution has been in line with the forecasts in the March Report.", "According to National Accounts data for the first quarter, seasonally adjusted, domestic demand fell by 1.5% with respect to the previous quarter, with a drop of 8.0% in an annual comparison.", "Total GDP and non-mining GDP grew in their seasonally adjusted series, with increases of 0.8% and 1.2%, respectively.", "This was mainly due to a transitory accounting effect in the transportation sector, which we had already mentioned in the March Report.", "In annual variation, the two showed a drop of 0.6% (figure 4).", "By sectors, personal services, restaurants &hotels, and fishery performed well during the first quarter.", "In contrast, commerce has continued to adjust and construction continues to underperform.", "The largest downward difference was recorded in the mining sector.", "On the expenditure side, the main developments were concentrated in consumption.", "Seasonally adjusted, private consumption fell 2.5% quarter-on-quarter (q/q), a sharper than anticipated fall, mainly explained by the 18.8% q/q decline in durable consumption.", "Regular consumption continues on a downward trend in goods and an upward trend in services.", "Government consumption, on the other hand, grew more than we projected (figure 5).", "In any case, this evolution of private consumption is considered a preview of the decline expected during this year.", "This is in line with high-frequency information, such as imports of and spending on goods and services (figure 6).", "On aggregate, private consumption has been adjusting in tune with the reduction of liquid balances, a less dynamic labor market and more restrictive financial conditions for households.", "The composition of job creation has shifted from formal salaried workers to self-employed and informal wage earners.", "Overall, this has maintained a low rate of job creation for several months.", "In turn, the unemployment rate rose to 8.7% in the February-April quarter and real wages remain low, still affected by high inflation (figure 7).", "Credit access conditions have become more constrained for households, as reported by our firstquarter Bank Lending Survey.", "This survey also reports that demand for credit has tightened, in a context of high-interest rates and a growing financial burden, as we reported in our Financial Stability Report for the first half of this year.", "Investment remains weak, reflecting the performance of the macroeconomic scenario.", "During the first quarter, seasonally adjusted, gross fixed capital formation fell by -0.9% with respect to the previous period.", "This decline was seen both in construction & other works and in machinery & equipment, which posted quarterly variations of -0.2% and -1.9%, respectively.", "This is consistent with the weakness of construction, reflected in the activity data of the National Accounts, the Construction Activity Indicator (Imacon) and the decrease in capital imports since mid-2022 (figure 8).", "Turning to companies' perceptions, they continue to evaluate the economic outlook negatively (IMCE).", "In fact, the Business Perceptions Survey (EPN) for May reflects a decrease in the fraction of companies that plan to make investments this year, although those that do plan to invest are more certain about their execution (figure 9).", "The twelve-month cumulative current-account deficit narrowed from 9% of GDP in the latter part of 2022 to 6.9% of GDP in the first quarter of this year.", "This fall was somewhat bigger than expected.", "The current-account balance improved significantly at the beginning of the year, consistent with the ongoing adjustment of the economy, which had an impact through the drop in imports of consumer goods, which is consistent with a rebound in household savings.", "The higher value of exports in some goods categories also contributed to this result (figure 10).", "On the external front, in the first quarter the Chinese economy grew more than expected and labor markets in developed countries remained dynamic.", "Even so, the outlook for global growth is still low.", "The inflationary problem remains, owing mainly to the high levels of the core components in most of the world (figure 11).", "In the developed economies, although several central banks are close to ending their rate hike cycles, market expectations suggest a more prolonged monetary contraction.", "This is particularly noticeable in the United States, where the labor and consumer markets have been surprisingly dynamic.", "In the Eurozone, the most recent data reflect the weakness of the bloc's economies, but the monetary authorities continue to signal future rate hikes (figure 12).", "Going forward, tight external financial conditions linked to inflation control and low fiscal policy space are expected to impact the global economy negatively.", "In this sense, credit dynamics in the developed economies anticipate a weak performance of activity and investment.", "Global financial conditions remain tight, although the volatility associated with the recent banking tensions has decreased.", "Compared with the March Report, long-term interest rates have shown mixed movements, as they have risen in developed countries and declined in the emerging world.", "Currencies also performed unevenly, while stock markets have generally traded higher.", "Nevertheless, developments in the U.S. banking system continue to be a source of uncertainty.", "Market sentiment remains fragile, with doubts about the extent and magnitude of the latent vulnerabilities in the financial sector (figure 13).", "In Chile, the financial market has aligned itself with a scenario where inflation will converge to the 3% target and the MPR will begin a downward process in the second half of the year.", "Thus, both expert surveys and financial prices point to inflation converging to 3% within the two-year monetary policy horizon (figure 14).", "All this has taken place while the economy has continued to adjust and local uncertainty has diminished (figure 15).", "Worth noting is the local forex market, whose proper functioning has allowed the Central Bank to dismantle the position of the non-delivery forwards (NDF) program and begin a program of rebuilding international reserves to strengthen our country's international liquidity position.", "The central scenario projections contain limited changes with respect to the March Report.", "Inflation is expected to continue to fall and will converge to the target within the second half of 2024.", "For December of this year, the annual variation of total CPI is foreseen at 4.2%, compared with the March estimate of 4.6%.", "Core inflation will end 2023 at 6.5%, which compares with the 6.9% projected in March.", "Both indicators will converge to 3% during 2024 and will remain in the neighborhood until the end of the policy horizon, that is, the second quarter of 2025 (figure 16).", "Core inflation will decline more noticeably towards the end of 2023 and the beginning of 2024, as anticipated in the March Report.", "The projections reiterate that, in the short term, the monthly variation of services inflation will continue to exceed its historical averages.", "This incorporates the greater rigidities that these prices normally present and the impact of the still-high inflation on the usual repricing mechanisms.", "Goods inflation, meanwhile, will benefit from a lower than expected trajectory of the real exchange rate (RER) in March.", "This is consistent with the nominal appreciation of the peso in recent months, in a context where, as I mentioned, local uncertainty has diminished.", "Looking ahead, the effect of tight external financial conditions continues to be considered.", "Compared to March, activity projections show minor changes, mainly associated with the mining industry.", "This year, the annual variation of GDP will be between a 0.5% fall and a 0.25% rise.", "This differs from the March forecast, which assumed a variation between plus and minus 0.5% for the year.", "For 2025, GDP is projected to expand between 2% and 3%, the same range as in March.", "In this scenario, the activity gap will turn negative during the second half of 2023 and stay there for several quarters (figure 17).", "The projection continues to include an adjustment in spending concentrated in its imported component, especially in consumption.", "Private consumption is expected to continue to shrink this year, falling by 4.9% in 2023, compared with the 3.8% decline projected in March.", "Going forward, the speed of adjustment of this spending element is expected to be slower than in the first quarter.", "The projected path for consumption considers that the labor market performance will be consistent with the evolution of the business cycle, including dwindling hiring expectations and a gradual rebound of labor participation.", "Consumption will be also negatively affected by consumers' pessimism, tighter credit conditions and a heavier financial burden.", "The drop in consumption is consistent with a restructuring of household savings, following their massive use in previous years, which is a key factor in the smaller current-account deficit.", "Private savings already showed a recovery in the first quarter of the year.", "Going forward, its level will be above those of the past few years.", "Public savings will remain around 2% of GDP over the projection horizon, in line with compliance with the structural balance target.", "It is estimated that the current-account deficit will close this year at 3.7% of GDP, to stand at around 4% in 2024 and 2025.", "In the central scenario, Gross Fixed Capital Formation will maintain a low profile.", "This projection continues to incorporate a complex external scenario, with high uncertainty and still restrictive financial conditions.", "Survey information also shows low levels of investment for the coming quarters, and entrepreneurial expectations continue to be pessimistic, mostly so in the construction sector (table 1).", "The external impulse relevant to Chile will remain moderate.", "Although first-quarter figures exceeded expectations in some economies, such as China, several factors suggest that this will be transitory.", "In fact, bank credit to companies has tightened in the U.S. and the Eurozone, pointing to a weak performance of activity and investment ahead.", "In Latin America, the outlook remains unfavorable, as it combines deteriorating financial conditions with stress factors in several economies.", "In this context, fiscal spending is not expected to be a major source of external momentum, given the fiscal consolidation process and the weak global scenario.", "Thus, and heavily influenced by China's improved performance earlier in the year, our trading partners' projected growth for 2023 rises to 3%, up from the 2.4% estimated in March.", "The terms of trade will be somewhat lower than expected in March.", "This is explained by the weak global growth outlook, in a context where commodity prices have already declined since the beginning of the year.", "For oil, the projection points to average Brent-WTI prices of US$76 in 2023, gradually declining to US$68 in 2025.", "Food prices have behaved in line with expectations, and a downward trajectory similar to the March Report is maintained for the near future (figure 19).", "The conduct of monetary policy has played an important part in the decline of inflation.", "This has called for a contractionary monetary policy, with the MPR being held constant for several quarters.", "Although risks to inflation persist, they have been balancing out.", "The Board believes that the most recent developments in the economy point in the required direction.", "If these trends continue, the MPR will begin a downward process in the near term.", "The magnitude and timing of this process will be reviewed on a meeting-to-meeting basis, taking into account the evolution of the macroeconomic scenario and its implications for the trajectory of inflation.", "As always, the most likely MPR trajectory is plotted through a corridor whose boundaries reflect sensitivity scenarios where the pace of inflationary convergence leads to rate adjustments different from those in the central scenario.", "On this occasion, the Board considers that situations of this type are mainly of domestic origin.", "In particular, in the dynamics of inflation and its determinants.", "The upper bound is defined by events in which local inflation is more persistent than expected.", "In this aspect, the information provided by domestic expenditure and CPI prints will be key.", "The Board will evaluate the inflationary implications of these events, as they could mean that the process of reducing the MPR would be slower.", "Upward inflation surprises in developed economies could require higher international monetary policy rates, which would contribute to a depreciation of emerging currencies, the peso included.", "This would increase local inflation in the short term, although its impact on the MPR would be mitigated to the extent that it implies a greater contraction in activity and spending.", "The lower bound of the MPR corridor shows a scenario where the adjustment of the Chilean economy is faster than expected, leading to an earlier convergence of inflation.", "Different indicators of capacity gaps suggest that inflationary pressures have been gradually contained.", "A scenario where such gaps become more negative than expected would lead to a more accelerated reduction in the MPR.", "Such could be the case if a sharper deterioration occurs in the labor market and private consumption (figure 20).", "As for risks, these emanate mainly from the global macro-financial situation.", "A further deterioration could trigger episodes of high volatility, reduce liquidity and encourage capital outflows away from the emerging world.", "This would lead to a greater-than-expected tightening of global financial conditions, which would cause additional restrictions for the Chilean economy, significantly reducing inflationary pressures.", "In such a risk scenario, deeper MPR cuts than indicated by the lower bound of the corridor would be needed.", "Concluding thoughts Dear Senators: After several Reports in which I was in charge of informing you of the complex inflationary situation that our economy was going through, this Report brings news pointing in a more favorable direction.", "The macroeconomic scenario has evolved in line with our forecasts.", "The economy is on an adjustment path and imbalances have been resolved in a manner consistent with what we anticipated in the March Report.", "Inflation has declined to 8.7%, with a significant contribution from volatile prices.", "Core inflation stood at 9.9% annually, with a slower and smaller reduction than the total CPI.", "Thus, considering the progress of the economy, the Board of the Central Bank has announced that, if these conditions are maintained, we will soon begin a process of MPR reduction.", "All in all, inflation is still too high and well above the 3% target.", "The Central Bank will continue to monitor the evolution of the scenario, ensuring that this downward trajectory of inflation is maintained until it converges to the 3% target, which we expect during the second half of next year.", "It is important to reiterate that we continue to project that the convergence requires the economy to have negative gaps for a few quarters, as this is necessary for the effects of the macroeconomic imbalances of previous years to dissipate.", "We must keep in mind that this is no simple process, nor is it risk-free.", "The road to inflation reaching 3% is still long and we must walk it while carefully analyzing each piece of information we receive.", "We all have witnessed the cost that high inflation means for families.", "Of the effort that every citizen of our country has had to make in order to make their income accommodate price increases beyond what we were accustomed to.", "That is why, although this is not a cost-free process, the benefits of low and stable inflation are substantially higher, especially for the most vulnerable households.", "Although conditions are moving in a favorable direction, we cannot declare victory prematurely.", "Quite to the contrary, we must redouble our efforts and be very attentive to how the economy unfolds and its implications for inflation.", "True enough, this also means that we must take on many other challenges that these difficult years have left us with as a legacy.", "One such challenge is the need to rebuild the capacity of our economy to withstand adverse conditions.", "As we learned during the pandemic, the shocks that can affect us come not only from economic variables.", "We may also be faced with unexpected and unusual situations, as was the case with Covid-19.", "Avoiding this kind of shocks completely is an impossible endeavor.", "What we can do is improve our capacity to cope with them.", "The Central Bank of Chile took a step forward in that direction by activating the Countercyclical Capital Buffer last month.", "As we reported then, this is a precautionary measure.", "Notwithstanding the fact that the macroeconomic scenario has evolved in line with expectations, as we confirmed in this Report, we have mentioned external risk scenarios of a macro-financial nature that, though unlikely, may have a high impact.", "Thus, we have considered it necessary to have a capital buffer, the release of which by the authority will help mitigate their amplifying effects on the evolution of credit to households and businesses.", "We have also made progress by initiating a program to replenish and expand our international reserves a few days ago.", "The purpose of this program is to strengthen the country's international liquidity position.", "With this, the Bank will contribute to the necessary process of recovering the slack that every segment of our economy must carry out.", "Thus, as of Tuesday, 13 June, we began a US$10 billion forex purchase process, which will last for a period of twelve months.", "This will be executed through regular dollar purchases of US$40 million per day through competitive auctions, and its monetary effects will be sterilized so as not to affect the monetary policy stance.", "As always, in case of any visible change in market conditions, the Bank will be able to make adjustments to this program, which will be communicated in a timely manner.", "Significantly, the possibility of strengthening the country's international liquidity position is supported by a well-functioning foreign exchange market.", "This has gone hand in hand with a significant drop in local uncertainty.", "It is important that this better climate persists.", "In previous years we have seen how moments of high uncertainty had a very strong impact on the exchange rate, amplifying its effects on prices and inflation.", "Others must also move in the direction of recovering their capacities.", "Some are already doing so, such as the Treasury.", "During 2022, it made a significant adjustment in spending, which also contributed to the process of resolving macroeconomic imbalances.", "Going forward, it is vital that it continue on a path consistent with the structural balance target.", "The current-account deficit has been significantly reduced and projections indicate that it will return to figures in the order of 4% of GDP this year, which compares favorably with its historical levels.", "Restoring private savings, especially those of households, is a primary task.", "We have stressed many times the importance of saving, particularly long-term, as well as of a deep financial market that efficiently allocates these savings to investments that will allow us to grow and develop.", "The overuse of private savings during the pandemic led to a very significant drop in savings.", "Normalized consumption, lower inflation and restored real household income will enable us to make progress in their recovery, over and above other efforts that may be made to strengthen them.", "This is another good reason why we must continue firmly in the process of inflationary convergence.", "It is vital not only for improving the welfare of households, but also to give them the tools to face the difficult times that the future might bring.", "There are many other challenges, of course, about which this Congress has constantly shown its concern.", "On one side, that of fostering greater investment and growth, which are also vehicles for improving well-being through employment and household income.", "On our side, we reiterate that monetary policy has done and will continue to do everything in its power: by reducing the volatility of the cycle and fostering a macroeconomic environment conducive to economic development.", "At the same time, the country must also address some very pressing issues.", "How to improve our productivity, how to face the challenges of a world in constant change and, particularly, how to overcome the impact that the pandemic had on such significant aspects as education.", "Dear Senators, the Central Bank has maintained a monetary policy that has played an important role in the process of resolving macroeconomic imbalances, helping inflation to decrease and move towards the 3% target.", "If this path is maintained, we will soon begin to reduce the Monetary Policy Rate.", "However, this task is not over.", "We will remain committed and we are making every effort to ensure that this high inflation ceases to be a problem for our country and that it is brought down to 3% within the policy horizon.", "(2) For details on the different groupings and their shares in the total CPI basket, see box IV.", "in December 2019 MP Report, Carlomagno and Sansone (2019) and Economic Glossary.", "Sources: Central Bank of Chile and National Statistics Institute.", "Source: Central Bank of Chile.", "(2) WTI-Brent average.", "(3) Calculated as the difference between CIF and FOB imports.", "(4) Preliminary data for May 2023 considers the average of that month, and for June the average of the first 15 days of June.", "Fifteen-year average covers from June 2018 to May 2023.", "Sources: Central Bank of Chile and Bloomberg.", "(2) Sales to residents.", "S(1) C l B k f Chil d T b k Unemployment and labor participation Employment by occupational category (percent) (index, 2019-2023=100, deseasonalized series) 120 Salaried Other (*) Unemployment rate Labor participation rate (right 80 19 20 21 22 23 (*) Categories include employers, self employed, household help and unpaid family work.", "Sources: Central Bank of Chile and National Statistics Institute.", "(1) Monthly Business Confidence Index.", "A value above (below) 50 denotes optimism (pessimism).", "(2) Business Perceptions Survey (EPN).", "(3) Monthly Business Confidence Index (IMCE) Sources: Central Bank of Chile and UAI/ICARE.", "Monetary policy rates in developed economies (*) Eurozone United States 19 20 21 22 23 (*) Diamonds represent monetary policy rates implicit in financial asset prices at the end of 2023 in respective economies.", "Sources: Bloomberg and respective central banks.", "Two-year inflation expectations (1) Inflation expectations of enterprises (annual change, percent) (annual change, percent) 12 in two years in one year Financial Traders Survey Economic Expectations Survey Breakeven inflation Nov. Mar.", "(2) EDEP: Price Determinants and Expectations Survey.", "Source: Central Bank of Chile.", "Source: Central Bank of Chile.", "Inflation forecasts (annual change, percent) Headline Core (w/o volatiles) Forecast (from 2023.QII to 2025.QII) 19 II III IV 20 II III IV 21 II III IV 22 II III IV 23 II III IV 24 II III IV 25 II Sources: Central Bank of Chile and National Statistics Institute.", "Arrows indicate change with respect to March 2023 forecast.", "Source: Central Bank of Chile.", "Source: Central Bank of Chile.", "(*) For definition, see Glossary.", "Source: Central Bank of Chile.", "(1) Actual price/index refers to average of each year.", "(2) Red diamonds correspond to forecasts in the central scenario of June 2023 MP Report for each year in 2023-2025 period.", "(3) For oil: WTI-Brent average price per barrel.", "Sources: Central Bank of Chile, Bloomberg, and FAO.", "MPR corridor (*) (quarterly average, percent) 13.0 Jun.", "For details, see methodological note in figure II., June 2023 MP Report.", "Source: Central Bank of Chile."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Core inflation", "Economic growth", "Central Bank", "Activity", "Demand", "External front", "Convergence", "Inflationary pressures"]}