{"sentences": ["SPEECH SVERIGES RIKSBANK 23 May 2023 SE-103 37 Stockholm SPEAKER: (Brunkebergstorg 11) Governor Erik Thedéen Swedish Economic Association, Stockholm Tel +46 8 787 00 00 Fax +46 8 21 05 31 registratorn@riksbank.se www.riksbank.se The links between monetary policy, financial stability and fiscal policy1 I shall begin by thanking you for the invitation to come here.", "I have been looking forward to speaking to the Swedish Economic Association, as it is an opportunity for me to discuss a subject in more depth.", "Today, however, I intend to mix some current topics - high inflation and risks in the financial system - with a more fundamental discussion of the links between monetary policy, financial stability and fiscal policy.", "Finally, I will also say something about how I view the monetary policy tools.", "My main messages For some time now, inflation has been far too high both in Sweden and abroad.", "It is important that inflation quickly falls back to the 2 per cent target.", "We need low and stable inflation to secure confidence in the inflation target and good economic development.", "Our most recent assessment is that inflation will be close to the target next year, but it is of course difficult to be sure, and new information about developments will - as always - be decisive for monetary policy going forward.", "There has been turmoil on the financial markets during the spring.", "Banks in both the United States and Switzerland have suffered major problems, forcing authorities to make far-reaching interventions to avoid a financial crisis.", "Once again, we have seen confirmation of how dependent we are on the functioning of financial institutions, and how financial problems in one part of the world can easily spread to other parts.", "As a consequence, global standards for financial regulation are likely to require a number of changes.", "Monetary policy and measures to promote financial stability are interdependent.", "If the financial system is not stable, price stability is threatened and without monetary stability, financial stability is threatened.", "When inflation is high at the same time as there are risks in the financial system - which in Sweden is mainly due to the large private debts of households and companies - this can increase the risk of \"financial dominance\", that is, that consideration of risks in the financial system limits the possibilities for monetary policy to combat inflation and that the credibility of the inflation target is thereby undermined.", "I do not consider financial dominance to be a problem at present, but one cannot rule out the possibility of such a situation arising at some point in the future.", "We therefore need to continuously monitor developments and take measures to prevent this from happening.", "The Riksbank is responsible for inflation being stable, while responsibility for financial stability is shared between Finansinspektionen (the Swedish Financial Supervisory Authority), the Riksbank, the Swedish National Debt Office and the Ministry of Finance.", "The responsibility for macroprudential policy lies with Finansinspektionen.", "One of its aims is to limit financial imbalances, but monetary policy also has effects on financial imbalances.", "While macroprudential tools are particularly effective when one knows where risks in the financial system are building up, such as an excessive build-up of private debt.", "However, when interest rates are low for a long time, it can be difficult to know where in the system the main risks lie.", "In some situations it may therefore be reasonable to use the policy rate as a complement to macroprudential policy, as the policy rate has a broad impact on financial markets.", "There is an ongoing discussion in both academia and the central banking world about the extent to which monetary policy should counteract the build-up of risks in the financial system.", "This is an interesting and important discussion that I am following, but I do not want to belong to any particular camp in this discussion.", "However, it seems reasonable to also use monetary policy in certain situations when major risks build up in the financial system.", "A necessary condition here, of course, is that the credibility of the inflation target is not affected and that this happens when other policies to safeguard financial stability do not fully succeed in limiting the risks.", "This is thus an exceptional case; in most situations, the preventive work to safeguard financial stability falls to policy areas other than monetary policy.", "Monetary policy and fiscal policy are also interdependent.", "Stable public finances are necessary for price stability and to avoid fiscal dominance, that is, a situation where fiscal policy \"dominates\" monetary policy in the sense that it is fiscal policy that determines inflation.", "The risk of this in Sweden is currently small, partly because we have a fiscal policy framework designed to keep government debt at manageable levels.", "Fiscal policy also affects the Riksbank's ability to achieve the inflation target in the shorter term.", "If fiscal policy is expansionary when inflation is too low, and contractionary when inflation is too high, it can help the Riksbank achieve the inflation target more easily.", "There may also be periods when the fiscal policy conducted makes it more difficult to achieve the inflation target.", "A tight fiscal policy may have contributed to the Riksbank's problems in bringing up inflation in the aftermath of the global financial crisis.", "The Riksbank's independence is important for maintaining confidence in the inflation target.", "But this does not prevent us from exchanging information on issues relevant to monetary policy and its target fulfilment with, for instance the Riksdag Committee on Finance and the Ministry of Finance.", "This could, for example, involve how we view resource utilisation in Sweden and abroad.", "How savings and consumption develop and why.", "Which shocks to the macroeconomy are permanent or temporary, or how the effects of major shocks to the economy should be analysed, such as during the pandemic.", "The policy rate should be the main tool of monetary policy and asset purchases should be made with caution.", "Such purchases are particularly effective to counteract financial crises.", "Asset purchases in the form of government bonds may be justified in time when monetary policy needs to become more expansionary, but the threshold for extensive bond purchases to safeguard the inflation target should be high.", "Asset purchases can have negative side effects, which should be closely monitored.", "For example, markets may start to perform less well or private actors whose securities are bought by the central bank may become accustomed to the fact that there is always some form of government support when making bad deals.", "Moreover, the economic consequences of large asset purchases are still unclear.", "We therefore need more analysis and knowledge of the effects.", "Having said that, I would still like to emphasise that asset purchases should remain part of our toolbox.", "It cannot have escaped anyone's attention that inflation is currently very high.", "The shift from the previous low inflation rate was rapid and took us and other forecasters by surprise.", "High inflation has multiple and global causes.", "Pent-up demand and a rapid shift from services to goods made it difficult to adjust supply in the short term.", "This, combined with fiscal and monetary stimulus, pushed up prices.", "The rapid economic recovery after the pandemic pushed up the prices of raw materials, inputs and transport at a time when production had not yet recovered.", "Russia's invasion of Ukraine drove up the prices of energy, cereals and other agricultural products.", "Energy prices then spread to the prices of transport and other inputs.", "One question to ask is whether we will return to the environment of low inflation and low interest rates that characterised the economy before the pandemic.", "Our assessment is that inflation will fall back rapidly in 2023 and that it will be around 2 per cent next year, see Figure 1.", "Long-term inflation expectations as measured in surveys are just above 2 per cent, which supports our assessment, see Figure 2.", "However, there is considerable uncertainty and unforeseen events always occur.", "Nor do we know whether several years of high inflation has affected companies' pricing behaviour.", "Moreover, there is the risk that the deteriorating geopolitical situation may have a fundamental impact on economic conditions for a long time to come.", "Globalisation, with increased trade and mobility between different countries, has been one reason why we have had favourable economic development, including low and stable interest rates and low inflation.", "If conflicts in the world were to result in globalisation slowing down, this would probably have negative consequences for both Sweden and the global economy.", "If trade decreases and the mobility of labour and capital deteriorates, the conditions for economic growth will also deteriorate.", "Greater protectionism means slower development in, for example, information and communication technology, a sector that has been a strong driving force behind the pressure for change and productivity improvements in various parts of the economy.", "Several of the factors that have dampened price pressures in recent decades thus risk becoming less important in the future.", "Risks increasing in the financial system Despite the global financial crisis 2007-2010 and the pandemic 2020-2022, GDP has grown significantly in recent decades.", "Higher incomes and wealth have also led to the financial sector becoming a larger and more important part of the economy.", "Furthermore, rapid technological developments combined with globalisation have paved the way for new players and services within the framework of what is commonly referred to as FinTech.", "While this is essentially positive, it has also exposed the financial system to new risks, while many more traditional risks remain.", "The bank collapses in the United States and Switzerland are concrete examples of this.", "Bank collapses in the USA and Switzerland The bank collapses in the United States and Switzerland in March created uncertainty in the global financial markets.", "To understand these developments, it is important to analyse the underlying problems.", "They are largely well known.", "However, there are also a number of new elements that may exacerbate the wellknown problems and that need to be analysed further.", "We want to avoid problems in the banking sector in one area spreading to other parts of the financial system or to other countries.", "At the same time, it must be possible to wind down banks with serious problems in an orderly manner.", "It is important to learn from crises.", "What we have now seen means that I think we will have to change some regulations.", "The financial regulatory framework is governed to a very large extent by global standards, so that is where the analysis must begin.", "Any future agreements reached at global level will also clearly affect the rules in the EU and thus in Sweden.", "Let me first focus on the more familiar problems and then return to what I see as new ones.", "In a sense, you can probably talk about the financial sector before and after the Silicon Valley Bank crash.", "I think it can be a watershed in the way we think about the design of some financial regulation.", "Banks are important Banks are of fundamental importance to the national economy; without them, households and businesses would struggle to make payments.", "Virtually all payments today depend on various services provided by banks.", "Without banks, households and firms would also find it difficult to borrow and manage their financial risks.", "Traditional theory often talks about the three key functions of banks: first, to intermediate payments; second, to allocate credit in the economy, thereby transforming liquid deposits into illiquid loans; and third, to facilitate risk management by households and firms.", "A well-functioning banking system is therefore a key driver of economic growth.", "Since the liberalisation of the financial markets in the 1980s, the financial sector has also become more efficient and this has contributed to increasing welfare in many countries, not least in Sweden.", "At the same time, the risks have increased as the financial sector has grown.", "The unease we have seen during the spring emphasises what I noted earlier, that monetary policy and financial stability are interdependent.", "I will return to monetary policy shortly, but given the developments during the spring, it is natural to start with the bank problems we have seen and what they mean.", "Banking involves risks What happened in the United States and Switzerland in March shows once again that banks' activities pose risks to the whole economy.", "The risk of bank runs is well known.", "Such events have occurred many times in history.", "They are also well explained in the scientific literature.", "The basic problem is that banks have an inherent instability.", "As a depositor, I want to know that I can always withdraw the SEK 1,000 I deposited.", "This is because most of us use these deposits to make our payments and we need to know that the nominal amount cannot fall and that the money is immediately available.", "This distinguishes bank deposits from, for example, shares in mutual funds.", "The latter can also be immediately available, but mutual fund shares vary in value depending on how the value of the assets varies.", "However, bank deposits are both liquid and nominally fixed.", "For the bank, this means that funding is volatile.", "At the same time, much of the bank's assets are locked up for the long term, i.e.", "Those of us who borrow from the bank want to know that we can repay the loan according to an instalment plan and cannot be called upon to repay it at any time.", "So we should be able to request our deposits at any time, but the bank cannot request the return of its money - your loan - other than as planned.", "The bank thus offers liquidity to households and firms by providing liquid deposits and illiquid loans.", "This creates a liquidity mismatch for the bank.", "A further problem here is that the bank's assets can be difficult for an outsider to evaluate.", "As a result, a bank's financial situation depends to a very large extent on the trust its customers have in it.", "A bank builds trust by having plenty of equity, good earnings, low loan losses and good liquidity.", "And not least important: a sound culture where risk management is central.", "Confidence is essential for a bank, but it can also disappear quickly.", "If this happens, there is a great risk that depositors and other financiers will want to withdraw their money quickly.", "The risk is that the depositors who arrive first can withdraw their money while those who arrive later are left without, as the bank's liquid assets are then exhausted.", "This is precisely the reason why bank runs can occur.", "It can also lead to other financiers quickly withdrawing their funding.", "If the bank is bad, it should obviously be wound up.", "The problem is that it is difficult to tell whether or not a bank is bad, so there can be a run on good banks as well.", "Experience also shows that even bad banks should be wound up in an orderly fashion.", "There are several reasons for this.", "One reason is what I just mentioned: banks are highly dependent on trust and are difficult to evaluate.", "Therefore, problems in one bank can easily undermine confidence in other banks.", "So the contagion risks are significant.", "In addition, a standard bankruptcy procedure is rarely a good solution for banks, as banks are central to payments and the first step in a bankruptcy procedure is usually to suspend payments.", "Whether or not a bank is viable, it can be subject to bank runs.", "I do not want to judge the viability of the banks in question, but it is clear that some banks in the United States and one bank in Switzerland experienced a run.", "Customers lost confidence and wanted to withdraw their money immediately.", "There was uncertainty about whether the banks would be able to survive.", "This uncertainty can bring down a bank, whether it is justified or unjustified.", "On 9 March, depositors at Silicon Valley Bank withdrew more than $40 billion in one day.", "This represented 19 per cent of its total assets, or 23 per cent of its deposits.", "In addition, the bank itself expected withdrawals to be around $100 billion the next day.", "No bank can handle such a bank run without help.", "Banks need to be regulated Precisely because banks are so important to the economy and at the same time so genuinely unstable, they must be subject to extensive regulation and supervision.", "Following the global financial crisis of 2007-2010, when several banks ran into problems, global standards for banks were tightened, including through Basel III and the FSB's resolution framework.", "My assessment is that the problems we saw in March this year did not spread quite as much as they would have done if Ba- sel III had not been introduced.", "The banks now have more capital and more liquidity and are therefore better equipped to withstand various forms of shock.", "However, it should be noted that Basel III is not yet fully implemented.", "Negotiations are currently under way on how the final parts of Basel III will be introduced in the EU and some of the proposals entail less strict rules than those set out in the Basel standards.", "I would like to take this opportunity to emphasise the importance of full, timely and consistent implementation of all Basel standards in all countries, including the EU.", "Although the events of March did not hit the EU particularly hard, we need to learn lessons from what has happened in other parts of the world.", "This is important to ensure that the risks do not materialise in our part of the world as well.", "So what is new in the current situation and how do the existing global standards for bank regulation compare with this background?", "First of all, I would like to emphasise that I am not primarily talking about the situation or the regulations in Sweden, but more about the global standards, as it is these that are now being questioned.", "But - and this is important - they are the basis for the regulations in the EU and thus also in Sweden.", "I would also like to stress that it is too early to draw definitive conclusions from the disruptions we have seen.", "Several authorities and global organisations are in the process of analysing the events and I do not want to anticipate these analyses or their conclusions.", "It will also probably take several years to agree on how the global standards should be amended.", "Nevertheless, today I would like to highlight three issues that I believe will characterise the global regulatory debate going forward and I will give my preliminary views on them.", "These are the deposit guarantee, the resolution framework and the requirements on banks.", "These issues are also highly relevant in Sweden.", "The deposit guarantee needs to be reviewed Let me start with perhaps the most important, difficult and relevant part, the deposit guarantee.", "Does it fulfil its function today or does it need adjusting?", "The vast majority of countries have some form of deposit guarantee, which usually covers the entire deposit up to a certain amount.", "In Sweden, it applies to the full amount, up to SEK 1 050 000 per depositor and bank.", "The idea is that savers should feel secure even if the bank runs into problems.", "This will reduce the risk of bank runs, which is important for promoting financial stability.", "From an economic perspective, there is a trade-off here.", "We want to reduce the risk of bank runs through a deposit guarantee.", "But we also want to avoid banks taking too much risk.", "An important task for the creditors of a company is to influence the company to avoid excessive risk-taking.", "This applies to all companies.", "The problem with the deposit guarantee is that if it applies to all depositors - and by extension all creditors - it increases the likelihood of the bank taking excessive risks, what is usually called moral hazard.", "It is therefore necessary to find the right balance between guaranteeing deposits to avoid a bank run on the one hand, and ensuring that creditors give the bank incentives to avoid excessive risks on the other hand.", "Some smaller Swedish banks fund themselves almost exclusively through guaranteed deposits.", "This means that in practice there are few creditors who can influence the bank in a risk-reducing direction, and this increases the likelihood that these banks will take major risks.", "The consequence will also be that these banks can charge higher interest rates and thus also offer higher interest rates to small savers who in turn feel protected by the deposit guarantee.", "In so far as this occurs, it can be interpreted as meaning that the deposit guarantee scheme in practice subsidises risky lending, which would be unfortunate.", "The picture is, however, complicated by the fact that smaller banks contribute positively by increasing competition in the banking market.", "Larger banks may also be too large for the authorities to let them fail, which is also a problem.", "There are difficult considerations to make here.", "Experiences from the United States When the bank run on the US Silicon Valley Bank began, only about 6 per cent of its deposits were guaranteed by the US deposit guarantee scheme.", "The rest were unsecured deposits, primarily because they were for larger amounts.", "This is an example of the fact that deposits in many banks today do not only come from small savers.", "Many of them, including the Swedish ones, finance themselves to a large extent in the financial markets.", "Some of the market funding takes the form of direct deposits from financial actors and is not covered by any deposit guarantee and it is normally very volatile.", "Another part is funding is through the bank issuing securities with a specific maturity.", "These are therefore not immediately available and thus not exposed to the same risk as the deposit, but on the other hand give rise to a refinancing risk.", "The run on Silicon Valley Bank also highlighted that contagion effects can be large even when relatively smaller banks get into trouble.", "Silicon Valley Bank was the 20th largest bank in the United States.", "Although the bank was large by Swedish standards - about 70 per cent of Swedbank's size - it was small in the US market.", "I see the importance of small and medium-sized banks as a clear lesson from the crisis.", "As an authority with a financial stability mandate, we cannot ignore such banks.", "Even if the problems occur in relatively quiet periods, they can have unwanted spillover effects.", "When the problems became acute in Silicon Valley Bank, the concern spread quickly to other similar banks.", "The reason was probably that they had similar business models, risk profiles and so on.", "This led to a loss of confidence in these banks, too.", "The contagion risks became obvious.", "One lesson is that we should not only look at the size of individual banks, but also whether certain groups of banks are similar and thus exposed to similar risks.", "This means that even smaller banks as a group can become important for financial stability.", "Well, the Silicon Valley Bank run resulted in the US authorities deciding to guarantee all deposits in the two worst affected banks.", "They felt they had to do this to prevent the problems from spreading.", "The bank run in the United States also happened very fast.", "Technological developments allow depositors to move their deposits with a few keystrokes, to other banks, to money market funds or to crypto-assets.", "Social media also makes the information spread faster than before.", "All this raises the very fundamental question of whether the deposit guarantee scheme actually fulfils its purpose of providing security to depositors, reducing the risk of bank runs and, on the other hand, reducing the problems of moral hazard.", "These are difficult trade-offs and need to be carefully analysed.", "So how should we proceed now?", "I note that when large price changes occur in the stock market, for example, so-called \"circuit breakers\" are introduced, i.e.", "trading is shut down for a short time to allow traders the opportunity to reassess the situation.", "I am not convinced that this approach can be applied to banks, but perhaps it would work if a larger proportion of deposits were fixed in time so that depositors do not have the right to withdraw them until at maturity.", "A larger interest rate difference between regular deposit accounts and accounts with a fixed maturity might lead more depositors to choose the latter option.", "Former Bank of England Governor Mervyn King recently launched a more drastic idea, that a bank must hold more assets that can be used as collateral in the central bank than it has liabilities (including deposits) that can suddenly flow outwards.", "In this way, central banks could always intervene and have sufficient access to liquid funds.", "note in a response that the consequence of this would be that the authorities also supported bad banks, which would reinforce moral hazard problems and lead to banks that should be wound up not being wound up.", "There is a risk that we would then have so-called Zombie banks, and this would have negative effects on growth and efficiency.", "In any case, I believe that the instability of deposits is an issue that legislators and regulators around the world need to analyse more closely.", "The resolution framework also needs to be reviewed The second question concerns the resolution framework.", "This was introduced after the global financial crisis and the explicit purpose is to make it possible to resolve a systemically important bank in an orderly manner.", "The idea is that losses should be borne primarily by shareholders and secondarily by bondholders.", "Public funds should not need to be used.", "Allowing bondholders to bear potential losses also reduces the problems of moral hazard.", "So if you can use an effective resolution framework as intended, you reduce the problems created by the deposit guarantee.", "The problems at Credit Suisse in March led to the takeover of the bank by UBS on the initiative of the authorities, with the help of a public guarantee and without using the resolution framework.", "In addition, the value of certain bonds - so-called AT1 instruments - was written down without shareholders having to bear all the losses first.", "This is the first time ever that a government has been forced to intervene in a bank defined as globally systemically important to avoid its failure.", "The measure taken by the Swiss authorities seems appropriate, but the fact that they chose not to use the resolution framework raises the question of whether the global standards for this framework need to be modified in some way.", "The handling of the AT1 instruments issued by Credit Suisse also raises the question of what role these instruments should play both in a bank failure and more generally in the capital adequacy framework.", "The resolution of banks in distress is a central part of the regulatory reform that came into place after the global financial crisis.", "But could it be that the framework is perceived as so complicated that it does not seem useful once the crisis occurs?", "Here there is every reason to have a continued global discussion about the present framework and how we can keep the benefits while making it more flexible and practical.", "Perhaps the recent proposals of the European Commission could contribute.", "One aim is to make it easier for authorities to use the resolution tool for smaller banks as well.", "Among other things, the proposal means that the authorities should be able to actively use the funds in the deposit guarantee funds to facilitate the resolution.", "However, this proposal needs to be analysed in greater detail.", "The requirements on banks need to be strengthened The third question concerns the requirements we should impose on banks.", "There are several lessons here.", "Some may seem detailed, but they have a major impact on the banks' operations and the risks they take.", "Let me focus on three of these lessons.", "One lesson from the Silicon Valley Bank run is that deposits are not always as sticky as many people assumed.", "This is important for the liquidity rules banks must follow.", "After the 2008 financial crisis, the Basel Committee developed new global standards for this.", "As part of the Basel III agreement, countries were required to introduce two liquidity measures, the LCR and the NSFR.", "The LCR framework makes assumptions about how different types of liabilities flow out of a bank and how stable different forms of funding are.", "Deposits are normally assumed to be sticky.", "The question now arises whether the outflows assumed in the LCR framework are reasonable, given the outflows we saw in this case.", "I think we need to assume that deposits, especially unsecured deposits, are more unstable than we previously thought.", "The Basel Committee may therefore need to review the standards for the LCR and the NSFR.", "Another lesson is that Silicon Valley Bank did not take sufficient account of its interest rate risks.", "Here I would like to emphasise the importance of all banks - including in Sweden - having a good margin for the risks that interest rate changes can entail.", "30 years of low interest rates have contributed to increasing the risks in the financial system.", "Households and businesses in many countries have large debts while prices of homes, commercial properties and financial assets are high.", "The sharp and rapid rise in global interest rates experienced over the past year has brought interest rate risks into sharper focus.", "Current global standards require supervisors to take interest rate risk into account as part of the supervisory process, known as Pillar 2.", "The consequence is that these risks are managed very differently in different countries, and potentially even between different banks.", "Finansinspektionen has a well-developed model for estimating these risks for the Swedish banks, but, as I said, the rules vary from country to country.", "In my view, there is reason to harmonise some of these rules.", "A third lesson is that accounting rules play an important role.", "When macroeconomic variables change significantly, the difference between the valuation of assets at fair value and at amortised cost can be large.", "Silicon Valley Bank had invested heavily in US long-term bonds.", "Since they intended to hold them to maturity, they were able to book them at amortised cost.", "As interest rates rose and the bonds fell in price, a problem arose.", "When the bank had to sell the bonds due to the bank run, it realised a large loss, adding to the problem.", "This raises an important question about how different assets should be booked.", "Admittedly, the reason for the bank's problem is that interest rates rose so quickly, but if the bank had been forced to book them at market value, the problems would have been discovered earlier.", "All this may seem technical, but it has a major impact on banks' capital adequacy, as the starting point for all capital adequacy regulations is the accounting values.", "I don't have a clear view of what needs to be done here, but when assets that have been booked at amortised cost have to be sold quickly at a large loss, it can affect the viability of the bank and, ultimately, financial stability, and therefore it is a problem.", "Global rules are important for Sweden I would also like to take this opportunity to emphasise the complexity and interdependence of the global financial system.", "Banks are exposed to many risks that can be difficult to both understand and monitor.", "Banks in most countries are also dependent on other banks and other financial institutions.", "Many of these are located in other countries and are therefore supervised in those countries.", "If problems arise, they spread faster today and to more actors than they did 30 years ago.", "We saw this clearly in March.", "The concern created by the banking problems in the United States, which initially concerned a bank smaller than the major Swedish banks, caused many international investors to become alarmed and wonder which bank in the world could be next in line.", "Although many of the problems with which Credit Suisse struggled were not new, uncertainty in the financial markets led to an acute loss of confidence in the bank.", "This proved devastating for the bank and forced the Swiss authorities to act.", "My conclusion is that it is important for all countries to promote global regulation.", "Swedish financial stability also depends to a large extent on sufficiently strict regulations in other countries.", "We are all dependent on this.", "This list of current global regulatory issues is by no means exhaustive.", "There are other issues that will come up in the debate.", "For example, the US reports on the events in March point to the effects of insufficient supervision.", "This raises questions about the mandate and ability of supervisors to actually step in and change banks' decisions.", "However, it is unclear how this should be done in practice and how far such a mandate should extend.", "Still, some conclusions are already evident today: banks and other financial actors are central to the economy and contribute to better welfare.", "At the same time, the banks' activities entail risks.", "If these problems materialise, they can have major contagion effects and negative external effect on the economy.", "Therefore, legislators and authorities need to try to change the current regulations.", "The aim should be to ensure that banks have sufficient buffers to prevent problems from arising.", "The aim should also be to limit the channels through which the problems - if they do occur - spread to other banks and financial actors.", "This means that the regulations need to be reviewed.", "I have highlighted a few issues here: the deposit guarantee, the resolution framework and banking regulations.", "I believe that a review of all three is needed.", "However, it is too early to state today exactly what should be changed and how.", "It is also important when reviewing regulation that it not only solves \"yesterday's\" problems but also addresses the incentives for risk-taking in the future.", "Then, authorities all over the world also have to agree on it.", "All this makes the review extra complicated.", "Regardless of what exactly comes out of this work, the review will affect the global regulatory standards and thereby the rules that apply in the EU and thus also in Sweden.", "I believe that we both need to see changes in the regulations and will see such changes.", "Central banks have a responsibility for financial stability - not just in times of crisis During the 1970s and 1980s, inflation was high and variable and growth was weak.", "It was therefore understandable that the so-called inflation targeting policy introduced by many countries in the 1990s had a focus on price stability and that risks in the financial system disappeared into the background.", "This also applied to Sweden, despite the fact that we had had a serious financial crisis in the early 1990s.", "Another reason why the risks in the financial system were overlooked may have been that the deregulation of the financial markets was new and that the risks of financial imbalances building up were underestimated.", "The global financial crisis highlighted the importance of financial stability.", "Inflation targeting policy seemed to be working well for a long time.", "Inflation was low and stable while growth was good.", "US economists James Stock and Mark Watson even coined the expression 'the great moderation' in the early 2000s, suggesting that the economy had entered a calm and stable era.", "This era came to an abrupt end with the global financial crisis.", "Much of the deregulation and innovation that had laid the foundations for the favourable economic development had at the same time contributed to the build-up of new risks and imbalances in the financial system.", "An important lesson from the financial crisis was that financial imbalances could be built up even in an environment with low and stable prices.", "However, this knowledge was not entirely new.", "In the early 2000s, for example, Claudio Borio and Philip Lowe had pointed out in a BIS article that low and stable inflation could not only promote financial stability, but that financial imbalances could also be built up in such an environment.", "While the development of supply will slow down price developments, it can also lead to overly optimistic risk assessments, strong credit expansion and rising asset prices.", "Although it may be difficult to use monetary policy to limit the build-up of financial imbalances, they nevertheless considered it possible and desirable to take financial stability into account in certain situations.", "They also advocated more cooperation between central banks and supervisors for this purpose.", "In the wake of the financial crisis, there was an intense debate on the possibilities for monetary policy to counteract financial imbalances and to what extent this would be desirable.", "Some economists, such as Frank Smets, argued that monetary policy should take into account the build-up of financial imbalances.", "Smets noted that the costs of financial crises are very high and that macroprudential policy has the most effective tools for maintaining financial stability.", "However, macroprudential tools are relatively untested and their effectiveness is not fully evaluated, while there is much evidence that the monetary stance affects credit build-up, liquidity and risk-taking more generally.", "Monetary policy tools such as large-scale asset purchases can also be difficult to distinguish from macroprudential tools in their sub-objectives and in their effects on the economy.", "According to Smets, all of this indicated that financial stability should be an explicit objective of monetary policy, but that it should be used as a last resort in situations where macroprudential policy and other regulations are not fully successful.", "The American economist Michael Woodford illustrated in a simple model why monetary policy should in certain situations take account of financial imbalances, even if this may mean less favourable target fulfilment for price stability and macroeconomic stability in the short term.", "Other economists, such as Lars Svensson, argued that monetary policy should continue to focus solely on price stability and macroeconomic stability.", "He said that monetary policy and policies to promote financial stability are distinct and separate policy areas with different objectives, different means and different responsible authorities.", "If one is to ensure that the financial system has adequate resilience to shocks, one must have requirements for sufficient capital and sufficient buffers rather than using the policy rate.", "Confusing the policy areas risks leading to a poorer outcome for both, and making it more difficult to hold the Riksbank accountable.", "Conflict between price stability and financial stability in the wake of the financial crisis The global financial crisis was the biggest economic crisis since the 1930s Depression.", "Central banks around the world therefore implemented powerful measures in the form of large interest rate cuts and large-scale asset purchases to safeguard the inflation target and mitigate the economic consequences of the financial crisis.", "At the beginning of the crisis, expansionary monetary policy did not entail any conflict between price stability and financial stability.", "Inflation was under control, demand was weak and the financial system was severely weakened.", "Monetary policy could contribute to both increasing demand and strengthening the financial system.", "Monetary policy remained expansionary even after the acute phase of the crisis was over.", "Central banks in many countries held their key interest rates at low levels for a long time and also made large-scale asset purchases.", "This may have contributed to debt building up while prices of housing, commercial property and financial assets rose.", "The fact that low interest rates over a long period of time can build up risks in the financial system has been pointed out by Ben Bernanke \"Another cost, one that we take very seriously, is the possibility that very low interest rates, if maintained too long, could undermine financial stability\", and has been shown in a recent empirical study by the NBER:22 \"We find that when the stance of monetary policy is accommodative over an extended period, the likelihood of financial turmoil down the road increases considerably\".", "One lesson to be learned from the post-financial crisis period is that an expansionary monetary policy over a long period of time can entail a conflict between price stability and financial stability.", "The conflict was exacerbated by the signs that new problems could manifest themselves in the financial markets if the large asset purchases were concluded prematurely.", "This was called \"taper tantrum\".", "There was also a risk that the private sector had become so dependent on central bank liquidity that the effect of reducing the balance sheets could be greater than the stimulus provided by the asset purchases.", "Risk of new conflict between price stability and financial stability after the pandemic When the pandemic broke out at the beginning of 2020, central banks introduced further expansionary monetary policy measures to facilitate access to credit and liquidity, thereby reducing the risk of interest rates rising so strongly that the economic situation worsened.", "This time, too, there was no conflict between price stability and financial stability.", "The expansionary monetary policy increased demand - which helped to sustain inflation - while supporting financial markets.", "A central task for central banks in acute phases of economic crisis is to be the lender of last resort.", "Recently, the central banks' task of ensuring that the markets function (market maker of last resort) has also come into focus.", "If viable and systemically important banks in distress experience temporary liquidity problems, they can apply to the central bank for emergency loans.", "Under certain conditions, the Riksbank can also act as a temporary market maker by buying and selling financial instruments at predetermined prices to support the functioning of systemically important financial markets.", "The aim is to avoid major negative consequences for other parts of the economy.", "At the end of 2021, inflation started to rise rapidly in different parts of the world.", "Monetary policy shifted from expansionary to more contractionary in order to curb price increases.", "This could lead to a new conflict between price stability and financial stability, but the conflict is different now than in the wake of the global financial crisis.", "Inflation is now too high, not too low, and the risks in the financial system are greater, partly because households and companies are highly indebted.", "This makes the economy more sensitive to interest rate increases and it may be more difficult to manage various shocks.", "I can note that this is a situation that we have not found ourselves in during the period with an inflation target, that is, since the mid-1990s.", "Excessive private debt risks leading to financial dominance In Sweden, household and corporate debt is high, see Figure 3.", "A large proportion of households also have variable interest rates, which makes them relatively sen- sitive when interest rates rise.", "Although public debt is low, which in itself is positive, it is a questionable combination, as not only the government but also households and companies need to have buffers.", "The debts of property companies have grown when interest rates have been low.", "Property companies obtain funding both via the banks and via the capital market.", "When there is a shortage of market funding at the same time as companies' funding costs rise, the profitability and liquidity of property companies can deteriorate and this can ultimately have a negative impact on financial stability.", "An excessively high level of private indebtedness that increases the risks in the financial system can limit the ability of monetary policy to act, known as financial dominance., This could mean that the policy rate cannot be raised at the pace needed to bring down inflation.", "I do not consider us to be in a situation with financial dominance at present, but one cannot rule out the possibility of such a situation arising at some point in the future.", "We therefore need to continuously monitor developments and take measures to prevent this from happening.", "Responsibility for financial stability is shared between different Monetary policy and financial stability are interdependent.", "Without a stable financial system, price stability is threatened and without monetary stability, financial stability can be jeopardised.", "Historically, financial regulation has primarily focused on individual banks.", "However, macroprudential policy is designed to monitor and take measures to counteract vulnerabilities in the financial system as a whole, including addressing financial imbalances that may threaten macroeconomic stability.", "Finansinspektionen has several tools at its disposal to prevent financial imbalances.", "They are responsible for microprudential and macroprudential policy and the design of the regulatory framework.", "But responsibility for financial stability is shared with other authorities.", "The Swedish National Debt Office is responsible for the deposit guarantee, the Ministry of Finance is responsible for legislation and bank support, and the Riksbank is responsible for overseeing the financial system and can provide extra liquidity when needed.", "Collaboration between Finansinspektionen and other authorities exists both in preventive work and in crisis management.", "This is an arrangement that I think has worked well during my time at Finansinspektionen.", "For example, the Riksbank together with Finansinspektionen, the Swedish National Debt Office and the Ministry of Finance cooperate in the Financial Stability Council.", "Among other things, the Council discusses what measures are needed to counteract the build-up of financial imbalances.", "The Government has also recently presented a legislative proposal for Finansinspektionen to consult with the Riksbank when setting requirements for countercyclical capital buffers for Swedish banks.", "The Government emphasises that the decisions on how large capital buffers banks should have can have significance for monetary policy and should therefore be taken from as broad a perspective as possible.", "The Riksbank will return with its views on the Government's proposal to give the Riksbank greater influence over the countercyclical buffer.", "Central banks can counteract financial imbalances in certain situations.", "From an economic perspective, it is important that the risks in the financial system are manageable.", "Macroprudential tools are particularly effective when we know where the risks in the financial system are building up, such as excessive private debt.", "However, when interest rates are low for a long period of time, it can be difficult to know in advance where in the system the main risks lie.", "In some situations it may therefore be reasonable to use the policy rate as a complement to macroprudential policy, as the policy rate has a broad impact on financial markets.", "For monetary policy to effectively counteract financial imbalances, the monetary policy trade-off should be symmetrical.", "If the central bank only gives consideration to financial stability in times of financial stress - and not in times when financial imbalances are building up - the risks in the financial system may increase.", "Central banks can also become better at analysing how monetary policy operates in financial markets and how it affects the risks of financial instability.", "Central banks should avoid excessively expansionary monetary policy for extended periods if it is expected to have little impact on inflation, and risks having a major impact on the build-up of financial imbalances.", "Large purchases of securities and negative interest rates should be possible, but the threshold should be high.", "These tools are difficult to explain and justify to the public - especially if they were to lead to the banks starting to set negative interest rates on household savings accounts - and they may therefore reduce the Riksbank's credibility.", "Nor is it unreasonable that a very expansionary monetary policy over a long period of time leads to more risk-taking, higher indebtedness, less preparedness for changes in interest rates, etc.", "In such a situation, a sound risk assessment may be to raise the interest rate too early rather than too late.", "I am aware of the debate between those who believe that central banks should take financial imbalances into account in their monetary policy decisions and those who do not.", "A basic structure, where monetary policy focuses on monetary stability and where other policy areas - not least the decisions taken by Finansinspektionen - safeguard financial stability is reasonable.", "But there will be times when interest rates are low for such a long time that risks build up that mean that monetary policy should take account of financial imbalances.", "I do not want to belong to any of these camps that quite categorically believe that \"leaning against the wind\" is always right or always wrong.", "However, I believe that it may nevertheless be reasonable and wise to allow monetary policy to take into account the build-up of financial imbalances in certain special situations.", "Some central banks, such as Norges Bank, have a clear mandate for this.", "The Riksbank considers risks associated with developments on the financial markets as long as the credibility of the inflation target is not threatened, and the fulfilment of the target for price stability and macroeconomic stability in the longer term is improved.", "But to prevent unbalanced developments in asset prices and indebtedness, a well-functioning regulatory framework and effective supervision are needed in particular.", "The credibility of the inflation target must be preserved The Riksbank has been criticised for explicitly using the policy rate for a short period after the global financial crisis to try to counteract the build-up of financial imbalances.", "For a few years after the outbreak of the global financial crisis, the Riksbank and other forecasters were able to observe that inflation had not risen in the way they had expected; from 2010 until the middle of 2014 inflation had been steadily below target.", "Long-term inflation expectations had also started to fall and there was a risk that the role of the inflation target as a benchmark for price and wage formation would be weakened.", "In other words, the credibility of the inflation target was being lost.", "Critics of the Riksbank's monetary policy said that this was because monetary policy had \"leaned against the wind\".", "More recently, the criticism has tended to be the opposite and focused on the Riksbank's expansionary policy in the years after this, when inflation was below the target.", "The Riksbank has then been criticised for monetary policy having focused too much on inflation, being too expansionary and leading to the build-up of imbalances.", "When the Riksbank takes financial stability into account in its monetary policy decisions, this can mean that the target horizon is shifted, and then it is not surprising that both inflation and inflation expectations can be affected.", "This need not be a problem as long as it applies for a shorter period of time.", "However, one cannot deviate from the target in the longer run.", "Long-term inflation expectations thus need to be anchored to the target so that the credibility of the inflation target is not lost.", "This is in practice a limitation on how much consideration a central bank can give to financial stability.", "It should also be said that long-term inflation expectations should be guided by actual conditions and be in line with the Riksbank's forecasts.", "If the Riksbank forecasts an inflation rate close to 2 per cent in the longer term, inflation expectations should also be at this level.", "If this is not the case, it may reflect a lack of confidence in the inflation target and the Riksbank can then try to influence inflation expectations by justifying its forecasts more clearly and explaining why deviations from the target may sometimes be justified.", "The solution is not necessarily to take less account of financial imbalances.", "One of the main tasks of central banks has always been to maintain a well-functioning system of payments and credit or, in other words, to keep the financial system stable.", "Financial imbalances can lead to both too high inflation - when a credit bubble occurs - and too low inflation - when there is a financial crisis.", "Properly managed and analysed, taking financial imbalances into account in monetary policy decisions - under certain conditions - means that target fulfilment should be better in the long run.", "Interaction between monetary and fiscal As mentioned above, monetary policy and financial stability are interdependent, but so are monetary policy and fiscal policy.", "The interaction between these two policy areas plays a central role in the Riksbank's ability to attain low and stable inflation.", "Some simple reasoning can illustrate the interaction.", "For example, if the central bank cuts the policy rate, the government's interest payments decrease and there is greater scope for a more expansionary fiscal policy.", "Another example is when the central bank buys government bonds.", "Among other things, this can mean that the government has lower costs for new borrowing at longer maturities.", "Conversely, fiscal policy also affects monetary policy.", "A more expansionary fiscal policy increases demand and ultimately also inflation and thus affects monetary policy.", "There are also many historical examples where fiscal policy has led to disruptions in the financial system with consequences for monetary policy.", "Episodes of hyperinflation are extreme examples, but there are also examples of milder crises from, for example, the euro area.", "Stable public finances are a prerequisite for price stability.", "If the government's future capacity to obtain tax revenue were to be less than future expenditure, the credibility of the inflation target would be undermined.", "This implies fiscal dominance and can lead to rapid price increases.", "So it is not entirely correct, as some say, that inflation is always and everywhere a monetary phenomenon, but in practice and in theory inflation is always and everywhere both a monetary and a fiscal policy phenomenon.", "An example of fiscal dominance from last year was when the new UK Prime Minister, Liz Truss, planned to cut taxes and increase public spending and these plans were revealed.", "This led to a collapse in the government bond market.", "The reason was as follows.", "The value of government bonds is determined by the cash flows generated by the primary budget surplus, i.e.", "the difference between government income and expenditure excluding interest.", "If the surplus decreases, the bonds become less attractive and the demand for them decreases.", "In the days following the revelation, long-term interest rates rose by around 100 basis points and the sterling depreciated by almost 5 per cent against the dollar.", "One of the consequences of the rise in interest rates was that it brought to light major liquidity problems in a number of occupational pension funds.", "This prompted the Bank of England to act and after five days it announced that it would temporarily purchase long-term government bonds to the extent necessary to provide the required liquidity and thus calm the financial markets.", "This example illustrates how fiscal dominance can affect the central bank.", "The fiscal policy measures triggered financial market turmoil, which meant that the Bank of England felt it had to act to maintain the smooth functioning of the financial system.", "In other words, the fiscal measures \"forced\" the Bank of England to act in a way that it would not have done otherwise.", "Of course, it could have chosen not to react to the fiscal policy measures because monetary policy is operationally independent of fiscal policy.", "But that would not have protected either the financial system or the inflation target.", "I do not want to use this example to suggest that we in Sweden are currently at risk of fiscal dominance.", "The design of the fiscal policy framework means that the risk is small and we have a relatively low national debt, see Figure 4.", "However, just as one should be aware of the risks of financial dominance, one should be aware of the risks of fiscal dominance, even if everyone is currently in agreement that fiscal policy should not fuel inflation.", "The design of the monetary and fiscal policy frameworks To keep government finances stable, Sweden has a number of budgetary policy targets in the fiscal policy framework.", "The target for the consolidated gross debt should be 35 per cent of GDP in the medium term.", "The surplus target entails general government net lending amounting to one third of a per cent of GDP on average over a business cycle.", "There is also a so-called expenditure ceiling that sets a maximum level for how much money the government can spend each year.", "The government proposes a limit, and it is then Parliament that takes decisions a few years ahead.", "Broadly speaking, I think that this framework has worked well.", "It has contributed to strong confidence in fiscal policy and we have avoided large budget deficits and managed to keep government debt at low levels.", "This in turn has made it easier for the Riksbank to keep inflation low and stable.", "The stable public finances also helped us to cope relatively well during both the global financial crisis and the pandemic.", "However, the interdependence between monetary and fiscal policy is not reflected in the monetary and fiscal policy frameworks.", "The frameworks are designed so that the two policy areas function independently of each other.", "The Riksbank has a high degree of autonomy and a mandate that prioritises price stability.", "The budgetary policy objective of fiscal policy is to ensure that fiscal policy is stable over time, which in practice means that government debt should be sustainable in the long term.", "This approach is based on the view that fiscal policy has little impact on inflation; that monetary policy has negligible fiscal consequences; and that a fiscal policy mandate that stabilises government debt and budget deficits is sufficient to support the central bank's inflation target.", "Central banks' difficulties in bringing inflation up to target without relatively drastic measures after the financial crisis may indicate that this view has been too simple.", "A fiscal policy that is expansionary when inflation is too low and contractionary when it is too high makes it easier to achieve the inflation target.", "It may of course be politically easier to conduct an expansionary fiscal policy, but it is important that it is symmetrical so that the national debt does not risk becoming too large.", "The Riksbank's former scientific adviser Eric Leeper said in a report that an excessively tight fiscal policy may have contributed to the Riksbank's problems in bringing up inflation after the global financial crisis.", "I think this shows that some form of information exchange between monetary and fiscal policy may be desirable in certain situations.", "I also note that the conclusions of the recent review of the Reserve Bank of Australia go in this direction.", "Scope for exchange of information In a speech to the Swedish Economic Association a few years ago, my predecessor Stefan Ingves raised the issue of exchange of information in cases where monetary policy's room for manoeuvre is limited by the policy rate being close to the lower bound.", "He gave two examples of how the exchange of information could take place.", "The Riksbank could publish scenarios in the Monetary Policy Report that illustrate both the limitations of monetary policy and the effects on inflation of a more expansionary fiscal policy.", "The Ministry of Finance can then decide to what extent they want to take the information into account.", "The Riksbank could also directly inform the Ministry of Finance if it considers that a more expansionary fiscal policy is needed to fulfil the inflation target without the need to take overly drastic monetary policy measures.", "The Riksbank conducts monetary policy independently to achieve low and stable inflation.", "This is important for maintaining confidence in the inflation target.", "But this does not prevent us from discussing issues relevant to monetary policy and its target fulfilment with, for instance, The Riksdag Committee on Finance and the Ministry of Finance.", "This could, for example, involve how we view resource utilisation in Sweden and abroad.", "How savings and consumption develop and why.", "Which shocks to the macroeconomy are permanent or temporary, or how the effects of major shocks to the economy should be analysed, such as during the pandemic.", "The main monetary policy tool should be the policy rate.", "My view of the Riksbank's various monetary policy tools is roughly as follows: The policy rate should be the main tool for managing normal cyclical fluctuations in inflation and resource utilisation.", "If necessary, the policy rate can be supplemented with other measures, such as the purchase of government bonds, but the threshold for such measures should be high.", "This could become relevant if monetary policy needs to become more expansionary and the policy rate would then need to be cut below what is deemed to be the lower bound.", "Where the lower bound actually lies and how much need there is for further stimulus may vary over time.", "Purchases of private assets and assets other than government securities are primarily relevant when markets that are important to the financial system are threatened, and we risk an acute financial crisis, such as at the start of the pandemic.", "Under the new Sveriges Riksbank Act, the Riksbank can - under certain conditions - buy and sell Swedish securities issued by the government and private actors.", "Our monetary policy toolbox in this respect remains the same as before.", "However, the new act has a more restrictive view of when it may be relevant to purchase private securities.", "The Riksbank may only buy and sell such securities if there are exceptional reasons.", "This means in practice that, from a monetary policy perspective, we can only buy and sell private securities when we cannot achieve the desired effect on the economy by using other measures.", "The new act also gives the Riksbank a more explicit mandate than before to trade in securities, also within the scope of our task of contributing to a stable and efficient financial system.", "To counter serious disruptions in the financial system, the Riksbank may if there are exceptional reasons buy and sell financial instruments at predetermined prices to temporarily support the functioning of systemically important financial markets.", "An important task for the Riksbank is to be the lender of last resort for important credit institutions that have problems, but also, under certain conditions, to act to keep markets that are critical to the financial system going.", "The traditional role of central banks as the lender of last resort and keeping certain markets functioning may have the side effect of increasing risk-taking in the financial sector.", "If banks assume that central banks will always be there for them in a crisis, risk-taking may increase, as they will nevertheless be bailed out in a crisis situation.", "This needs to be borne in mind when formulating the terms and conditions for the purchases.", "But there is also a need for regulation and supervision that can increase the resilience of the financial markets in various ways.", "This is important to reduce risk-taking and the likelihood that central banks will need to intervene.", "More analysis of the impact of asset purchases is needed Central banks' balance sheets have grown and become very large since the early 2000s, see figure 5.", "For example, the Riksbank's balance sheet has increased from just over 5 per cent as a share of GDP before the global financial crisis to just under 30 per cent today.", "Central banks have bought securities, primarily government bonds, to make monetary policy more expansionary when the policy rate has been close to the lower limit, and have also bought other securities to stabilise the financial markets.", "There are of course strong links between these two purposes.", "If there are problems on the financial markets, monetary policy has less impact on other interest rates and therefore also less impact on demand and inflation.", "Now that the Riksbank and other central banks are starting to reduce their asset portfolios, we should discuss what lessons we can learn from these purchases and sales, and how we should use them as a monetary policy tool in the future.", "We need to know more about how asset purchases work as a monetary policy tool.", "The research literature has primarily studied the various purchases by the major central banks.", "However, it is not obvious that one can draw conclusions from these results and apply them to small open economies such as Sweden.", "For example, the effect on the exchange rate may be a comparatively more important factor in smaller economies.", "In Sweden, households have a high level of indebtedness and very short interest rate fixation periods on mortgages.", "What role does this play in asset purchases?", "In other words, there is room for more analyses and studies of the effects of securities purchases in different economies.", "A key issue concerns the economic conditions under which it is appropriate to purchase securities.", "My current assessment is that securities purchases have the best effect in times of crisis or when there is turmoil in the financial markets.", "Willingness to hold risky assets can then quickly decline, which can make it difficult for banks and companies to obtain financing.", "Asset purchases can then play an important role in stabilising individual markets and preventing contagion effects.", "Asset purchases to push down general interest rates and thus further stimulate the economy can be justified under certain conditions, for example in a situation where the credibility of the inflation target is threatened or when the transmission mechanism via the banking system is weakened.", "But I believe that the threshold for extensive purchases of bonds to safeguard the inflation target should be high.", "There are sometimes negative side effects of extensive asset purchases that we need to take into account, for example, they may have a negative effect on the functioning of the markets.", "In addition, it can be difficult to liquidate large holdings when the situation normalises.", "So we need to learn more about the effects of phasing out or normalising asset holdings.", "At the moment, of course, there is little experience of this, but we learned back in 2013 that reactions in the financial markets can be strong, when the Federal Reserve announced that it would start tapering its asset purchases.", "We should consider whether we should not have an exit plan prepared before the next time we need to make major asset purchases.", "Normalisation of the Riksbank's securities portfolio has begun In February, the Riksbank decided to actively reduce its asset portfolio by selling government bonds.", "The purchases of government bonds were implemented to make monetary policy more expansionary.", "We are now in a phase where monetary policy needs to be tightened and it is natural to do so using all of our tools.", "An alternative to actively selling securities is to simply let the portfolio decrease as the securities mature.", "Last year the Riksbank's portfolio decreased for this reason, but in April the Riksbank began selling government bonds to a value of SEK 3.5 billion per month.", "At the margin, this contributes to higher interest rates on government bonds and thus a tighter monetary policy.", "At the same time, the increase in the supply of a secure and easily tradeable asset can make the bond market function better.", "Under the assumption of sales for SEK 3.5 billion every month, and of other bonds being held until maturity, the asset holdings will amount to just under SEK 200 billion at the beginning of 2026, see Figure 6.", "We have chosen not to sell other assets in our portfolio, i.e.", "covered, municipal and corporate bonds.", "These bonds will nevertheless decrease in number at a relatively fast pace as they mature.", "We also have few experiences of normalising large holdings of bonds so far and it is therefore difficult to know how it will affect the financial conditions.", "This could risk contributing to an increase in the turmoil on the financial markets, especially in a situation where economic activity is slowing down.", "However, I consider the risk of this happening in the market for government bonds to be small, but should it be necessary, we will adapt our sales of government bonds to the situation.", "Conclusion and summary Inflation is currently far too high and our focus is to bring it down to the 2 per cent target as soon as possible.", "According to our latest assessment, this should be achieved in 2024.", "The bank collapses in the United States and Switzerland have shown that despite the tighter regulations for banks following the global financial crisis, there are still problems with high risks in the financial system.", "The global standards for financial regulation therefore need to be amended on several points.", "Monetary policy, financial stability and fiscal policy are interdependent.", "I have discussed some policy implications of this:  There may be a conflict between price stability and financial stability, which may look different and vary over time, and this can affect the monetary policy stance.", "Monetary policy can in certain situations prevent the build-up of financial imbalances; that monetary policy takes into account the build-up of risk resulting from low interest rates under a longer period of time may therefore be wise.", "But the basis should still be that preventive measures are not managed within the framework of monetary policy, but through the regulation of capital and liquidity in the banks, for example.", " The Riksbank's independence is important for maintaining confidence in the inflation target, but this does not prevent us from having an exchange of information, for instance with the Riksdag Committee on Finance and the Ministry of Finance on questions concerning the conditions for monetary policy.", "The policy rate should be the main tool of monetary policy.", "Asset purchases are particularly effective in financial crises and when markets are not functioning well.", "Belfrage, P. Di Casola and I. Strid (2023), \"Effects of foreign and domestic central bank government bond purchases in a small open economy DSGE model: Evidence from Sweden before and during the coronavirus pandemic\", Sveriges Riksbank Working Paper series, No.", "Andersson, B., M. Jonsson and H. Lundvall (2020), \"The new macroeconomic landscape after the global financial crisis\", Sveriges Riksbank Economic Review 2020:1.", "Basel Committee on Banking Supervision (2022), \"Evaluation of the impact and efficacy of the Basel III reforms\", Bank for International Settlements.", "Billi, R. and A. Vredin (2014), \"Monetary policy and financial stability - a simple story,\" Sveriges Riksbank Economic Review, 2014:2.", "(2013), \"The economic outlook\", Testimony before the Joint Economic Committee, U.S. Congress, Washington, D.C. Board of Governors of the Federal Reserve System (2023), \"Review of the Federal Reserve's Supervision and Regulation of Silicon Valley Bank\", 28 April 2023.", "Borio, C. and P. Lowe (2002), \"Financial and monetary stability: Exploring the nexus\", BIS Working Paper No.", "Brandao-Marques, L., G. Gelos, M. Narita and E. Nier (2020), \"Leaning against the wind: A cost-benefit analysis for an integrated policy framework\", IMF Working Paper, WP/20/123.", "Brunnermeier, M. (2023), \"Rethinking monetary policy in a changing world\", Finance & Development, March 2023.", "Capie, F., S. Fischer, C. Goodhart, and N. Schnadt (eds) (1994), \"The future of central banking: the tercentenary symposium of the Bank of England\", Cambridge University Press.", "(2023), \"The fiscal theory of the price level\", Princeton University Press.", "Diamond, D. and P. Dybvig (1983), \"Bank runs, deposit insurance, and liquidity\", Journal of Political Economy, Vol.", "Eichengreen, B., et al.", "(2011), Rethinking Central Banking, Report, Committee on International Economic Policy and Reform, Brookings institution, Washington, DC.", "European Commission (2023), \"Reform of bank crisis management and deposit insurance (CMDI) framework\", 18 April 2023.", "Federal Reserve Bank of St. Louis (2022), \"The Shifting Tides of Global Trade\", Annual Report 2022.", "Ministry of Finance (2023), \"Samverkan inför beslut om kontracykliska buffertvärden\", (Collaboration for decisions on countercyclical buffer rates), Fi2023/01257.", "Fraga, A., I. Goldfajn and A. Minella (2003), \"Inflation targeting in emerging market economies\", Banco Central do Brasil Working Paper, No.", "Friedman, M. (1963), \"Inflation causes and consequences\", Asian Publishing House.", "Jordà, M. Schularick and A. Taylor (2023), \"Loose monetary policy and financial instability\", NBER Working Paper Series No.", "Hansson, J., M. Nessén and A. Vredin (2018), \"The storm after the calm - lessons for monetary policy analysis\", Sveriges Riksbank Economic Review, 2018:4.", "Ingves, p. (2020), \"The monetary policy toolbox\", speech at the Swedish Economics Association, 10 June 2020.", "Leeper, E. and C. Leith (2016), \"Understanding inflation as a joint monetary-fiscal phenomenon\", in John Taylor and Harald Uhlig (eds.", "), Handbook of Macroeconomics vol.", "Leeper, E. (2018), \"Sweden's fiscal framework and monetary policy\", Sveriges Riksbank Economic Review, 2018:2.", "Policy Brief, Mercatus Center, George Mason University.", "Jansson, P. (2021), \"Is it time to review the division of roles in macroeconomic policy?", "\", speech at Sveriges Riksbank, 8 December 2021.", "Jonsson, M. and K. Moran (2014), \"The linkages between monetary and macroprudential policies\", Sveriges Riksbank Economic Review, 2014:1.", "Lindé, J. and A. Vredin (2016), \"Rethinking the central bank's mandate A summary of a conference of international experts\", Sveriges Riksbank Economic Review, 2016:3.", "Lundvall, H. (2020) \"What is driving the global trend towards lower real interest rates?", "\", Sveriges Riksbank Economic Review, 2020:1.", "Nessén, M. (2016), \"Commentary: The case for unencumbering interest rate policy at the zero bound\", Federal Reserve Bank of Kansas City Economic Symposium, Jackson Hole 2016.", "Rajan, R. (2005), \"Has financial development made the world riskier?", "\", in The Greenspan Era: Lessons for the Future, A symposium sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming.", "Smets, F. (2013), \"Financial stability and monetary policy: How closely interlinked?", "\", Sveriges Riksbank Economic Review, 2013:3.", "(2013), \"Overheating in Credit Markets: Origins, Measurement and Policy Responses,\" speech at the Board of Governors of the Federal Reserve System.", "Stock, J. and M. Watson (2002), \"Has the business cycle changed and why?", "\", NBER Macroeconomics Annual, Vol.", "Svensson, L. (2012), \"Utmaningar för Riksbanken - penningpolitik och finansiell stabilitet\", (Challenges for the Riksbank - monetary policy and financial stability), Ekonomisk debatt, no.", "Svensson, L. (2014), \"Inflation targeting and leaning against the wind\", International Journal of Central Banking, June 2014.", "Svensson, L. (2017), \"Cost-benefit analysis of leaning against the wind\", Journal of Monetary Economics, Vol.", "Woodford, M. (2012), \"Monetary policy and financial stability\", Sveriges Riksbank Economic Review, 2012:1.", "CPIF and CPIF excluding energy and forecasts Note.", "Sources: Statistics Sweden and the Riksbank.", "Long-term inflation expectations Note.", "Expectations refer to the CPI.", "Source: Kantar Prospera.", "Private indebtedness as a proportion of GDP Note.", "Debt as a percentage of GDP.", "Source: Statistics Sweden Figure 4.", "National debt in Sweden and the G7 countries Note.", "National debt as a percentage of GDP.", "Source: IMF Global debt Database.", "The Riksbank's balance sheet total Note.", "Balance sheet total as percentage of GDP.", "Source: The Riksbank.", "The Riksbank's asset holdings and forecast Nominal amounts, SEK billion Note.", "The striped bars represent a forecast based on maturities and decisions that no asset purchases will be made after 2022 and that government bonds will be sold for a nominal value of SEK 3.5 billion per month.", "Source: The Riksbank."], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "monetary dominance", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary-financial coordination", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Financial Stability", "Fiscal Policy", "Financial Dominance", "Macroprudential Policy", "Bank Collapses", "Deposit Guarantee", "Resolution Framework", "Asset Purchases", "Inflation Targeting"]}