{"sentences": ["Speech Inflation and Recent Economic Data Governor Keynote Address to the Financial Review Business Summit 2023 Sydney - 8 March 2023 Thank you very much for the invitation to join this year's AFR Business Summit.", "It is a pleasure to be able to join you again.", "The number one near-term economic challenge facing Australia is to make sure that the current episode of high inflation is only temporary.", "High inflation is corrosive and damaging.", "If it were to persist, it would require even higher interest rates and more unemployment to bring it back down.", "So, it would be dangerous indeed to allow the current period of high inflation to continue.", "The RBA's job, as Australia's central bank, is to deliver low and stable inflation.", "The Board is resolute in its determination to do this by making sure that inflation in Australia returns to the 2-3 per cent target range.", "Some legacies of the pandemic The high inflation that we are currently experiencing is one of the legacies of the pandemic and of Russia's invasion of Ukraine.", "The pandemic interrupted the supply side of the global economy and this pushed up costs and prices.", "And on top of this, the monetary and fiscal policy response to the pandemic underpinned a strong recovery in demand that has also pushed up costs and prices.", "Before I discuss inflation and the monetary policy response in more detail, I would like to highlight another remarkable, but less remarked upon, legacy of the pandemic - that is, the significant improvement in Australia's labour market.", "This is a positive legacy and it is in the national interest to preserve as much of this as we can.", "Over recent months, the unemployment rate has been around 31⁄2 per cent (Graph 1).", "The last time the unemployment rate was this low was in 1974 - that's nearly 50 years ago.", "Over recent times, Australians have not only found it easier to get a job, but have also found it easier to obtain more hours of work.", "As a result, measures of underemployment are around multi-decade lows.", "Unemployment and Underemployment Per cent of labour force Unemployment rate* Underemployment rate 1967 1981 1995 2009 2023 Quarterly data from 1959 to 1964 are spliced from historical national accounts data.", "Sources: ABS; RBA These outcomes have coincided with a record number of Australians joining the labour force.", "The participation rate has increased and the share of working-age Australians with a job has never been higher than it has been recently.", "The youth labour force participation rate is the highest it has been in a long time and the youth unemployment rate is the lowest that it has been in many decades (Graph 2).", "Female labour force participation has also been at a record high.", "For decades, Australia struggled to achieve what was considered to be full employment.", "Too many people couldn't find a job or the working hours they wanted.", "This was one dark spot on what has otherwise been a very successful economy over recent decades.", "There are still significant issues in our labour market, but the outcomes I have just highlighted are much better than most people thought likely, or perhaps even possible.", "There is a positive social and economic dividend to this.", "Our communities are stronger when people who want to work can find a job and the hours they want.", "Paid work not only generates incomes, but it also helps people develop skills and progress up the ladder of opportunity.", "The positive labour market outcomes largely reflect the policy stimulus during the pandemic - the same factor that lies behind some of the recent inflation.", "For a while, the disruptions caused by the pandemic made it more difficult for firms to operate and some had to hire extra workers to deal with this.", "But the more important factor has been the support to aggregate demand provided by both fiscal and monetary policy through the pandemic.", "This support was primarily designed to protect against catastrophic economic outcomes, which it successfully did.", "But, it also had the effect of underpinning a strong recovery in aggregate demand that has created jobs and achieved a substantial reduction in unemployment.", "As we battle with inflation, it is worth remembering there is another side too.", "I would now like to return to the battle against inflation.", "In the December quarter, the headline inflation rate reached 7.8 per cent (Graph 3).", "This is the highest rate in more than three decades.", "Sources: ABS; RBA As we know from the 1970s and 1980s, high inflation is damaging and undermines people's living standards.", "While the circumstances that gave rise to the current inflation are different, the effect of inflation is the same.", "It erodes the value of savings, puts pressure on household budgets and hurts people on low incomes the most.", "And the economy doesn't work well when inflation is high.", "It is harder for businesses to plan, and people spend time protecting themselves against inflation rather than on more productive activities.", "And if inflation becomes ingrained in expectations, it requires higher interest rates and a large increase in unemployment to get it back down again.", "To illustrate the point, in both the United States and Australia, when high inflation became entrenched in the 1970s and the 1980s, the unemployment rate ultimately ended up rising by at least 5 percentage points to get inflation back down (Graph 4).", "Disinflationary Episodes* United States Australia 0 0 1978 1982 1986 1987 1992 1997 Inflation Unemployment Shading indicates labour market downturns, from trough to peak in unemployment rate.", "Sources: ABS; RBA; Refinitiv This is one reason why the Reserve Bank is determined to ensure that this current period of high inflation is temporary.", "We will do what is necessary to make sure that high inflation does not become ingrained.", "The tool that we have to do this is interest rates.", "I acknowledge that the effects of higher interest rates are felt unevenly across the community.", "The most direct effect for households is on the cash flows of people with variable-rate mortgages.", "But this is only one of the many channels through which monetary policy works.", "Higher interest rates also affect the prices of all assets, including the exchange rate and the prices of housing.", "They affect the cost of new finance for borrowers and the incentive for everybody to save and spend.", "Higher interest rates affect residential construction activity and the investment environment facing all firms.", "They also affect expectations of the future and thus the pricing decisions of firms and wage outcomes.", "So, there are many channels through which monetary policy works, other than the impact on mortgage rates.", "These various channels take time to work, but they do work, and they are working to establish a better balance between supply and demand in the economy.", "As I have discussed on previous occasions, the Reserve Bank Board is navigating a narrow path.", "We are seeking to bring inflation down in a timely way while keeping the economy on an even keel.", "If we can successfully navigate that narrow path, inflation will return to target in a reasonable time and we will be able to preserve some of the gains in the labour market that I spoke about earlier.", "It is still possible to achieve this, but we do need to be prepared for other outcomes as well, including a sharper rise in unemployment.", "Given the world we are living in, there are many sources of uncertainties at present and we could be knocked off that narrow path.", "As the Board navigates this path, it is paying close attention to developments in the global economy, household spending and the outlook for inflation and the labour market.", "I would like to say a few words about each of these in light of the recent data.", "First the global economy, which is in a challenging position.", "The IMF is predicting a period of weak growth, especially in advanced economies (Graph 5).", "Even so, recent forecast revisions have tended to be to the upside, following stronger news on labour markets and household spending on services in several countries.", "A change in China's COVID policy has also improved the near-term outlook there.", "Source: CEIC Data The main global issue though is still inflation.", "Headline inflation has peaked in most economies and is now coming down due to the resolution of supply side problems, softer demand for goods and a decline in some commodity prices (Graph 6).", "Even so, there is still uncertainty about how quickly inflation will come back down.", "In many countries, the prices of services are still increasing quickly and wages growth is above the rate that is consistent with sustainable achievement of inflation targets.", "Reflecting this, in underlying terms, inflation is proving to be uncomfortably persistent.", "While most central banks are forecasting that inflation will be back to target within two to three years, there is a range of other plausible scenarios where it occurs quicker or slower.", "Consumer Price Inflation United States Euro area 6420 86420 Canada United Kingdom -2 86420-2 2013 2018 2023 2013 2018 2023 Sources: RBA; Refinitiv In Australia, the monthly CPI indicator for January published last week provided support to the idea that headline inflation has also peaked in Australia (Graph 7).", "This monthly indicator is still experimental and can be volatile from month to month, so some caution is required.", "But the year-ended inflation rate showed a welcome decline from 8.4 per cent in December to 7.4 per cent in January.", "Monthly CPI Indicator Headline inflation, year-ended 2 2 2018 2019 2020 2021 2022 2023 Within the aggregate result, we now have the first sign that the slower rate of goods price inflation in global markets is being transmitted to Australia.", "In January, clothing prices declined and the prices of household furnishings fell for the first time in quite a while (Graph 8).", "This is just one monthly figure, of course, so we will be looking for further evidence of a deceleration in goods price inflation over the months ahead.", "In contrast, the prices of many services are continuing to rise briskly.", "Over the summer, strong demand for travel, accommodation and entertainment contributed to large price increases in these sectors.", "Rents are also rising rapidly, with rental vacancy rates at very low levels in many parts of the country.", "Monthly CPI - Select Items September 2017 = 100, non-seasonally adjusted Furnishings, household equipment & services* Clothing & footwear 2017 2018 2019 2020 2021 2022 2023 Two-thirds of this inflation category by weight are goods; none of the services items in this category are measured in the first month of the quarter.", "Sources: ABS; RBA Overall, we expect that inflation will trend lower this year and next, but there is still uncertainty about the exact path.", "Inflation is still too high and it will be some time yet before we are back within the 2-3 per cent target range.", "As part of the Board's assessment of the future path of inflation, it is paying close attention to trends in household spending, with the recent data showing a clear moderation.", "In the December quarter, household consumption increased by just 0.3 per cent, which, in per capita terms, represents a small decline (Graph 9).", "The bounce-back in spending following the pandemic has now largely run its course.", "More fundamentally, the combination of cost-of-living pressures, higher interest rates and the decline in housing values is weighing on consumption.", "The household saving rate has declined from the very high rates of recent years to be now slightly below its pre-pandemic average.", "A further decline is expected due to the ongoing pressure on household finances.", "Household Consumption and Saving Real consumption growth -5 -5 Net saving ratio Average (2015-2019) 2016 2018 2020 2022 Sources: ABS; RBA Within the overall consumption figures there are divergent patterns (Graph 10).", "Per capita spending on goods has softened recently, after surging during the pandemic.", "In contrast, per capita spending on services has been strong, following its COVID slump.", "Spending on many services is now back in line with the pre-pandemic trend, although spending on international travel is one exception.", "These divergent patterns are also evident in the Bank's liaison, with some firms reporting that demand is still strong, while others are reporting a noticeable softening.", "It is also worth noting that business surveys continue to report that trading conditions are above average.", "This slower growth will help establish a better balance between supply and demand in the economy and support the return of inflation to target.", "There is a range of offsetting factors bearing on this outlook.", "On the positive side, households' wage and salary income increased by more than 10 per cent over the past year, people have been finding jobs, and a large stock of additional savings was accumulated over the pandemic period.", "On the other side, though, interest payments are increasing quickly at a time when inflation is also high; based on the interest rate increases that have already occurred (including yesterday's), total required mortgage payments are expected to reach 91⁄2 per cent of household disposable income later this year, which will be around a record high (Graph 11).", "Housing prices have also been declining, although it is difficult to determine the effect of this on spending as there had earlier been a large run up in prices.", "And the pool of additional savings is spread unevenly across the community.", "Given this wide range of factors influencing consumption, the Board will be closely monitoring the spending data at each of its monthly meetings.", "Housing Mortgage Payments Quarterly; share of household disposable income Scheduled payments 12 12 10 10 6 6 2006 2010 2014 2018 2022 2026 Interest Scheduled principal Extra payments Sources: ABS; APRA; RBA Turning now to the labour market, the recent data suggest that conditions remain tight, although the rapid pace of hiring in some sectors last year has slowed.", "The number of job vacancies is still very high and many firms in the Bank's liaison program are reporting that they are planning to increase headcount further (Graph 12).", "Notwithstanding this, in January employment declined by 11,500 and the unemployment rate ticked up to 3.7 per cent.", "Our interpretation is that this decline in employment largely reflects changing seasonal patterns in hiring.", "It was notable that in early January there were around 100,000 more people than usual indicating that they had a firm offer to start a job within the next four weeks.", "We expect that many of these people will begin work by February as planned and we will be looking to see evidence of this in the February data.", "Job Advertisements Per cent of labour force 2007 2011 2015 2019 2023 Sources: ABS; Jobs and Skills Australia; RBA In terms of wages, we recently received new readings on the Wage Price Index and average earnings from the National Accounts.", "Both indicate that wages growth is stronger than it was a few years ago, which is a welcome development.", "It is also positive that the rate of wages growth remains consistent with the inflation target, provided that productivity growth picks up to something like its pre-pandemic pace.", "In the December quarter, the Wage Price Index increased by 0.8 per cent, bringing the year-ended increase to 3.3 per cent (Graph 13).", "This is the strongest year-ended outcome in a decade, confirming a pick-up in wages growth in response to both the tight labour market and the high inflation.", "Excluding bonuses and commissions.", "The National Accounts measure of average earnings per head increased by 0.9 per cent in the quarter and 4.2 per cent over the year.", "The per hour measure increased by just 2.5 per cent over the year.", "These measures have been volatile over recent times due to large compositional shifts in the labour market and changes in hours worked.", "This has made interpretation difficult, but the general message from these data is similar to that provided by the Wage Price Index.", "Together, these data suggest that the risk of a prices-wages spiral remains low.", "This is helpful as we navigate that narrow path and it means that Australia is in a better position than some other countries.", "Notwithstanding this, we remain alert to the risks here given the combination of a tight labour market, the high level of capacity utilisation and the run of high inflation numbers.", "If this risk did materialise, the costs would be very high.", "In particular, if prices and wages were to chase one another, the end result would be persistently high inflation, even higher interest rates and higher unemployment.", "It is in our collective interest to avoid this.", "I will conclude with yesterday's decision by the Board to increase the cash rate by a further 25 basis points to 3.60 per cent.", "This brings the cumulative increase in interest rates since May last year to 31⁄2 percentage points (Graph 14).", "The initial increases were required to remove the extraordinary policy support provided during the pandemic.", "Our assessment is that the more recent rate increases have moved monetary policy into restrictive territory, which has been necessary to ensure that the current period of high inflation is only temporary.", "One is the risk of not doing enough, which would result in high inflation persisting and then later proving very costly to get down.", "The other is the risk that we move too fast, or too far, and that the economy slows by more than is necessary to bring inflation down in a timely way.", "It is a complex environment in which to be making policy decisions, with many of the variables we monitor at near record highs or lows.", "The inflation rate is at a three-decade high.", "The unemployment rate is around a five-decade low.", "Australia's terms of trade are close to their highest level ever.", "There has been a record boost to savings over recent years and interest payments as a share of household income will soon be at a record high.", "At the same time, measures of consumer confidence are as low as they have been in a long while.", "This all means that there is range of scenarios for the economy and there are uncertainties in both directions.", "Given these uncertainties, the Board is monitoring the data very carefully month to month.", "It has the flexibility to respond as needed.", "Our judgement, though, remains that further tightening of monetary policy is likely to be required to bring inflation back to target within a reasonable timeframe.", "Inflation is still too high and while it looks to be on a declining path it is likely to remain higher than target for a few years.", "If we don't get inflation down fairly soon, the end result will be even higher interest rates and more unemployment.", "At our Board meeting yesterday, we discussed the lags in monetary policy, the effects of the large cumulative increase in interest rates since May and the difficulties that higher interest rates are causing for many households.", "We also discussed that, with monetary policy now in restrictive territory, we are closer to the point where it will be appropriate to pause interest rate increases to allow more time to assess the state of the economy.", "At what point it will be appropriate to pause will be determined by the data and our assessment of the outlook.", "I would be happy to answer your questions.", "[*] I would like to thank David Norman for assistance in preparing this talk.", "The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice.", "The Reserve Bank of Australia acknowledges the Aboriginal and Torres Strait Islander Peoples of Australia as the Traditional Custodians of this land, and recognises their continuing connection to Country.", "We pay our respects to their Elders, past, present and emerging."], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary Policy", "Labour Market", "Interest Rates", "Economic Outlook", "Household Spending", "Wages", "Unemployment", "Global Economy", "Savings"]}