{"sentences": ["I would like to thank all the RBA staff members who have assisted so ably with my many speeches over the years.", "I would like to begin by thanking you all for your support of the Anika Foundation.", "Your generosity is critical to the success of the Foundation's work helping young Australians.", "Thank you, in particular, to the National Australia Bank for the sponsorship of this event over recent years - your support is greatly appreciated and is making a difference.", "This is the seventh and final time that I have had the honour of addressing the annual lunch of the Anika Foundation.", "My 43 years at the RBA, and my seven years as Governor, finish next week - hence, the title of my talk today, 'Some Closing Remarks'.", "The government announced my appointment as Governor on 5 May 2016.", "It turned out to be the most challenging day of my life - not because of the trepidation I felt about taking on the job, but because of a medical emergency.", "I was in Ottawa, Canada, at the time.", "I had just spoken at a conference organised by the Bank of Canada and had been congratulated on my appointment.", "As I left the stage, I felt very tired from what I thought was overwhelming jet lag.", "But the next thing I recall was that I was in a room with bright lights wearing just a flimsy gown.", "As I was trying to make sense of where I was, I thought about something I had previously read on the internet: that there was a secret society of central bank governors and that it had some strange initiation practices.", "I recall thinking maybe it is true here in Canada!", "But I was wrong - I can assure Michele there is no such society or initiation ceremony.", "Instead, the Canadians were into world-class health care.", "Unbeknown to me, the carotid artery in my neck had split, probably because of the way I had slept on the plane.", "This had led to a blood clot with potentially fatal consequences.", "But the fast action of the Bank of Canada staff and the excellent care at Ottawa Hospital got on top of this situation.", "Seven years later, I am finishing my term fit and healthy.", "I recount this story because it reinforced two lessons for me that have influenced how I have gone about my job.", "The first lesson is that uncertainty is a fact of life and we need to manage it - none of us has a crystal ball and the unexpected happens.", "The second is that there is a lot to be grateful for - that indeed, the glass is at least half full.", "I have had the great privilege of working with a group of very talented people at the RBA who are dedicated to serving the interests of Australians.", "I have also had the privilege of being the Governor of a widely respected central bank in a country that enjoys one of the highest living standards in the world.", "It is a challenging job, but an immensely rewarding one.", "Over my term as Governor there have been three main economic challenges that I have had to deal with.", "The first was a protracted period of inflation being a bit below target.", "The second was a global pandemic.", "And the third was the highest inflation rate in more than 30 years.", "None of these events were widely predicted and none were unique to Australia.", "Notwithstanding these events, underlying inflation has averaged 2.7 per cent over my term; in headline terms, inflation has averaged 3 per cent.", "These numbers are above the midpoint of the 2-3 per cent target range, but they are within that range and inflation expectations have been well anchored.", "Even so, inflation has been more variable over my term as Governor than it was in the previous two decades; over the past seven years, inflation has varied from a low of -0.3 per cent to a high of 7.8 per cent.", "My view is that it will be difficult to return to the earlier world in which inflation tracked in a very narrow range.", "The increased prevalence of supply shocks, deglobalisation, climate change, the energy transition and shifts in demographics mean either steeper supply curves or more variable supply curves.", "While this doesn't mean that the inflation target can't be achieved on average, it does mean that inflation is likely to be more variable around that target.", "In terms of the labour market, when I became Governor in 2016 the unemployment rate was in the 51⁄2-6 per cent range.", "Over the past year, it has been around 31⁄2 per cent - the lowest rate in nearly 50 years.", "The share of Australians with a job has never been higher than it is today and the number of people with a job has increased by more than 2 million since mid-2016.", "The current cycle still has way to run, but it is possible that Australia can sustain unemployment rates below what we have had over the past 40 years.", "If so, this would be a very good news for both the economy and our society.", "Notwithstanding these outcomes, the issue that has defined my term more than any other is the forward guidance about interest rates that was provided during the pandemic.", "That guidance was widely interpreted as a commitment, rather than a conditional statement, that interest rates would not increase until 2024.", "As you know, interest rates started being increased in May 2022 and there has been much criticism since, especially by those who borrowed during the pandemic based on our guidance.", "There is a lot to be learned from this experience, including about how to communicate in uncertain times.", "But I ask that people keep in mind the circumstances we faced in 2020.", "It was a very scary time.", "An unknown virus was sweeping the world, our international borders were closed, people couldn't move across state lines, we were being told to stay in our homes, temporary morgues were being set up, and a vaccine was thought to be years away.", "There were credible projections that the unemployment rate would rise to 15 per cent and that there would be a deep and lasting economic contraction.", "And even well into 2021 large parts of country were still in stringent lockdowns.", "The government and the RBA responded forcefully to the pandemic.", "At the RBA, we wanted to do what we could to build a bridge across to better times and to provide some insurance against the very worst outcomes.", "I know that the government had a similar mindset.", "The Australian economy avoided falling into the abyss and then bounced back well.", "With the benefit of hindsight, my view is that we did do too much.", "But hindsight is a wonderful thing.", "None of us can predict the future and we have had to make decisions under great uncertainty and with incomplete information.", "We got some things right, but we got other things wrong.", "I can assure you, though, that the staff of the RBA and members of the Reserve Bank Board have been relentless in their pursuit of doing the right thing and supporting the economic prosperity of the people of Australia.", "And I will leave the RBA after 43 years proud of our contribution to the stability of both our economy and financial system.", "Without a crystal ball, I have found it helpful over the years to return to some fixed points.", "I would like to return to four of these again today.", "Strong frameworks for policy The first is the importance of strong, credible frameworks for economic policy.", "For monetary policy, this means a strong nominal anchor in the form of a medium-term inflation target.", "And for fiscal policy, it means a credible fiscal framework that deals with the medium term and the intertemporal budget constraint.", "Since the early 1990s, Australia has been well served by a flexible inflation target centred on 2 to 3 per cent.", "This target has successfully anchored inflation expectations and provided the organising framework for monetary policy decisions.", "We have seen the benefits of this anchor over the past year or so; without it, we would have faced a much more challenging environment.", "At one point during my term, when inflation was low, there were calls to lower the target.", "And recently, some have called for a higher target, hoping to avoid the costs of disinflation.", "I have consistently argued against such calls.", "It wouldn't be much of a nominal anchor if the target was moved just because the tide was running in one direction for a while.", "People would rightly wonder what would happen when the tide ran the other way.", "Having chosen a target, it is best to keep with it unless there is a compelling case for change, which there is not.", "For fiscal policy, an anchor is also important.", "Governments face many demands on their budgets and when they borrow today, they need to be able to service that debt into the future.", "Some countries have not dealt with this intertemporal aspect of fiscal policy very well and public debt levels have kept rising, storing up problems for the future.", "Australia has done better on this front, but we are not immune to the pressures on the public purse and these pressures are growing.", "Given this, a strong commitment to a fiscal framework that addressed the intertemporal budget constraint would help.", "A credible medium-term framework is also useful in the area of infrastructure investment.", "Australia's growing population means that we need to keep investing in public assets.", "Some years ago, I spoke about my concerns that we were not doing enough here, partly due to governments seeking to avoid taking on debt.", "More recently, my concern has been that we were seeking to do too much, in too short a time.", "A wellestablished framework, based on rigorous independent cost-benefit analysis, would help the country plan and sequence public investment.", "It would also lower risk premiums on private-sector investments and give the public greater confidence that money was being spent wisely.", "Monetary and fiscal policy coordination A second fixed point that I have returned to is that we are likely to get better outcomes if monetary policy and fiscal policy are well aligned.", "My view has long been that if we were designing optimal policy arrangements from scratch, monetary and fiscal policy would both have a role in managing the economic cycle and inflation, and that there would be close coordination.", "The current global consensus is that monetary policy is the main cyclical policy instrument and should be assigned the job of managing inflation.", "This is partly because monetary policy is more nimble and it is not influenced by political considerations.", "Raising interest rates and tightening policy can make you very unpopular, as I know all too well.", "This means that it is easier for an independent central bank to do this than it is for politicians.", "This assignment of responsibility makes sense and it has worked reasonably well.", "But it doesn't mean we shouldn't aspire to something better.", "Monetary policy is a powerful instrument, but it has its limitations and its effects are felt unevenly across the community.", "In principle, fiscal policy could provide a stronger helping hand, although this would require some rethinking of the existing policy architecture.", "In particular, it would require making some fiscal instruments more nimble, strengthening the (semi) automatic stabilisers and giving an independent body limited control over some fiscal instruments.", "Moving in this direction is not straightforward, but some innovative thinking could help us get to a better place.", "During my term, there have been times where monetary and fiscal policy worked very closely together and, at other times, it would be an exaggeration to say this was the case.", "The coordination was most effective during the pandemic.", "During that period, fiscal policy was nimble and the political constraints on its use for stabilisation purposes faded away.", "And we saw just how powerful it can be when the government and RBA work very closely together.", "There are some broader lessons here and I was disappointed that the recent RBA Review did not explore them in more depth.", "The importance of lifting productivity A third fixed point that I have returned to is the importance of lifting productivity growth.", "I come back to it because productivity growth is central to our future prosperity.", "It means rising living standards, higher real wages, a lift in our collective wealth, a bigger pie to help finance the public services the community values and less inflation pressure.", "It makes most things easier.", "Unfortunately, the recent productivity record isn't encouraging.", "There have been many investigations into the underlying causes and what to do about this.", "So, there is no shortage of ideas, including in the areas of tax, human capital accumulation, energy and infrastructure, the design of our cities, the approach to regulation and competition policy, industrial relations and the provision of government services.", "There are improvement opportunities in all these areas.", "The problem is not a lack of ideas.", "Instead, it is in building the consensus within society to implement some of these ideas.", "This is, fundamentally, a political problem, and it is a major problem.", "If we can't build a consensus for changes, the economy will drift and there is a material risk that our living standards will stagnate.", "A related theme is the link between wages, inflation and productivity growth.", "For inflation to average 21⁄2 per cent, we would expect that, on average, wages increase at the rate of productivity growth plus 21⁄2 per cent.", "Given that the distribution of national income between wages and profits can and does vary, this relationship is not a hard and fast rule, but it is a reasonable benchmark.", "Early in my term, I drew attention to the low rate of wages growth, something I saw as a problem.", "Wages growth of around 2 per cent was contributing to inflation below target and there was a concern that workers were not getting their share of the benefits of productivity growth.", "At the time, I spoke about a diminished sense of shared prosperity and the dangers this posed.", "We are now in an environment of stronger growth in nominal wages, which is positive.", "My recent focus has been the risk that the period of high inflation could lead to wages growth and profits running ahead of the rate that is consistent with a sustainable return of inflation to target.", "While recent data provide some comfort on this front, we need to remain alert to this risk for if it were to materialise, inflation would become sticky, which would require tighter monetary policy and more economic pain later on.", "A lift in productivity growth will certainly be helpful here, allowing stronger growth in nominal and real wages and profits.", "Monetary policy, credit and asset prices The fourth fixed point that I have returned to is the link between monetary policy, credit growth and asset prices.", "There are two issues I want to highlight here.", "The first is that monetary policy can't ignore credit growth and asset prices.", "It is worth recalling that prior to the pandemic, economic cycles were increasingly being driven by developments on the financial side of the economy - that is, by swings in credit and asset prices.", "My view has long been that central banks shouldn't target credit growth or asset prices, but neither can they ignore them.", "Interest rates directly influence how much people want to borrow and the value of assets.", "This means that central banks can't wash our hands of what is happening on the financial side and we need to work closely with the prudential authorities to contain the build-up of financial and macroeconomic risk.", "Prior to becoming Governor, I wrote papers on the dangers of lowering interest rates when the economy was growing well and asset prices were surging, but inflation was a bit below target.", "I was concerned that the desire to get inflation up a bit with lower interest rates would encourage even more borrowing and over-valued asset prices, increasing the risk of instability down the road.", "I wrote about the importance of having a medium-term focus and the benefits of policies other than monetary policy providing a helping hand in ensuring that inflation was consistent with the target.", "Today, we obviously face a different set of challenges, but we could face this set of issues again.", "This means that it is still important to think through the right policy response in this situation, including how prudential and fiscal policies could help.", "There are limits to what monetary policy alone can do.", "The second point is that interest rates influence housing prices, but they are not the reason that Australia has some of the highest cost of housing in the world.", "It is certainly the case that the structurally lower nominal interest rates that followed the return of low inflation in the early 1990s contributed to the increase in housing prices.", "But the reason that Australia has some of the highest housing prices in the world isn't interest rates, which have been at roughly similar levels across most advanced economies.", "Rather, it is the outcome of the choices we have made as a society: choices about where we live; how we design our cities, and zone and regulate urban land; how we invest in and design transport systems; and how we tax land and housing investment.", "In each of these areas, our society and politicians have made choices that lead to high urban land and housing costs.", "It is by tackling these issues that we can address the high cost of housing in Australia, which I view as a serious economic and social problem.", "In summary then, in the absence of a crystal ball, these are four of the fixed points that I have returned to during my time as Governor: the importance of strong credible frameworks for economic policy; the benefits of monetary and fiscal policy coordination; the necessity of lifting productivity growth; and the need to pay attention to developments in credit and asset markets.", "In addition to these points, there are many other points that have been attributed to me, including: a promise that interest rates would not go up until 2024; everybody needs to get a flatmate; people need to work more hours to make ends meet; and young adults should stay at home because of the rental crisis.", "Yet, I did not make these points.", "Nor did I choose Justin Timberlake's Can't Stop the Feeling to accompany me as I walked a recent podium.", "My experience here highlights the difficulties of communicating in the social media and digital age.", "Despite these difficulties, I have always felt a responsibility to explain complex ideas, and the trade-offs and uncertainties we face.", "I know that some of my explanations have missed the mark.", "But the media has a responsibility too.", "My view is that we will get better outcomes if the public square is filled with facts and nuanced and informed debate, rather than vitriol, personal attacks and clickbait.", "As a society, we have got work to do here.", "I would like to close by wishing Michele and her team all the best.", "When Glenn Stevens was completing his term as Governor he presented me with a gift - his glass half full (or strictly speaking, his coffee mug half full).", "With Glenn's permission, I would like to regift this to the next Governor.", "Michele, I do so in the hope that as you navigate the uncertainties ahead, you will remember that that glass is indeed half full and that we have a lot to be fortunate about here in Australia.", "Finally, thank you for listening and for your support of the Anika Foundation.", "I look forward to answering your questions for one final time."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "fiscal dominance", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Fiscal policy", "Productivity", "Wages", "Credit", "Asset prices", "Housing prices", "Communication", "Uncertainty"]}