{"sentences": ["Good morning, I would like to extend a warm welcome to all participants at this Fourth Meeting of Heads of Financial Risk Management in Central Banks organized jointly by the Center for Latin American Monetary Studies, CEMLA and the Banco Central de Costa Rica, Banco de España, Banco de México and Banco Central de Chile.", "This initiative, whose first version was launched in 2020, has been consolidated as a forum for analysis and reflection to analyze current and emerging challenges of financial-risk management at central banks.", "Throughout these meetings, topics related to the governance of risk management and financial risks have been addressed from different perspectives, in a context strongly dominated by the challenges that the Covid19 pandemic has posed.", "Every organization is subject to numerous contingencies that may hinder or prevent the normal fulfillment of its functions.", "In particular, institutions such as central banks, whose mandate has important effects on the economy and social welfare, must also consider not only their own risks when making decisions, but also broader risks in the financial sector and the macroeconomy in general.", "Risk management aims precisely at identifying potential contingencies, appraising them and adopting adequate preventive measures to avoid their materialization as much as possible, as well as having in place timely response plans to correct or mitigate the impact of such contingencies as they occur.", "Our experience at the Central Bank of Chile At the Central Bank of Chile, we are in constant search for improvements in integral risk management, understanding that it adds value to business processes by helping to prevent, among other things, interruptions in operations and damage to reputation.", "For risk management, we have a corporate governance structure headed by the Board, Senior Management, a committee of independent experts (the Audit and Compliance Committee) and the Risk Committee, which promotes the framework for the management of risks that may affect the Bank's ability to achieve its mission, its vision and its strategic objectives.", "While risk-oriented functions had been in place for quite some time, in 2019 the Bank created a unit to cover strategic, financial and non-financial risks (Corporate Risk).", "Issues that have been addressed since then include comprehensive and consolidated risk assessment, having an appetite and tolerance statement, and incorporating the Corporate Risk unit, in an advisory role, into the process of analyzing strategic portfolio decisions in the decision-making process in the policy area.", "We have recently made public the Strategic Plan that will guide our institution in the fiveyear period 2023-2027.", "Risk management is in line with what we have stated in it, particularly in relation to the Strengthening of the Policy Framework, including the identification of emerging risks and trends, as well as the incorporation of the concept of sustainability across all areas of the Bank's work.", "The aim is to strengthen the policy with an integral view of the processes and associated risks.", "Contents of this Meeting In recent decades, central banks have confronted new challenges in their risk management.", "The great financial crisis and later the Covid-19 pandemic triggered both a qualitative and a quantitative change in the operations of central banks, which was reflected in the size and composition of their balance sheets.", "In the case of the Eurozone, the increase was even greater, as it went from just over 10% to a maximum of 70% in the same period.", "As for the Central Bank of Chile, the size of the balance sheet stood at between 10 and 20 percent of GDP until 2019, peaking at just over 30 percent in 2021.", "From then on, as operations that arose during the pandemic have expired, it has been declining and by the end of 2022 it stood at 26.2 percent of GDP.", "Measures to provide liquidity to economies exposed to unprecedented shocks, in extraordinarily complex and uncertain circumstances, drove central banks to implement unconventional monetary policies.", "This means buying assets or accepting collateral with higher levels of risk than those normally found on their balance sheets.", "Traditionally, central banks have preferred highly liquid and short-term investments, choices that have been clearly visible in the way international reserves are usually invested.", "Accordingly, from the standpoint of balance sheet risk management, central banks today face great challenges.", "This has created the need to develop tools and strategies that allow them to manage larger balance sheets and, therefore, higher absolute risks; all this in a context of less liquid financial markets and higher levels of volatility and credit risk.", "This fourth meeting has been organized bearing in mind these circumstances, and with the purpose in mind of giving continuity to the fruitful experiences of the previous ones.", "This meeting will open with a general framework of central banks' financial management, and will then address key risk-management considerations when designing and managing a strategic asset allocation model.", "The focus will be on (i) how central banks define their objectives, constraints and risk tolerance criteria when managing a strategic asset allocation framework, (ii) how portfolio optimization methods can incorporate risk management considerations, and (iii) what are the guiding rules and organizational aspects of such strategic asset allocation within the risk management framework.", "Because of the additional stress that central bank balance sheets have undergone, in terms of the size and the number and magnitude of new risk factors that must be managed, as I have already mentioned, there is a need to revisit the tools we have used to assess the resilience of our portfolios.", "To this end, a session will be held to discuss the design of stress tests for balance sheets and how this tool helps institutions to articulate risk tolerance and to assess the capacity of portfolios to deal with different negative scenarios, ensuring that banks maintain the capacity to manage policy measures if necessary.", "We will also be discussing risk governance, as it is essential to have a solid structure that clearly defines roles and responsibilities.", "Since the risk management governance structure may differ from one country to another, we want to learn about the construction and implementation of the models, the institutional arrangements within the organization that allow the dissemination of financial risk management objectives and the role played by the lines of communication with the bank authorities in order to specify guidelines and directives to address this issue.", "Finally, issues related to sustainability and climate change have been incorporated into the balance sheet risk management framework of some central banks.", "We therefore want to review and understand how central banks' risk is affected by climate change through channels that include the credit risk of their own assets and through their impact on the real economy.", "To conclude, I would like to thank CEMLA, the co-organizing central banks for putting together this meeting and the team at the Central Bank of Chile for their work and for arranging the logistics of this event.", "Currently, when we are living under very uncertain circumstances, it is especially relevant to be discussing risk issues.", "This is so because high uncertainty affects the evaluation process when making decisions, when assigning probabilities to certain events and, finally, how our institutions are governed and managed.", "There is no doubt in my mind that this meeting will enrich our knowledge on the subject.", "We will also benefit from the richness of the exchange of information between institutions, which I hope will show us the road to the future of risk management.", "I wish you very fruitful sessions today and tomorrow, which will encourage learning, generate more conversations over time and development collaborative work that will provide continuity to the topics that will be covered in these two days."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Risk Management", "Balance Sheet Risk", "Financial Stability", "Central Bank", "Monetary Policy", "Strategic Asset Allocation", "Stress Testing", "Risk Governance", "Sustainability", "Climate Change"]}