{"sentences": ["Dr Yi Gang, President, China Society for Finance and Banking, distinguished guests, friends and colleagues, good afternoon.", "Welcome to the 11th MAS Lecture.", "Since its launch in 2000, the MAS Lecture has featured distinguished members of the international financial community.", "Today, we are honoured to have with us, Dr Yi Gang.", "Yi Gang needs little introduction, and I can scarcely do justice in five minutes to his many achievements over a distinguished career spanning more than 30 years.", "One perhaps less well-known of Yi Gang's accomplishments is that he co-founded the China Centre for Economic Research at Peking University nearly 30 years ago, in 1994.", "This has since been transformed into the National School of Development which is now a key platform for academic exchanges between Chinese and overseas scholars.", "The value of such exchanges cannot be over-emphasised in today's world.", "It is vital that the rest of the world gets to better understand China, and China in turn better understands the world outside its borders.", "In a small way, we hope, having Yi Gang deliver today's MAS Lecture will help to advance this understanding.", "Of course, we are most familiar with Yi Gang's role in China's monetary and financial policies.", "He has served as Director-General of its Monetary Policy Department and Administrator of the State Administration of Foreign Exchange.", "Since becoming PBOC Governor in March 2018, Yi Gang has steered China's monetary policy and macroprudential supervision through the COVID-19 pandemic, not to mention structural trends such as the rapid digitalisation of finance and the transition to a greener economy.", "Yi Gang is among the most familiar of China's senior officials internationally.", "I have seen first-hand, at meetings of central bank governors - be it in Washington DC or Basel or here in Asia - the key role that Yi Gang has played in communicating the challenges and peculiarities of the Chinese economy and the rationale behind China's economic and financial policies.", "Yi Gang does with a style that is clear, candid, and cogent, projecting a voice of reason and balance.", "He takes to difficult questions in a kindly and patient manner.", "So, this is an encouragement for those who want to ask questions later!", "Yi Gang and I have worked closely over the years.", "The PBOC and MAS have a longstanding relationship of mutual trust and financial co-operation.", "This relationship deepened during Yi Gang's tenure as PBOC Governor, especially in digital finance and sustainable finance.", "In 2018, PBOC and MAS signed a FinTech Cooperation Agreement to promote joint research and collaborative projects in areas such as digital and mobile payments, distributed ledgers, and digital currencies, focusing on use cases such as cross-border payments and trade finance.", "In 2022, PBOC and MAS formed a joint China-Singapore Green Finance Task Force to strengthen our cooperation in green and transition finance, and to facilitate collaboration between our public and private sectors towards a lowcarbon future.", "Yi Gang will speak to us today on China's perspective on Central Bank Digital Currencies.", "China is at the forefront of digital payments and in the development of digital currency.", "Since the PBOC started piloting the e-CNY in 2019, the programme has expanded to cover 26 cities across China, with more than 13.6 billion digital yuan in circulation.", "PBOC is now beginning to experiment with cross-border applications of e-CNY.", "Ladies and gentlemen, please join me in welcoming Dr Yi Gang to deliver the 11th MAS Lecture."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital Currency", "China", "Finance", "Central Bank", "Monetary Policy", "Digitalization", "Green Economy", "Cross-Border Payments", "Sustainable Finance", "Economic Policies"]}