{"sentences": ["The economic costs of restricting trade: the experience of the UK - speech by Ben Broadbent Given at the Federal Reserve Bank of Kansas City 46th Economic Symposium, Jackson Hole, Wyoming Published on 26 August 2023 Ben Broadbent discusses the economic costs of restricting trade.", "The pandemic and the war in Ukraine provide a stark illustration of the impact of a sudden contraction in the supply of imported goods for an open economy like the UK.", "He argues that in 2021 and 2022 these shocks reduced real national income significantly and contributed to the rise in domestic inflation.", "He explains that although import costs have been declining in recent months, it is likely that monetary policy will have to remain in restrictive territory for some time.", "Introduction and summary Good morning.", "I haven't been to this conference for a number of years and it's a great pleasure to be back.", "Quite a bit has happened in the interim.", "We have been through a terrible pandemic.", "Just as the world was overcoming the worst of Covid-19, Russia invaded Ukraine.", "We are now witnessing the most serious armed conflict on the European continent since the Second World War.", "These events have taken a terrible human toll.", "They've also had significant impacts on the world economy.", "Despite their differing origins, the economic consequences of these shocks have quite a bit in common.", "The pandemic disrupted the supply of traded goods, much of it from Asia.", "This contributed to a material rise in their relative price and a reduction in the real incomes of goods importers.", "Similarly, Russia's invasion of Ukraine was accompanied by a sharp reduction in the supplies of energy and food from that region and a further hit to the wellbeing of those reliant on them.", "The resulting real-income squeeze has led to rapid inflation in domestic wages and prices in these importing countries, through the normal mechanism of \"real income resistance\".", "In both cases it's also led to calls for policymakers actively to reduce dependence on these imports - whether goods from parts of East Asia or gas from Russia - in order to \"de-risk\" trade.", "However, one should be careful not to over-generalise.", "The fact that they've both involved significant interruptions to the supply of traded goods doesn't mean these two episodes have the same implications for trade policy.", "Nor should we imagine that, just because they're global, the economic consequences of these shocks - for either real income or inflation - have been identical in every country.", "The argument that trade has been over-concentrated - and that governments have a role to play in addressing the problem - is surely reasonable when it comes to Europe's (pre-war) reliance on Russian gas.", "Arguably, the security of energy supply is something for which governments should and do take some responsibility.", "(There are significant increasing returns in the physical infrastructure and therefore an economic case for the involvement of public policy.", "It's also an area in which political risk is ubiquitous: this isn't the first time a monopolistic producer has restricted the supply of energy for political ends[1].)", "And although this reliance was considerable - and clearly not costless to replace - there's nothing intrinsically special (or \"non-substitutable\") about Russian gas in particular: one molecule of methane is much like another.", "It's not clear the same is true of supplies of goods affected by the pandemic.", "The extensive global value chains (GVCs) built up during the 1990s and 2000s have almost certainly increased economic inter-dependence[2].", "There's little doubt either that, at least in the face of this very particular and very severe shock, the dispersed and specialised nature of production worsened the hit to the supply of goods during the pandemic.", "But the shortages and price rises weren't just because of supply problems.", "Covid-19 also led to a material rise in the global demand for goods, as consumers in many countries shifted spending away from services.", "Even a closed economy would have had trouble adapting to a switch in demand on this scale.", "Nor was the pandemic a typical shock.", "Some warn they could become more common in future.", "But over the past, at least, there's little evidence that greater openness has led to greater volatility in economic growth - or, therefore, that there's some \"risk-return\" trade-off to be struck when it comes to international trade.", "If anything, the correlation seems to have gone the other way.", "And whatever the particular shocks to which they might be exposed in the future it's not obvious that private-sector firms involved in these GVCs should somehow be unaware of, or fail to internalise, the risks involved (or, therefore, that there's a prima facie case for government intervention).", "Finally, many of the goods prices affected by the pandemic have since subsided, or at least decelerated.", "This suggests that, even without a significant degree of \"re-shoring\", these supply chains may be more adaptable, and more robust, than sometimes imagined.", "I don't want to pretend that the difficulties caused by the pandemic are the only (or even the primary) argument made in favour of curtailing international trade.", "There are also geopolitical factors at play.", "But when policymakers suggest the \"fragility\" of supply chains is another reason to push in the same direction I'm not sure I agree.", "In fact, perhaps the lesson of the past three years is not that there was too much international trade before the pandemic but that there was too little of it immediately afterwards (or, at least, that it was closed down too readily in response).", "After all, it also heavily disrupted economic activity within countries, not just between them, yet no-one ever makes the case for lasting intra-national restrictions on the flows of goods, services or people.", "Turning to the consequences of these shocks for real incomes and inflation, one thing I want to stress today is how different these have been, even among developed economies in the west.", "I think it's well understood that the economic costs of Russia's actions have been greater for Europe.", "Unlike oil, gas is not easily tradable between continents and the cost of energy rose to a much greater extent than elsewhere.", "But the scale of the difference is nevertheless under-appreciated at times.", "At its peak last August, the wholesale price of gas was over ten times higher than in North America and the equivalent of nearly $600 for a barrel of oil (Chart 1).", "US Dollars per barrel of oil equivalentEuropean natural gas-- US natural gasEuropean oil Sources: Bloomberg Finance L.P. and Bank calculations.US gas is Henry Hub natural gas.", "European gas is Dutch TTF natural gas.", "US oil is West Texas Intermediate (WTI) crude.", "European oil is Brent crude.", "Thanks to the particular way in which retail energy bills are calculated in the UK, the direct impact on the CPI and on real household income has been both larger and more drawn out even than in the rest of Europe (Chart 2)[3].", "Index: 2019 = 100Sources: ONS, Eurostat, US Bureau of Economic Analysis and Bank calculations.Chart shows price of household energy utilities in UK's CPI, Euro area's HICP and US's PCE.", "If the hit to household income has been greater in the UK even than in other countries in Europe the same is true for the country's aggregate real income.", "As a relatively large consumer of imported energy and goods, and against the backdrop of the UK's withdrawal from the European single market and customs union, which raised its costs of trade, the UK's aggregate real national income was hit particularly hard both by the war and the pandemic.", "Chart 3 plots average rates of growth of import prices, relative to the GDP deflator, over longer periods in the past and then the early part of the current decade.", "Having for many years benefitted from the scale and nature of globalisation - the UK's comparative advantage has long been more in tradable services than in goods - the turnaround in the two-year period to 2022Q3 was particularly dramatic.", "The cost of imports rose by around 20%, relative to domestic prices.", "Because they account for around 30% of domestic expenditure this knocked close to 6% off real national income.", "Change in import prices relative to GDP deflator, annual average, per centAnnualised 1960-74 1975-89 1990-2004 2005-19 2yearsto 6 months to Sources: ONS, FRED and Bank calculations.US bars weighted by ratio of US import share of output to UK import share of output in volume terms, for comparability with UK bars.", "Euro area not included in chart due to limited back run of data and limited external trade data.", "By contrast, the US - even the non-energy US economy - saw little deterioration in its terms of trade following the pandemic and is in any case a less open economy.", "So these external events caused barely a ripple in its national income (relative to GDP).", "This difference in the scale of the real-income squeeze has been reflected in a sharply lower path for consumer spending in the UK (Chart 4).", "It's also likely to have contributed to significantly worse \"second-round effects\" on domestic wage and price growth/4].", "The big jumps in import prices don't just affect their counterparts in the CPI.", "They will also have raised the cost of imported intermediates, including those used to meet domestic spending.", "If there's any degree of \"real income resistance\" in the economy, hits to real income from a worsening terms of trade can add further to domestic inflation.", "Employees seek to defend real pay by bidding for higher nominal wages; firms protect the real (consumption) value of profits by raising their own prices.", "Collectively this cannot succeed: the hit to real national income is what it is.", "But, in the meantime, the process fuels higher domestic and overall inflation.", "I won't claim this proves the point but there is some evidence that, in countries where import price inflation has been higher, wage growth has also been stronger (Chart 5).", "o £ = Percent change in (price of imports / GDP deflator) over 2021 Q3-2023 Q1 Sources: Eurostat, OECD, ONS and Bank calculations.Percent change in (import deflator / GDP deflator) is adjusted by country's import share of output.", "UK wages are AWE total pay, Euro area countries' wages are total wages and salaries.", "The good news is that these import prices have now been subsiding (or at least decelerating) for a while.", "Wholesale European gas prices peaked almost a year ago and have fallen back a long way since.", "In many countries manufacturing output prices have also been declining in recent months.", "We can expect this to feed through to retail goods inflation over the next few months.", "In time, and even for given levels of unemployment and wider spare capacity in the economy, it's also likely to relieve pressure on real incomes and, for that reason, on domestic rates of inflation.", "A crucial question for monetary policy is whether this unwinding of \"second-round effects\" will be as rapid or as marked as their emergence over the past two years.", "The judgement of the MPC is that this is unlikely - we think the process will take longer - and, therefore, that policy will probably have to remain in restrictive territory for quite some time yet.", "Anyhow, having picked off some of the main points in this introduction I'll now fill in some of the details.", "I'll begin with some remarks about trade.", "The second main section is about the effects of the real-income squeeze on domestic inflation and the prospects for a reversal of these \"second-round effects\" now that the real price of imported goods and energy prices has started to decline.", "I close with some remarks about the behaviour of monetary policy in the presence of these sorts of shocks.", "The global supply of traded goods and UK income It's now common knowledge that the huge expansion in world trade, during the latter part of the last century and the first years of this one, then petered out around the time of the global financial crisis (GFC).", "Globalisation gave way to \"slowbalisation\".", "The share of trade accounted for by GVCs, whose growth had been the main engine of the long expansion, levelled out around the same time (Chart 6).", "Unsurprisingly, the same pattern can be observed for many individual countries.", "In the UK, during the fifteen years from the early 1990s until the GFC, the share of imports in domestic spending almost doubled.", "World trade, per cent of world G 1980 1990 2000 2010 Sources: ONS, World Bank Development Indicators, Borin and Mancini (2019) -_as reported in World Development Report (2020) and Antras (2020) and Bank calculations.World trade is defined as the sum of world exports and imports of goods and services as a share of world GDP in value terms, divided by two as a country's import is another country's export.", "Some have blamed the subsequent flattening out in trade shares on more restrictive policy[6].", "That may be true to some extent.", "But the more accurate description is that the rate of liberalisation slowed down, not that policy turned significantly more restrictive.", "Thanks to a succession of regional agreements, progress on multilateral rules and, in 2001, China's accession to the WTO, average tariff rates declined significantly in the years ahead of the GFC.", "In Europe, the EU's expansion, and the creation of the single market, removed many non-tariff barriers (Dhingra et al, 2022) I Perhaps it was always going to be difficult to maintain that rate of progress.", "And, as Antras (2020) argues, many other factors contributed to the expansion of trade and they too were always likely to run out of steam, or at least to decelerate, at some point.", "By dramatically reducing the costs of information exchange and improving the efficiency of supply chains, the ICT revolution also made it easier to disperse manufacturing across different countries.", "Political developments brought significant numbers of people - from Eastern Europe and above all China - into the global economy.", "The growth of air freight and improvements in shipping reduced the physical costs of trade.", "As we know, the gains from this earlier period weren't evenly distributed, either across countries or within them.", "Much has been written about the effects of China's rise on competing sectors in the developed world, and in particular on the wages of the less skilled (Autor et al, 2013) I As Samuelson (2004) pointed out, greater openness needn't be beneficial even at a national level if it lowers relative prices in a sector in which the country happens to enjoy an initial comparative advantage (thereby reducing its terms of trade).", "The effects and benefits of openness don't hinge solely on the terms of trade.", "But at least as far as these aggregates are concerned[7], this was not the experience of the developed economies: the terms of trade of most large OECD countries were broadly constant or rising during that period.", "And for small open economies - particularly ones like the UK, whose comparative advantage had long been more in tradable services than goods - the relative- price benefits look to have been sizeable.", "Chart 3, in the introduction, plotted the average rates of change of import prices relative to the output deflator.", "Chart 7 gives an alternative presentation - it's the level of UK import prices relative to domestic wages - but conveys the same message.", "National and household income benefited significantly from declines in real import prices during the \"hyper-globalisation\" years.", "Some of this reflects rapid gains in productivity in tradable goods production, at home as well as abroad.", "But a good part will also have been caused by declines in the costs of trade and the opening up to China in particular{g].", "Conversely, as both UK and world trade growth slowed, over the subsequent decade, the gap between income and output growth also narrowed.", "And if this was disappointing - compared, at least, with what had come before - the huge dislocations of the pandemic and the war in Ukraine, against the backdrop of the UK's departure from the EU's single market and customs union, proved much worse.", "As we saw in the introduction, the jump in import prices between mid-2020 and mid-2022 reduced the consumption value of UK output by over 5%.", "As much as UK incomes had gained from the increased supply of tradable goods over the preceding decades - and particularly during the \"hyper-globalisation\" period before the GFC - so they suffered (and dramatically so) when those supplies were curtailed.", "Is there a trade-off between openness and the stability of output growth?", "For some, these experiences have raised questions about the wisdom of unfettered openness, and in particular the rapid growth of GVCs in the 1990s and 2000s.", "Accepting that trade has brought gains on average, across the population and over time, does it not also result in greater volatility in output and income?", "The risk - well identified long before the growth of GVCs (by Newbery and Stiglitz (1984) for example) - is that, by encouraging specialisation, international trade also makes production more vulnerable to local and sector- specific shocks.", "If one part of a car is built in country A, another in country B and the two assembled in country C, there would seem to be three potential points of failure instead of one.", "The widespread effects of the Tohoku earthquake, on manufacturing sectors well beyond Japan's borders, are well known (Carvalho et al, 2020 I.", "More recently, the war has disrupted production of cars in Western Europe because manufacturers had relied for a particular electrical component on factories in Ukraine.", "More materially, the argument is made that the shortages and price rises following the pandemic, for a wide range of goods, represented a failure of \"fragile\" supply chains.", "The suggestion is that these problems wouldn't have arisen had production been less dispersed.", "I think this is overdone and I want to make some points in mitigation.", "Two are particular to the pandemic, the third more general.", "The first thing to point out is that the shortages and price rises in the wake of the pandemic cannot be blamed on global supply disruptions alone.", "Big increases in the demand for goods, as consumers worldwide switched their spending away from services, were also important (Chart 8).", "This shift was probably amplified by the nature and scale of the US fiscal easing in 2021, as one-off transfers are more likely to be spent on durables than non-durables like services.", "(Remarkably, US consumer spending on durables was over 30% higher in the second quarter of 2021 - in volume terms - than it had been immediately before the pandemic.)", "80 Mar 18 Mar 19 Mar 20 Mar 21 Mar 22 Mar 23 Sources: OECD Quarterly National Accounts, IMF World Economic Outlook and Bank calculations.", "Nor is it right to imagine that production itself would have been unaffected had it only been less dispersed across different regions.", "Lockdowns severely restricted transport within countries, not just between them.", "The decentralised nature of GVCs certainly mattered, as did the problems with shipping.", "The big rise in container shipping costs is enough to tell you that.", "But one suspects that, even without these constraints, or this dispersed pattern of production, the global economy would have found it difficult to adjust to a shift in demand on this scale.", "Second, judging by the behaviour of wholesale prices, quite a bit of this supply has now come back.", "Shipping costs peaked in early 2022 and have since declined markedly (Chart 9).", "And global producer price inflation has recently turned negative after over a year in double digits (Chart 10).", "Some of this reflects a moderate rebalancing of consumer demand: as the pandemic retreated so too, to some degree, did the skew towards goods.", "But the volume of global manufacturing output is still higher than in 2019, indicating that a revival of supply is at least part of the explanation for the decline in price pressures.", "Nor has \"reshoring\" been a significant part of this recovery.", "If anything, the evidence suggests that GVCs have played a critical role in the revival of supply (Goldberg and Reed, 2023 _. Shanghai Containerized Freight Index , May 2020 = 100 - China Containerized Freight Index Freightos Baltic Container Index 1000 Baltic Exchange Dry Index Harpex Charter Rate Index 800 May 20 Nov20 = May 21 Nov 21 May 22 Nov22 May 23 Sources: Refinitiv Eikon Datastream, Baltic Exchange, Freightos Baltic Index, Harper Petersen, Shanghai Shipping Exchange and Bank calculations.", "Source: Refinitiv Eikon Datastream, JPM Global PMI index and Bank calculations.", "'Global non-UK PPI' is the average of PPIs from the Euro area (manufacturing PPI), US, China, Switzerland, India, Poland, Japan, Hong Kong, Sweden, Canada, South Africa, Denmark, South Korea and Singapore, weighted by their shares of UK imports.", "These economies account for over 90% of UK imports.", "Third, as a more general matter, the evidence that greater openness means more economic volatility is at best patchy.", "If anything, there's more that suggests the opposite.", "Certainly, a very simple and crude comparison of the two in the UK time series indicates that, during periods of greater openness, UK output growth has generally been less, not more, volatile.", "In Chart 11, the blue line is the share of imports in demand, the red line the standard deviation of GDP growth (measured over rolling ten-year windows and plotted on an upside-down scale).", "Sources: ONS, Thomas and Dimsdale's Millennium of UK data (2017) and Bank calculations.UK trade openness is defined as the share of (exports + imports) in GDP in value terms.", "Output volatility is the standard deviation of real UK GDP growth over the previous 10 years.", "The negative correlation between the two isn't that tight (the period after the Second World War, when trade was still heavily restricted but output growth relatively stable, is one clear exception).", "Nor can we really claim this tells us anything about causation.", "There could well be third factors that have independently affected both trade and economic volatility.", "But, for what it's worth, you get the same (albeit smaller) negative correlation with the variability of output growth if you look not at openness itself but the fitted values from a simple regression of openness on trade costs (a sort of \"instrumentation\", to use the econometric term).", "More significantly, a couple of recent studies point out that, although there are clearly mechanisms through which greater openness raises an economy's exposure to foreign supply shocks, it can also help defray the effects of domestic shocks.", "A 2021 report by economists at the Bank of England (D'Aguanno et al.", "2021) makes this point by focusing on the role of GVCs.", "When there is trade in intermediate inputs, a decline in productivity at home raises the relative price of a country's own output and encourages the production of substitutes abroad.", "This dampens the domestic impact of the shock: it's effectively shared with its trading partners.", "The authors demonstrate that, when this effect is sufficiently strong[9], and in the face of variable productivity in both countries, greater openness can actually reduce the variance of their output.", "In a similar vein, Caselli et al.", "(2020) I develop a model in which greater openness can have two opposing effects on the stability of output.", "By encouraging greater specialisation it exposes economies to sector-specific shocks (a la Newbery and Stiglitz).", "But, rather like well- functioning international capital markets, greater openness also allows countries to dampen the effects of domestic shocks on their own output.", "In both these models the net effect of openness on output volatility is ambiguous.", "And previous empirical studies had also failed to come down clearly on one side or the other: some found a positive relationship, some a negative one[10].", "claim that their model-based estimates allow for a better identification of the pure effect of lower trade costs - and that, for most of the twenty-five countries in their sample, greater openness has actually lowered the variability of output growth.", "This is essentially because country-level disturbances, which trade can dampen, have tended to be more important than sector-specific shocks (whose effects are enhanced by trade-induced specialisation).", "The inflationary consequences of real shocks In the introduction we saw that countries whose import prices rose more after the pandemic have since tended to experience faster rates of domestic inflation.", "The UK certainly qualifies as one of them.", "Other things have clearly contributed to UK inflation.", "Thanks in part to a sharp drop in labour- market participation the rate of unemployment declined steadily after the economy re-opened in early 2021, falling to 372% last summer.", "Despite relatively weak cumulative growth of output over the preceding two and a half years this was a touch below where it had been just before the pandemic (indeed the lowest for forty years), lower than estimates of the UK's long-run natural rate of unemployment and close to levels in the United States (Chart ).", "Alongside this decline, measures of labour market tightness - vacancies, surveys of firms and the rate of job-to-job moves - all rose sharply.", "Only in the past few months has tightness in the labour market begun to subside.", "Unemploymentrate, per cent Sources: ONS, Refinitiv Eikon Datastream and Bank calculations.", "The unemployment rate did not increase materially in the Euro area and the UK during the pandemic thanks to government-provided employment support.", "Furthermore, even allowing for the scale of the rises in import prices, their \"second-round\" effects on domestic inflation have been significant and, to all appearances, stronger than past relationships (at least over the inflation targeting period) would have led one to expect.", "Controlling for the impact of changes in unemployment, productivity and a measure of inflation expectations, Chart 13 plots a rolling estimate of the sensitivity of wage growth to the change in the wedge between consumer and producer prices.", "This is a measure of real-income resistance.", "Back in the 1970s and 80s, according to these estimates, a 1% hit to real incomes would on average have raised domestic inflation by around half a percentage point, with the effect persisting over several quarters.", "Observationally, the effect resembles a rise in the so- called NAIRU - the rate of unemployment consistent, at any point in time, with stable inflation.", "Dotted line shows coefficient estimated by Layard, Nickell and Jackman (LNJ) on 1956-85 sample.", "Over the years, and in particular after inflation targeting was introduced in the early 1990s, this sensitivity appeared to decline.", "The sizeable benefits of falling import prices during the pre-GFC \"hyper-globalisation\" were less disinflationary than those earlier estimates would have implied.", "The sharp decline in trend productivity growth, around the time of the GFC, seemed to be accommodated by nominal growth rates without any need for higher unemployment (in Chart 14, the wage Phillips curve shifted down in line with the drop in trend productivity).", "Similarly, the big depreciations in sterling after the GFC and the EU referendum, both of which squeezed real household income relative to GDP, had almost no perceptible effect on wages or domestic price inflation.", "Annual nominal wage growth less inflation expectations, per cent ce) 10 11 Unemploymentrate, per cent Sources: ONS, Bank of England and Bank calculations.Wage growth is AEI until 2010 and AWE since.", "Inflation expectations are implied by the indexed gilt market.", "The unemployment rate did not increase materially during the pandemic thanks to government support.", "But if this muted response was the new rule, compared with earlier decades, the experience of the past eighteen months has proved the newer exception to it.", "Over the past year UK wages have risen by almost 8%, as much as twice the rate consistent with the 2% inflation target.", "There've been similar rates of inflation in services prices and the GDP deflator.", "Given the estimated slope of the labour market Phillips curve, and if one assumes a stable \"NAIRU\", one can explain at best one percentage point of this (roughly) 3'2 percentage point overshoot in nominal wage growth.", "Some of these \"second-round\" effects can be represented as the usual response to higher- short-term inflation expectations - which, in their turn, track actual, spot inflation quite closely.", "To this extent it's not that surprising that wage growth has been stronger than the path of unemployment alone can explain.", "But even controlling for the rise in near-term inflation expectations, recent growth in average wages (and in domestic output prices) has been higher than conventional models would have predicted.", "It's not clear why this has happened.", "One plausible possibility is that the labour market has actually been tighter than even the low rate of unemployment would suggest: the assumption of a stable NAIRU is wrong.", "Certainly many other indicators of labour-market tightness suggest as much.", "The presence of the furlough scheme makes it hard to follow what happened to the Beveridge curve - the inverse relationship between unemployment and vacancies - during late 2020 and early 2021.", "But even then there were other indications that, for a number of possible reasons - the shifts in demand caused by the pandemic, early retirement and restrictions on movements of people (including across borders) - the degree of \"mismatch\" in the labour market had risen[12].", "And during the second half of 2021, when the economy was re-opening and the number of furloughed jobs beginning to decline, these earlier indications of labour-market frictions were corroborated by a marked rightwards shift in the Beveridge curve (i.e.", "large numbers of vacancies, even relative to the low rate of unemployment - see Chart 15.", "Note that, in recent months, the V/U ratio has declined significantly - on this evidence, at least, these acute frictions may now have begun to recede.)", "rate, % Sources: ONS and Bank calculations.", "Vacancy rate calculated as number of vacancies divided by employment level (both 3- month averages).", "The unemployment rate did not increase materially during the pandemic thanks to government support.", "It's also possible that there are non-linearities in these relationships.", "Perhaps the wage Phillips curve is convex - falls in unemployment from low levels have more powerful effects on inflation than those from higher levels.", "Or maybe these two underlying drivers - the worsening terms of trade and the tight labour market - have interacted in some way, each amplifying the effect of the other (i.e.", "there's a multiplicative term in the Phillips curve - see Pill, 2023).", "Unfortunately, I don't think we have the evidence to say with much precision how important these factors have been.", "But to the extent they've contributed to wage growth, this would obviously lessen any estimate of the genuine degree of real-income resistance over this period.", "Monetary policy and uncertainty about the NAIRU What we can say is that, in the face of these uncertainties, setting monetary policy becomes a good deal more complicated.", "When I first came to this conference, in 2014, I sought to explain that, when one's uncertain about underlying productivity growth, it makes sense to put weight not just on the behaviour of output but on unemployment as well.", "Judging by its rate-setting behaviour, the pre-GFC Monetary Policy Committee in the UK lived (or at least believed it lived) in a blessed world in which supply disturbances either didn't exist or were too short-lived to have any enduring effect on inflation.", "The \"divine coincidence\" effectively prevailed and the policy that stabilised demand was also the policy that stabilised inflation.", "Subsequently, however, when supply disturbances seemed to become more common, this was no longer the case.", "When it's less clear whether a given move in output growth has been driven purely by demand, or instead has some supply component, it makes sense to pay attention to more direct indicators of spare capacity in the economy.", "As long as the NAIRU is judged to be reasonably stable - and that's what the estimated Phillips curve in Chart 14 seemed to suggest - the most obvious was the rate of unemployment.", "However, when the NAIRU is itself (highly) uncertain, even this isn't enough.", "You need to respond to wage and price growth too.", "This is effectively why, at the start of this year (and ever since) the MPC in the UK said it would pay attention not just to the rate of unemployment but other measures of labour market tightness and also nominal variables - growth in services prices and wages - that tell us something about the persistence of inflation.", "One way of understanding this is that these things are informing us about an uncertain NAIRU and wider spare capacity in the economy.", "Given the lags involved we are learning not about where things are right now but where they were some months ago.", "In behaving this way, policy is responding in part to things that the pre-GFC MPC would almost certainly have regarded as \"late cycle\" indicators - variables that lie right towards the end of the chain of transmission of monetary policy.", "This is real \"whites- of-inflation's eyes\" territory.", "But the circumstances have forced us there: we are, in some sense, having to trade off a degree of timeliness in our response to the economy for the sake of more knowledge about it.", "Recent developments: goods and energy inflation to decline but MPC more cautious about domestic inflation Maybe this is slightly too downbeat an assessment of what we know - what leading indicators of inflationary pressure are available to us.", "Let me make a few points about the outlook.", "The first thing to say is that the primary cause of this inflation - the huge rise in real import prices, following the war and the pandemic - has begun to subside, and with it the squeeze on real incomes.", "Chart 16 has the same series as the earlier Chart 7 - the price of UK imports relative to domestic wages - but looks only at the past five years, so as to get a better picture of the more recent moves.", "You can see clearly the steep increases in 2021 and the first three- quarters of last year.", "You can also see the steep declines since, a trend that the MPC expects to continue for a while yet (the dotted extension is drawn from the Committee's latest set of economic projections).", "Wages are AWE private sector regular pay, excluding pandemic-related compositional effects.", "Dotted line is a projection to the end of 2023 consistent with the August 2023 Monetary Policy Report forecast.", "Arithmetically, this partly reflects the acceleration in nominal UK wages in the past few months, the denominator of this ratio.", "Mostly it reflects declines in the numerator.", "European gas prices have fallen back sharply.", "Energy efficiency - how much the economy consumes per unit of GDP - improved through the winter (Chart 17).", "More importantly, there has been an impressively rapid substitution away from Russian gas and towards imports from other countries in the Middle East and in North America.", "Europe's still having to pay up for this: wholesale gas prices are twice as high as in the US, for example.", "But a year ago, at its peak, that ratio was over ten-to-one.", "EU gas imports, 2021 Q1 = 100 EU GDP, 2021 Q1 = Mar 21 Sep 21 Mar 22 Sep 22 Mar 23 m= Russian pipeline gas Liquified Natural Gas Other gas sources Sources: Bruegel dataset of European natural gas imports Eurostat and Bank calculations.", "Nor is it just energy.", "We've also seen declines in many of the goods prices affected by the pandemic.", "Globally - in the UK and many other countries - manufacturing output prices have fallen slightly since last summer (Chart 10 plotted producer prices for the UK's main trading partners; the orange line in Chart 18 is the series for the UK itself).", "As we saw in the introduction, the UK's pricing mechanism means it will take some time for the drop in wholesale gas prices fully to feed through to household utility bills.", "Empirically, the same seems to be true for wholesale tradable goods prices.", "But I think it's reasonable to expect a decline in both components of CPI inflation - not just energy but \"core\" goods as well - over the next few months.", "These direct effects are all very well, however, what matters more for inflation over the medium term, as the MPC has said, are the deeper and more persistent trends in domestic inflation.", "In this respect there are several important judgements to make: e to what extent will the drop in real import prices be followed by a reversal of \"second- round\" effects on domestic wage and price inflation?", "e will the decline in vacancies and other indicators of labour market tightness also take the edge off wage growth - is the NAIRU now declining (Chart 15 might suggest that the Beveridge curve has started to shift back to the left)?", "e improvements in real income, while they may help to blunt second-round effects, will also support demand in the economy; taking this into account, and the usual lags involved in monetary policy, will the prevailing level of interest rates be enough to ensure further rises in spare capacity in the economy, including the rate of unemployment?", "None of these questions is straightforward and individual Committee members have differing views about them.", "Collectively, the MPC has been relatively cautious about the first.", "Partly because real import prices have not yet returned to pre-pandemic levels, we suspect any unwinding of the second- round effects on domestic inflation will be more gradual than their emergence over the past eighteen months.", "On the second, it's hard to tell whether some of these other labour-market indicators have predictive power for wages for a given rate of unemployment.", "There hasn't been enough differentiation in their behaviour, prior to this episode, to tell the difference.", "There are some straws in the wind.", "Chart 19 plots private-sector wage growth against a relatively longstanding survey measure, an index produced by a body representing recruitment agencies.", "This suggests that, at least for new employees, wage growth has declined.", "But as you can see, in the past few months official estimates have been significantly stronger than this survey measure would have suggested, so one can only be cautious in this respect[13}.", "REC indicator of staff permanent staff salaries is mean-variance adjusted to match wage growth over 2002-19.", "REC indicator 12-month lag gives best correlation with 12-month wage growth over 2002-19.", "As for the third, the MPC's latest forecast implies that policy is tight enough to offset the positive influence on demand from improving real income and that spare capacity will widen.", "But here too the proof of the pudding will be in the eating of it: policy will respond to the evidence on spare capacity, and to indicators of domestic inflation, as and when it comes through.", "Summary and conclusion It's sometimes presumed that the economic gains from trade come at the price of greater economic volatility.", "At least as far as aggregate output is concerned it's not clear this is the case.", "In the longer-run UK history, periods of greater openness have generally coincided with lower variance of output growth.", "A more careful recent study finds the same for many countries over the past half-century.", "It's possible that, while it might encourage greater specialisation, and therefore a country's exposure to sectoral disturbances, openness to trade also dampens the impact of those on domestic demand and productivity.", "In an open economy national income depends not just on GDP but what that output can buy on global markets.", "In the UK's more recent history there have been significant shifts in these relative prices.", "In the years leading up to the 2008 financial crisis, a period of rapid globalisation, import costs fell markedly (relative to wages and the price of domestic output), boosting real incomes.", "Over the following few years they then levelled out, mirroring the wider pattern in global trade.", "The early part of this decade, from mid-2020 to mid-2022, saw dramatic rises in import prices.", "The pandemic boosted the demand for tradable goods and impaired their supply; Russia's export cuts led to a ten-fold rise in the price of European gas.", "Against the backdrop of its departure from the European single market and customs union, which itself has raised the costs of trade, these shocks knocked close to 6% from the consumption value of UK output during that two-year period.", "One possible conclusion from experiences is that it's wrong to be so reliant on imported goods - particularly from a single source - to begin with.", "When it comes to Europe's pre-war reliance on Russian energy this makes sense.", "Certainly the fragility of Russia's energy supply, if it wasn't apparent before the war, is clear enough today.", "Thankfully, Europe's energy prices have fallen back sharply since last summer's highs.", "In large part this reflects concerted efforts, including by governments, to replace imports from Russia with liquefied gas from other countries.", "The \"fragility\" of global supply chains, said to have been exposed by the pandemiic, is less obvious.", "The pandemic was as much a story of higher demand for goods as it was one of lower supply.", "The restrictions in the flow of goods were widespread - they existed not just between but within countries - and would have impaired that supply even if production had been less dispersed.", "Judging by the retreat in many of their prices over the past year, global value chains have actually proved relatively robust.", "There may be good political reasons - political imperatives, even - to repatriate production in some strategic areas.", "But it's not clear the experience of the pandemic provides an additional reason for doing so.", "Either way, the experience of an open economy like the UK provides a stark illustration of the cost of a sudden contraction in the supply of traded goods.", "Together with a tight labour market, the resulting squeeze on income is likely to have contributed to the sharp rise in domestic inflation and the consequent tightening of monetary policy.", "Over time, the more recent decline in import prices will alleviate some of this pressure.", "But it's unlikely that these \"second-round\" effects will unwind as rapidly as they emerged.", "As such, monetary policy may well have to remain in restrictive territory for some time yet.", "I've received helpful comments from colleagues at the Bank of England.", "I'd like to thank Shaheen Bhikhu, Aydan Dogan, John Lewis, Ellen Kockum, Doug Rendle, Nickie Shadbolt, Roger Vicquery, Teresa Vukovits-Votzi, and especially Fabrizio Cadamagnani, Simon Lloyd and Rana Sajedi for their help in preparing the speech.", "I'd also like to thank Pol Antras, Solomos Solomou and Alan Taylor for help with data.", "The views expressed are my own and do not necessarily reflect those of the Bank of England.", "The big rise in oil prices in 1973 was the result of an embargo by OPEC targeted at countries that had supported Israel in the Yom Kippur war.", "Chapter 4 of World Bank (2020) _ has more on the effects of global value chains on cross-country correlations in economic growth and inflation.", "Domestic gas and electricity prices in the UK are set by the regulator (OFGEM) using a formula that depends on the lagged, forward price of gas in wholesale markets.", "This is the case even for suppliers who generate electricity using other sources of energy.", "Retail prices have been capped by government subsidies in recent months.", "But this was no more generous than in other European countries.", "So the greater sensitivity to gas prices has still been apparent and, because of the lags involved in the regulatory formula, the response of retail to wholesale prices has also been more drawn out in the UK.", "In the first quarter of this year, domestic energy utility inflation was 89%yoy in the UK, compared with 16% in the Euro area and 13% in the US.", "The last, hatched bar in Chart 3 exaggerates the scale of this effect as it's calculated on an annualised basis and covers only half a year (2022Q4 and 2023Q1).", "But more recent data indicate that this trend has continued since the first quarter.", "I discuss this point further in the body of the talk.", "My focus today is on aggregate measures rather than distributional questions.", "But, as an aside, we should not imagine that rising income inequality during the 1990s and 2000s, in much of the developed world, was caused primarily by globalisation: most studies attribute more to technological developments.", "In this respect it's notable that the Gini coefficient in the United States has risen by more in the \"slowbalisation\" years, since the 2008 financial crisis, than in the decade or so beforehand (for what it's worth, the Gini coefficient for household income in the UK has been broadly flat throughout the past thirty years).", "Nor should we ignore the more favourable distributional consequences of falling import prices.", "As it happens, these declines, during the hyper-globalisation years, were concentrated in things that were a bigger share of spending of the less well off (Fajgelbaum and Khandelwal, 2016 8.", "The strength of productivity growth may itself have been the result of greater openness, to a degree.", "There are many studies that find a positive link between the two (see, for example, Grossman and Rossi-Hansberg (2008) Bustos (2011) and Halpern et al.", "The strength of the effect depends on the degree of substitutability, in production, between home and foreign intermediate goods.", "For example, Rodrik (1998) Easterly et al.", "(2003) = and di Giovanni and Levchenko (2009) found that trade increases output volatility.", "Unemployment was supressed in Europe by furlough schemes, designed in keep people from losing jobs.", "The US chose instead to allow layoffs but to raise unemployment benefits.", "Chart 12 cuts off the full rise in US unemployment - it reached a peak of almost 15% in April 2020 - in order to make the more recent movements visually clearer.", "Many firms made explicit \"cost-of-living\" adjustments to their pay awards for 2023.", "As these are more likely to have been paid to existing rather than new employees this may help to explain the apparent discrepancy in Chart 19.", "Deputy Governor, Monetary Policy ©2023 Bank of England"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflationary consequences of real shocks", "Global supply of traded goods and UK income", "Trade-off between openness and the stability of output growth", "Monetary policy and uncertainty about the NAIRU", "Economic costs of restricting trade", "Effects of the real-income squeeze on domestic inflation", "Reversal of \"second-round\" effects", "\"Fragility\" of supply chains", "Real-income resistance", "Declining import prices"]}