{"sentences": ["\"The importance of enhanced diversity and inclusion within the nancial services sector\" - Remarks by Deputy Governor Derville Rowland at 10 March 2023 Speech It is a pleasure to be with you today and I would like to thank Walkers Ireland for inviting me to speak to mark International Women's Week.", "In my remarks this morning I will highlight the importance of equity - the central theme of International Women's Day.", "Secondly, I will focus on the regulated nancial services sector and the importance that we, the Central Bank, attach to ensuring that boards and leadership teams promote gender equality, diversity and inclusion.", "Finally I will discuss some of the internal work we are undertaking to promote diversity and inclusion within the Central Bank.", "Embracing equity This year's theme for International Women's day is #EmbraceEquity.", "It's fair to say that equality and equity are often used interchangeably, although they don't mean the same thing.", "The lawyers among us would be very familiar with the legal concept of equity, developed to address the fact that the initial English common law system was seen as rigid, inexible and \"incapable of reacting to provide a remedy for individual cases of injustice\".", "Equity has a power \"to provide an ethic for imagining better law and better life\", in the words of the legal scholar Gary Watt.", "At the heart of equity - whether we mean it in a legal or wider denition - is the concept of fairness.", "It has been said that: \"Equality is giving everyone a shoe.", "Equity is giving everyone a shoe that ts.\"", "So while equality of opportunity, for example, is critical, it's also not enough.", "We have to focus on people's ability to take up such opportunity, and removing the obstacles that may be in their way.", "This is particularly important to the Central Bank when we think about the importance of having a regulated nancial system that is truly diverse and inclusive.", "While the focus of this week is on gender diversity, it is important to emphasise that diversity is also about age, ethnicity, sexual orientation, education, nationality, disability, beliefs and more.", "At the Central Bank, we consider that diversity and inclusion in all their forms are important components of well- managed, nancially resilient, strategically-minded rms, and therefore pertinent to our mandate.", "The need for leadership We believe that diversity and inclusion, combined with effective cultures within rms, are critically important to delivering our mission to serve the public interest by safeguarding monetary and nancial stability, and by working to ensure that the nancial system operates in the best interests of consumers and the wider economy.", "We want the rms we regulate to be sufciently diverse and inclusive, at all levels and particularly at senior level, to prevent group-think, guard against overcondence, and promote internal challenge.", "It is for each individual organisation to own their own culture and embed it, which in turn should help shape their own diversity and inclusion strategy.", "Our expectation is that ownership of cultural change, diversity and inclusion has to be led by the most senior leaders within the organisation.", "While gender diversity is only one aspect of diversity, it is a very important one.", "Since 2017 the Central Bank has published data on the level of gender diversity at senior levels of regulated rms.", "Today we have released our seventh annual demographic analysis of applications for Pre-Approval Controlled Function (PCF) roles within regulated rms.", "The report shows progress, but also underscores the distance to travel.", "More - much more - to do The report highlights that improvements were made in the gender diversity of applications at both managerial and senior levels.", "From a low base, female representation in applications for PCF roles across the nancial services sector has continued to increase since 2012, the rst year data was available.", "That year, just 16 per cent of applications received were from women, compared to 32 per cent in 2022, illustrating an increase of 16 percentage points over the period.", "From our analysis, we have seen that female representation remains strong in applications for second line of defence roles such as Head of Compliance and Head of Anti-Money Laundering.", "But progress is weaker in more senior roles.", "Female applications for board level positions increased marginally from 28% in 2021 to 29% in 2022.", "So the pronounced gender imbalance in board level applications remains.", "Female representation in management level applications also increased by the same marginal amount - from 34% in 2021 to 35% in 2022.", "Any improvement is of course welcome - but we want to see much deeper and sustained progress than this.", "The truth is that women remain seriously under-represented at senior levels across nancial services.", "In particular, women continue to be under-represented in revenue generating roles.", "In 2022, less than one-fth of incumbent role-holders responsible for driving business revenue were women.", "We also see that existing regulated rms continue to show higher levels of gender diversity than new rms seeking authorisation.", "Applications associated with new rm authorisations continue to show a material imbalance, with just 25 per cent of applicants being female.", "I would encourage all rms to think deeply on these gures, and not just from an equality perspective, but a deeper equity perspective too.", "This is, after all, in rms' own interests - there is a growing body of research showing that rms with more diverse leadership teams are likely to be more resilient and more protable.", "The Central Bank's approach Leadership is required across the nancial sector to improve diversity and inclusion levels, and address the underlying causes.", "The Central Bank will continue to require improvements in this area by undertaking thematic reviews and publishing research and information on the issues and progress (or lack thereof).", "We will call out issues where we see them and intervene accordingly, as we have done in the past by introducing requirements for regulated rms subject to our corporate governance code to have diversity policies.", "We are trying to nudge behaviour towards a new improved norm, by being very clear on what we expect to see in such policies.", "Leading by example The Central Bank is striving to lead by example when it comes to diversity and inclusion.", "We are committed as an organisation to recognising the value of diversity amongst our staff, where all staff feel included and valued irrespective and, indeed, because of their differences.", "As a public sector body, we need to be representative of society in Ireland.", "That is why we place diversity and inclusion at the heart of our mission, vision, strategy, culture and values.", "It wasn't always that way of course, and it wasn't until 2001 that the Central Bank appointed its rst female Head of Division.", "I am happy to report that we have made substantial progress since then, something which I have spoken previously about.", "Today women make up 49 per cent of our total workforce, 40 per cent of our board (Commission), and almost 40 per cent of our leadership group.", "We have published our annual gender pay gap since 2018, an important starting point for accountability and action.", "Our gender pay gap stood at 4.9 per cent in favour of male employees according to our most recent report, and this is an area in which we will continue to seek improvement.", "We have published our annual gender pay gap since 2018, an important starting point for accountability and action.", "Our gender pay gap stood at 4.9 per cent in favour of male employees according to our most recent report, and this is an area in which we will continue to seek improvement.", "In 2022, the Central Bank reafrmed our commitment to being a diverse and inclusive workplace for all by launching our ambitious Diversity & Inclusion Strategy 2022-2026.", "This ve-year strategy will drive forward our vision of having a diverse workforce reecting Irish society and being a thought leader positively inuencing the behaviour of the nancial services industry.", "At the system level, and together with our European colleagues, we signed up with pride to the European System of Central Banks' Equality, Diversity & Inclusion Charter, which states our collective commitment to fostering equality, diversity and inclusion within the ESCB and Single Supervisory Mechanism.", "In recent weeks, we have been awarded the Investors in Diversity Bronze accreditation by the Irish Centre for Diversity.", "This is the rst of three stages of the Investors in Diversity EDI Mark and we will continue to strive towards more stringent and higher expectations.", "I believe that we are a better organisation, with the capability to exceed the sum of our parts, if we are truly diverse and inclusive, and that this will be evident in our problem-solving, our approach to complexity, and how we make decisions, in addition to ensuring effective governance and risk management.", "I believe the exact same is true of the rms we regulate.", "And I think it is in understanding the difference between equality and equity that we can make further inroads.", "Both are laudable aims, but equity demands something more.", "Not just opening the door to a more diverse and inclusive workforce.", "But removing the hurdles that may be in some people's way as they strive to reach that door.", "Byrne et al, Byrne and McCutcheon on the Irish Legal System, Bloomsbury Professional.", "Watt, Equity Stirring: The Story of Justice Beyond Law, Oxford and Portland.", "Susan Gardner, Dean of the College of Education, Oregon State University.", "Annual demographic analysis of applications for Pre-Approval Controlled Function roles.", "See-media/press-releases/speech-gender-diversity-for-policy-making-sharon- donnery-05-mar-2020 See -makes-for-better-business---director-general-derville-rowland See -source/careers/gender-pay-gap-report/gender-pay-gap-report- 2022.pdf See -source/careers/diversity-and-inclusion/diversity-and-inclusion-strategy- 2022-2026.pdf?sfvrsn=2b49941d_1 ~da98cc5c2f.en.pdf ©2023 Central Bank of Ireland"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["diversity and inclusion", "gender diversity", "equity", "financial services", "Central Bank", "leadership", "women", "senior roles", "gender pay gap", "governance"]}