{"sentences": ["Good afternoon, the Vice-President and I welcome you to our press conference.", "Inflation has been coming down but is projected to remain too high for too long.", "We are determined to ensure that inflation returns to our two per cent medium-term target in a timely manner.", "The Governing Council therefore today decided to raise the three key ECB interest rates by 25 basis points.", "The rate increase today reflects our updated assessment of the inflation outlook, the dynamics of underlying inflation, and the strength of monetary policy transmission.", "According to the June macroeconomic projections, Eurosystem staff expect headline inflation to average 5.4 per cent in 2023, 3.0 per cent in 2024 and 2.2 per cent in 2025.", "Indicators of underlying price pressures remain strong, although some show tentative signs of softening.", "Staff have revised up their projections for inflation excluding energy and food, especially for this year and next year, owing to past upward surprises and the implications of the robust labour market for the speed of disinflation.", "Staff have slightly lowered their economic growth projections for this year and next year.", "At the same time, our past rate increases are being transmitted forcefully to financing conditions and are gradually having an impact across the economy.", "Borrowing costs have increased steeply and growth in loans is slowing.", "Tighter financing conditions are a key reason why inflation is projected to decline further towards our target, as they are expected to increasingly dampen demand.", "Our future decisions will ensure that the key ECB interest rates will be brought to levels sufficiently restrictive to achieve a timely return of inflation to our two per cent mediumterm target and will be kept at those levels for as long as necessary.", "We will continue to follow a data-dependent approach to determining the appropriate level and duration of restriction.", "In particular, our interest rate decisions will continue to be based on our assessment of the inflation outlook in light of the incoming economic and financial data, the dynamics of underlying inflation, and the strength of monetary policy transmission.", "The Governing Council confirms that it will discontinue the reinvestments under the asset purchase programme as of July 2023.", "The decisions taken today are set out in a press release available on our website.", "I will now outline in more detail how we see the economy and inflation developing and will then explain our assessment of financial and monetary conditions.", "Economic activity The euro area economy has stagnated in recent months.", "As in the fourth quarter of last year, it shrank by 0.1 per cent in the first quarter of 2023, amid a drop in private and public consumption.", "Economic growth is likely to remain weak in the short run but strengthen in the course of the year, as inflation comes down and supply disruptions continue to ease.", "Conditions in different sectors of the economy are uneven: manufacturing continues to weaken, partly owing to lower global demand and tighter euro area financing conditions, while services remain resilient.", "The labour market remains a source of strength.", "Almost a million new jobs were added in the first quarter of the year and the unemployment rate stood at its historical low of 6.5 per cent in April.", "The average number of hours worked has also increased, although it is still somewhat below its pre-pandemic level.", "As the energy crisis fades, governments should roll back the related support measures promptly and in a concerted manner to avoid driving up medium-term inflationary pressures, which would call for a stronger monetary policy response.", "Fiscal policies should be designed to make our economy more productive and gradually bring down high public debt.", "Policies to enhance the euro area's supply capacity, especially in the energy sector, can also help reduce price pressures in the medium term.", "The reform of the EU's economic governance framework should be concluded soon.", "Inflation fell further to 6.1 per cent in May, according to Eurostat's flash estimate, from 7.0 per cent in April.", "The decline was broad-based.", "Energy price inflation, which had risen in April, resumed its downward trend and was negative in May.", "Food price inflation fell again but remained high at 12.5 per cent.", "Inflation excluding energy and food declined in May for the second month in a row, to 5.3 per cent from 5.6 per cent in April.", "Goods inflation decreased further, to 5.8 per cent from 6.2 per cent in April.", "Services inflation fell for the first time in several months, from 5.2 per cent to 5.0 per cent.", "Indicators of underlying price pressures remain strong, although some show tentative signs of softening.", "Past increases in energy costs are still pushing up prices across the economy.", "Pent-up demand from the reopening of the economy also continues to drive up inflation, especially in services.", "Wage pressures, while partly reflecting one-off payments, are becoming an increasingly important source of inflation.", "Compensation per employee rose by 5.2 per cent in the first quarter of the year and negotiated wages by 4.3 per cent.", "Moreover, firms in some sectors have been able to keep profits relatively high, especially where demand has outstripped supply.", "Although most measures of longerterm inflation expectations currently stand at around 2 per cent, some indicators remain elevated and need to be monitored closely.", "The outlook for economic growth and inflation remains highly uncertain.", "Downside risks to growth include Russia's unjustified war against Ukraine and an increase in broader geopolitical tensions, which could fragment global trade and thus weigh on the euro area economy.", "Growth could also be slower if the effects of monetary policy are more forceful than projected.", "Renewed financial market tensions could lead to even tighter financing conditions than anticipated and weaken confidence.", "Also, weaker growth in the world economy could further dampen economic activity in the euro area.", "However, growth could be higher than projected if the strong labour market and receding uncertainty mean that people and businesses become more confident and spend more.", "Upside risks to inflation include potential renewed upward pressures on the costs of energy and food, also related to Russia's war against Ukraine.", "A lasting rise in inflation expectations above our target, or higher than anticipated increases in wages or profit margins, could also drive inflation higher, including over the medium term.", "Recent wage agreements in a number of countries have added to the upside risks to inflation.", "By contrast, renewed financial market tensions could bring inflation down faster than projected.", "Weaker demand, for example due to a stronger transmission of monetary policy, would also lead to lower price pressures, especially over the medium term.", "Moreover, inflation would come down faster if declining energy prices and lower food price increases were to pass through to other goods and services more quickly than currently anticipated.", "Financial and monetary conditions Our monetary policy tightening continues to be reflected in risk-free interest rates and broader financing conditions.", "Funding conditions are tighter for banks and credit is becoming more expensive for firms and households.", "In April lending rates reached their highest level in more than a decade, standing at 4.4 per cent for business loans and 3.4 per cent for mortgages.", "These higher borrowing rates, together with tighter credit supply conditions and lower loan demand, have further weakened credit dynamics.", "The annual growth of loans to firms declined again in April, to 4.6 per cent.", "The month-on-month changes have been negative on average since November.", "Loans to households grew at an annual rate of 2.5 per cent in April and increased only marginally month on month.", "Weak bank lending and the reduction in the Eurosystem balance sheet led to a continued decline in annual broad money growth to 1.9 per cent in April.", "Month-on-month changes in broad money have been negative since December.", "In line with our monetary policy strategy, the Governing Council thoroughly assessed the links between monetary policy and financial stability.", "The financial stability outlook has remained challenging since our last review in December 2022.", "Tighter financing conditions are raising banks' funding costs and the credit risk of outstanding loans.", "Together with the recent tensions in the US banking system, these factors could give rise to systemic stress and depress economic growth in the short term.", "Another factor weighing on the resilience of the financial sector is a downturn in the real estate markets, which could be amplified by higher borrowing costs and a rise in unemployment.", "At the same time, euro area banks have strong capital and liquidity positions, which mitigate these financial stability risks.", "Macroprudential policy remains the first line of defence against the build-up of financial vulnerabilities.", "Inflation has been coming down but is projected to remain too high for too long.", "The Governing Council therefore today decided to raise the three key ECB interest rates by 25 basis points, in view of our determination to ensure that inflation returns to our two per cent medium-term target in a timely manner.", "Our future decisions will ensure that the key ECB interest rates will be brought to levels sufficiently restrictive to achieve a timely return of inflation to our two per cent mediumterm target and will be kept at those levels for as long as necessary.", "We will continue to follow a data-dependent approach to determining the appropriate level and duration of restriction.", "In particular, our interest rate decisions will continue to be based on our assessment of the inflation outlook in light of the incoming economic and financial data, the dynamics of underlying inflation, and the strength of monetary policy transmission.", "In any case, we stand ready to adjust all of our instruments within our mandate to ensure that inflation returns to our medium-term target and to preserve the smooth functioning of monetary policy transmission.", "We are now ready to take your questions."], "classifications": ["none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Interest rates", "Economic growth", "Monetary policy", "Financial conditions", "Inflation outlook", "Wage pressures", "Risk-free interest rates", "Financing conditions", "Credit dynamics"]}