{"sentences": ["Good afternoon, the Vice-President and I welcome you to our press conference.", "Inflation continues to decline but is still expected to remain too high for too long.", "We are determined to ensure that inflation returns to our two per cent medium-term target in a timely manner.", "The Governing Council therefore today decided to raise the three key ECB interest rates by 25 basis points.", "The rate increase today reflects our assessment of the inflation outlook, the dynamics of underlying inflation, and the strength of monetary policy transmission.", "The developments since our last meeting support our expectation that inflation will drop further over the remainder of the year but will stay above target for an extended period.", "While some measures show signs of easing, underlying inflation remains high overall.", "Our past rate increases continue to be transmitted forcefully: financing conditions have tightened again and are increasingly dampening demand, which is an important factor in bringing inflation back to target.", "Our future decisions will ensure that the key ECB interest rates will be set at sufficiently restrictive levels for as long as necessary to achieve a timely return of inflation to our two per cent medium-term target.", "We will continue to follow a data-dependent approach to determining the appropriate level and duration of restriction.", "In particular, our interest rate decisions will continue to be based on our assessment of the inflation outlook in light of the incoming economic and financial data, the dynamics of underlying inflation, and the strength of monetary policy transmission.", "We also decided to set the remuneration of minimum reserves at zero per cent.", "This decision will preserve the effectiveness of monetary policy by maintaining the current degree of control over the monetary policy stance and ensuring the full pass-through of our interest rate decisions to money markets.", "At the same time, it will improve the efficiency of monetary policy by reducing the overall amount of interest that needs to be paid on reserves in order to implement the appropriate stance.", "The decisions taken today are set out in a press release available on our website.", "The details of the change to the remuneration of minimum reserves are provided in a separate press release to be published at 15:45 CET.", "I will now outline in more detail how we see the economy and inflation developing and will then explain our assessment of financial and monetary conditions.", "Economic activity The near-term economic outlook for the euro area has deteriorated, owing largely to weaker domestic demand.", "High inflation and tighter financing conditions are dampening spending.", "This is weighing especially on manufacturing output, which is also being held down by weak external demand.", "Housing and business investment are showing signs of weakness as well.", "Services remain more resilient, especially in contact-intensive subsectors such as tourism.", "But momentum is slowing in the services sector.", "The economy is expected to remain weak in the short run.", "Over time, falling inflation, rising incomes and improving supply conditions should support the recovery.", "The labour market remains robust.", "The unemployment rate stayed at its historical low of 6.5 per cent in May and many new jobs are being created, especially in the services sector.", "At the same time, forward-looking indicators suggest that this trend might slow down in the coming months and may turn negative for manufacturing.", "As the energy crisis fades, governments should roll back the related support measures promptly and in a concerted manner.", "This is essential to avoid driving up medium-term inflationary pressures, which would otherwise call for a stronger monetary policy response.", "We welcome the recent Eurogroup statement on the euro area fiscal stance, which is consistent with this assessment.", "Fiscal policies should be designed to make our economy more productive and to gradually bring down high public debt.", "Policies to enhance the euro area's supply capacity can help reduce price pressures in the medium term, while supporting the green transition, which is also being furthered by the Next Generation EU programme.", "The reform of the EU's economic governance framework should be concluded before the end of this year.", "Inflation came down further in June, reaching 5.5 per cent, after 6.1 per cent in May.", "Energy prices fell again, dropping by 5.6 per cent, year on year.", "Food price inflation continued to slow but remained high, at 11.6 per cent.", "Inflation excluding energy and food edged up to 5.5 per cent in June, with goods and services following diverging trends.", "Goods inflation decreased further, to 5.5 per cent, from 5.8 per cent in May.", "Conversely, services inflation rose to 5.4 per cent, from 5.0 per cent in May, owing to robust spending on holidays and travel and also reflecting upward base effects.", "The drivers of inflation are changing.", "External sources of inflation are easing.", "By contrast, domestic price pressures, including from rising wages and still robust profit margins, are becoming an increasingly important driver of inflation.", "While some measures are moving lower, underlying inflation remains high overall, including owing to the persistent impact of past energy price increases on economywide prices.", "Although most measures of longer-term inflation expectations currently stand at around 2 per cent, some indicators remain elevated and need to be monitored closely.", "The outlook for economic growth and inflation remains highly uncertain.", "Downside risks to growth include Russia's unjustified war against Ukraine and an increase in broader geopolitical tensions, which could fragment global trade and thus weigh on the euro area economy.", "Growth could also be slower if the effects of monetary policy are more forceful than expected, or if the world economy weakens and thereby dampens demand for euro area exports.", "Conversely, growth could be higher than projected if the strong labour market, rising real incomes and receding uncertainty mean that people and businesses become more confident and spend more.", "Upside risks to inflation include potential renewed upward pressures on the costs of energy and food, also related to Russia's unilateral withdrawal from the Black Sea Grain Initiative.", "Adverse weather conditions, in light of the unfolding climate crisis, may push up food prices by more than projected.", "A lasting rise in inflation expectations above our target, or higher than anticipated increases in wages or profit margins, could also drive inflation higher, including over the medium term.", "By contrast, weaker demand - for example owing to a stronger transmission of monetary policy - would lead to lower price pressures, especially over the medium term.", "Moreover, inflation would come down faster if declining energy prices and lower food price increases were to pass through to the prices of other goods and services more quickly than currently anticipated.", "Financial and monetary conditions Our monetary policy tightening continues to be transmitted strongly to broader financing conditions.", "Risk-free interest rates over short to medium-term maturities have increased since our last meeting and funding has become more expensive for banks, in part owing to the ongoing phasing-out of the ECB's targeted longer-term refinancing operations (TLTROs).", "The large TLTRO repayment in June went smoothly, as banks were well prepared.", "Average lending rates for business loans and mortgages rose again in May, to 4.6 per cent and 3.6 per cent respectively.", "Higher borrowing rates and the associated cuts in spending plans led to a further sharp drop in credit demand in the second quarter, as reported in our latest bank lending survey.", "Moreover, credit standards for loans to firms and households tightened further, as banks are becoming more concerned about the risks faced by their customers and are less willing to bear these risks.", "Tighter financing conditions are also making housing less affordable and less attractive as an investment, and demand for mortgages has dropped for the fifth quarter in a row.", "Against this background, the annual growth rate of lending continued to decrease in June, falling to 3.0 per cent for firms and 1.7 per cent for households, with annualised growth rates of 0.0 per cent and -0.2 per cent in the second quarter respectively.", "Amid weak lending and the reduction in the Eurosystem balance sheet, the annual growth rate of broad money fell to 0.6 per cent in June, with an annualised growth rate of -1.1 per cent in the second quarter.", "Inflation continues to decline but is still expected to remain too high for too long.", "The Governing Council therefore today decided to raise the three key ECB interest rates by 25 basis points.", "Our future decisions will ensure that the key ECB interest rates will be set at sufficiently restrictive levels for as long as necessary to achieve a timely return of inflation to our two per cent medium-term target.", "We will continue to follow a data-dependent approach to determining the appropriate level and duration of restriction.", "In particular, our interest rate decisions will continue to be based on our assessment of the inflation outlook in light of the incoming economic and financial data, the dynamics of underlying inflation, and the strength of monetary policy transmission.", "In any case, we stand ready to adjust all of our instruments within our mandate to ensure that inflation returns to our medium-term target and to preserve the smooth functioning of monetary policy transmission.", "We are now ready to take your questions."], "classifications": ["none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Inflation", "ECB interest rates", "Monetary policy", "Economic outlook", "Financing conditions", "Underlying inflation", "Energy prices", "Fiscal policy", "Wage growth", "Risk-free interest rates"]}