{"sentences": ["Accompanying charts of the speech Thank you for this opportunity to report on the conduct of monetary policy.", "When I was here in April last year, Norges Bank had started a gradual normalisation of the policy rate following the coronavirus pandemic.", "Chart 1: In March 2022, a gradual rise in the policy rate was envisaged The Norwegian economy had recovered after the sharp downturn during the pandemic.", "High energy prices and a sharp rise in international goods prices had driven up consumer price inflation to a level markedly above the inflation target.", "Economic activity was strong, and job vacancies were high.", "Norges Bank expected rising wage growth and higher imported goods inflation to push up inflation through the year, and overall price inflation was projected to be 3.4 percent in 2022.", "The policy rate was projected to rise towards 2 percent over spring 2023.", "Chart 2: The policy rate has been raised more than projected a year ago These forecasts were less than accurate.", "The policy rate has been raised faster and more than projected in March 2022.", "Chart 3: Price inflation turned out to be considerably higher than projected The policy rate was raised in response to a considerably faster rise in inflation than projected.", "Norges Bank's task is to keep inflation low and stable.", "The operational target is inflation of close to 2 percent over time.", "Inflation targeting shall be forward-looking and flexible so that monetary policy can also contribute to high and stable output and employment and to countering the build-up of financial imbalances.", "High inflation is costly for society.", "It increases uncertainty about future inflation and makes economic planning difficult.", "Uncertainty can also lead to a situation where investment projects with longer horizons must give way to investment projects with shorter horizons.", "Rapid and unexpected price increases hit low-income households with the smallest margins hardest.", "A rapid rise in consumer prices is costly whether the rise in prices originates beyond Norway's borders or is due to domestic conditions.", "Norges Bank cannot influence prices abroad.", "The response of monetary policy to changes in individual prices does not depend on whether we can influence the source of the changes.", "The response depends on how long the disturbances are expected to last and the extent to which they fuel inflation via spillovers to other prices and wages.", "If inflation remains high for a long time, there is a risk that households and firms become accustomed to high inflation, and plan for high inflation in price and wage setting.", "Inflation may then become ingrained and difficult to bring down again.", "When inflation took off in spring 2022, it became clear that the policy rate level was no longer appropriate for the economic situation in Norway.", "The policy rate was raised quickly, and in autumn 2022, the rate reached a level where it likely began to have a tightening effect on the economy.", "At its meeting last week, the Monetary Policy and Financial Stability Committee raised the policy rate to 3.25 percent and will most likely raise the rate further in June.", "Let me say a little more about economic developments over the past year and our assessments.", "The pandemic led to higher prices for energy, metals and other globally traded goods.", "The price increases were amplified by Russia's invasion of Ukraine.", "The rise in these prices is an important source of the high level of consumer price inflation.", "High energy prices and other input costs have generated higher costs for businesses, who have in turn raised their selling prices.", "Chart 4: A year ago the economy was in high gear When the cost shock hit Norway in spring last year, the economy was in high gear, with strong demand and higher-than-potential output in the economy.", "Many businesses were facing labour shortages.", "Economic activity remained strong through 2022.", "Excess savings accumulated during the pandemic have enabled many people to sustain consumption despite high inflation and higher interest rates.", "At the same time, mainland business investment has risen substantially.", "Unemployment has remained low, and the employment rate has increased to the highest level seen in over 10 years.", "In recent months, economic growth has slowed.", "The labour market is still tight, but labour shortages have eased.", "Recently, unemployment has risen slightly.", "House prices fell in autumn 2022 but have since edged up again.", "Chart 5: In 2022 wage growth reached its highest level since 2011 In 2022 wage growth reached its highest level since 2011 and is expected to rise further this year.", "Higher wage growth means higher business costs, and high economic activity may make it easier for businesses to pass on higher costs to their selling prices.", "Overall mainland business profitability is solid, even though there are wide differences across industries.", "The Norwegian wage formation model is characterised by a high degree of coordination, and the social partners take into consideration employment and firms' profitability when negotiating wages.", "Experience has shown that wage growth adjusts faster in Norway than in other countries when the economy turns.", "This reduces the risk of wage price spirals, which thereby lessens the need for monetary policy tightening in response to a cost shock than would otherwise have been the case.", "After the pandemic, Norges Bank was one of the first central banks to raise its policy rate in autumn 2021.", "But policy rates were then raised substantially in many countries through 2022 in response to the surge in inflation.", "The policy rates of many of Norway's main trading partners are now at their highest levels since the 2008 financial crisis.", "Chart 6: Policy rates have been raised more abroad than in Norway Since last spring, foreign interest rates have risen more than Norwegian interest rates.", "Combined with the turmoil in financial markets, this has likely contributed to the krone depreciation.", "Norges Bank is mandated by the Ministry of Finance to carry out the foreign exchange transactions necessary under the petroleum fund mechanism.", "In the current period, Norges Bank's krone sales reflect the sizeable foreign currency revenues earned by oil and gas companies owing to high gas prices.", "The companies have converted large amounts of foreign currency into NOK for tax payment purposes.", "Norges Bank, on behalf of the government, will convert the portion of government petroleum revenues in NOK that is not spent via the central government budget back into foreign currency, which is then deposited in the Government Pension Fund Global.", "The transactions are planned and smoothed over the year and are announced ahead of each month.", "These currency conversions are not an element of monetary policy.", "Chart 7: The krone has depreciated Norway has a floating exchange rate.", "This means that the policy rate can be set at the level appropriate for the outlook for the Norwegian economy, and we have room to practice flexible inflation targeting, which also enables monetary policy to give weight to the aim of maintaining high employment.", "The floating krone exchange rate has been able to act as a shock absorber for downturns in the Norwegian economy.", "In periods where oil prices have fallen and the economy has moved into recession, the krone exchange rate has depreciated and contributed to strengthening competitiveness and preventing inflation from moving too low.", "Nevertheless, interest rate setting is not decoupled from interest rate developments in other countries.", "A rise in foreign interest rates normally pulls in the direction of a weaker krone.", "A weaker krone pushes up prices for imported goods.", "When inflation is already high, as now, this increases the risk of inflation becoming entrenched, which we must take into consideration when setting the policy rate.", "If the FX market loses confidence in our commitment to tighten monetary policy when inflation rises, the krone may depreciate further.", "Confidence in the inflation target is a precondition for monetary policy's ability to dampen fluctuations in the economy and to support high employment.", "In the long term, there is no conflict between the objective of price stability and high and stable employment.", "Ensuring that inflation remains low and stable is the most important contribution monetary policy can make to promoting high employment over time.", "We cannot keep employment permanently above potential by keeping the policy rate low.", "The level of employment over time is determined by structural conditions such as labour force composition, the tax and social welfare system and wage formation.", "In the short term, however, there may be a conflict between how quickly we should aim to bring inflation back to target and the aim of high and stable employment.", "When we set the policy rate, we weigh these considerations against each other.", "Inflation is now markedly above the target.", "We could have raised the policy rate higher and faster than we have so far.", "Inflation might then have come down faster.", "The reason we are taking a while to bring down inflation is that our job is also to contribute to high and stable employment.", "We do not want to restrain the economy more than that required to tame inflation.", "Chart 8: Prospects for lower price inflation and somewhat higher unemployment The Bank's forecasts in March indicate that inflation will move down towards 2 percent over the coming years.", "If developments turn out as projected, inflation will return to target with little rise in unemployment.", "There is substantial uncertainty about the outlook.", "The future policy rate path will depend on economic developments.", "Problems in some US and Swiss banks have led to large movements in global financial markets over the spring.", "The authorities in these two countries have intervened to reduce the risk of contagion to other institutions and markets.", "The turmoil has had only a limited impact on funding costs for Norwegian banks and mortgage finance companies.", "Norwegian banks are profitable, solid, and have ample liquidity.", "They are well positioned to cope with higher losses and market stress.", "In 2022, Norges Bank decided to raise the countercyclical capital buffer rate for banks to 2.5 percent, effective from March 2023, which brings the rate back to its pre-pandemic level.", "Norges Bank continuously and closely monitors financial market developments and has a contingency framework for taking measures required to safeguard financial stability if needed.", "The current high rate of inflation follows a long period of low and stable inflation in our part of the world.", "Some of the driving forces that kept inflation low in the decades before the pandemic may be going into reverse.", "Globalisation has been met with gradually growing opposition.", "Demographic trends are changing.", "Combined, this could make the job of keeping inflation low more demanding.", "The global economy will increasingly be impacted by climate change and the need to reduce emissions.", "Understanding the economic effects of climate change and the energy transition is essential for making forecasts and the right trade-offs in the conduct of monetary policy.", "This is therefore defined as a focus area in Norges Bank's Strategy The main contribution monetary policy can make to the transition is to ensure low and stable inflation.", "A flexible and forward-looking inflation targeting regime, where we look through short-term inflation fluctuations, is a good basis for addressing the structural changes we are facing.", "A small open economy like Norway will be exposed to shocks, as we have acutely experienced in recent years.", "Economic policy cannot shield the economy totally from shocks that may arise, but can dampen their impact.", "A framework that provides monetary policy predictability makes it easier to succeed.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none"], "topics": ["Inflation", "Policy rate", "Economic activity", "Wage growth", "Krone exchange rate", "Monetary policy", "Inflation targeting", "Financial stability", "Climate change", "Energy transition"]}