{"sentences": ["SPEECH Governor Signe Krogstrup's speech at Nordea's 11th Annual Nordic AAA Seminar about financing and the energy transition CHECK AGAINST DELIVERY Many thanks to Nordea for inviting me today.", "You might question the relevance of discussing climate change and fi- nancing the transition amid inflationary pressures and banking turmoil.", "I would argue that these phenomena are intimately connected.", "Climate change and the needed energy transition have contributed to the supply-driven energy price volatility, which has been a primary driver of the current high levels of inflation in Europe.", "• Climate considerations were a key factor underlying the growing de- pendence on Russian natural gas in Europe prior to the invasion of Ukraine.", "• A higher proportion of renewables in the energy mix in Europe means that the energy supply, and hence energy prices, have become in- creasingly sensitive to heat, drought and lack of wind, as we experi- enced last summer.", "• While we have no counterfactual, it is likely that the European energy mix, and thus inflation and interest rates, would have developed very differently in the absence of global warming.", "This is the agenda for the presentation.", "First, I will give a status on climate change, with a focus on financing needs.", "Then, I will discuss the role of the financial sector in supporting the green transition and managing climate-related risks.", "The financial sector as a whole - including Danmarks Nationalbank - still has much work to do to understand climate-related risks.", "Finally, I will turn to Danmarks Nationalbank's role and efforts in the green transition.", "We start with a status on the climate.", "Global energy systems are still largely based on fossil fuels.", "• The use of oil and gas continues to grow, while the use of coal has stagnated.", "• Missing de-carbonisation of energy, notably, mirrors insufficient cli- mate policies to support pricing of carbon emissions.", "We are far from reaching the climate goals of the Paris Agreement.", "• As a result of the sustained growth in carbon emissions, temperatures continue to rise.", "• The recent 6th IPCC Synthesis Report - published in March - concludes that even with the current nationally determined contributions, it will be hard to limit global warming to below 2 °C.", "• With the current nationally determined contributions, global tempera- tures are likely to increase by 2.8 °C by 2100.", "Challenges to an electrification of the European energy supply remain.", "• Solar and wind generation challenges the stability of supply.", "Fuel- based power plants provide a more stable supply of electricity than solar and wind energy, which are sensitive to the weather.", "• Plans to ensure the stability of supply of renewable energy rely on un- tested technologies, e.g.", "Power-to-X or e-fuels.", "Because these solu- tions are under development, they have yet to be tested at a large- scale, and some technology risk remains.", "• Electrification requires access to necessary minerals and rare earths.", "Global demand for critical minerals is set to rise two- to four-fold by 2030, according to the IEA.", "A key challenge is that geopolitical risk and security concerns increasingly call for diversification of supply chains.", "This is, however, hampered by the fact that critical minerals extraction is geographically highly concentrated.", "• The increasing importance of critical minerals could become a bottle- neck for green energy deployment.", "Demand for energy can shift rapidly when incentives are sufficiently strong.", "• Europe has rapidly reduced its dependence on Russian gas during • Consumption of energy has been reduced all together, and consump- tion has switched to alternative energy sources.", "• At the end of 2022 and early 2023, European consumption of gas was around 20 per cent below the average for the corresponding months in 2021 and 2022.", "• At the same time, Europe has increased its import of liquified natural gas from Africa and the Middle East.", "In order to take the energy transition further - and make it greener - poli- cies that shift incentives and promote stability will help support financing.", "Thus, access to finance to enable green investment can be supported by: • Policies to make green solutions profitable, e.g.", "• Stable planning horizons, which allow these companies to think long- term.", "Lower growth is not the solution to reaching the climate goals.", "• 'Degrowth' is sometimes advocated as a solution to climate change.", "• Recent developments underline how we cannot rely on lower growth for reducing emissions.", "In 2020, fossil fuels consumption fell by only 5.4 per cent, despite a substantial drop in global economic activity, related to the covid-19 pandemic.", "• Growth would have to fall to an unrealistic degree to make a mean- ingful dent in emissions.", "• Instead, policy action can shift incentives in favour of renewable ener- gies and away from fossil fuels, such as carbon taxes and emission standards, in additional to technical solutions.", "Different estimates of the need for financing are illustrated in the box to the left.", "• The right-hand box contains different estimates for the world, EU and Denmark.", "• The estimates are based on net-zero scenarios for the world, Fit for 55 scenarios for the EU and the 70 per cent goal of the Climate Act for Denmark.", "• These figures are associated with many uncertainties, and I do not want to focus on any specific figure.", "• The point is: Vast amounts of funding are necessary for the global economy to transition.", "The final point on sustainable finance brings me the next topic: the role of the financial sector in the green transition.", "First, two important points: • We cannot and should not expect the financial sector - and here I in- clude the central banks - to solve the climate problem.", "The tools to shift behaviour, demand and supply away from fossil fuel-based en- ergy are fiscal and regulatory.", "• However, the financial sector can support the transition by perform- ing its role of intermediating capital and managing the associated risks.", "• I will elaborate on this role in the next slides.", "Climate change and the transition bring both opportunities and risks to the financial sector.", "• Any economic transition requiring investment is a business oppor- tunity for the financial sector to apply its skills in risk pricing as well as return and profitability assessments.", "• The green transition is no different.", "The financing of green projects is paramount for the transition.", "Without financing, the world cannot make the necessary investments.", "• The green transition faces a special set of challenges for risk manage- ment, which I will get back to.", "From a central bank and financial stability perspective, proper risk assess- ment associated with climate change and the energy transition is particu- larly important.", "• Sound risk management means that risks should be held on balance sheets that have the capacity to absorb these risks if they materialise.", "• Banks and investors must take account of climate- and energy-related risks in their credit policies and capital allocation.", "• This implies a special focus on the risk assessment of investments in assets that may become 'stranded' in the transition, such as fossil-in- tensive investments.", "• Green companies must undergo the same scrutiny as regular compa- nies.", "The recent energy crisis in Europe illustrates how climate- and energy-re- lated risks are already first order.", "Climate-related risk pricing is difficult, but essential, in the financial sec- tor.", "And often, climate-related risks are not well priced.", "Poorly priced climate-related risks are a financial stability concern, the ex- tent of which we investigate at Danmarks Nationalbank.", "• We analyse how climate change and transition risks will affect the Danish economy and financial system.", "• The aim of this work is to facilitate a dialogue with the financial sector about risks and opportunities.", "The slide offers some examples of our analytical work.", "• The pieces include work on flood risk in the housing market, energy requirements on real estate and pricing of risk in equity markets.", "• The gist of the analytical work suggests that climate-related risks tend to be underpriced, although the extent to which this is the case seems to be decreasing.", "• Climate-related risks are becoming increasingly salient in financial markets.", "Proper risk pricing is challenged by the fact that climate-related expo- sures are opaque.", "• The assessment of climate change and transition-related risks cannot be based on historical data and distributions in the way that risk as- sessments are traditionally made.", "New scenario-based techniques for risk pricing are being developed.", "• Moreover, properly assessing climate-related risks requires new data and a higher level of transparency of exposures in balance sheets.", "• Many companies lack knowledge about - or do not share - the green- house gas emissions in their supply chains.", "• This makes it difficult for banks and investors to assess how a com- pany's failure to transition will impact its profitability.", "A higher degree of transparency and systematic and standardised collec- tion of data across companies and value chains, including financial port- folios, is necessary.", "• Many initiatives to increase the level of transparency of climate-re- lated exposures are under way or being implemented.", "• The Task Force on Climate-related Financial Disclosures (TCFD) has been central in expanding voluntary disclosures.", "New EU regulation introduces stricter requirements for both financial and non-financial businesses' disclosures.", "• The Corporate Sustainability Reporting Directive (CSRD) and Sustaina- ble Finance Disclosure Regulation (SFDR) are prominent examples of disclosure regulation.", "• Climate-related transparency is also adhered to by European central banks, with the introduction of the common minimum disclosures of the Eurosystem.", "I will come back to Danmarks Nationalbank's own disclosures later in the presentation.", "Finally, I will turn to how climate change affects our work at Danmarks Nationalbank.", "Danmarks Nationalbank's climate-related activities can be categorised under three headings.", "• They relate to our central bank mandate, our aim to fulfil this man- date in a responsible way and our role as a government debt man- ager.", "• The activities are anchored in a cross-bank analytical agenda, reflect- ing their interdisciplinary nature.", "Under our mandate, we analyse how climate change and the green tran- sition will affect the Danish economy and financial system.", "• The work results directly from our objective to ensure a robust econ- omy with stable prices and financial stability.", "• Our most prominent role in - and contribution to - the transition is to live up to our mandate of ensuring a robust economy with financial stability.", "This supports stable planning horizons for transition policies as well as for companies and financial planning.", "As a public institution, we aim to organise our work responsibly.", "• We aim to invest our financial portfolios responsibly, and this includes an aim to meet the climate goals of the Paris Agreement to transition to net zero by 2050.", "• We have similar goals for our own carbon footprint as an organisa- tion.", "We issue green government bonds on behalf of the Ministry of Finance.", "• Our debt management office manages Denmark's government debt.", "• This includes the management of government funds, preparation of an issuance strategy and issuance of government securities.", "Under this heading, we started issuing so-called green government bonds last year.", "I will comment on each of these aspects in the final part of my presenta- tion.", "Climate change can challenge price and financial stability.", "• Heat stress or lower crop yields lead to chronically lower output abroad, with spill-over effects for Denmark.", "• Heat waves, droughts and floods cause prices and income to fluctuate in Denmark and abroad.", "• Flooding, or expectations of flooding, reduces the market value of mortgaged real estate and can lead to losses among credit institu- tions.", "The green transition can also challenge price and financial stability.", "• Transition policies can change relative prices.", "Policies that result in carbon emissions being priced can lead to higher prices for certain goods and services.", "Subsidies, on the other hand, can reduce certain prices and hamper the competitiveness of non-subsidised products.", "• An increased reliance on solar and wind energy could lead to greater short-term volatility in energy prices because their supply is more ine- lastic and fluctuating.", "if polluting companies go bankrupt or prices of homes that are expensive to heat drop - could lead to credit losses.", "We work to understand how climate change and the transition will affect the price and financial stability objectives of Danmarks Nationalbank.", "• This includes analyses of the impact of energy prices on inflation and stress testing the banking system for climate risks.", "• Based on our analyses, we make recommendations to other authori- ties or the financial sector about how climate-related risks are best addressed, to reduce price and financial stability risks.", "• We also investigate the pricing of climate-related risks among market participants.", "This sheds light on the current salience of these risks.", "• We support standards for transparency as well as a systematic collec- tion of data on companies' climate-related financial exposures.", "Cli- mate-related financial data allow financial firms to benchmark them- selves against peers.", "• The aim of this work is to raise awareness and support the pricing of climate-related risks.", "We expect financial firms to increasingly assess and disclose climate rele- vant data, and this includes ourselves.", "Danmarks Nationalbank published its first climate-related disclosure re- port in March this year, as part of our annual reporting.", "• The disclosure covers bonds issued by governments and regional au- thorities as well as equities and corporate bonds invested via ex- change-traded funds, ETFs.", "• These asset classes amounted to approx.", "50 billion - or 10 per cent - of the market value of foreign reserves at the end of 2022.", "Disclosure is currently not possible for the remaining part of the foreign exchange reserve.", "• There is not sufficient data or widely accepted definitions of climate footprints for the remaining asset classes.", "• It is our ambition to broaden the disclosure as disclosure standards and data are developed.", "Some caveats are in order before interpreting the disclosed figures.", "• Climate-related disclosure of financial portfolios is an area under de- velopment.", "One should therefore be careful when interpreting the dis- closed figures.", "• The metrics measure emissions of greenhouse gasses from the eco- nomic activity generated by the issuers.", "• The metrics do not express the effect on actual greenhouse gas emis- sions when individual investors issue, purchase or sell the associated assets.", "• On top of these limitations, there are unresolved issues with double- counting and other inconsistencies across asset classes.", "We do not use the disclosed numbers as a parameter in the management of the FX reserve.", "• The primary objectives of the FX reserve are to support the fixed ex- change rate, financial stability and international obligations of Dan- marks Nationalbank.", "• Given these objectives, we aim, as far as possible, to invest our finan- cial portfolios in line with our policy for responsible investing, and no- tably, in line with the Paris Agreement.", "• The metrics are based on current carbon emissions, whereas the Paris Agreement sets a goal of climate neutrality by 2050.", "Following the approach of the ECB, we report the climate footprint using three distinct metrics.", "• The metrics are the weighted average carbon intensity (WACI), car- bon footprint and absolute financed emissions.", "• The metrics measure different aspects of the emissions associated with the investments, and all three have advantages as well as draw- backs.", "• I will not go into these here, as it quickly becomes technical.", "The footprint from government bonds fell slightly from 2021 to 2022.", "• The lower WACI reflects that the share of our bond holdings that was invested in countries with high emissions relative to GDP dropped in 2022, as compared with 2021.", "• This reflects a restructuring of the bond holdings that had nothing to do with the climate.", "The footprint from the ETFs also fell from 2021 to 2022.", "• The lower WACI indicates that a smaller part of our ETF holdings was based on equity and corporate bonds issued by companies with high emissions relative to revenue in 2022, as compared with 2021.", "• This was intended, as the ETF holdings were shifted towards ETFs that comply with the EU's Paris-Aligned Benchmark.", "I now turn to our issuance of green governments bonds on behalf of the Danish state, which we started in 2022.", "First some background: The green bond market has increased signifi- cantly over the previous years, but it remains small.", "• Prevailing market conditions caused debt issuance volumes to decline in 2022, across all categories of bonds, green bonds included.", "• Sovereign green bonds made up around 14 per cent of total green bond issuance globally, see the right-hand chart.", "More than 50 per cent was issued by companies.", "• However, the green government bond market remains small, with around 3 per cent of overall bond issuances.", "We decided, together with the Danish government, to issue green gov- ernment bonds starting in 2022.", "• Issuance of Danish green government bonds is expected to be around 15 per cent of our total issuance of domestic bonds in 2023.", "• The green government bonds are still a small share of outstanding government bonds, constituting just around 2.5 per cent.", "Our motivation for issuing green bonds is two-fold.", "• First, we aim to contribute to the development of the green financial market, which has the potential to play an increasingly important role in directing investment towards sustainable projects.", "• We notably help set a standard for the Danish green bond market and add critical mass with a high-quality dark green and AAA-rated green bond.", "• Second, issuance of a green bond contributes to maintaining a broad and diversified investor base for Danish government bonds and ac- commodates increased demand for green assets from investors.", "The Danish government green bond follows the highest standards.", "• It is important to follow best practice and support regulation that en- hances transparency.", "• We are at the forefront of market standards by evaluating and select- ing green spending on the basis of the EU's taxonomy for sustainable activities.", "This helps promote transparency, which is crucial to build- ing trust between the issuer and investor.", "• The high quality and transparency are supported by the Dark Green rating, which is the highest climate and environmental accreditation possible by the external verifier Cicero.", "• We monitor market developments - including the EU Green Bond Standard - and gradually seek to adapt our programme to the best market practice and to meet requirements and expectations from the investor community.", "We use a 'twin bond' concept to ensure adequate liquidity.", "• The concept was first launched by Germany in 2020.", "• Green bonds are issued with the same financial characteristics as a regular Danish government bond, i.e.", "• Investors have the option to swap their green twin bond one-to-one with a corresponding and more liquid conventional twin bond.", "• The twin model means that price differences, if any, are quite trans- parent.", "The 'greenium' is clearly identified.", "Our goal is to issue up to kr.", "In comparison, total gov- ernment issuance is kr.", "• As the figure shows, we issued an amount of 15 billion of green gov- ernment bonds in 2022.", "• This will bring the total outstanding amount of Danish green govern- ment bonds up to kr.", "• The new 10-year green government bond series will be issued in the 2nd half of 2023 in accordance with the central government's Green Bond Framework.", "• The series will follow the twin bond concept and thus have the same financial characteristics as the new benchmark 10-year nominal bond maturing in 2033.", "There is currently a green premium of 3-4 basis points on the existing 10- year Danish green government bonds.", "• The opening of our first green bond in January 2022 was met with overwhelming demand and an initial 'greenium' of 5 basis points.", "• This was more than expected and higher than most other European green government bonds.", "• Since then, the size of the green premium has varied between 1-5 ba- sis points.", "• The green premium declined in the early part of 2023, at a time when market volatility was high and market focus was elsewhere, at least for some investors.", "It is difficult to predict the green premium of the new 10-year green bond.", "It is not our goal to issue at a specific green premium.", "Transparency about the use of proceeds from the green government bonds is essential for buyers of green bonds.", "• An allocation and an impact report are published to achieve sufficient transparency.", "• The impact report for eligible expenditures in 2021 was published ear- lier this year.", "Allocation report: The central government is committed to reporting that proceeds have been allocated in accordance with the current Green Bond Framework.", "• Eligible green expenditures under the current framework are focused on Denmark's two highest-emitting sectors: transportation and en- ergy.", "• These expenditures are largely aligned with the EU's Taxonomy.", "• In the transportation sector, the framework includes direct operating and capital expenditures for the rail network infrastructure and indi- rect expenditure through a tax exemption for zero- and low-emission vehicles.", "• The framework includes direct subsidy schemes and indirect expendi- tures through a tax exemption scheme, to incentivise the transition to solar and wind power.", "• With the proceeds from 2022 and the proceeds planned for 2023, is- suance of approx.", "20 billion will be allocated to clean transporta- tion, and approx.", "3 billion will be allocated to renewable energy.", "Impact report: The central government is committed to reporting on ex- pected climate and environmental impact through an impact report.", "• The report includes detailed descriptions of the allocated green ex- penditures along with an estimation of environmental impacts.", "5 Mton CO2e emissions were avoided in 2021, according to the aggregated impact metric.", "• Other output and environmental impact metrics are included in the report, such as an estimated production capability of 12,000 GWh in renewable energy.", "We are still far from reaching the climate goals of the Paris Agreement.", "The energy transition is behind schedule and has much ground to cover.", "Recent events have shown that an abrupt transition with supply stops is costly in terms of risks to inflation and can lead to financial turmoil.", "Climate-related risk pricing is central to directing financing for green pro- jects.", "The attention of the financial sector to climate issues has grown in recent year.", "• Some evidence that attention to - and pricing of - climate risks is in- creasing, but more needs to be done.", "• Progress toward disclosures to support risk management is welcome.", "• I expect we will continue to see new issuers supporting the develop- ment of green capital markets.", "Climate change is macro-critical, and most activities and objectives at Danmarks Nationalbank are affected by climate considerations.", "• Our most important contribution to the transition is to live up to our mandate of ensuring a robust economy with price and financial stabil- ity.", "• This means taking account of and assessing climate-related risks to the macroeconomy and financial system.", "• Moreover, together with the Danish government, we support the de- velopment of green capital markets by issuing green government bonds.", "NATIONALBANK Financing and the energy transition Governor Signe Krogstrup 11th Annual Nordic AAA Seminar, 11 May 2023 Status on climate change and financing Role of the financial sector in the energy transition Climate-related activities in Danmarks Nationalbank Status on climate change and financing The world's energy supply remains fossil-based, and electrification challenges remain The world's energy supply remains largely fossil-based, and Challenges to an electrification of the global temperatures continue to rise European energy supply 600 1.8 Renewable energy Stability of supply 500 1.5 Untested technologies, e.g.", "Building new energy supply requires financing Demand for new types of energy can change fast with the right Supply of renewable energy requires financing.", "TCFD and IFRS/ISSB) EU requirements take effect these years (e.g.", "CSRD and SFDR) Climate-related activities in Danmarks Nationalbank MANDATE Own carbon footprint Financial analysis Responsible investment (e.g.", "climate stress test) THE STATE Macroeconomic analysis (e.g.", "• Disclosed figures do not express the effect Bonds issued by central governments and regional authorities on actual emissions of investors owning the Equities and corporate bonds (ETFs) Note: The holdings are stated at market value as of 30 December 2022, excluding gold and IMF loans.", "10 billion under the Investors' willingness to pay a green premium remains, government's Green Bond Framework in 2023 despite market volatility Accumulated issuance, kr.", "billion Yield to maturity p.a., per cent Spread, basis points 4.0 8 The green bond issuance volume is expected to reach kr.", "The remaining revenue generated in 2023 will finance prognosed eligible green expenditures in 2023.", "Source: Danmarks Nationalbank.", "Concluding remarks The green energy transition is behind schedule, and its financing needs are enormous Improving climate-related risk pricing is essential for the financial sector to provide financing for the transition Danmarks Nationalbank supports the transition through economic stability, macro risk analysis and development of green capital markets"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Energy transition", "Climate-related risks", "Green financing", "Financial stability", "Carbon emissions", "Renewable energy", "Fossil fuels", "Climate-related disclosures", "Green government bonds"]}