{"sentences": ["Honourable Chair, Honourable Members of the Committee, I am pleased to be back before the EF Committee to present the Annual Report of the Bank of Albania for 2022.", "I consider the presentation of this Report, as well as the today's hearing, fundamental for the Bank of Albania's accountability relationship with the Parliament.", "Dear ladies and gentlemen, Meeting our mission and legal duties, realising the commitments in view of the mediumterm development strategy, and complying with the recommendations left by the Parliament of Albania for 2022, have been important objectives guiding the activity of the Bank of Albania throughout 2022.", "The Albanian economy has faced a wave of complex and unprecedented shocks in recent years.", "These shocks have tested the sustainability of the economic and financial balances of Albania, triggering serious challenges to Albanian businesses and households, in turn requiring fast and coordinated reaction from public authorities.", "Though it is still early to provide a final analysis of consequences from the war in Ukraine, I am pleased to see that the Albanian economy has displayed a high resilience against these shocks.", "This resilience has been shown, first, in the maintenance of a positive economic growth rate, and second, but no less important, in the preservation of overall economic and financial stability in the country.", "In particular, the rapid surge in prices over the last year, has been brought under control and inflation has been declining in recent months, through easing the pressures on household' budgets and reducing uncertainties for enterprises.", "At the same time, the banking sector appears sound, indicators on the stability of both public and external debt have been improving, the financial environment is calm, and enterprises and households' balance sheets remain solid.", "These achievements are not a result of chance.", "They reflect, among other things, adequate and coordinated monetary, financial and fiscal policies and the results of continuous structural reforms which we have undertaken in the financial sector.", "The proportional and timely reaction of these policies has minimised the immediate consequences of shocks and has safeguarded the production capacity of Albania.", "In parallel, continuous structural reforms have strengthened the flexibility and resilience of the Albanian economy, by helping both the monetary and financial stability of Albania.", "In my remarks today, I will provide an overview on the main directions of the Bank of Albania's work throughout 2022 and its results.", "I would then like to share a brief summary of our expectations and highlight some of our primary objectives for 2023.", "The outlook for the economy, price stability and the Bank of Albania's monetary policy The global geopolitical and economic environment experienced upheaval in a radical and unexpected manner at the outset of 2022, due to the Russian unjustified invasion of Ukraine.", "This attack led to a rapid spike in food, energy, and commodity prices, and in inflation, jeopardising monetary and financial stability on global and national levels.", "At the same time, prevailing uncertainty, erosion of purchasing power and tighter financing conditions worsened the world economic outlook.", "Albania, as a small and open economy, is also experiencing these trends.", "The external shock was reflected in heightened uncertainty, higher costs of production for enterprises, increased cost of living for households, and an overall rise in interest rates.", "The external shock had a considerable impact on prices.", "First, foreign prices fuelled this upsurge, coupled then increasingly by a rise in production costs and inflationary expectations in Albania.", "Thus, overall inflationary pressures started to appear more broadly and with increasing persistence.", "These features were reflected in a rapid upsurge in core inflation during 2022.", "This indicator is the best barometer of more persistent inflationary pressures.", "In this new economic environment, within our legal mandate of price stability, the Bank of Albania has embarked on the process of normalising our monetary policy stance.", "The increase in the interest rate to 2.75% as at end of 2022, from 0.5% at the beginning of 2022, led to the realisation of this normalisation.", "In parallel, given the elevated uncertainties across financial markets - which faced an increase in interest rates for the first time in more than a decade - we have intensified communication with markets and the public, to clarify our strategy of monetary policy.", "This strategy is based on three important principles: First, normalisation of monetary policy stance was and remains necessary for inflation to return to the target in a steady manner.", "The purpose of this normalisation was to curb the pass-through of rising international prices to the general, steady surge in prices in the Albanian economy.", "In this context, this normalisation was in line with the reaction undertaken by all other central banks in the course of 2022, and in the current year.", "Second, the speed and intensity of normalisation has followed a gradual and prudential process, led by new information and in harmony with the direction of fiscal policy, as well as with developments in the financial market.", "In this view, I would like to highlight that our monetary policy stance has been - on the one hand - consistent with the return of inflation to the target, and - on the other hand - prudential, in order to have the least possible effect on both economic activity and financial stability.", "I would also like to emphasise, that the normalisation speed in Albania has been lower than that implemented by our trading partners, due to the fact that fiscal policy has followed a consolidating trend throughout 2022, while a strengthening of the exchange rate has restrained transmission of imported inflationary pressures to the domestic market.", "The increase in key interest rates throughout 2022 and going forward, in the absence of these factors, would have been faster and more aggressive.", "Third, even with the presence of normalisation, the overall stance of monetary policy continued to remain accommodative for boosting both consumption and investments, as it provides better financial conditions for a more balanced performance of aggregate demand and supply in economy.", "The monetary policy has been transmitted smoothly across financial markets.", "Its transmission to the interbank market has been immediate and complete.", "It has been rapid to the government securities market, and it still continues to the deposits and credit market.", "Nevertheless, despite increasing interest rates, credit flows continue to remain positive and the Albanian banking sector continues to provide necessary funds to the economy for expanding activity and for meeting liquidity needs.", "The volume of credit to the private sector grew by 12.3%, on average in 2022, while credit portfolio quality remained at good levels, and the non-performing loans ratio stood at the lowest levels in the last decade.", "The financial sustainability of the banking sector and its positive approach towards lending was conducive to the continued support of the economy with funding.", "In a more general view, the first effects of our reaction are notable in curbing the increase of inflation.", "In parallel, expectations of economic agents on inflation in the future has been declining, standing close to our target.", "Our assessments show that in the absence of our actions, inflation would have averaged 4.5 percentage points higher throughout the 2022-2024 horizon, having a considerable impact on the purchasing power of households and on the nonperforming loans ratio.", "On the other hand, despite the presence of external shocks coupled with tighter financing conditions, the Albanian economy maintained a growing trend, in terms of production, employment and wages.", "Thus, economic growth in 2022 was relatively high, around 4.8%, continuing recovery after the pandemic.", "Economic growth continued to have good allocation by sector, and was underpinned by expansion in consumption, investments and Albanian exports.", "In addition, the labour market has improved notably.", "Employment grew by 4.2%, the unemployment rate declined to 10.8%.", "In addition, the increase in labour force participation showed an ever higher number of employed Albanian citizens.", "Our confidence surveys show that enterprises have a high demand for employment, while a lack of labour force continues to restrain increases in their businesses.", "All these components of the labour market have been reflected in the dynamic growth of wages.", "In particular, wages in the private sector rose by an average rate of 12.2% in 2022.", "Lastly, allow me to point out that progress was also recorded in 2022 in terms of improvement in the stability of both foreign and public sector's balance sheets.", "In more concrete terms, Albanian exports grew by 42% in 2022, driven by a growth in tourism income, which opened the way for the reduction in both the trade deficit and the current account deficit of the country.", "Along with the rapid increase in foreign direct investments and the stability of domestic financial markets, they paved the way for a strengthening of the lek exchange rate over the year.", "This improvement reflected both an increased effect of the nominal base of revenues and the fiscal consolidating stance implemented throughout 2022.", "Honourable Members of Parliament, The Bank of Albania is confident that the normalisation of monetary policy is the right monetary policy stance, in compliance with our legal obligations and for the purposes of safeguarding the macroeconomic balances of Albania and for the sustainable and longterm growth of society's welfare.", "In parallel, the Bank of Albania has also paid attention to the strengthening of the financial stability of the country, throughout 2022.", "Let me now explain in greater detail.", "Banking supervision and financial stability Geopolitical tensions and volatilities in international markets have found our financial system relatively prepared in general and the banking sector in particular.", "The improvement of risk management systems by banks themselves and the Bank of Albania's continuous monitoring and supervision have played a crucial role in this regard.", "In this context, I would like to make evident that the activity of the Bank of Albania throughout 2022 was focused in three directions: First, at the outset of the war in Ukraine, we carried out a complete assessment of the risks jeopardising the banking system from exposures stemming from markets related to the war.", "Ultimately, these exposures were minor.", "Nevertheless, in collaboration with commercial banks we conducted some stress test exercises to determine the capacity of banks to face the possible financial costs from this shock.", "The results from these tests showed that the banking sector was liquid and well-capitalised, able to withstand the assumed shock.", "Second, the rising trend of interest rates in international markets spurred banks to frequently assess their balance sheets in a considerable manner, which had potentially unfavourable affects on the intermediating activity of banks.", "In this context, we conducted an intensive process of dialogue with banks to monitor and manage this risk, which so far remains contained.", "Third, 2022 was characterised by an intensive wave of cyber-attacks against the most critical sectors in Albania, including the banking sector.", "The focus of our analyses and examination was cyber risk.", "We increased the requirements for banks to invest in optimum management of this risk.", "The banking sector has intensified its diligence towards protective systems and preventive measures and has strengthened its capacities for monitoring and neutralisation of cybernetic attacks.", "In spite of these challenges, developments in 2022 were positive for the banking system.", "Financial intermediation has continued to expand, financial results have been positive and at comparable values with the previous year, the capital adequacy ratio stood at 18% showing a considerable ability of the banking sector to withstand risks; while the non-performing loans ratio dropped close to 5.0%.", "Our regular analyses on systemic risks to the banking system, show these risks remain contained.", "Further consolidation of banking activity was also an important development in 2022.", "OTP bank purchased the shares of Alpha Bank in Albania, bringing the number of banks in the Albanian banking system to 11.", "Beyond monitoring the soundness of the banking system, we have oriented our work towards the further strengthening of banking supervision and consolidating resolution plans.", "Some of the priorities in the work of the Bank of Albania in this regard have been First, the Bank of Albania continued improvement of its supervisory and regulatory framework aiming at its approximation with EU acquis and Basel principles.", "Revision of regulations has been aimed at implementing the requirements on strengthening the capitalisation standards for banking activity; Second, in the same line, we have further progressed towards assessment of the equivalence of our supervisory and regulatory framework with the EU acquis.", "This equivalence is quite important to reduce the operation costs of the banking industry in Albania and to further prompt expansion of the banking sector and development of financial markets.", "In this context, we carried out an independent assessment of equivalence, pursuant to the new methodology published by EBA.", "This re-assessment concluded that both our regulatory framework and supervisory practices have a high convergence with the European Union standards.", "Based on this conclusion, we submitted our request to EBA to include Albania in their official assessment process.", "Third, we completed the regulatory framework on payment services.", "Upon the approval of the Law \"On payment services\", the sub-legal acts regulating the activity, supervision and management of risks for entities which provide payment services were approved in 2022.", "Completion of the regulatory framework enables the safe and effective functioning of electronic money institutions, by creating the premises for increasing payment services, strengthening competition in the market, and enhancing both transparency and protection of Albanian consumers.", "Fourth, the recommendations from the Committee of Experts of CoE on the Evaluation of Anti-Money Laundering Measures and the Financing of Terrorism - MONEYVAL were implemented.", "As an integral part of the national plan in relation to Anti-Money Laundering Measures and the Financing of Terrorism, the Bank of Albania has fulfilled its responsibilities, improving the regulatory framework and strengthening the effectiveness of the oversight process.", "In addition, we have continued with on-site examinations on issues related to the prevention of money laundering, with a particular focus on issues related to the financing of terrorism and the implementation of international sanctions.", "Administrative measures have been taken on breaches which have been discovered.", "Fifth, the banking sector was rigorously monitored through on-site examinations and off-site analyses.", "Assessment of credit portfolio quality, assessment of operational risk, information technology risk, liquidity risk, governance systems risks as well as assessment of transparency with clients have been the focus of examinations.", "Entities which have been under monitoring - banks and non-bank financial institutions - follow a prudential approach related to risk management, and overall their activity is in compliance with the regulatory framework.", "Last, resolvability has been strengthened.", "In the capacity of Resolution Authority, the Bank of Albania has completed and communicated the resolution plans for all banks, including the resolution strategies of specific banks, the minimum requirements on financial assets needed for loss absorption and recapitalisation, as well as requirements for increasing resolvability.", "Banks have progressed in terms of increasing financial capacities and the ability to provide operational continuity in resolution, while we have submitted a set of recommendations to minimise the potential impediments for implementation of the resolution plan.", "Along with the primary objective of preserving price stability and its role in supporting the financial stability of the country, the Bank of Albania is responsible for other activities as well, which are considerably important for the development and growth of society's welfare.", "I will provide a brief summary on some of these.", "Other activities The payment systems managed by the Bank of Albania have guaranteed maximum availability and have functioned safely and effectively throughout 2022.", "Along with the existing payment systems in lek, in January 2022, the AIPS EURO for the settlement of the domestic euro-denominated transfers started operation for the first time, with significantly lower costs and with shorter delivery times than the previous process.", "It has been assessed that Albanian businesses and consumers saved around EUR 10 million from the use of this system throughout 2022.", "In parallel, the development of payment services infrastructure has supported the expanded use of e-payment instruments and the financial inclusion of the population.", "Our statistics display a growth of 18% in card payments, e-money payments and home banking payments.", "The use of electronic payments per capita reached 17 payments, though the objective for 2023 was 10 payments, as outlined in the Albania National Retail Payment Strategy (2018 -2023).", "Currently, the Bank of Albania is working on the implementation of an instant payment infrastructure.", "This novelty in the field of payments aims at reaching those market segments which do not use electronic instruments.", "In the field of currency issue, in 2022 circulation of the new series of Albanian banknotes was completed with the denomination of 10.000 Lekë.", "The new series bears contemporary and sophisticated security features.", "An educational campaign on the use of the national currency accompanied the entire process.", "The Bank of Albania has scrupulously managed the international reserve, by observing the main objectives of liquidity and security.", "Despite the problems faced by international markets in the last year, the level of our foreign reserves is in compliance with our adequacy criteria and with the best international practices.", "The Bank of Albania has fulfilled its institutional obligations in the framework of the National Plan for European Integration.", "Since the opening of negotiations in July 2022, the Bank of Albania has intensified its participation and contribution in bilateral meetings with the European Commission, while it has continued economic and financial dialogue through the participation in joint committees with the authorities of the euro area market.", "Enhancing transparency and accountability through open communication has guided our relationships with the general public and with interest groups.", "Though, our decisions cannot be adequately conveyed in an economic environment, which is characterized by a limited degree of financial education.", "For this reason, in 2022, work has been done on drafting and implementing the \"National Strategy of Financial Education and Inclusion\", which aims to improve financial literacy and inclusion of the public at large.", "Finally, significant improvements have taken place in terms of improving the governance of the institution, through updating risk management systems and ensuring business continuity with the best international practices.", "In particular, due to the organized cyber-attacks that the country faced last year, the Bank of Albania paid special attention to the enhancement of stability in: the banking sector; in markets; and in the payment systems which the Bank of Albania operates.", "In more concrete terms, the Bank of Albania reviewed continuity plans for the recovery of the institution's activity in the event of a cyber-attack, intensified the controls and monitoring it performs on the systems and services it provides, and strengthened cooperation with local institutions, such as the National Electronic Certification Agency and Cyber Security (AKCESK) and the Albanian Association of Banks, as well as with international institutions, such as the International Monetary Fund and the World Bank.", "Honourable Members of the Committee, Concluding, allow me to re-emphasise that price stability has been and remains the main mission of the Bank of Albania.", "Preserving the purchasing power of our national currency, guaranteeing the value of Albanian households' savings, supporting financial stability and establishing the most optimum crediting conditions for a long-term period, are the best service we can do for the Albanian economy.", "Our projections suggest inflation will reach the target in 2024, driven by the stability of prices in global markets and the effects of monetary policy stance normalisation.", "A gradual increase in the key interest rate towards a neutral level will drive both demand and supply in the economy to a more sound balance.", "In parallel, economic growth is expected to maintain stable growth rates in the medium term, despite the short-term volatilities which are expected in the current year and in the next one.", "From its side, the Bank of Albania will continue to adapt its monetary policy stance to the new economic reality.", "We will make sure that this stance is prudential, - on the one hand - consistent with the price stability target and, on the other hand, - coordinated with the fiscal policy direction and development in financial markets.", "In parallel, the latest episodes of stress in the US and Swiss banking systems have returned focus to the importance of a regulated and well-supervised financial system.", "In this view, allow me to point out again that the Albanian banking system appears liquid, profitable, well capitalised, and able to carry out its primary function of financial intermediation and of preserving the value of Albanian households' savings.", "Nevertheless, the Bank of Albania will carefully monitor the situation, and will continue attentive supervision and regulation of this system, in addition to taking care of regulatory and supervisory framework alignment with the acquis communautaire.", "Lastly, I will re-call the importance of continuing with structural reforms as an indispensable instrument for growing the potential of the economy, enhancing its resilience against adverse shocks, and increasing the welfare of society.", "Thank you for your attention!"], "classifications": ["none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-financial coordination", "financial dominance", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Monetary policy", "Financial stability", "Inflation", "Economic growth", "Banking supervision", "Payment systems", "Financial education", "Cybersecurity", "EU integration", "Structural reforms"]}