{"sentences": ["I am delighted to be at the Hertie School today to speak at this event.", "The Valentine's Day question Let me start by giving you the most straightforward answer to the question that we have been asked to address.", "My response is the same as the ones available to the traditional Valentine's Day question ('will you be my Valentine?", "Building resilience over the past decade Yes, because the fragility that we saw in the last decade or so has been addressed by the many changes we are now familiar with, in particular New institutional frameworks operating on a pan-European basis (such as the ESRB, SSM, SRM, ESM as well as the EBA, ESMA and EIOPA); A comprehensive overhaul of the regulatory framework, most recently the MiCA legislation but also upgrades in the form of higher risk based capital requirements, better quality of capital instruments as well new liquidity standards and a capital buffer regime that provides a macroprudential system-wide overlay to microprudential requirements.", "; Similar changes at a global level - which have a direct impact on us in Europe - including the creation of the Financial Stability Board (FSB) and the standard setting by the Basel Committee on Banking Supervision and at IOSCO.", "The resilience built-up in recent years has put the European financial system in a stronger and less fragile position.", "And the evidence to back that up is undoubtedly the response to the pandemic when, put simply, the financial system absorbed the closure of the European economy without a crisis.", "No because there is work still to do and the financial system does not stand still.", "In Banking Union is still incomplete ; The Capital Markets Union is still more of a concept than a reality; The recommendations of the Basel Committee are not being implemented in full ; European legislative processes struggle to keep up with the pace of change.", "And perhaps most important of all from my perspective is that we have allowed marketbased finance to grow significantly without developing an appropriate macroprudential framework for it.", "In Ireland alone by end of 2021 the asset value of the sector had grown to €5.6 trillion from €3 trillion in 2016.", "In short, we built the necessary resilience to address the issue of fragility.", "But we have drawn down on that resilience while new challenges have emerged and so we need to restore it.", "Restoring resilience I think everyone would agree the European macro-financial environment is characterised by a very high degree of uncertainty, and remains very challenging both domestically and globally.", "Despite all the progress over the last decade, we have much work to do.", "The financial system continues to change rapidly, in particular through digitalisation and technological innovation.", "The non-bank financial sector and in particular the investment fund sector is playing an increasing role in the financial system, through financial intermediation and links to the real economy.", "The presence of non-bank lenders can bring significant diversification and competition benefits but it can also increase vulnerability to international risks.", "An area that is underdeveloped in my opinion in terms of risk analysis of non-bank finance is systemic risk.", "Systemic risk primarily relates to the impact that the collective behaviour of the sector can have on the financial system.", "Leverage and liquidity vulnerabilities present in investment funds can become systemic when they transmit a shock to the wider financial system or real economy through their interconnectedness.", "The UK's LDI crisis stands as a warning to market participants and central bankers alike that holding highly leveraged positions, (with buffers calibrated to recent historical volatility) even in relatively safe assets such as UK gilts, can lead to forced sales and the need for market interventions by central banks For non-banks, the existing EU regulatory framework governing investment funds is primarily concerned with investor protection.", "And so this is why we need a different perspective for the fund sector - a macroprudential perspective - to address this systemic risk posed by these funds.", "In my view we need to develop and implement a macroprudential policy for non-banks, including investment funds, to ensure market participants are resilient to market shocks, and so avoid damaging amplification mechanisms.", "The Central Bank of Ireland has started to develop macroprudential policy for the nonbank sector, starting initially with the investment fund sector because of its size, growth and interconnectedness, particularly with the domestic economy in this instance.", "We recently introduced limits on leverage and additional Guidance to limit liquidity mismatch for Irish property funds.", "More broadly, we are working to develop and operationalise a framework for macroprudential policy in the non-bank sector with our European and international partners.", "International coordination is essential for such a framework and we will continue to push this agenda in EU and international fora (like the ESRB, FSB, and IOSCO) to intensify the monitoring of vulnerabilities, including work to obtain a more complete picture of leverage in the financial system and addressing data and policy gaps.", "In conclusion, yes we've addressed the old fragility but no, our work can't stop there.", "In fact, we have much work to do to continue to build the resilience of the financial system.", "And in my view the non-bank financial sector should continue to be a top priority for financial stability policy makers in Europe and across the globe.", "Ultimately, financial fragility arises because of the lack of resilience.", "And resilience exists because it is actively looked for, not by waiting for a crisis to happen so that it can be addressed directly but by being front-footed, learning from history, and acting systematically and with urgency.", "The incomplete nature of the Banking Union remains a key deficiency in the postcrisis reforms to the European regulatory architecture for banks, and is most notable in the ongoing failure to agree on the proposal for a European Deposit Insurance Scheme (EDIS).", "A fully fledged EDIS remains the most comprehensive way to address the component of the bank-sovereign nexus that is channelled through reliance on national DGS schemes, which are underpinned by explicit or implicit sovereign guarantees.", "Without EDIS, the European banking system will remain vulnerable to the banksovereign doom loop while measures to promote greater integration and cross-border banking will struggle to overcome persistent home-host cleavages at European level The implementation of the final tranche of post-crisis reforms under Basel III, designed to ensure a consistent measurement of risk on bank's balance sheets, risks being drawn out through a number of deviations contained in the European Council and European Parliament's amendments as a result of which the full implementation of Basel III within the EU may not be achieved until 2032 at the earliest."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary dominance"], "topics": ["Financial resilience", "Non-bank financial sector", "Investment funds", "Macroprudential policy", "Systemic risk", "Basel III", "Banking Union", "European Deposit Insurance Scheme", "Financial stability", "Crisis prevention"]}