{"sentences": ["Good afternoon, the Vice-President and I welcome you to our press conference.", "The inflation outlook continues to be too high for too long.", "In light of the ongoing high inflation pressures, the Governing Council today decided to raise the three key ECB interest rates by 25 basis points.", "Overall, the incoming information broadly supports the assessment of the medium-term inflation outlook that we formed at our previous meeting.", "Headline inflation has declined over recent months, but underlying price pressures remain strong.", "At the same time, our past rate increases are being transmitted forcefully to euro area financing and monetary conditions, while the lags and strength of transmission to the real economy remain uncertain.", "Our future decisions will ensure that the policy rates will be brought to levels sufficiently restrictive to achieve a timely return of inflation to our two per cent medium-term target and will be kept at those levels for as long as necessary.", "We will continue to follow a data-dependent approach to determining the appropriate level and duration of restriction.", "In particular, our policy rate decisions will continue to be based on our assessment of the inflation outlook in light of the incoming economic and financial data, the dynamics of underlying inflation, and the strength of monetary policy transmission.", "The key ECB interest rates remain our primary tool for setting the monetary policy stance.", "In parallel, we will keep reducing the Eurosystem's asset purchase programme (APP) portfolio at a measured and predictable pace.", "In line with these principles, the Governing Council expects to discontinue the reinvestments under the APP as of July The decisions taken today are set out in a press release available on our website.", "I will now outline in more detail how we see the economy and inflation developing and will then explain our assessment of financial and monetary conditions.", "Economic activity The euro area economy grew by 0.1 per cent in the first quarter of 2023, according to Eurostat's preliminary flash estimate.", "Lower energy prices, the easing of supply bottlenecks and fiscal policy support for firms and households have contributed to the resilience of the economy.", "At the same time, private domestic demand, especially consumption, is likely to have remained weak.", "Business and consumer confidence have recovered steadily in recent months but remain weaker than before Russia's unjustified war against Ukraine and its people.", "We see a divergence across sectors of the economy.", "The manufacturing sector is working through a backlog of orders, but its prospects are worsening.", "The services sector is growing more strongly, especially owing to the reopening of the economy.", "Household incomes are benefiting from the strength of the labour market, with the unemployment rate falling to a new historical low of 6.5 per cent in March.", "Employment has continued to grow and total hours worked exceed pre-pandemic levels.", "At the same time, the average number of hours worked remains somewhat below its pre-pandemic level and its recovery has stalled since mid-2022.", "As the energy crisis fades, governments should roll back the related support measures promptly and in a concerted manner to avoid driving up medium-term inflationary pressures, which would call for a stronger monetary policy response.", "Fiscal policies should be oriented towards making our economy more productive and gradually bringing down high public debt.", "Policies to enhance the euro area's supply capacity, especially in the energy sector, can also help reduce price pressures in the medium term.", "In this regard, we welcome the publication of the European Commission's legislative proposals for the reform of the EU's economic governance framework, which should be concluded soon.", "According to Eurostat's flash estimate, inflation was 7.0 per cent in April, after having dropped from 8.5 per cent in February to 6.9 per cent in March.", "While base effects led to some increase in energy price inflation, from -0.9 per cent in March to 2.5 per cent in April, the rate stands far below those recorded after the start of Russia's war against Ukraine.", "Food price inflation remains elevated, however, standing at 13.6 per cent in April, after 15.5 per cent in March.", "Inflation excluding energy and food was 5.6 per cent in April, having edged down slightly compared with March to return to its February level.", "Non-energy industrial goods inflation fell to 6.2 per cent in April, from 6.6 per cent in March, when it declined for the first time in several months.", "But services inflation increased to 5.2 per cent in April, from 5.1 per cent in March.", "Inflation is still being pushed up by the gradual pass-through of past energy cost increases and supply bottlenecks.", "In services, especially, it is still being pushed higher also by pent-up demand from the reopening of the economy and by rising wages.", "The information available up to March suggests that indicators of underlying inflation remain high.", "Wage pressures have strengthened further as employees, in a context of a robust labour market, recoup some of the purchasing power they have lost as a result of high inflation.", "Moreover, in some sectors firms have been able to increase their profit margins on the back of mismatches between supply and demand and the uncertainty created by high and volatile inflation.", "Although most measures of longer-term inflation expectations currently stand at around two per cent, some indicators have edged up and warrant continued monitoring.", "Renewed financial market tensions, if persistent, would pose a downside risk to the outlook for growth as they could tighten broader credit conditions more strongly than expected and dampen confidence.", "Russia's war against Ukraine also continues to be a significant downside risk to the economy.", "However, the recent reversal of past adverse supply shocks, if sustained, could spur confidence and support higher growth than currently expected.", "The continued resilience of the labour market, by bolstering household confidence and spending, could also lead to higher growth than anticipated.", "There are still significant upside risks to the inflation outlook.", "These include existing pipeline pressures that could send retail prices higher than expected in the near term.", "Moreover, Russia's war against Ukraine could again push up the costs of energy and food.", "A lasting rise in inflation expectations above our target, or higher than anticipated increases in wages or profit margins, could also drive inflation higher, including over the medium term.", "Recent negotiated wage agreements have added to the upside risks to inflation, especially if profit margins remain high.", "The downside risks include renewed financial market tensions, which could bring inflation down faster than projected.", "Weaker demand, due for example to a more marked slowing of bank lending or a stronger transmission of monetary policy, would also lead to lower price pressures than currently anticipated, especially over the medium term.", "Financial and monetary conditions The euro area banking sector has proved resilient in the face of the financial market tensions that arose ahead of our last meeting.", "Our policy rate increases are being transmitted strongly to risk-free interest rates and to the financing conditions for firms, households and banks.", "For firms and households, loan growth has weakened owing to higher borrowing rates, tighter credit supply conditions and lower demand.", "Our latest bank lending survey reported a tightening of overall credit standards, which was stronger than banks had expected in the previous round and suggests that lending may weaken further.", "Weak lending has meant that money growth has also continued to decline.", "Summing up, the inflation outlook continues to be too high for too long.", "In light of the ongoing high inflation pressures, the Governing Council today decided to raise the three key ECB interest rates by 25 basis points.", "Overall, the incoming information broadly supports the assessment of the medium-term inflation outlook that we formed at our previous meeting.", "Headline inflation has declined over recent months, but underlying price pressures remain strong.", "At the same time, our past rate increases are being transmitted forcefully to euro area financing and monetary conditions, while the lags and strength of transmission to the real economy remain uncertain.", "Our future decisions will ensure that the policy rates will be brought to levels sufficiently restrictive to achieve a timely return of inflation to our two per cent medium-term target and will be kept at those levels for as long as necessary.", "We will continue to follow a data-dependent approach to determining the appropriate level and duration of restriction.", "In particular, our policy rate decisions will continue to be based on our assessment of the inflation outlook in light of the incoming economic and financial data, the dynamics of underlying inflation, and the strength of monetary policy transmission.", "In any case, we stand ready to adjust all of our instruments within our mandate to ensure that inflation returns to our medium-term target and to preserve the smooth functioning of monetary policy transmission.", "We are now ready to take your questions."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Inflation outlook", "Interest rate increase", "Monetary policy transmission", "Economic growth", "Inflation", "Energy prices", "Labor market", "Fiscal policy", "Financial market tensions", "Wage pressures"]}