{"sentences": ["I am delighted to have been invited by the IMF to join this distinguished gathering here today to discuss pathways to resilient, sustainable and inclusive growth in South Asia.", "I am happy to note that the conference proceedings will be anchored by the research findings and policy recommendations of the book titled \"South Asia's Path to Resilient Growth\".", "In the current international setting, global trade and growth outlook appear uninspiring, and policies have to be conducted amid a whirlwind of uncertainty.", "At such critical times, conferences of this nature can help us better understand the evolving scenarios and policy trade-offs.", "In my address today, I shall briefly cover some of my thoughts on South Asia's Current Macroeconomic Challenges and Policy Priorities.", "Looking back into history, the South Asian region has been a key hub of ideas, commerce, art and culture, etc.", "The Indus Valley civilisation was among the three earliest civilisations on earth and was the most extensive.", "In the so called middle ages, trade and commerce flourished in a variety of commodities such as spices, precious metals and other minerals, handicrafts and food items.", "Overall, the South Asian region has had an outsized influence on the progress of civilisation and trade in the world.", "Currently, the region accounts for about 25 per cent of world population.", "With a median age of 27 years, it is one of the youngest regions in the world.", "The average growth rate of the region has accelerated from 3 per cent in the 1970s to about 7 per cent in the latest decade (pre-pandemic).", "Consequently, per-capita income levels have risen alongside notable progress on key development parameters.", "As per the IMF estimates, South Asia contributes nearly 15 per cent to global growth, led by India and Bangladesh.", "The region also receives one-fifth of total remittance flows in the world.", "The South Asian region has grown, responding to formidable global challenges in the past.", "Following the food crisis of the 1960s, the region successfully implemented the Green Revolution.", "After the oil shocks of the 1970s, emigration from South Asia to West Asia became one of the largest market-driven labour flows.", "This, in turn, led to a significant increase in remittance flows to the region.", "The Asian financial crisis of 1997 impacted the South Asian countries in terms of surges in capital outflows and exchange market pressures.", "Over the years, as a crisis prevention strategy, the South Asian countries prioritised sound macroeconomic policies and embraced financial sector reforms focusing on competition, prudential regulation, enhanced transparency, audit and accounting standards.", "These measures helped in preserving macro stability while sustaining integration of domestic economies with the global economy.", "In recent years, multiple shocks, in particular the COVID-19 pandemic and the war in Ukraine, have dampened the economic prospects of the South Asian region, as in other parts of the world.", "Some countries in the region have also been contending with the ramifications of unsustainable debt and climate change induced events.", "Consequently, they have been seeking recourse to the IMF's financing facilities.", "Notwithstanding these challenges, as per the World Economic Outlook database (October 2022) of the IMF, India, Bangladesh and Maldives would be among the fastest growing economies in the world in 2022 and 2023.", "According to the Asian Development Bank's December 2022 outlook, the South Asian region's GDP is projected to grow at 6.5 per cent in 2022 and 6.3 per cent in 2023. .", "The World Bank estimates that regional co-operation could be a win-win situation for all countries of the region .", "For example, intra-regional trade is currently only one-fifth of its potential, implying an annual shortfall of US$44 billion.", "The World Bank assessment also suggests that a common electricity market for Bangladesh, Bhutan, India and Nepal can yield savings of US$17 billion in capital costs.", "Investment in transport and logistics could help reduce the cost for container shipments in South Asia.", "According to a study by the IMF (2019) on South Asia, more than 150 million people will enter the South Asian labour force by 2030.", "The dependency ratio is expected to continue ebbing for almost two decades, indicating the strong demographic dividend the region is set to reap.", "Policy Priorities I would now like to focus on some of the desirable policy priorities for the South Asian region.", "I have identified six such policy priorities.", "Multiple external shocks in the form of COVID related global supply chain disruptions, food and energy crisis following the war in Ukraine, and financial market volatility arising from the aggressive monetary policy tightening have exerted sustained price pressures in the South Asian economies, as in other parts of the world.", "During the first three quarters of 2022, food price inflation in South Asia averaged more than 20 per cent.", "The region's heavy dependence on imported fossil fuels has made it vulnerable to imported fuel inflation.", "For successful disinflation, credible monetary policy actions accompanied by targeted supply side interventions, fiscal, trade policy and administrative measures have become the key instruments.", "While the recent softening of commodity prices and supply chain bottlenecks should help in lowering inflation going ahead, risks to growth and investment outlook may rise if inflation persists at high level.", "Prioritising price stability, may therefore be the optimal policy choice in the current context for the region.", "The approach to disinflation, however, needs to be mindful of the rising risks to the growth outlook in an environment of deteriorating prospects for global growth and trade activity.", "Containing External Debt Vulnerabilities 7.", "The surge in external debt in recent years and associated vulnerabilities have undermined macroeconomic stability in several countries of the South Asian region.", "External debt, which was already elevated in low- and middle-income countries (that include all South Asian economies) in the pre-pandemic period, surged to US$ 9.3 trillion in 2021 from US$ 8.2 trillion in 2019, an increase of US$ 1.1 trillion.", "The Debt Service Suspension Initiative (DSSI) was set up by the G20 in May 2020.", "Up to December 2021, an estimated US$ 12.9 billion of debt service was deferred.", "According to the World Bank, 60 per cent of the 73 DSSI-eligible countries are at high risk of debt distress or are already experiencing it.", "It is estimated that total external debt service payments on public and publicly guaranteed debt by poorest countries may rise by 35 per cent to over US$ 62 billion in 2022 and to remain high up to 2024 due to rising global interest rates and the compounding of interest on DSSI debt service deferrals.", "Even though the participation of private creditors was encouraged in the DSSI, their response has not been encouraging.", "There has been a notable shift in the creditor composition of low- and middle-income countries between 2010 and 2021.", "The share of lending by private creditors in long-term public and publicly guaranteed debt was 61 per cent in 2021 (46 per cent in 2010) and the share of debt owed to bondholders was 47 per cent in 2021 (29 per cent in 2010).", "A distinct shift in the creditor base over time in favour of private lenders and nonParis Club official creditors has added a new dimension to debt restructuring processes for the low-income International Development Assistance (IDA)-eligible debtor countries.", "The share of debt owed to non-Paris Club creditors rose to 68 per cent in 2021 from 42 per cent in 2010.", "The increasing reliance on private creditors has raised debt servicing costs and complicated creditor coordination in debt resolution efforts.", "During 2010-2021, the average maturity on loans from private creditors was 12 years as compared with 26 years for loans from official creditors, and the average interest rate on loans from private creditors was 5 per cent vis-à-vis 2 per cent on loans from official creditors.", "The role of multilateral organisations, particularly the IMF and the World Bank, becomes crucial in making debt treatment efforts more effective, while also strengthening the mechanism of recording, reporting and analysis of debt data so as to enhance transparency and preserve debt sustainability.", "The IMF's role in capacity building in the region, with a focus on region specific macro dynamics, policy effectiveness challenges, and economic aspirations of the nations would also be helpful.", "Raising Productivity 12.", "While sustained and broad-based economic recovery remains the current policy focus, it is necessary to undertake deep structural reforms to raise the potential growth trajectories of the economies in the South Asian region.", "Ongoing global realignment of supply chains, green transition and advances in technology offer new opportunities for investment and growth, but policies would need to create the congenial climate for attracting new private investment, with public sector taking the lead in areas that can create large positive externalities, such as infrastructure, education, and health.", "In this context, let me highlight some specific areas of policy priority.", "First, undertaking desirable structural change would require an improvement in resource allocation - moving production from low productive sectors to high productive sectors and promotion of innovation.", "Second, skill mismatches - a major constraint to resource reallocation -would warrant policy focus on education and skill upgradation.", "This is particularly important to the South Asian region, as the favourable demography of the region would require that production processes must be labour-intensive while being globally competitive.", "Third, while free trade and FDI have been conventionally congenial for diffusion of technology and augmentation of productivity, the region's investment on R&D must also increase from the current low levels, and the policy environment for scientific research and start-ups must be made more rewarding.", "Fourth, investment in physical infrastructure - energy, transportation, telecommunication - which are prime drivers of productivity growth have to be enhanced.", "Infrastructure in the contemporary world of digital revolution would also include digital infrastructure - data centres, cellular towers and fibre connectivity, with an emphasis on scalability and resilience.", "Fintech, E-commerce, Ed Tech, Health Tech and Food Tech are the new age growth propellers and need quality internet connectivity and reliable digital payments.", "Strengthening Cooperation for Energy Security 15.", "The South Asian region has a high reliance on fossil fuels and imported energy, making the region vulnerable to volatile oil, gas and coal prices.", "In view of the dominating influence of geopolitical factors in driving global energy market dynamics, the region needs to strengthen energy cooperation arrangements so as to enhance resilience to external shocks.", "India and Bangladesh have already agreed to enhance the sub-regional connectivity in the energy sector by linking the power grids of the two countries synchronously.", "The India-Bangladesh Friendship Pipeline Project (IBFPP) - a 130 km pipeline joining Siliguri in West Bengal and Parbatipur in Bangladesh - would have a capacity to export petroleum products of one million metric tonnes per annum.", "Other examples of cooperation include transportation of petroleum, oil and lubricants across national jurisdictions.", "Similarly, cross-border petroleum products pipeline and joint venture hydroelectric projects are testimony to the immense scope for energy cooperation in the region.", "Harmonisation of testing processes, performance and conservation standards, and labelling criteria for electrical appliances in the region can contribute to regional energy security by promoting cost savings and by boosting efficiency and trade.", "Integration of national power systems in the region could facilitate leveraging of untapped surplus hydropower while giving a fillip to development of solar and wind resources.", "Programmes of bulk procurement and distribution of energy-efficient appliances can be adopted by countries in the region.", "India, for example, has the UJALA (Unnat Jyoti by Affordable LEDs for All) scheme for distribution of LED bulbs at an affordable price.", "Cooperation for a Greener Economy in the Region 18.", "South Asia is one of the most vulnerable regions to climate change because of its large population and degradation of natural resources.", "Extreme climate events - floods, droughts, heat waves and unseasonal rains - have increased over the past century.", "As per the estimates of the International Finance Corporation (IFC), between 2018 and 2030, the funding requirements for investment in renewable energy, greening the vehicle fleet and making future building stock green and resilient to climate change risks in South Asia alone would be over US$410 billion, US$670 billion and US$1.5 trillion, respectively.", "Besides financing, access to technology and key minerals would also be critical for successful green transition.", "Robust regional disaster management systems could help in ensuring timely and effective response to devastating climate events.", "India spearheaded the global initiative and launched a Coalition for Disaster Resilient Infrastructure (CDRI) in 2019.", "Another initiative, the International Solar Alliance (ISA) in partnership with the Global Energy Alliance for People and Planet (GEAPP) aims at solarising the world.", "The South Asian region must strengthen cooperation to make green transition of the region faster and at reasonable cost.", "Promoting Tourism 19.", "Tourism is one of the major contributors to the GDP of some of the South Asian nations such as Maldives, Nepal, Bhutan and Sri Lanka.", "As a sector, tourism is a huge creator of employment.", "The entire region has rich untapped potential in tourism.", "In the recent period, the tourism sector has somewhat revived in the region, but is yet to reach pre-COVID levels.", "Intra-regional tourist flows also remain below potential.", "Regional initiatives such as religious tourism circuits spanning countries that have common historical and cultural footprint, adventure tourism circuits and medical/spiritual /Ayurveda circuits can help boost the tourism industry and create a vibrant regional value chain.", "With the global trade outlook for 2023 overcast, greater intra-regional trade in South Asia can enhance opportunities for growth and employment in the region.", "At the central bank level, a key dimension of cooperation in the region has been learning from each other on common goals and challenges, such as infrastructure financing, digital financial inclusion, reducing the cost of cross-border remittances (by linking with UPI system) and unconventional monetary policy, to name a few.", "Rupee settlement of cross border trade and Central Bank Digital Currency (CBDC) where the RBI has already started moving forward, can also be areas of greater cooperation in the future.", "The book to be released today provides plenty of new ideas for forging cooperation in the region and seeking solutions to common problems through right policy interventions.", "I appreciate the efforts of the authors whose contributions made this book possible.", "I do believe that the discussions during the day on policy choices will help us in reshaping the future prospects of the South Asian region.", "Source: -asia-regional-integration /overview"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Price stability", "External debt", "Productivity", "Energy security", "Green economy", "Tourism", "Intra-regional trade", "Central bank cooperation", "Rupee settlement", "CBDC"]}