{"sentences": ["The digital euro: How CBDC can shape tomorrow's payments landscape Keynote at the School of Economics 30.06.2023 | Cape Town | Burkhard Balz Check against delivery.", "2 Why are we considering issuing a digital euro?", "The \"recipe for success\" for a digital euro 3.1 Broad usability, without unwanted side effects 3.2 Well-thought-out implementation at the front-end 3.3 Future-proof concept, enabling new business opportunities 3.4 A solid legal framework 3.5 Collaboration of all stakeholders 1 Introduction Ladies and gentlemen, Distinguished guests, I am delighted to be here with you today at this esteemed university in beautiful Cape Town.", "I am looking forward to discussing with you a topic of immense significance that may be shaping the future of our financial systems - central bank digital currencies, or in short: CBDCs.", "The idea of CBDC is far from new.", "But only in the last few years, the theoretical concept has gained traction, with central banks entering into more practical experiments and prototyping.", "In recent years, the financial landscape has been undergoing a rapid transformation, driven by technological advancements and changing consumer preferences.", "Cashless payments are becoming increasingly popular, new digital payment solutions are emerging, and providers of innovative payment services have entered the scene.", "With digital payments on the rise, central banks - as the sole issuers of public money - need to respond adequately to these new challenges, as they relate to our statutory mandate to ensure safe and efficient payments.", "A key development in this regard is the growing interest in CBDCs among central banks around the world.", "CBDCs are basically digital representations of a nation's fiat currency, issued by the central bank.", "That distinguishes them from crypto-assets, such as Bitcoin, sometimes also referred to as \"cryptocurrencies\".", "However, we do not use this term, mainly because these assets are unable to serve as a store of value due to their high level of volatility.", "Around the globe, central banks are initiating projects with the aim of issuing their own CBDC.", "The goal is not to introduce another separate currency, but to create a new, digital form of central bank money in existing currency areas.", "While a few countries have already launched a CBDC, other central banks are at the stage of piloting theirs, most prominently in China.", "A survey by the Bank for International Settlements (BIS) showed that nearly 90% of all responding central banks are conducting some kind of CBDC research.", "[1] Of course, the South African Reserve Bank (SARB) is also looking into making its payments system future-proof.", "Project Khokha 2, for instance, aimed to explore the potential of tokenised money, blockchain and digital currencies.", "Amongst other aspects, the SARB looked into a tokenised form of central bank money to conduct transactions between central banks.", "[2] However, when it comes to developing a retail CBDC, South Africa prefers to be a \"very fast follower\", as SARB Governor Lesetja Kganyago phrased it, learning from other countries that are early adopters.", "[3] In Europe, the Eurosystem - which comprises the European Central Bank (ECB), the Bundesbank and the other national central banks in the euro area - is actively working on the possible issuance of a CBDC: A digital euro would be available for use by private end users and companies in the form of a retail CBDC.", "Why are we considering issuing a digital euro?", "But why are we considering issuing a digital euro?", "There are many possible motivations to introduce a CBDC and there is, in my view, no global \"one size fits all\" solution.", "It depends very much on the specific circumstances in the different countries.", "Let me point out three motives for the euro area.", "First, we are considering the issue of sovereignty in payments.", "In Europe, we are seeing new players enter the payments market with innovative business models and convenient applications for users.", "Bigtech firms are leveraging their existing digital platforms with international customer bases to expand into new markets.", "But these payment solutions are typically run by companies with headquarters outside the European Union.", "In addition, they often form a fairly closed ecosystem.", "This brings us to the legitimate question of whether we want to be heavily or even solely reliant on a few international players when it comes to making payments.", "In order to strengthen Europe's independence in payments, it might be worth developing our own solutions.", "As the ECB President, Christine Lagarde, [4] put it: \"(...) [T]he best insurance against a more uncertain world is building more resilience at home.\"", "With a digital euro, we would have a payment solution in public money for retail payments all across the euro area - under European governance.", "Second, we have been seeing a growing trend towards cashless payments in Europe for many years now.", "The trend accelerated most recently in the wake of the COVID-19 pandemic.", "In Germany, for instance, the share of cash transactions in consumers' daily payments has fallen to 58 percent, [5] compared with 74 percent in 2017.", "At the same e-commerce is booming.", "Our regular payment behaviour study shows that online purchases as a percentage of recorded turnover quadrupled between 2017 and 2021.", "Every fourth euro is now being spent online, with a strong market share held by PayPal.", "A digital euro would preserve access to secure central bank money for everyone in the digital world.", "If cash usage for payments continues to decline, it will put the role of public money, the very bedrock of our monetary system, at risk.", "The convertibility of private money into public money is an important cornerstone of our two-tiered monetary system.", "It builds confidence in our monetary system and, consequently, our payments system as well.", "The third reason is that a digital euro might support digital processes in various aspects.", "For instance, intermediaries could have the option of offering innovative payment solutions based on CBDC.", "By providing a programmable and secure digital infrastructure, CBDCs open up a world of possibilities for the development of new financial products and services.", "Smart contracts for automated autonomous payments, decentralised finance, and micropayments are just a few examples of the innovative applications that one could imagine thriving in a future CBDC ecosystem.", "The \"recipe for success\" for a digital euro But how could a digital euro become a success?", "More precisely, how should it be designed so as to add value to the existing payments ecosystem?", "This is exactly what we are currently working on in the digital euro project.", "Since October 2021, experts from the ECB and national central banks have been collaborating in an investigation phase set to last 24 months.", "The results of how a digital euro might be designed will therefore be presented to the ECB Governing Council in October of this year.", "The Bundesbank is closely involved in the project.", "I myself am a member of the High-Level Task Force on CBDC, the highest steering committee of the project.", "In fact, it will take multiple ingredients to make the digital euro a success.", "Just like a Boerewors needs its specific ingredients, such as coriander and nutmeg, to taste like the traditional South African sausage that it is.", "In my view, the \"recipe for success\" for a digital euro contains the following ingredients, or spices if you will.", ".1 Broad usability, without unwanted side effects First of all, we need broad usability, but without unwanted side effects.", "To ensure its universality, similar to cash, it should be usable in all essential payment situations in modern life.", "This includes making digital payments in stores and between individuals, two use cases also served by cash.", "On top of that, we envision that the digital euro will also be used for e-commerce and payments to and from public authorities.", "However, we want to limit its use to payment purposes.", "It should not serve as a store of value.", "In order to avoid possible negative effects on commercial banks' balance sheets, we need to put in place restrictions, for instance limits on holdings of digital euros.", "However, no decision has been made as of yet.", "This would likely take place closer to the actual issuance of a digital euro.", "Moreover, the digital euro should complement, not substitute, cash or other modern payment solutions, such as instant payments.", ".2 Well-thought-out implementation at the front-end But how should a digital euro be offered: as a wallet and/or a card?", "A wallet has priority for the initial issuance, but physical cards could also be offered in the future, particularly for those less digitally inclined.", "In this context, the involvement of private payment service providers at the customer front-end is a must.", "The Eurosystem does not intend to become a commercial bank for 340 million European citizens.", "Instead, we want to leverage the long-standing expertise of the banking sector at the customer interface.", "We want to preserve the traditional roles in the monetary system, with the central bank in the background and banks and payment service providers at the front-end.", "We encourage banks and other payment service providers to utilise the digital euro for innovative and value-added services.", ".3 Future-proof concept, enabling new business opportunities This brings me to the next ingredient: a digital euro would also need a future-proof concept that could respond flexibly to future needs and enable new business opportunities.", "Intermediaries could offer innovative services built on a digital euro.", "That would mean payment solutions could also expand more easily across the entire euro area, allowing smaller players to offer innovative services across Europe.", "The underlying infrastructure should be future-proof in design, allowing for technological progress and innovation.", "For instance, we have developed a prototype for the back-end system of the digital euro based on tokens, more like a \"digital banknote\" rather than a bank account.", "In the longer term, this might also open up opportunities for token-based applications in the industry.", "In the long run, CBDCs could also help to facilitate cross-border payments.", "In this field, the SARB was among the first to explore the potential of wholesale CBDCs for improving cross-border payments.", "In Project Dunbar, [6] the SARB, along with other central banks and the BIS Innovation Hub, investigated the potential of a multi-currency CBDC platform that could enable international settlements using digital currencies.", "It could facilitate cross- border transactions between financial institutions using different currencies, with the potential to cut costs and increase speed.", "In this context, the work of the G20 as well as the G7 on interoperability of CBDCs is of utmost importance as well.", "Only through a collaborative approach can we harness the full potential of CBDCs, mitigate potential risks and ensure their compatibility with existing financial systems.", ".4 A solid legal framework A solid legal framework will also be vital.", "The European Commission two days ago presented a long-awaited legislative proposal.", "One aspect is that a digital euro would also be given the status of legal tender.", "In my view it is important, that there is a level playing field between a digital euro and cash.", "Ultimately, the legislative side of the digital euro and the ECB project are highly interdependent.", "To be absolutely clear: we will only issue a digital euro with firm backing from European legislators.", "But political consensus alone is not enough.", "Acceptance can perhaps be mandated, but usage cannot be forced.", "Therefore, it is societal consensus that is crucial.", ".5 Collaboration of all stakeholders This brings me to the last item on my ingredient list: the Bundesbank and the Eurosystem as a whole are in dialogue with all relevant stakeholders.", "We strive for maximum collaboration and transparency.", "We involve many societal groups, not just banks and other payment service providers, but also merchants, industry representatives, and consumer advocates.", "For instance, the Eurosystem has set up a Market Advisory Group.", "This group of professionals from the retail payments market provides advice on the possible design and distribution of a digital euro.", "The digital euro is also a priority topic for the exchange between central banks and the market within the Euro Retail Payments Board.", "We also conduct regular market research with the help of focus groups, [7] which aids in better understanding the user perspective.", "This gave us more insights into the payment needs of potential users of a digital euro.", "Participants preferred payment methods with a pan-European reach, high level of convenience and universal acceptance in physical shops and online.", "Ladies and gentlemen, With the right ingredients, CBDCs could represent a significant leap forward in the evolution of money and finance.", "To make a digital euro a valuable cornerstone of the payments landscape of the future, I picked out five ingredients of the \"recipe for success\": Broad usability, but without unwanted side effects; Well-thought-out implementation at the customer front-end; A future-proof concept, enabling new business opportunities; A solid legal framework; And last, but maybe most importantly: collaboration of all stakeholders.", "I will conclude my speech by looking at the next steps on the path to the possible introduction of a digital euro.", "We have done a great deal of work on conceptual issues in the past few years.", "The respective conclusions have been published in three progress reports.", "[8] In the coming weeks and months, we will review the different design options and bring them together into a well-balanced concept for the digital euro.", "Based on this, the ECB Governing Council will decide in the autumn whether the project will continue in a preparatory phase towards actual implementation.", "This phase would take at least another three years.", "The success of a digital euro cannot be taken for granted.", "This is why we are taking our time in order to reap the benefits and to contain potential risks.", "For a technological transformation as fundamental as CBDCs, we need rigorous analysis and open minds.", "With that said, I am looking forward to an open-minded discussion with all of you.", "Thank you very much for your attention.", "Kosse, A. and Mattei, I., Gaining momentum - Results of the 2021 BIS survey on central bank digital currencies, BIS Paper No 125, May 2022. .", "Lesetja Kganyago: Project Khokha 2 report launch (bis.org) 3.", "See, e.g., South Africa inches closer to a CBDC fast follower nation (furtherafrica.com) [-africa-inches-closer-to-a-cbdc-fastfollower-nation/] 4.", "Lagarde, C, New challenges in a changing world, Speech at the Deutsche Börse Annual Reception, 23 January 2023. .", "Bundesbank, Payment behaviour in Germany, July 2022, -behaviour-ingermany-738024 6.", "Study by Kantar on behalf of the ECB, Study on New Digital Payment Methods, March 2022 and Study on possible features of a digital wallet, March 2023. ."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["CBDC", "Digital Euro", "Payments", "Cashless payments", "Sovereignty", "Financial inclusion", "Innovation", "Legal framework", "Collaboration", "Cross-border payments"]}