{"sentences": ["Distinguished guests, Ladies and gentlemen, Assalamu'alaikum w.b.t and good afternoon.", "It is a great pleasure to be here at the 18th Kuala Lumpur Islamic Finance Forum (KLIFF).", "Nearly two decades since its first inception in 2004, KLIFF has now become an established global platform, where Islamic finance community gathers to discuss and reflect on the way forward for Islamic finance.", "And so, I find the theme for this year's forum, \"Harnessing Islamic and Social Finance for A Sustainable Future\", to be apt and very timely.", "The need to focus on this topic has never been more pressing.", "The latest United Nations (UN) Global Sustainable Development Report provides a stark warning - at half-way point to 2030, the world is not on track to achieve the Sustainable Development Goals, or in short, the SDGs.", "In fact, the UN has recently cautioned that about half of the 140 SDGs are severely or moderately off-track, and around 30% of the targets \"have either stalled or gone into reverse below the 2015 baseline\" that we hope for.", "The race to end hunger and poverty, the fight against climate change and inequality - all prove to be a daunting challenge.", "Income inequality has widened with nearly a billion people still facing hunger, far above pre-pandemic levels .", "The adverse effects of climate change continue to aggravate poverty and food security concerns, with many low-income regions experiencing almost a third of agricultural productivity losses .", "These are clear, perturbing signals that where the world is today in terms of sustainable development, is not where we envisioned to be.", "Let me touch on sustainable economic transformation and the role of financial sector.", "For Malaysia, we are also not spared from significant challenges in our pursuit for a more progressive, sustainable and just nation.", "We continue to face a challenging operating environment with multiple headwinds, ranging in the form of tightening of monetary policy, elevated inflation, moderating global trade and also, tech cycle downturn.", "The Malaysian economy continues to show resilience against these shocks.", "Malaysia has recovered well from the pandemic.", "Our economic growth has been forthcoming.", "Fundamentally, growth is being supported by the diversified economic structure, including in exports markets and products, and favourable labour market conditions that continue to drive consumption as the key engine of growth for Malaysia.", "While this being the case, the impact of the economic rebound from the pandemic remained uneven, with vulnerable groups experiencing slower recovery.", "The World Bank recently highlighted that nearly 70% of Malaysian lower-income households assessed themselves as having inadequate financial resources to meet their monthly basic needs .", "It is clear that there are still more that we can and must do to tackle these challenges.", "This entails prioritising policies to rebuild retirement savings, improve targeting and effectiveness of social programmes, enhance social safety nets, encourage active labour participation and facilitate orderly transition to a greener ecosystem.", "With the integration of SDGs in Malaysia's national development plans and monitoring of its implementation, this brings together our efforts to elevate quality of life, reduce inequalities, promote more inclusive growth and improve the country's global competitiveness.", "The recently announced 'Ekonomi MADANI: Memperkasa Rakyat' framework crystalises our aspiration and commitment in this endeavour to balance economic growth with sustainable considerations.", "On the part of the financial sector, new initiatives are also underway to accelerate progress towards sustainable development through the introduction of tools for investors to find SDG-aligned investment opportunities in Malaysia and new sustainable finance instruments to raise capital.", "Undoubtedly, the financial sector plays an important role in supporting sustainable economic transformation.", "Delivering change at the speed and scale needed to achieve the SDGs by 2030 demands a reorientation of investment priorities to align with more sustainable and value-based principles.", "The UN Conference on Trade and Development and the IMF estimate that a significant funding gap of approximately USD4.3 trillion in global annual investments are needed to make strides in the SDGs.", "While this may appear as a staggering figure, this is equivalent to only around 1% of the USD379 trillion of the total financial assets held by banks, institutional investors and asset managers.", "The call for Islamic finance to shift from 'halal' to 'tayyib' as one of the key drivers of the economic framework, which aligns closely with the fundamental values of Shariah that underpins Islamic finance, is thus very timely.", "Shariah values ultimately strive towards ihsan, or 'attainment of excellence', by delivering the highest standard in all aspects of business with fair and transparent conduct, strong Shariah governance, and equitable practices through the sharing of risk, and balanced wealth circulation.", "Integrating the value of 'balanced wealth creation with wealth transfer and circulation' as a business aim can fundamentally drive Islamic financial institutions to actively reorientate and facilitate more equitable financial resources allocation for productive and sustainable use.", "This in turn can boost productive economic activities that support Malaysia's transformation towards a high-income nation, reducing economic disparities and fostering intergenerational equity, in line with the vision of \"raising the ceiling\" and \"raising the floor\".", "The tenet of a 'just economy' through balanced wealth circulation is also clearly emphasised in the Holy Quran, as mentioned in verse 7 from Surah Al-Hasyr that \"wealth should not circulate solely among the rich\".", "Full realisation of these values can contribute towards addressing socio-economic imbalances and promote financial stability to catalyse a more sustainable, inclusive and progressive economy.", "These values are universal and transcend geographical boundaries.", "At a global level, embracing these values call for collective actions and solidarity in facilitating more balanced development of all economies, particularly the developing and emerging economies among Islamic countries, to achieve a just and orderly transition towards sustainable and inclusive growth.", "These can be in terms of investment in infrastructural development, facilitating trade policies, and encouraging talent or technology exchange.", "With these in mind, I would like to take this opportunity to share my thoughts on two important foundations for the Islamic financial sector to deliver more tangible impact through value-based finance.", "This is also a call to action for the financial community to take charge with greater leadership in catalysing sustainable growth of our nation and beyond.", "First is the unlocking impactful innovations for economic and sustainability transformation.", "Second, doubling-down on value-based finance implementation.", "Let me begin with the first foundation on unlocking impactful innovations for economic and sustainability transformation.", "The space for innovation in Islamic finance is vast, and yet, to this day, the full potential of Islamic finance has not been fully optimised as a tool for meaningful change to meet the world's financial needs.", "We have diverse Shariah contracts and instruments which can be tailored to engineer solutions that can serve varying needs of different segments of society.", "In Islamic finance, we have the ability to \"blend finance\" using different forms of capital such as philanthropic capital and risk capital, thus expanding its intermediation role beyond credit provisions and risk transfers.", "We can all draw upon and seek to embody the willpower and purposefulness exemplified by renowned Muslim scholars at the height of Islamic civilisation such as AlKhwarizmi, Al-Battani and Ibn Sina, whose works in mathematics, astronomy and medicine had reshaped the course of human civilisation in numerous ways.", "AlKhwarizmi, for example, with the improvements to algebra, has laid the ground for modern financial mathematics and accounting.", "Their innovations catalysed progress in diverse fields, with enduring impact that continue to inspire generations of society.", "We should also take inspiration from our scholars such as Tan Sri Dr. Mohd Daud Bakar who has continued to emphasise the application of multi-disciplinary knowledge in economics, technology and ethics, combined with practical approach in advancing financial innovation.", "This interdisciplinary and pragmatic approach paves the way for more impactful financial solutions that can solve macro-critical challenges while adhering to Shariah principles.", "Looking ahead at the economic and financial needs of today and in the future, the funding, investment and risk protection needs of businesses and society today are much more diverse and complex.", "For example, in the latest national economic transformation plans including the National Energy Transition Roadmap and New Industrial Master Plan, funding Malaysia's economic and sustainability transition is estimated to require about RM1.4 trillion by 2050 , and thus, necessitating more adept use of wider funding mechanisms.", "The immediate funding needs involve projects that are nascent and are much more varied in terms of its market return profiles.", "There is significant opportunity for Islamic finance to demonstrate its catalytic role and impact by making full use of the tools available for financial innovation in addressing these evolving needs of the country.", "These include instruments such as sukuk, syndicated financing and blended finance on a much larger scale.", "One such tool available to Islamic banks in Malaysia is leveraging Investment Accounts (IA) to intermediate impact-driven investments.", "The industry can more actively mobilise new sources of funding while expanding the underlying assets funded by IA towards SDG-aligned projects.", "The features of IA can be versatile - it can even \"blend\" well with social finance mechanisms, taking inspiration from notable innovations in SRI-sukuk structures.", "At the Bank's end, we are committed to provide a conducive regulatory environment for innovation to take place.", "The Financial Sector Blueprint 2022-2026 outlines our regulatory focus on fostering market dynamism.", "We are progressively reviewing relevant standards including the Investment Account Policy Document to enable the industry to advance unique, purposeful and innovative propositions - guided by the principles of parity, proportionality and neutrality.", "The Bank is also embarking on a holistic review of the standards on Shariah contracts to simplify the framework's design and policy approach to spur innovation while ensuring effective application of Shariah principles as an important enabler of value-based finance.", "With a combination of the right mindset and approach, Insha'Allah, purposeful innovations in Islamic finance can be accelerated and driven to greater heights.", "Another prime area for innovation (one that is close to my heart) is social finance, which can be harnessed towards lifting vulnerable groups out of the poverty and low-income trap.", "The effort by the industry and various implementation partners to progressively integrate Islamic social finance mechanisms as part of Islamic finance solutions is commendable and very much welcomed.", "The iTEKAD programme has since its inception in 2020 benefited over 3,000 microentrepreneurs and traditionally excluded businesses by providing greater access to finance and value-added skills to elevate their financial well-being and business resilience.", "The network of implementation partners has grown to over 60 entities.", "To maintain this positive momentum, it is important for iTEKAD to scale further, leverage on technology and expand the network of implementation partners, all while ensuring effective delivery of the programme that can be a life-changing opportunity for the beneficiaries.", "On this note, I wish to commend the industry's effort in continuing to enhance the myWakaf initiative with additional participation of Islamic banks and State Islamic Religious Councils under myWakaf 2.0.", "With a sharper focus on community and economic empowerment and more coordinated monitoring mechanism, myWakaf has significant potential to drive socio-economic developments of the country.", "I am also pleased to note that MIFC Leadership Council has set the demonstration of impactful innovation in Islamic finance as one of its key priorities.", "This aligns well with the vision for Malaysia's Islamic finance marketplace to be knowledge-based and innovation-driven.", "I believe the MLC will continue to engage stakeholders widely as they refine their strategic focus and begin implementing strategies to advance Malaysia's proposition as international gateway for Islamic finance.", "The second important anchor in delivering tangible impact is doubling-down on value- based finance implementation.", "It has been six years since the introduction of the VBI strategy framework in 2017, and I acknowledge that it is not an easy feat to progress from \"Emerging\" phase, where finance solutions gradually demonstrate principles of VBI, to the \"Established\" implementation phase, where the whole institutional behaviour and culture is fully aligned towards the fundamental values of Shariah in delivering sustainable impact.", "Nonetheless, the industry must remain steadfast and strive forward to effect positive and lasting change.", "A step-change in the \"tone at the top\" is of utmost importance to create a domino-effect of positive actions that permeate throughout the institution - from corporate value intent to business strategies and operations, business conduct, performance measurement and also, impact reporting.", "This holistic change must be driven from the boardrooms with cascading effect to the frontlines for positive impact to be felt by customers and wider stakeholders.", "I wish to acknowledge the commitment shown by AIBIM and the Malaysian Takaful Association in leading VBI initiatives thus far.", "The industry continues to further expand the application of Value-based Intermediation Financing and Investment Impact Assessment Framework through the upcoming issuance of the 3rd cohort of Sectoral Guides this year, focusing on agriculture, mining & quarrying, road transportation and waste management sectors.", "On the takaful front, I hope the VBIT Roadmap issued last year will be useful in guiding takaful operators to implement changes to business and operating strategies, introduce more value-based solutions and strengthen capacity to deliver positive impact to people, planet and environment.", "I note that both associations are also making strides to develop better impact measurement frameworks - such as the Maqasid Scorecard and VBI Impact Report evaluation.", "I look forward to the upcoming report by VBI Community of Practitioners on improvements to its VBI impact measurements.", "These initiatives are critical to address the real risk of \"impact-washing\" that can affect the integrity and effectiveness of VBI implementation.", "With VBI principles being universal, our hope is that going forward, we will see wider adoption of value-based finance beyond the Islamic finance community of institutions, so as to further promote a more inclusive and sustainable financial ecosystem in Malaysia.", "Adopting sustainability principles in financial business is no longer a \"niche\", but a business imperative, one that is aligned with global movement that encourages value-driven financial and investment decisions.", "It is my firm belief that value-based finance can indeed be a strong catalyst for sustainable growth and development.", "By prioritising values in our financial systems, we can elevate the purposefulness of finance and create a more enduring financial system that contributes to the well-being of our planet and its people.", "On that note, I wish everyone a beneficial and productive session for the rest of the conference.", "The Sustainable Development Goals Report 2023: Special Edition, Towards a Rescue Plan for People and Planet, 10 July 2023.", "The State of Food Security and Nutrition in the World 2023.", "Climate Inequality Report 2023, World Inequality Lab.", "Malaysa Economic Monitor: Expanding Malaysia's Digital Frontier, February 2023.", "National Energy Transition Roadmap, page 57 and Prime Minister's Speech For The Launch Of The New Industrial Master Plan 2030 (NIMP 2030) delivered on 1 September 2023, paragraph 22."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sustainable economic transformation", "Value-based finance", "Sustainable development", "Islamic finance", "Social finance", "Financial innovation", "Impact investing", "Shariah principles", "Economic inequality", "Financial inclusion"]}