{"sentences": ["SPEECH A Mediterranean Odyssey: from ancient origins to future strength Speech by Christine Lagarde, President of the ECB, at the Mediterranean Meetings Marseille, 21 September 2023 I am honoured to be with you at the Palais du Pharo, overlooking the historic port of Marseille, the cradle of today's eponymous city.", "For thousands of years, this port has served as the city's spiritual and economic heart, acting as its gateway to the world.", "Even today, this city still embodies the essence of the Mediterranean: a site with a shared history, a bridge connecting the diverse peoples of its shores and a place compelled by its very nature to open itself up to the world.", "It is in this spirit that you have gathered here for the Mediterranean Meetings - to consider the region's calling and destiny and to offer unity and peace in a landscape marked by global division, inequality and instability.", "In that same spirit, I would like to divide my speech today into three distinct parts.", "First, I will recall the rich history of the Mediterranean region and the deep roots shared by all those who inhabit its shores.", "Second, I will look at some of the challenges the region is facing today.", "Lastly, I will reflect on how we can foster the region's economic reintegration and reclaim its unity and strength in a new era.", "The Mediterranean region: past and present For a long time, the Mediterranean remained a \"mare clausum\", an impregnable sea that served as a natural barrier for its people.", "From Homer to Horace, the Mediterranean was a source of both fear and fascination.", "But over thousands of years, through intrepid seafaring and humans' innate desire to go beyond the horizon, the Mediterranean was turned from a barrier into a bridge, binding the different parts of the region together into a cohesive whole.", "The Phoenicians were the first to develop the sea's potential.", "They revolutionised maritime technology through innovation, inventing the keel,[ endowing their vessels with greater speed and allowing new sea routes to open up.", "[ What the Phoenicians began the Greeks continued, setting up city states along the Mediterranean's shores, including the one we are meeting in today.", "But the region's integration took another crucial step when Rome became the pre-eminent power.", "Supported by the Pax Romana, a common currency and an integrated legal framework, the scale, reach and intensity of commerce within the region reached its peak.", "[ This laid the foundations for something akin to a Mediterranean single market, where goods, people, but also cultures and religions, flowed freely.", "This history underscores how much we are collectively shaped by the history of the Mediterranean region.", "For thousands of years, the people of its shores saw each other as their closest neighbours - our economies and societies rose and fell together.", "But this is not the Mediterranean we see today.", "It is now a mosaic of distinct regions and countries spanning southern Europe, North Africa and the eastern Mediterranean, with low levels of trade and cultural exchange.", "Rather than being an economic centre, it has been pulled in different directions fundamentally reshaping centuries-old trade patterns.", "As a result, intra-Mediterranean trade today accounts for less than one-third of the region's foreign trade.", "Furthermore, trade between southern Mediterranean countries accounts for a mere 5%, marking one of the lowest levels of regional economic integration in the world.", "[ The shared challenges of today Yet even if the countries of the contemporary Mediterranean have drifted apart, they face an array of common challenges.", "I see two main shared challenges for the region today - what I refer to as restoring the economic balance and the natural balance.", "The economic balance First comes restoring the economic balance.", "The Mediterranean today is off balance in the sense that we are seeing large, persistent economic disparities.", "Those disparities exist between countries.", "Those along the northern shore that are part of the EU boasted a per capita GDP of over USD 40,000 in 2019, more than twice that of the countries on the southern shore, at less than USD 19,000.", "[ In addition, they attract more than two-thirds of net inflows of foreign direct investment into the region.", "[ Disparities also exist within countries - in the form of inequality - although to do justice to this topic would require another speech.", "These disparities also exist between generations: the Mediterranean boasts one of the world's youngest populations, with nearly one in every three people under the age of 25.", "In the southern and eastern Mediterranean, nearly half of the population falls into this category.", "[ Youth unemployment rates in the southern and eastern Mediterranean were among the highest globally in 2019, ranging from a minimum of 19% in Tunisia to a maximum of 42% in Algeria.", "Equally concerning is the participation rate of women in the region's job market, one of the lowest rates in the world at only 22% in 2019.", "[ This demographic divide is projected to widen.", "While the population on the northern shores is expected to drop by over 4%, the southern and eastern shores are expected to see an increase of more than 20% by 2050.", "[ At the same time, countries in the western Mediterranean in particular, including Algeria, France, Italy, Morocco, Spain and Tunisia, have some of the highest levels of university enrolment.", "[ But a substantial number of university graduates still grapple with unemployment, which exceeds 30% in many southern Mediterranean countries.", "There is in fact a paradoxical trend where higher levels of education seem to correlate with higher rates of unemployment.", "[ The consequences of these problems are not confined to the less affluent parts of the region.", "Lack of opportunity leads to the loss of countless lives, as migrants strive to reach the more prosperous northern shores.", "And the countries where those migrants arrive are faced with anger, division and pressure on their social systems.", "For the good of the entire region, we must therefore strive to restore economic balance.", "This means ensuring that the region's youth can integrate with confidence, instead of becoming unwitting and unwilling contributors to the proliferation of instability and conflict or the perpetuation of migrant flows.", "The natural balance Yet restoring the economic balance is not enough.", "The structure of the economy affects both people and the planet, therefore economic questions cannot be considered in isolation from the natural environment.", "Indeed, the economic balance will be made immeasurably worse if we fail to restore the natural balance in parallel.", "Most importantly, this means addressing the Mediterranean region's vulnerability to climate change.", "This pressing issue was highlighted by Pope Francis in his encyclical, Laudato Si,[ in which he called on humanity to protect and respect an integral ecology.", "The effects of our failure to heed this call are already becoming visible.", "The Mediterranean basin is witnessing some alarming trends, with temperatures rising 20% above the global average.", "And it places approximately 250 million people on a trajectory to being classified as \"water poor\" within the next two decades.", "[ If current policies remain unchanged, temperatures in the region are expected to surge to a level 2.2oC higher than pre-industrial levels by 2040.", "[ Stressed ecosystems and increased pollution pose major risks to our economies and our lives.", "And they disproportionately affect vulnerable populations, including elderly people, children, and those on low incomes.", "The recent drought in the western Mediterranean, for example, has illustrated just how devastating the consequences of climate change could be.", "In Morocco, cumulative rainfall in the period prior to the sowing of winter crops was 50-80% below the long-term average, leaving farmers facing the worst drought in 30 years.", "[ And the combination of ever scarcer resources, ever higher migration flows and ever worse conflicts is likely to exacerbate the situation.", "As we saw in 2011, when rising food prices triggered the Arab Spring in Tunisia, we can expect profound political upheaval as well.", "This only serves to underscore how, when we disregard the natural balance, we disturb the balance of our societies too.", "So, we urgently need to restore and respect this natural balance.", "And we need to recognise that this is intimately linked to our ability to deliver justice for young people and for those most in need, and in turn to ensure the harmony of our societies.", "Reintegrating the region for the common good How can we restore this balance?", "We cannot seek answers by searching on our own, which would only exacerbate divisions and inequalities.", "As these challenges transcend borders, the only way to restore balance is by addressing them together.", "This is a matter of reconnecting with the deep roots of this region and of rediscovering a sense of the common good.", "Achieving the common good implies that each part of society must be able to reach fulfilment more fully and easily.", "In other words, the good of society as a whole ultimately depends on the well-being of each individual part.", "For the Mediterranean region, there are two practical dimensions to achieving the common good in the current era.", "Recognising that there is more that unites us than divides us The first is recognising that there is more that unites our societies than divides them.", "The world has entered a geopolitical era marked by profound changes in international relations.", "We are seeing greater competition among great powers, a waning respect for international rules and the declining influence of multilateral institutions.", "In this new landscape ethical foundations and trustworthiness are once again becoming more important in evaluating political and economic partnerships.", "Across the world, we are seeing countries forging closer ties based on trust and shared interests - a process known as nearshoring or friend-shoring.", "For instance, since Russia's unjustifiable invasion of Ukraine in February 2022, trade among geopolitical allies has grown by 4-6% more than trade between geopolitical adversaries, which is unusual in such a short period of time.", "[ These transformations offer an opportunity to recognise what we have in common and to considerably strengthen connections in the region.", "The Mediterranean, with its geographical proximity, industrial potential and young workforce, is poised to become an attractive hub for nearshoring, especially for firms wanting to be closer to Europe.", "This could significantly bolster economic ties throughout the region - a potential that is visible in areas that are capitalising on their position.", "Commercial zones like Tanger Med, the Suez Canal Economic Zone and the Mersin Free Zone in Türkiye have already managed to become a key part of sophisticated industrial supply chains.", "[ For example, 11 of the world's top 20 car companies are now based at Tanger Med's industrial platform.", "Its port in Morocco handled almost half a million finished vehicles in 2022, an 11% increase on the previous year.", "And Morocco will soon manufacture the first 100% African-designed electric car.", "By further exploiting the new geography of trade - shaped by common values and mutual trust - the entire region can build on these successes.", "And by doing so, we can reduce inequality not only between countries, but also between generations.", "In a world where supply chains are shortening, the young and educated population of the Mediterranean could become one of the region's most valuable assets.", "This requires investment in skills, infrastructure and stability.", "The region needs targeted education policies geared towards developing the skills needed in sectors that are set to grow.", "In particular, given their growing significance in shaping the future employment landscape, basic digital skills could play a pivotal role in creating job opportunities for the unemployed or disengaged young people.", "These tailored policies must also emphasise the inclusion of girls and women within our economies, thereby fostering a more just and equitable society.", "The integration of efficient supply chains across the region will also require substantial investment in infrastructure, namely ports, railways and industrial bases.", "According to the World Bank, investments totalling at least USD 100 billion per year over the next decade will be needed to maintain and upgrade the infrastructure in the region.", "[ In a world where new trade barriers are appearing by the minute, it is in the interests of all countries in the region to bind their destinies together.", "And turning Mediterranean neighbours into partners offers a route to shared prosperity A prerequisite for this to happen is economic stability, especially price stability.", "High inflation is a challenge for the whole region today.", "It needs to be brought down, not least because low and stable inflation is key to encouraging long-term investment.", "Investing in major infrastructure projects takes many years, and this will be discouraged if people expect costs to spiral upwards during construction and make those projects unprofitable.", "For our part, at the ECB we are committed to maintaining price stability for the euro area.", "That is why since July last year we have raised interest rates ten times, and why we acted again last week to reinforce progress towards our inflation target.", "Sharing the endowments of the region in a sustainable way The second dimension to advancing the common good is to share the endowments of the region in a more sustainable way.", "Today, two developments offer new hope in this area.", "First, the Paris Agreement, to which all Mediterranean countries[ are signatories, set a clear path towards carbon neutrality.", "This means we have to speed up the transition from polluting energy sources to clean ones.", "Second, the Russian invasion of Ukraine has been a painful reminder of Europe's energy dependency.", "Bolstering energy security is now a priority, and this calls for diversifying energy imports as well as investing more in renewable technologies.", "The Mediterranean region is perfectly placed to benefit from this opening, as it can play a crucial role as both a source of secure supply and a provider of renewable energy.", "And by sharing its endowments in this way, the region can strengthen the connection between its southern and northern shores and protect the climate from excessive heating.", "In the short to medium term, establishing a Mediterranean gas hub to diversify energy suppliers and routes will be key.", "The region boasts substantial gas resources, as well as emerging gas reserves in the eastern Mediterranean.", "All of this makes it well placed to become a major artery in the supply of energy.", "Looking further ahead, the transition to renewable energy should be closely intertwined with the development of clean energy production across the Mediterranean.", "The region is endowed with considerable solar and wind energy, as well as hydrogen.", "Installing power systems such as concentrated solar power plants could potentially generate electricity equivalent to 100 times the combined consumption of the Mediterranean and Europe.", "[ North African suppliers are also expected to play a central role in providing the region with low-carbon hydrogen.", "[ Seizing this opportunity to share the region's natural resources - and thereby combine destinies - could be transformative in so many ways.", "It would bring energy security to the Mediterranean's northern shores while fostering growth and inclusion on its southern shores.", "It would endow young people with the skills, especially in green and digital sectors, that are necessary for a just and equitable society.", "And it would help all of us to meet the challenge of our times: halting the warming of the planet.", "In the late fourth century BC, a daring young man from Marseille named Pytheas embarked on an extensive journey.", "It took him north-west, across the Straits of Gibraltar to the mysterious island of Thule and beyond.", "Pytheas would become known as the first scientist to describe the wonders of the Arctic, from the Northern Lights to the perpetual snow.", "His story exemplifies a way of life based on curiosity and a burning desire to unravel the mysteries of the world.", "There is no doubt that he shared this inquisitive nature with the pioneering Phoenician seafarers who came before him.", "Their curiosity helped to open up the Mediterranean to its people, which in turn laid the foundations for the extraordinary exchange of goods, cultures and religions on which numerous great civilisations were founded.", "Today, the Mediterranean may have lost some of its former character.", "But it has not forgotten its roots, nor has its potential been dimmed.", "This can serve as the basis for renewing a sense of shared purpose, helping to drive the region's economic reintegration and repair its social fabric.", "And it can help us forge closer bonds that will ultimately heal the divisions and inequalities that we cannot, in good conscience, tolerate in a just society.", "Each of us where we can contribute.", "See Cartwright, M. (2016), \" The Phoenicians - Master Mariners \", World History Encyclopedia, 28 April.", "(1993), The Phoenicians and the West: Politics, Colonies and Trade, Cambridge University Press, Cambridge, pp.", "See Wilson, A. and Bowman, A.", "(eds., 2017), Trade, Commerce, and the State in the Roman World, Oxford University Press, Oxford, pp.", "See European Commission, \" EU trade relations with its Southern Neighbourhood.", "Facts, figures and latest developments \".", "In purchasing power parity (PPP) in 2019 for Albania, Bosnia and Herzegovina, Cyprus, Algeria, Egypt, Spain, France, Greece, Croatia, Israel, Italy, Lebanon, Libya, Morocco, Malta, Montenegro, Palestinian Territories, Slovenia, Syria, Tunisia and Türkiye .", "See Manoli, P. (2021), \" Economic linkages across the Mediterranean: Trends on trade, investments and energy \", Policy paper, No 52/2020, Hellenic Foundation for European and Foreign Policy, January.", "See Union for the Mediterranean Secretariat, UfM Youth Strategy 2030.", "Euro-Mediterranean youth towards a common goal .", "International Labour Organization, \" Trade, investment and employment in the Southern Mediterranean Countries \", Thematic Report of the \"Mainstreaming Employment into Trade and Investment in the Southern Neighbourhood\" project, Executive Summary.", "See Ambrosetti, E. (2020), \" Demographic challenges in the Mediterranean \", IEMed Mediterranean Yearbook.", "(2023), \" The migration of young Mediterranean talent and the challenge of employability \", Friedrich Naumann Foundation for Freedom, July.", "Scarrone, N. (2021), The Education Paradox in the Southern and Eastern Mediterranean - Youth, Human Capital and Transition to Work \", IEMed Mediterranean Yearbook 2021 See \" Encyclical letter Laudato Si' of the Holy Father Francis on care for our common home \".", "See Union for the Mediterranean, \" First Scientific Report on Climate and Environmental Change in the Mediterranean \".", "See \"Summary for policymakers\" in Cramer, W., Guiot, J. and Marini, K.", "(2020), Climate and environmental change in the Mediterranean basin - Current situation and risks for the future, First Mediterranean Assessment Report by Mediterranean Experts on Climate and environmental Change, Union for the Mediterranean, Plan Bleu, UNEP/MAP, Marseille, France, pp.", "Escribano, G., Lázaro Touza, L. and Urbasos, I.", "(2023), \" Revamping the Euro-Mediterranean Energy and Climate Space \", Elcano Policy Paper, June.", "World Trade Organization (2023), World Trade Report 2023 - Re-globalization for a secure, inclusive and sustainable future .", "See Deandreis, M., Panaro, A. and Ferrara, O.", "(2022), \" Maritime Scenario in the Mediterranean: Analysis of the Competitiveness and Investments of the Major Logistics Players \", IAI Papers, Istituto Affari Internazionali, May.", "World Bank (2020), Convergence: Five Critical Steps toward Integrating Lagging and Leading Areas in the Middle East and North Africa, Washington, D.C.", "Although Libya signed the Paris Agreement in 2016, it has not ratified the convention.", "See European Commission, \" Diversification of gas supply sources and routes \".", "Organisation for Economic Co-operation and Development (2021), Regional Integration in the Union for the Mediterranean: Progress Report , OECD Publishing, Paris.", "See European Commission, \" Hydrogen \"."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic balance", "Natural balance", "Climate change", "Youth unemployment", "Education", "Infrastructure", "Energy security", "Renewable energy", "Geopolitics", "Shared endowments"]}