{"sentences": ["Self-Regulation in Financial Markets - Looking Back and Looking Ahead (Keynote address delivered by Shri M. Rajeshwar Rao, Deputy Governor, Reserve Bank of India - March 05, 2023 - at the 17th FEDAI Annual Conference at Cairo, Egypt) 1.", "A very good morning to all of you.", "It is indeed a pleasure to be here amidst all of you today at the 17th annual conference of FEDAI.", "These annual events of FEDAI provide an excellent opportunity for the exchange of ideas and thoughts among the foreign exchange market participants and I am sure this one will be no exception.", "Today, as I speak to the market veterans assembled here in Cairo, it strikes me that it is fitting perhaps that this conference is being held here in the year of India's G20 presidency, the year of the \"Vasudhaiva Kutumbakam\" or \"One Earth · One Family · One Future\".", "India and Egypt are arguably two of the world's oldest civilizations.", "Both share a glorious past.", "India was one of the largest economies in the world for about two millennia starting around the end of the 1st millennium BC.", "Documented economic history suggests that for most of the period since the first century AD, the Indian economy was the largest in the world.", "At the beginning of the British rule in India, it accounted for close to a quarter share of global GDP.", "Since then, there has been an inexorable loss in India's share of global GDP.", "But we have not just arrested this decline, but indeed have been able to reverse it.", "India's GDP2 is today the third-largest in the world in PPP terms and fifth largest in terms of market exchange rates.", "India is today considered as one of the fastest growing economies of the world with clear emphasis on strong macroeconomic fundamentals and is recognised as one of the few bright spots amidst current challenges and uncertainties.", "The signs of these changes have been quite apparent for some time now.", "In just over a decade, the country's nominal GDP has increased four-fold from ₹64 lakh crore for FY 2010 to ₹273 lakh crore for FY 20233 .", "Its external trade has also increased from ₹29 lakh crore to ₹137 lakh crore during the same period4.", "As a percentage of GDP, external trade has increased sharply in the last two decades from about 26 per cent at the turn of the century to about 45 per cent currently.", "Equally noteworthy is the fact that the development has been inclusive with millions of people being lifted out of poverty.", "According to a recent United Nations Development Programme update, 415 million people were lifted out of poverty in the decade and half leading up to the COVID-19 pandemic while the incidence of poverty has more than halved.", "Concomitantly, the financial sector has expanded both in terms of depth and diversity with differentiated niche banks catering to the differing needs of the economy and society.", "A diverse set of NBFCs have also been operating, reaching the proverbial last mile to the individual customers and, in fact, traversing beyond that.", "Fintech has emerged as a potential force multiplier while India is today an acknowledged world leader in fast payment systems.", "The transformation in the world of foreign exchange and more generally in financial markets over the years has been no less striking.", "As veterans in this audience would be aware, the journey of exchange control in India began with the framing of the Defence of India Rules,1939 by the British Government as a temporary war time measure.", "These rules assumed statutory basis through the Foreign Exchange Regulation Act (FERA), 1947.", "In view of an acute shortage of foreign exchange reserves, FERA, 1947, was replaced by FERA, 1973 which sought to put in place stringent controls \"....for the conservation of the foreign exchange resources of the country and the proper utilization thereof....\".", "While this approach continued in the 1970s and 1980s, there was a paradigm shift in the approach to external sector management in the early 1990s, when the Rupee was made fully convertible on the current account and the lietmotif changed from conservation of foreign exchange to the management of foreign exchange through facilitation of external trade and payments as well as orderly development of foreign exchange markets.", "This change was formalized through the Foreign Exchange Management Act (FEMA) enacted in 1999.", "The subsequent two decades have seen a calibrated opening up of the capital account with significant liberalization in the regulatory framework related to foreign direct investment (FDI), external commercial borrowing, foreign investment in domestic debt markets and overseas investments.", "In the broader financial markets too, policy measures during the 1990s set the stage for the transition to market-determined interest and exchange rates and saw significant development in different market segments.", "Initial policy efforts were focussed on delivering a measured development of different market segments and supporting market infrastructure with a view to reaping the benefits of deeper and more liquid markets.", "As markets developed and lent confidence, the pace of reforms and liberalisation picked up and continued despite the myriad episodes of turmoil over the last decade and a half.", "With the policy priority of ensuring that financial markets are sufficiently developed to meet the requirements of a growing economy and of users, both resident and non-resident, the reforms were reconfigured to deepen onshore financial markets, remove segmentation across market segments and increase the efficiency of price discovery, within a robust infrastructure and conduct framework.", "Several analysts and economist have predicted that this decade will be India's decade and they have predicted that India's GDP will triple and per capital income will almost double by 2031, powered by manufacturing and export opportunities.", "India is all set to benefit from major global trends such as offshoring of manufacturing to friendlier countries (popularly called \"friend shoring\") because of its geopolitical alignments, technology-based services because of its adoption of increasing digitalisation and a young population which is eager to excel.", "The Honourable Prime Minister has set before all of us a goal of making India a developed nation by 2047 as one of the \"Panch Pran\" for the centenary of the country's independence.", "Against the aspirations, ambitions and opportunities, the theme of this year's FEDAI's conference- \"India - Back to the Future: Better, Bolder and Benevolent\" is very apt.", "When fundamental transformations such as the one we are witnessing takes place, there are many moving parts which need to come together and move in sync.", "There are many actors who have critical roles to ensure that each of these parts move at the desired pace and efficiency.", "As stakeholders in financial markets, we all know that it has a critical role to play in funding our growth aspirations and in supporting an increasingly complex and inter-connected financial system.", "The key actors in financial market development include self-regulatory organisations such as FEDAI.", "Given that this is a FEDAI conference, let me focus today on the role of self-regulatory organisations (SROs) in market development and market conduct and also set out a few thoughts on the role played hitherto by FEDAI in the development of foreign exchange markets as well as expectations from it going forward.", "Self-Regulatory Organisations 9.", "Let me first start with a look at the evolution of SROs around the world.", "The idea of self-regulation generally involves the members of a group coming together to establish rules of conduct and voluntarily committing to follow those rules.", "Self- regulation has a long history of existence in various professions as a means to encourage and promote appropriate conduct by the members of the profession.", "In the financial sector, elements of self-regulation by stock exchanges dates back more than two centuries with the London Stock Exchange adopting such a system in the eighteenth-century.", "In the United States, self-regulation by stock exchanges preceded the creation of the federal regulatory agency, i.e., the Securities and Exchange Commission (SEC).", "In Canada, the Bond Market Association of the Toronto Board of Trade emerged as an SRO in 1920s.", "In recent times, SROs in the financial sector have been delegated authority, formally or informally, by public authorities to frame guidelines for appropriate conduct by its members and utilize tools such as voluntary agreements, standards, charters, byelaws, handbooks of market practices, etc., to ensure such appropriate conduct.", "Effective SROs complement the regulatory and supervisory efforts of public authorities.", "In any sector, financial or otherwise, there could be four categories, in terms of rules that the players are subject to.", "The first category is the one where there are no rules, explicit or implicit.", "This is a rare situation and feasible only in narrow businesses where the sector imposes no or minimal externalities on the broader system.", "In the absence of rules, however, industries do not always act in broader public interest and their behaviour often tends to favour the powerful at the cost of equity, fairness, and overall social development.", "As a sector grows, some form of rules become necessary and are often agreed upon by the players themselves, primarily in a bid to impose self- discipline among the members.", "An industry which operates only under self-regulation, however, may not also always act in public interest.", "These concerns assume greater importance as a sector / industry develops and starts to become systemically important.", "Here a role for an external, neutral body which performs the role of an umpire becomes necessary.", "Such an umpire in a business sector is typically a public or statutory authority in the form of a regulator or the government which sets the rules for an industry.", "The fourth category is one where self-regulation and state-imposed regulation co-exist with the regulator or state institution explicitly or implicitly recognizing the SRO.", "The co-existence of a regulator and a SRO is, in fact, the most common framework or structure prevalent across the world in financial sector.", "SROs - Roles and Responsibilities 11.", "The roles of SROs vary across jurisdictions, markets, and sectors that they function in.", "Typically, in the financial sector, the broad objectives of SROs reflect those of the financial sector regulator, viz., preservation of market and financial integrity and protection of customers / investors.", "Within these broad objectives, SROs typically work towards establishing minimum benchmarks as well as ethical and behavioural standards.", "With the guidance received from the regulator, they help instill professional market conduct amongst their members in order to ensure customer / investor protection.", "SROs often get involved in the documentation of operational guidelines that set out the rules of conduct and prescribe market conventions, standard procedures and documentation, master agreements, etc., to be followed by market participants.", "In some jurisdictions, they monitor adherence to codes of conduct and regulations issued by the regulator and are also empowered to take appropriate action in case of violations.", "SROs also establish dispute resolution frameworks to facilitate early resolution of disputes.", "In their developmental role, SROs serve as the representative of their members in various fora including in interactions with the regulator.", "An integral part of SRO functioning is to impart training to the staff of their member organisations and to conduct awareness programmes.", "Thus, SROs in the current schema are expected to complement the regulatory / supervisory arrangements in financial sector.", "Functioning of SROs: Hits and Misses 12.", "The primary motivation for existence of SROs as an instrument of regulation in the financial sector is to enhance effectiveness in regulations by drawing upon the depth of technical expertise of practitioners.", "Involvement of market experts could also enhance effectiveness in regulations by highlighting various technical and practical aspects, nuances and trade-offs involved in regulatory policy.", "SROs are also likely to have closer informal and formal contacts in the industry and have their ears to the ground.", "They can, therefore, facilitate relatively more proactive, agile, and flexible responses to changing financial conditions.", "As pointed out by William O. Douglas, a former chairman of the Securities Exchange Commission, through developing code of ethics and conduct, self-regulation could be persuasive and effectively influence participants' conduct in the realms of morality and ethics compared to laws and governmental regulations8.", "SROs acting as watchdogs against unethical or dubious practices could foster greater confidence in the integrity of the whole ecosystem.", "SROs also facilitate resolution of disputes among members within the industry rather than taking recourse to an external body or the courts.", "SROs can thus complement the regulatory framework and contribute to the effective functioning of the financial system.", "Despite potential benefits, concerns related to self-regulation have also attracted widespread attention.", "Concerns arise from the fact that SROs largely comprise of industry members and are hence subject to conflicts of interest arising between latter's own commercial interests and former's expected public role.", "Such conflicts can lead to weakening of the regulatory structure and potentially harm the interests of the customers / investors.", "SROs could also find it hard to prevent collusive behaviour leading to inefficiencies and dissatisfaction among consumers.", "They may not be appropriately vigilant to issues around misconduct by their members.", "These risks could be further accentuated in cases where the impact of activities is not immediately apparent but could prove to be potentially harmful in the longer run.", "A case in point from an environmentally sensitive sector is one of an industry causing air or water pollution, the impact of which is not visible in the short run and may not invite consumer or societal activism.", "The concern is that SROs may not be able to adequately divest themselves from the interests of their members.", "These aspects have come to light in various industries / sectors over the course of the years.", "Over past few decades, the financial sector, both at the global as well as domestic level has witnessed recurrent instances of unethical behaviour.", "The ability of financial sector intermediaries to uphold themselves to high moral standards came under the cloud in the wake of revelations about the irregular practices around LIBOR fixing.", "The reliance on self-regulation of hedge funds and the derivatives markets was criticized as contributing to the Global Financial Crisis.", "In fact, many of these events led to a rethink in the approach towards regulatory framework with greater reliance on regulations returning to public authorities.", "For any SRO to remain relevant in this milieu, it is critical that it demonstrates unrelenting efforts towards ensuring fair practices by its members and is seen as contributing to the objectives of market integrity and customer protection.", "SROs must display their willingness and ability to address concerns beyond the interest of their membership, viz., to protect customers, participants, and other stakeholders in the ecosystem.", "They must remain neutral and be seen to maintain objectivity.", "Putting in place robust governance norms and internal controls, remaining abreast with market innovations, proactively identifying, and acting on breaches and misconduct, and continuously striving to keep in sight the big picture of balancing market innovation with market integrity are some of measures through which SROs can ensure their continuing credibility and relevance.", "History has shown us that an SRO is credible and its role significant only when it is backed by a long track record of responsible behavior under the oversight of public authorities.", "With this background, let me share some thoughts on the experience in self- regulation in Indian financial markets, the evolution of FEDAI and the role played by it in the foreign exchange market in India.", "Self-regulation in Indian Financial Markets 17.", "In India, the history of self-regulation has developed over the years, though formal regulatory frameworks for SROs is of a relatively recent origin.", "In the foreign exchange market, FEDAI was formed in 1958 to lay down the terms and conditions for operations of Authorized Dealers in India.", "Similar to the developments in other jurisdictions, stock exchanges in India also have historically performed functions akin to SROs.", "In 2004, SEBI issued regulations on SROs providing guidelines on eligibility, recognition, functions, and responsibilities of SROs.", "In the payments and settlement space, RBI has recently (i.e., in 2020) issued a framework for the recognition of self- regulatory organizations for payment system operators.", "FEDAI: Evolution, Role, and a few Questions 18.", "Under FERA, 1947, only a handful of the foreign banks were designated as Exchange Banks and were permitted to provide foreign exchange related services.", "These banks carried out their business as per the guidelines laid down by the then Exchange Bank's Association.", "As more and more banks were allowed to transact in foreign exchange, this structure was formalized with the establishment of the FEDAI on August 16, 1958.", "In the initial years of its formation, FEDAI's primary function was setting the basic ground rules for the computation of rates and settlements for inter- bank and customer transactions.", "Its primary objective was to bring about uniformity in the rates offered by different Authorized Dealers in a bid to avoid unhealthy competition and ensure uniform service to clients9.", "As the foreign exchange markets developed, the roles and responsibilities of FEDAI also evolved.", "FEDAI has been instrumental in conceptualising detailed rules on the conduct of foreign exchange business among banks and its customers and has hence contributed to customer protection and fair treatment.", "It has effectively acted as a bridge between the market participants and the regulator and has contributed to the development of the foreign exchange regime in the country over the years.", "I do know that FEDAI has also been working towards the training and skill upgradations of professionals working in the foreign exchange arena.", "It has also been facilitating the implementation / adoption of the Global FX code which sets out principles that promote a robust, fair, liquid, open and appropriately transparent market, underpinned by high ethical standards.", "More recently, FEDAI took commendable measures during the Covid-19 pandemic to ease the difficulties faced by the Authorised Dealer banks and their customers in carrying out forex business.", "But again, this is also a time to introspect and towards that end, let me flag a few questions / issues to ponder upon.", "While I would urge upon you to introspect on this fundamental issue concerning the neutrality of SROs, let me also outline a few other specific areas where we in the Reserve Bank would like to see more efforts by FEDAI.", "One such issue is about fair pricing for the retail / smaller customers.", "We have had many occasions of customers of Authorised Dealers, especially from the MSME and retail segments, approaching us and expressing concerns about the \"high\" charges for foreign exchange transactions levied by Authorised Dealer banks.", "While large corporates are able to enjoy the benefits of tighter pricing warranted by the liquidity in our markets, charges recovered from smaller customers do not appear to be justified by higher cost of processing / warehousing small ticket transactions.", "The FX-Retail platform was introduced in a bid to shift price discovery to an automated platform.", "Banks do not, however, appear to have made efforts to encourage customers to use that platform.", "What is worrisome about the higher charges levied on the smaller customers, is the complete lack of transparency regarding the information on charges levied for such customers.", "We would definitely like to see concerted efforts by FEDAI and all banks in ensuring fair and transparent pricing for the less resourceful customers of the forex markets.", "While the regulatory framework for financial markets and the broader foreign exchange system has been simplified and overhauled over the last few years, it would be required of you individually or collectively through FEDAI, to make sufficient efforts to ensure that the benefits of simplification, rationalization and procedural ease reach every customer.", "An open issue is whether the changes in regulatory framework are being reflected in the conduct of inter-bank and customer transactions.", "There has been a continuous effort by the Reserve Bank to simplify the regulatory framework for foreign exchange system.", "Most recently, \"Regulations Review Authority 2.0\" was constituted in April 2021 to review the regulations and compliance procedures with a view to streamline and rationalise them and making them more effective.", "But this endeavor is incomplete without the FEDAI also undertaking a similar assessment of its guidelines with a view to identifying and removing any frictions or impediments that hinder the fulfilment of regulatory objectives or impede efficient operations of foreign exchange markets.", "It would be pertinent here to refer to recent budget announcement regarding undertaking a comprehensive review of existing regulations by the financial sector regulators with a view to simplify, ease and reduce cost of compliance.", "While we would be doing what is expected from us, this endeavour should be forthcoming from the SROs as well.", "The last few years has seen a proliferation of foreign exchange trading platforms offering services to individuals in the country.", "These platforms have been luring gullible people to undertake forex trading with promises of disproportionate/ exorbitant returns.", "There have been reports of frauds committed by such unauthorised portals with reports of many residents losing money through such trading / schemes.", "The Reserve Bank has been making concerted efforts to warn and sensitise the general public about the pitfalls of undertaking transactions on such platforms, including issuing an alert list of un-authorised entities / entities promoting transactions on unauthorised platforms.", "It would be appropriate on the part of FEDAI to take a lead here to safeguard the customers of the industry they are an integral part of and sensitise public regarding entities which bring disrepute to the industry.", "Random Thoughts - Imminent Threats, Emerging Opportunities 24.", "Against the backdrop of the issues flagged above and the theme of the conference, let me also dwell on a few select themes relating to the recent developments in the foreign exchange markets, the approach to foreign exchange management as well a few areas of potential future changes.", "A few random thoughts, so to say.", "From a rule-based regulatory regime to a principle-based framework 25.", "First, as you will be aware, one of the most significant developments in the regulatory framework for foreign exchange management and foreign exchange markets has been a shift from a rule-based, prescriptive framework to a principle- based framework.", "Let me cite just a few examples.", "The regulations for hedging of currency risk have been simplified on a single principle - any entity, resident, or non- resident, which has an exposure to currency risk, should be able to hedge that risk using any product, subject only to an assessment of suitability and appropriateness.", "The foreign investment regulations have been rationalized subsuming two original and 91 amendment notifications while broadly keeping the regulations principle-based.", "The Overseas Investment Framework has also recently been reviewed comprehensively in consultation with the Central Government.", "The new regime has dispensed with most procedural approvals by adopting a principle-based approach and has significantly enhanced the ease of doing business by reducing the compliance burden and the associated transaction costs.", "The case for this shift is evident.", "In a fast-changing world where ways of doing business, the technology used for doing business and the ways of financing business are constantly evolving, it is difficult for a rule-based regulatory regime to keep pace.", "This raises risks of stymying useful innovations on the one hand and leaving gaps which could add to risks to entities or the system, on the other.", "The case for simplifying regulations, removing fine prints associated with procedural prescriptions and elements of discretion are also important from the perspective of reducing compliance burden and facilitating flexible and nimble footed responses by Authorised Dealers and stakeholders.", "But for a principle-based regulatory framework to work and work effectively, there are certain \"rules of the game\".", "First, the shift presupposes that all participants including Authorised Dealers accept and adopt the change in letter and in spirit and ensure that the regulations are implemented in a fair and transparent manner and the benefits of the flexibility provided in the regulatory framework reaches the end users of the financial system.", "Second, there has to be trust.", "The regulator needs to be able to trust that regulated entities will not abuse the flexibility provided in the regulations.", "Third, the shift to a principle-based framework also entrusts a much higher level of responsibility on the Authorised Dealers.", "In fact, the more we move towards a principle-based framework, the greater will be the responsibility of the Authorised Dealers.", "For instance, under the new Overseas Investment regime, all transactions relating to ODI (or financial commitment) by an eligible resident entity in a foreign entity is required to be routed through the designated AD bank.", "The AD bank is not only responsible for ensuring bona fides of the transactions and compliance with KYC/ AML guidelines, but also compliance with FEMA provisions.", "We had earlier come across instances of AD banks permitting remittance towards overseas investment without receiving the requisite returns from the investor entity.", "Though, it was always implicit in terms of section 10(5) of FEMA, that such oversight by AD banks makes them liable for penal action under sections 11 and 13 of FEMA, the new directions have stated it unambiguously.", "New actors, new products, new markets - A new playing field 28.", "The foreign exchange arena, in particular, the foreign exchange market, has in many ways been a sheltered playing field for Authorised Dealers.", "But this is changing and changing fast.", "As an Authorised Dealer, till recently, you had to deal in a small suite of products.", "Now that there is scope for Authorised Dealers to innovate and design new products, there are challenges.", "You need to think about whether a product is permissible.", "You need to understand the product.", "You need to be able to price it independently.", "You need to assess the client base to whom the product can be offered.", "And you need to be sure that the product is being offered in a manner which is both suitable and appropriate for the client to which it is being offered.", "The flexibility embedded in regulations is easy appreciate.", "More products add to depth and liquidity in financial markets.", "More importantly, they enable more efficient hedging of risks.", "But there are risks on both sides of the spectrum.", "The introduction of new products can get limited by the ability of market participants to offer them.", "Our experience has been that only some of the Authorised Dealers are able to offer even marginally sophisticated structured products to their clients which results both in lower liquidity in products and incomplete markets, and in depriving segments of end-users of benefitting from the flexibility provided in the regulations.", "But again, there are risks of Authorised Dealers dealing in products which they do not understand or are not able to price independently or of offering them to customers who do not understand the product or where it is not suited for them.", "We are all aware of past such incidences that teach us about the pitfalls to avoid.", "Of course, our Directions on Market Makers in OTC derivatives seek to provide a principle-based regulatory framework to address these risks.", "Hence it is imperative that these regulations are adhered to in both letter and spirit.", "There are also new players in the playing field.", "Traditionally, the foreign exchange market was characterised by a closed user group with banks being the only authorised dealers and a few domestic corporates being the primary clients.", "Exporters and importers with small hedging needs and individuals with personal forex requirements were marginal players essentially accessing the market as price takers.", "The regulatory framework now permits non-residents to access the domestic foreign exchange market to hedge their risks and also, in case of non-deliverable derivatives, to access the market without the need for underlying exposures.", "Domestically, as the economy is opening up with increasing capital account convertibility and getting more and more integrated with the global economy, there are an increasing number of domestic entities getting exposed to foreign exchange risk and hence may need to access the foreign exchange market.", "Going forward, these trends are likely to accentuate.", "With different players, there will be diverse needs and Authorised Dealers will need to gear up to serve these needs.", "Illustratively, the hedging needs of an exporter or importer are very different from that of a corporate issuing foreign currency denominated bonds in offshore markets or setting up an overseas subsidiary.", "As the economy grows and becomes more developed, the scope of participation in foreign exchange markets would change.", "Till recently, only contractual exposures could be hedged, the exception being hedging of exposures based on past performance.", "Now, the scope of participation in the foreign exchange markets has been expanded to include the hedging of anticipated exposures, of course subject to safeguards to prevent excessive speculation.", "With the increasing integration of the economy with the rest of the world, more and more entities are likely to, directly or indirectly, get exposed to foreign exchange risks.", "There are likely to be demands for permitting hedging of economic exposures.", "While this may be tricky given the current extent of capital account convertibility, the possibility of such hedging being permitted over a period of time as we progress further down the path of capital account convertibility needs to be carefully evaluated.", "A whole new market with a new set of market participants has been opened up, with banks in India allowed to participate in the offshore non-deliverable market for Rupee derivatives in a bid to integrate markets.", "This is a part of the overall effort towards greater convertibility.", "Results of these measures are already visible.", "For example, onshore-offshore spreads have substantially narrowed after allowing Indian banks to access the NDF market.", "The move has opened up a whole new opportunity for all of you assembled here today - an opportunity to make our markets larger, make them more efficient and to access an entire set of new participants.", "These opportunities have to be leveraged.", "It also needs to be ensured that the domestic market scales up its efficiency and ensures that this opening does not result in flows moving to the offshore market.", "Further dynamics are likely to emerge as we progress down the path of internationalisation of the Rupee.", "It is now widely accepted that while internationalisation and a freer capital account comes with its own set of benefits, it is not without risks and that freer capital flows comes with their own set of challenges, the primary one being that of volatility and we need to gear up to manage that.", "We are seeing a good amount of interest in the Rupee trading arrangements that we have been endeavouring to put in place.", "If our efforts towards Rupee invoicing bear fruit, domestic exporters and importers will not need to hedge, but there will be other opportunities in the form of their non-resident counterparts who may need to hedge.", "New technologies, new frontiers 34.", "Let me now talk a bit about how innovations in technology are influencing liquidity provisioning and price discovery in the FX markets and its implications.", "You all are aware that traditionally, counterparties in the FX market transacted with each other over phone calls (\"voice\") or through forex brokers.", "In the last couple of decades, however, several electronic trading venues have emerged, both as exchange venues as well as electronic trading platforms.", "Increasingly, OTC FX trades, globally as well as in India, are being executed on these venues leading to increasing electronification of FX market trading.", "During the last decade, we are seeing some new forms of trading venues, such as single-bank platforms (SBPs).", "These venues are fundamentally different from traditional multi-bank platforms (MBPs) where the operator is typically a non-bank technology provider.", "Globally, SBPs are often referred to as \"dark pools\" since price and trade information are not disseminated on such platforms, unlike in the case of an MBP.", "The development is also leading to a dispersion of global FX liquidity across a wide range of trading platforms.", "In recent years, SBPs are also becoming visible in the Indian FX market with trading volumes rising on such venues.", "While it is heartening to note an increasing share of FX being transacted electronically, the same must not come at the cost of increased opaqueness in pricing.", "You must all make efforts to be transparent while pricing of instruments.", "Concluding Thoughts 35.", "In a constantly evolving world where change is the only constant, the journey of the Indian foreign exchange market over the last few decades has been one of continuous development and innovation.", "The Reserve Bank remains committed to continuously move ahead at a steady pace in line with the changing macro-financial environment - globally and domestically.", "Going ahead, greater challenges will emerge as the markets become more developed and interconnected, and as the range of products expand.", "New frontiers will also emerge as Indian banks expand their presence in offshore markets, non-resident participation in domestic markets grows, and as technological changes continue to transform the manner in which markets function.", "Foreign exchange market participants will have to prepare themselves to manage the changes and the associated risks, and FEDAI will have to play a leading and constructive role in these endeavours.", "I wish the conference every success."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Self-Regulation", "Foreign Exchange Markets", "Financial Sector", "SROs", "FEMA", "FEDAI", "Foreign Exchange Management", "Capital Account", "Principle-Based Framework", "New Products"]}