{"sentences": ["Y Bhg Tan Sri Azman Hashim, Chairman of the Asian Institute of Chartered Bankers; Y Bhg Dato Khairussaleh Ramli, Chairman of the Association of Banks Malaysia, Vice Chairman of AICB and Group President and CEO of Maybank Group; Esteemed guests, ladies and gentlemen Assalamualaikum and Salam Sejahtera It's past 5 pm.", "And I have the unenviable job of keeping you from leaving after a highly productive and packed day.", "It is simply incomplete to adjourn without the regulator relaying its thoughts and expectations .", "I understand that the day started with a focus on where we, as a country, are in the climate journey.", "We know that 2050 is THE Year - the earliest point by which Malaysia aspires to reach Net Zero GHG emissions.", "Many significant policies are now either in place or are due to be finalised soon to get us to 2050.", "These include key frameworks and roadmaps for Malaysia to transition such as the Long-Term Low Emissions Development Strategy (LT- LEDS), Nationally Determined Contributions Roadmap (NDC Roadmap) and National Energy Transition Roadmap (NETR).", "These policies will enable yourselves and your clients to better align your transition plans.", "For the international community, these policies provide a clear signal on the country's seriousness about 2050, despite contributing only 0.7% of global GHG emissions.", "Along the transition journey, there are risks to manage, and opportunities to be seized.", "Your actions and responses are critical.", "The partnership between you and your clients is critical.", "Your clients would need the \"How\" in terms of new forms of financial instruments - transition finance, adaptation finance and blended finance to name a few.", "For the SMEs, this goes beyond financing.", "For instance, they need the \"How\" in terms of where and how to begin greening their operations, tools to help them understand, measure and track their own emissions profiles.", "I am delighted and encouraged to see the Malaysian ecosystem and accompanying tools continue to mature.", "The progress thus far is commendable.", "But, we must not forget the long road ahead and work still to be done to achieve 2050 in an orderly and just manner.", "The Bank's experience in engaging with multiple stakeholders offers some insights as to the additional elements needed to further propel our transition.", "Allow me to share these insights to CAP off our discourse today - that is C for Communication , A for Alignment , and P for Proactivity .", "The economy's transition doesn't just happen in high powered boardrooms and government offices.", "It happens in the everyday decisions made by households and small business owners.", "97.4% of all businesses in Malaysia are SMEs, contributing 37.4% of GDP.", "Our engagements reveal that these significant contributors often have low levels of knowledge on sustainability.", "Banks and industry leaders, those seated in this room, have the responsibility to communicate and create the awareness and acceptance of your clients on the importance, risks and opportunities related to the impacts of climate change.", "is the goal for Malaysia.", "But, it is not one that can be achieved if we Alignment.", "each march to the beat of our own drums.", "Our collective effort is key if we are to achieve a just and orderly transition.", "Aside from alignment between institutions, even more critical is the need for alignment within institutions.", "Climate objectives decided at the board and management level must be cascaded to the frontlines and across branches to ensure that clients have the support needed regardless of where they are situated.", "In combination, this alignment will ensure that efforts by each institution are complementary and achieve the maximum impact.", "The Sixth Assessment Report by the Intergovernmental Panel on Climate Change states irrevocably that the window of opportunity to reach the Paris Agreement goal of limiting global warming to 1.5 degrees Celsius above pre-industrial levels is rapidly closing.", "Decisions of today already have a profound impact on tomorrow's future.", "Financial institutions must be proactive in ensuring that your own institutions and your clients are prepared in the face of a changing climate and economy.", "Financial institutions must both be innovative in developing relevant and effective financing solutions, and facilitate innovation by supporting green technologies or nature-based solutions that may be the key to unlocking a green future for Malaysia.", "Adequately addressing the needs of your clients requires addressing the needs of the future industries that your clients will be operating in.", "The Bank is working actively to enhance the green ecosystem to support the economy's transition.", "This includes refinements to our regulatory and supervisory approaches, facilitation of products and services, engagement and capacity building as well as efforts to bridge data gaps.", "We look forward to continuing close collaboration with the financial sector via the Joint Committee on Climate Change (JC3) and other key stakeholders to further the climate agenda.", "Finally, I would like to thank AICB and ABM for facilitating this important conversation."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change", "Transition", "Communication", "Alignment", "Proactivity", "Sustainability", "Green Financing", "Net Zero", "GHG Emissions", "Financial Institutions"]}