{"sentences": ["Mr. Gopalakrishnan, Mr. Padmanabhan, organisers of the Global Fintech Festival, delegates from both India and abroad, ladies and gentlemen.", "I am delighted to be present in the fourth edition of the Global FinTech Festival (GFF) a platform which provides space for a meaningful interaction and sharing of ideas amongst stakeholders of the FinTech ecosystem.", "The deliberations help all participants in identifying common objectives and also provide inputs for potential policy actions.", "The elements of the theme of this year's GFF viz., inclusion, resilience, and sustainability, succinctly capture the attributes of the sort of fintech ecosystem that one would like to see in India.", "The role of innovation in increasing the productive capacity of the economy is well understood.", "But where does innovation itself come from?", "Economists following the tradition of Joseph Schumpeter concluded that innovations are overwhelmingly the fruits of long-term investments that build on each other.", "Innovation rarely occurs in isolation.", "It is by its very nature deeply cumulative: innovation today is often the result of pre-existing ideas.", "Innovation is also collective, with long lead-times: what might appear as a radical discovery today is actually the fruit of years of hard work by different researchers .", "In the Indian context, the theory certainly holds true.", "For example, UPI which clocks more than 340 million transactions a day, is the outcome of cumulative efforts and investments in institutions and technologies by the RBI and the government over the past decade and a half.", "India's fintech players and the traditional financial institutions have all seized the opportunities offered by these public-sector initiatives and created the thriving ecosystem that we see today.", "To be sure, innovation in the finance space is not a recent phenomenon.", "Wire transfers or ATMs are also instances of technological innovation, as are modern stock exchanges with their anonymous order matching systems, or algorithmic trading.", "All these changes were gradual and enabled the financial system to adapt to the new technologies in a by and large a non-disruptive manner.", "What is different about the recent financial innovations is the speed and scope of such changes making them potentially much more disruptive.", "So much so that they merited the status of a separate industry and a new name 'Fintech'.", "It would be useful to remember that, apart from the difference in speed and scope, neither the older innovations nor the current fintech innovations change the basic nature and functions of the financial system.", "The major transformation that characterises the FinTech ecosystem is the increased efficiency with which financial products and services are delivered and consumed.", "This efficiency is driven largely by (a) digitisation of information which can then be accessed, processed and transmitted with ease, (b) more direct interface between buyers and sellers, between borrowers and lenders and between payers and receivers, which optimises transaction chains, and (c) democratisation of fast communication channels that expands the reach of the financial system.", "Put together, these efficiencies lead to lower cost, quicker transactions and better inclusion.", "This is clearly a desirable outcome and one that should be actively encouraged and promoted, which is what the focus of policy making and regulation currently is.", "But innovative developments raise different issues, not undesirable in themselves, but which need to be addressed nonetheless.", "One issue is the relative roles of traditional financial institutions, especially banks, vis-àvis the fintech entities.", "Should their interaction be driven by motives of collaboration or competition?", "The second issue is what should be the approach of financial regulators.", "How is fintech ideally regulated, same as traditional finance or differently.", "I shall try and talk about these two issues briefly in what follows.", "Collaborate or Compete Traditional financial players (let us use the term 'banks' for simplicity) have come to acknowledge the impact of FinTechs on their functional roles and they are reacting in one of two ways.", "The first way is by internalising innovations, thereby placing themselves in competition to fintech entities.", "The second way is by collaborating with FinTechs - either by engaging in one-to-one partnerships or by purchasing the services of FinTech players.", "The latter kind of collaboration can be functional, in the sense that fintech entities can perform functions where they have the competitive advantage and banks focusing on areas of their expertise.", "While customers benefit from an improved experience with curated products and services at competitive prices, regulators also draw comfort in these arrangements as traditional financial entities like banks/ NBFCs which are well regulated and continue to discharge the primary responsibility of risk management through their balance-sheets.", "Perhaps the sweet spot lies in fintechs acting as both competitors as well as collaborators.", "The existence of competition is necessary to create incentives for fintechs to invest in innovations as well as pushing traditional entities to stay on their toes.", "At the same time, collaboration is essential for innovations to be absorbed into the financial systems.", "Traditional players with their robust balance sheets, capital base and risk management practices can provide the strength and stability while Fintechs with their agility and innovative capabilities can deliver on customer experience, drive down costs and expand access.", "What should be the areas of collaboration and what should be the fields of competition will eventually be determined by market forces.", "But this is also an area that regulators need to focus on creating a regulatory framework that continues to spur innovation.", "Regulatory perspective of FinTech Innovation The Reserve Bank of India is deeply engaged in this process of technological transformation of the financial system.", "It's role has largely been to create an enabling environment for innovation to thrive by creating mechanisms such as Regulatory Sandbox, Hackathons, creation of Fintech Department within the RBI and setting up of our own Reserve Bank Innovation Hub (RBIH).", "Recently, we announced the development of a Public Tech Platform for Frictionless Credit.", "The Platform is being developed by Reserve Bank Innovation Hub (RBIH), to enable delivery of frictionless credit by facilitating seamless flow of required digital information to lenders from multiple sources of information.", "The platform will serve as a public good and exemplifies RBI's approach to fostering innovation.", "This is the developmental role that RBI plays.", "At the same time, RBI also plays the role of regulating the evolving financial system to maintain financial stability.", "Rapid technology changes can outpace regulatory frameworks, and raise issues about market integrity, consumer protection, data privacy, and fair market practices.", "The agility of new age fintech firms can challenge traditional regulatory models, making it difficult to ensure compliance at all times and maintain stability.", "The reliance on digital platforms also amplifies vulnerabilities to cyber threats and data breaches.", "As FinTechs amass sensitive financial data, ensuring robust cybersecurity measures and maintaining data privacy becomes paramount to safeguarding consumer information and financial systems.", "The rush to roll out new products and services could potentially undermine market integrity and compromise customer protection.", "Therefore, while fintech innovation holds immense promise, a balanced evolution, where innovation is responsible and inclusive, is essential for the sustained positive impact of Fintechs on financial services.", "The regulations for P2P in 2017, the guidelines for Account Aggregator (AA) in 2016, are examples RBI's proactive developmental role.", "The focus of the Digital Lending Guidelines (DLG) on fair treatment of customers demonstrate the prioritisation of innovation with suitable guardrails.", "It is important to recognize that regulation plays a crucial role in managing the pace of change and allows the financial system to adapt to new innovations without threatening the stability of the system.", "As regulators continue to contemplate, implement, and refine regulations for the orderly development of the FinTech sector, self-regulatory organizations (SROs) could play a pivotal role in the fintech industry by promoting responsible practices and maintaining ethical standards.", "These industry-led bodies establish guidelines and codes of conduct that foster transparency, fair competition, and consumer protection.", "SROs can facilitate collaboration between fintech firms, regulators, and stakeholders, creating a framework for innovation with guardrails.", "By proactively addressing issues like market integrity, conduct, data privacy, cybersecurity, and risk management, SROs help build trust among consumers, investors, and regulators.", "Their voluntary compliance mechanisms contribute to a more sustainable and reputable fintech ecosystem, ensuring growth while minimizing potential risks and negative outcomes.", "In the context of a new and evolving sector like FinTech, it is the industry participants who possess the deepest understanding of the processes and practices within the trade.", "Therefore, they are bestsuited to establish common rules, enforce them, and effectively handle disputes that may arise from non-compliance with these rules.", "In conclusion, it is crucial for FinTechs to continue collaborating and innovating to enhance the effectiveness of the financial sector.", "Collaborating and competing with FinTechs is essential for traditional financial entities too, in order to adapt.", "While innovation is vital, it should also support social and economic goals.", "Regulation should play the role of guiding the sector to those goals.", "Self-regulation needs to play a far more active role too.", "Together, industry participants - fintech and banks alike-, regulators, and self-regulatory organizations can work harmoniously to shape a vibrant and resilient financial landscape that promotes inclusivity and progress for all.", "Thank you for your attention and wish you all the best.", "Chapter 7: Extracting Value Through the Innovation Economy in The Value of Everything by Mariana Mazzucato (2018)"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Financial innovation", "FinTech", "Collaboration", "Competition", "Regulation", "Financial stability", "Data privacy", "Cybersecurity", "Self-regulation", "Inclusion"]}