{"sentences": ["Good afternoon Chairman, Committee members.", "I am joined today by Deputy Governor Vasileios Madouros and Director of Consumer Protection Colm Kincaid.", "We welcome the opportunity to appear before you.", "I will begin by giving a brief overview of the economic outlook, before discussing the changing macro financial environment in Ireland and our regulatory priorities for the year ahead.", "I also want to touch on some of the issues that the Committee has indicated it would like to discuss today.", "Euro Area outlook Looking back on 2022, the factors dominating economic activity included Russia's unjustified war against Ukraine and its people, the energy crisis, rising inflation, the state of labour markets and supply chains, and the ongoing impact of China's approach to managing the pandemic.", "Looking ahead, the most recent eurosystem staff projections, published in December, show a decline in the outlook for the Euro Area, with more persistent inflation and weaker growth.", "The Euro Area has faced a number of inflationary shocks in the past two years, from pandemic-related supply chain disruptions as well as strong demand once restrictions were lifted, to sharp rises in energy and food prices due to the Russia's aggression.", "Inflation was 9.2 per cent in December 2022, down from 10.1 per cent in November, mainly due to falling energy costs.", "The outlook is for a decline to 6.3 per cent in 2023 and 3.4 per cent in 2024 reflecting moderating energy inflation and the impact of the ECB's monetary policy decisions.", "Despite the recent easing of inflation, it remains too high.", "High and volatile inflation entails large costs for the economy and society as a whole.", "The sharp increase in the cost of living over the past year has resulted in an erosion of living standards.", "High inflation can also lead to lower investment, harming future growth and economic potential.", "And the impact of inflation has not been felt uniformly across the population with the groups most impacted being those that spend more of their income on energy and food, such as lower-income households.", "A return to price stability - that is, a rate of inflation in-line with our 2 per cent target over the medium term - is necessary for a stable economic environment to support long-term growth.", "As interest rates are the primary tool to fight inflation, my colleagues on the ECB's Governing Council and I started raising our key policy rates in July last year.", "These are now at 2 per cent.", "Our primary mandate is price stability and we are determined to achieve our inflation target by aligning aggregate demand more closely with aggregate supply conditions in the euro area economy as a whole.", "Raising the policy rate also signals our commitment to price stability.", "It sends a clear message that we will not allow inflation to stay above 2 per cent and helps to contain inflation expectations, guarding against the emergence of self-reinforcing inflation dynamics and tackling the risk of a persistent increase in inflation expectations.", "We need to continue to increase rates at our meeting next week - by taking a similar step to our December decisions - and also at our March meeting, although our future policy decisions need to continue to be data-dependent given the prevailing uncertainty.", "To sum up, inflation remains far too high and interest rates will have to rise significantly at a steady pace to reach levels sufficiently restrictive to ensure a timely return of inflation to our 2 per cent medium-term target.", "Bringing inflation back to target is essential for the wellbeing of our economy and community.", "Domestic Outlook Turning to the domestic outlook, our most recent Quarterly Bulletin described 2022 as a year of two halves, with strong growth in the first half and slowing considerably in the second.", "We expect that 2023 is likely to be a mirror of this year, with our economy continuing to adjust to the energy shock but a strong labour market and moderating inflation driving a recovery in household real incomes, reversing the trend later in the year and into 2024.", "While the domestic economy was predicted to slow considerably, our forecasts still pointed to positive (albeit lower) growth for 2023 as a whole.", "We will be updating these projections in our next Quarterly Bulletin in early March.", "Domestic headline inflation continues to be high at 8.2 per cent in December, but moderating energy prices, particularly gas prices, points to an improving outlook.", "Our expectation remains that inflation peaked in Q4 of 2022 and will moderate as the year progresses - assuming no further shocks - supporting consumer spending and overall economic activity as the year progresses.", "Macro-financial environment There is no doubt that the macro-financial environment remains very challenging both domestically and globally.", "Over the past twelve months many asset prices have fallen sharply, yields have risen, and market volatility has increased substantially.", "The fragility of certain markets and its participants - particularly in the non-bank financial sector - was made all too apparent by the gilt market disruption in the UK in September.", "The inflationary challenges are being experienced most acutely as shocks to people's real incomes and an erosion of their living standards.", "The profit margins of businesses, particularly the smaller businesses with less scope to pass on cost increases to customers, will suffer due to the size of their energy bills and other costs as well as falling revenues as customers reduce discretionary spending.", "Taken together, these pressures have the potential to lead to an increase in repayment challenges for some borrowers.", "Overall, risks to the Irish financial system have risen.", "However, there are a number of reasons to believe there is resilience in the system to meet these risks.", "While some mortgage customers are experiencing directly the effects of our interest rate decisions, there is substantial resilience across the mortgage market.", "Lower levels of indebtedness, a gradual shift towards fixed rate borrowing, pandemic savings and substantial housing equity, are all ensuring that the mortgage market as a whole has significant capacity to absorb shocks.", "Even in the SME sector, where cost increases will severely tighten profit margins for many, indebtedness has fallen continually for a decade, reducing the risk of macroeconomic spillovers between the financial sector and the real economy.", "Regulatory priorities We continue to engage with the banking sector, other lenders, insurers and investment firms to ensure the financial system plays its proper role in supporting the economy and users of financial services.", "Banks and other lenders in particular have a key role to play Providing the lending and deposit services required to support a well-functioning Supporting customers who may be experiencing difficulties in light of the changed macro-economic environment, including in particular customers in or facing arrears on existing loans; and Developing and implementing strategies which preserve long term sustainability and firms' capacity to continue to support the economy through this period and into the future.", "The financial sector continues to change rapidly, in particular through digitalisation and technological innovation.", "The entrance of new types of participants in the Irish financial system and the evolution of existing sectors are bringing rapid evolution to the landscape for financial users and firms.", "In response, we are continuing to evolve our regulatory approach.", "To support financial wellbeing, our regulation will continue to be outcomes-focused and follow six principles: forward looking, connected, proportionate, predictable, transparent and agile.", "Particular milestones in our regulatory work programme this year include: Consulting and engaging widely on the development of our consumer protection framework and on the operationalisation of the Individual Accountability Continuing to progress actions at a domestic and international level on the global systemic risks in the funds sector, as well as enhancing the governance, oversight and investor outcomes in the sector; and Implementing new EU regulations on digital operational resilience and markets in crypto.", "Our supervisory priorities include the assessment and management of risks to financial and operational resilience, continuing to drive for fair outcomes for consumer and investors, overseeing the withdrawal of Ulster Bank and KBC from the Irish market and detecting and sanctioning market abuse.", "We will in particular work with the Department of Finance on the next steps from the Retail Banking Review and the recommendations of the IMF's Financial System Assessment Programme.", "We note and welcome the Joint Oireachtas Committees recent report on Banking and are currently studying its recommendations.", "Let me touch on a couple of issues before we turn to your questions.", "Retail Bank Consolidation The Central Bank continues to engage actively with the firms as part of its supervisory programme on retail bank consolidation.", "We have made clear to the retail banks that the bank exits, and in particular the large-scale migration of customer bank accounts from Ulster Bank and KBC, must happen in line with customer needs and expectations.", "The account migration, transfer of loans and other assets and winding down of the business of Ulster Bank and KBC is a complex process, but it is on track and the system is working well together and responding appropriately.", "Our latest account migration statistics - published yesterday - indicate that, at endDecember 2022, 65 per cent of current accounts were either closed or inactive.", "We expect all retail banks to have plans in place to manage the impact of the broader changes and consolidation in the retail banking sector in Ireland.", "It is the responsibility of the individual banks to ensure that they are putting their customer first, ensuring fair treatment of customers and that customers understand what the changes mean for them.", "As a regulator we recognise that consumers need availability and choice of products and services to meet their needs.", "The retail banking market needs to function effectively to deliver this.", "For banking as for other financial services, we see regulation, active consumer switching, innovation, transparency and competition, as being key to effective market functioning.", "Interest rates and the Irish mortgage market Let me turn to the impact of interest rate rises on the Irish mortgage market.", "Part of the transmission of monetary policy - essential to ensure that inflation returns to target - is what we now see happening to mortgage rates.", "Increases in the ECB policy rate are transmitted over time to households and firms' borrowing rates via the financial sector.", "Lenders and credit servicing firms in Ireland have increased rates on their mortgages in recent months.", "Retail banks - who provide 84 per cent of all principal residence (PDH) mortgages - have to date increased fixed rates for new or switching customers, and have not increased their variable rates.", "Non-bank lenders and servicing firms have raised variable rates, including some rates at the higher end of the market.", "And of course customers on tracker products have seen their rate increase automatically in line with the ECB rate.", "The impact of these rate increases on borrowers will depend on a combination of the rate increase itself and the financial and personal circumstances of the individual borrower, be they a private individual, a small business or a large corporate body.", "We have been clear with the firms we regulate that they need to be proactive in supporting their customers to navigate these changes.", "We will continue to engage actively with regulated firms on their approaches to increasing interest rates and managing the impact of inflation, and how they support their customers in line with the regulatory framework and our expectations.", "As you know, the same regulatory protections apply whether a borrower's loan is with a bank or with a non-bank lender or servicing firm.", "The Central Bank does not have a statutory role in approving the rates that mortgage lenders charge on their loans.", "These are commercial decisions for the lenders themselves but we do expect firms to: Have the resources and arrangements in place to assess applications from existing and new or switching borrowers in a manner that is timely and based on prudent lending standards applied consistently across all applicants; Have fit-for-purpose arrangements in place to anticipate and deal with customers in or facing arrears.", "This includes cases where consumers may face arrears due to an increase in the interest rate on their mortgage, while recognising that with increasing costs of living driven by inflation, this is just one factor currently affecting people's repayment capacity; and Proactively assess the risks and consumer impact that commercial decisions, including rising interest rates, may pose to borrowers and have an action plan in place to mitigate such risks.", "The outlook for 2023 will continue to be characterised by high uncertainty.", "The Central Bank will continue to focus on maintaining monetary and financial stability and ensuring the financial system works for consumers and the wider economy.", "Vas, Colm and I are happy to take your questions.", "-source/publications/quarterly-bulletins/qbarchive/2022/quarterly-bulletin-q4-2022.pdf?sfvrsn=1666951d_6 -bulletins/quarterly-bulletin-q42022#Box-B-The-Impact-of-Gas-Prices-on-the-Forecast-40256a7c-dc86-4bc4-8d99e5dfbb2dcba3 -outlook/november-2022#gdp -economic-outlookoctober-2022 Account Migration Statistic"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Interest rates", "Economic outlook", "Financial stability", "Consumer protection", "Mortgage market", "Retail banking", "Macro-financial environment", "Regulatory priorities"]}