{"sentences": ["The return of inflation is severely affecting our daily lives as well as our economies, posing difficult challenges to central banks, and economic policy in general.", "In fact, inflation leads to pervasively heterogeneous distributive effects.", "One hundred years ago, John Maynard Keynes emphasised this by writing: \"Each process, Inflation and Deflation alike, has inflicted great injuries.", "Each has an effect in altering the distribution of wealth between different classes, Inflation in this respect being the worse of the two\".", "The social influences of inflation also featured prominently in the classical study of German hyperinflation in the 1920s by Costantino Bresciani Turroni.", "Milton Friedman apparently agreed with this, as he is often quoted as having said that \"inflation is the cruelest tax of all\".", "Clearly, the effects of high and prolonged inflation cannot be compared to the dramatic consequences of hyperinflation.", "Nor is analysing the redistributive effects of inflation simple and straightforward.", "The impact it has on the distribution of earnings may not be the same as its impact on the distribution of household incomes which, in turn, may differ from its effect on the distribution of wealth.", "The picture is complicated still further if we take into account factors such as the consequences of long spells of unemployment on human capital accumulation and future incomes.", "That said, the upsurge in inflation recorded since 2021 has undoubtedly hit poorer households disproportionately, not least because price increases have affected items, such as energy and food, that weigh heavier on these households' shopping cart, and that cannot easily be substituted with an alternative.", "However, we must note that, while the excess demand created by the very generous budgetary measures introduced to counter the negative consequences of the pandemics can be considered, given the ensuing bottlenecks in supply, the root of the rise in inflation in the United States, it has also gone hand in hand with stronger wage growth for lower incomes and higher employment.", "This has, on average, tended to compensate the negative effects of inflation on households at the bottom of the income distribution.", "It remains to be seen to what extent this compensation has been uniform across all poorer households.", "In any case, economic policies can be quite an effective tool for reducing the undesired redistributive effects of inflation.", "Recent data for Italy suggest that the impact on the income distribution of the wave of inflation observed since June 2021 was successfully mitigated by the budgetary measures the Government has implemented.", "In addition, the provisions targeting the less well-off have been the most effective.", "Other studies for Italy show that, by the end of 2021, the poorest households - those in the first quintile of the expenditure distribution - were hit by a higher inflation rate (5.3 per cent, almost two percentage points higher than that of the top quintile).", "Nevertheless, the rate of growth of their total labour income far outpaced, in real terms, that of the richest households (7 per cent, against a mere 0.8).", "The distribution of income and wealth across the population is also significant for the decision making process of central banks.", "It plays an important role in the transmission of monetary policy measures.", "At the same time, we are aware that monetary policy may contribute to shaping these distributions at business cycle frequencies, with potentially important feedback loops on its effectiveness.", "There is no shortage of review studies on monetary policy and inequality, so let me focus on only a few points.", "First, we need a sufficiently good understanding of the channels through which inequality affects the transmission of shocks across the economy.", "One lesson we have certainly learned in the last two decades (or perhaps something that has been \"rediscovered\" after the storm that followed the calm of the Great Moderation) is that the heterogeneity in the effects of economic shocks is of substantial importance.", "There is clear evidence that the collapse of real estate prices in the United States which followed the burst of the Global Financial Crisis, and the ensuing marked recession affected households very differently, depending on the composition of their balance sheets and their sources of income.", "The distribution of layoffs was also extremely uneven across sectors, occupations and skills.", "These heterogeneities, in turn, translated into very different effects on expenditure among households, depending on their propensity to consume - a point that has always been a concern of the Bank of Italy.", "My second point refers to the development of new models that account for these differences.", "The new class of heterogeneous agent new-Keynesian models, developed in the last few years by Gianluca Violante and other economists, combines heterogeneous agents with nominal rigidities.", "This increasingly substitutes the assumption of a representative agent present in the dynamic stochastic general equilibrium (DSGE) workhorse models that have been widely used to study the effects of macroeconomic shocks.", "The aggregation of heterogeneous households and firms implicitly matters, together with liquidity constraints and various kinds of buffers and rigidities, in the \"old-style\" macro-econometric models that are still, by necessity I would say, widely used in generating our forecasting scenarios.", "Allowing more explicitly for these characteristics, these new models definitely contribute to improving our understanding of the ways in which monetary policy operates.", "In traditional DSGE models, given the assumption of the representative agent, monetary policy affects the economy mainly through its direct impact on intertemporal substitution, in other words lowering interest rates increases aggregate demand by making consumption today more convenient than consumption tomorrow.", "In models with heterogeneous agents, however, we find ourselves observing a lesson we learned a few decades ago, that the indirect effects taking place via changes in demand and employment outweigh the direct effects of interest rate changes on the propensity to save.", "Thus, the shape of income distribution plays a significant role in the impact of monetary policy on the economy.", "In the last few years, research conducted at the Bank of Italy based on this class of models has shown, for example, that a higher propensity of households to save, possibly due to perceived greater risks of unemployment, may imply stronger effects of monetary policy.", "This would certainly not appear in models built around the representative agent, because the latter, fully insured over time, would save and consume regardless of their employment status.", "More in general, and this is my third point, models with heterogeneous agents allow for a deeper understanding of the effects of aggregate uncertainty as well as its interactions with idiosyncratic uncertainty and non-linearities, such as the presence of an effective lower bound for interest rates.", "Another study carried out at the Bank of Italy in particular shows that the reduction in output that follows a shock to the economy is much higher in the presence of macroeconomic uncertainty due, in large part, to heterogeneities between households.", "These are not just academic curiosities, even if they require more in-depth study and testing.", "They are clearly relevant today, as central banks are in search of the right balance between two risks.", "On one hand, easing monetary restrictions too early could cause inflation to remain persistently elevated and entrenched in price and wage setting run-ups.", "On the other hand, ending the restrictive stance too late (or making it far \"too strong\") could lead to significant negative repercussions for economic activity and financial stability, resulting in medium-term excessive disinflation.", "As I have mentioned, monetary policy is not only affected by inequality but also affects it in various ways.", "For example, lowering interest rates reduces the debt burden and the returns on savings and may lead to higher asset prices.", "Over time, it tends to spur economic activity and push up labour demand, as well as wages and consumer prices.", "Depending on expectations and on the shape and position of a complex relation such as the Phillips curve, it may lead to higher inflation.", "It is clear that, by taking any one of these channels in isolation, the effects of monetary policy look very uneven, as they would, for example, influence debtors in one direction and savers in the opposite one.", "Since these mechanisms also work in reverse, this may explain why central banks are criticised both when they lower and when they raise interest rates.", "What is perhaps especially interesting for the discussion generated during this conference is that, both when monetary policy becomes more restrictive and when it becomes more expansionary, central banks always continue to claim that they do not contribute to increasing inequality!", "However, to a certain degree we may find that this claim is to some extent supported by literature.", "Indeed, once all the channels mentioned above have been aggregated, losses and gains may appear more or less evenly distributed across households.", "At the Bank of Italy, for example, we have extensively analysed the consequences of the ECB's accommodative monetary policy in 2011-12, following the very dismal consequences of the euro area sovereign debt crisis.", "If anything, the expansionary stance during those years contributed to reducing income inequality in Italy, mainly by supporting the employment and wages of low-income households.", "The response of households' net worth was, however, slightly U-shaped along the wealth distribution: richer households benefitted more than the average from the expansionary policy, thanks to their capital gains, but poorer households also enjoyed a larger advantage, due to their higher leverage.", "The different response of income and wealth inequality highlights the fact that we need to be more precise when defining exactly the \"inequality of what\" we are analysing.", "The recent pandemic emergency has shown the importance of another channel through which monetary policy may affect inequality, albeit largely indirectly.", "Focusing on the first wave of infections, simulation results show that the public policies implemented in Italy to support workers and households during the first half of 2020 were successful.", "The post-transfer Gini index of the labour income distribution remained, in fact, almost constant compared to pre-crisis levels, instead of rising by several percentage points, as would have occurred in the absence of any intervention.", "Actual data on household incomes have later confirmed these early assessments.", "Monetary policy seemingly plays no part in this story.", "However, we should remember the severe tensions that arose in financial markets in March 2020.", "It is therefore reasonable to argue that introducing those public measures would have been much more difficult, even impossible, without the extraordinarily expansive monetary policy that was put in place, including the introduction of the ECB's Pandemic emergency purchase programme and the strengthening of the Asset purchase programme.", "Although the \"fiscal dominance\" alarm bell may now be ringing for some of you, these considerations do not suggest that central banks have become dependent on national governments, but rather highlight the importance of the complementarities between fiscal and monetary policies.", "These complementarities not only concern the response to the deflationary pressures that we observed before and during the pandemic, but also affect, as we speak, the fight against inflation.", "The experience of Italy, in this respect, is particularly insightful.", "In this country, the \"conquest of inflation\" took a long time, as we lived through the two dismal decades of the 1970s and 1980s.", "It has to be acknowledged that the economy was then subject to very severe shocks (and if there is one thing that I have learned during my long experience in central banking, it is that we may only dream of steady states and the like!).", "Following the conflicts of the \"hot autumn\" of the late 1960s, a weak Italian economy, and society, had to face the collapse of the Bretton Woods fixed exchange rates system and the two major oil shocks that followed the Yom Kippur war and the Iran revolution.", "Disinflation took place via a long process that only began in the early 1980s, with the strengthening of the central bank's autonomy and the independence of monetary policymaking.", "This in itself, however, was not sufficient.", "Fiscal policy remained strongly expansionary, with public debt rising apparently without constraint, and de jure or de facto wage indexation mechanisms fuelling wage-price spirals (the automatic redistributive consequences of the scala mobile, the formal indexation scheme, strongly contributing to the run-ups).", "Consequently, inflation remained persistently high.", "Only in the mid1990s, with a more cautious fiscal policy and the income policy agreements that took place following the major crisis of the European Monetary System, did the restrictive stance of monetary policy succeed in bringing inflation down, a necessary condition to Italy's participation, since 1999, in the Economic and Monetary Union.", "Times and conditions are obviously very different now but, based on that experience, I cannot help observing that, today, swiftly restoring price stability not only depends on the ECB's action, but also hinges on prudent fiscal policies, on responsible strategies among businesses and on reasonable agreements regarding labour costs.", "All of which is, obviously, easier said than done.", "But I believe that we must try harder to achieve it.", "My final thoughts concern measurement.", "Measuring the distribution of income or wealth poses a number of conceptual and practical challenges.", "Today, we have a multiplicity of sources, which range from household surveys to various administrative archives.", "Each source has its own pros and cons.", "As far as surveys are concerned, it is well known that they are affected by selective non-response and underreporting, which clearly cause problems for the measurement of inequality.", "The Bank of Italy has a long tradition in the field, as its Survey on Household Income and Wealth (SHIW) goes back to the early 1960s.", "Over time, we have made extensive efforts to correct for these biases using calibration techniques and satellite data sources.", "This has enabled us to address several important issues with greater confidence, as shown in one of the papers presented at this conference, on the financial fragilities of Italian households during the last twenty years.", "Much effort is currently devoted to developing timely estimates of inequality.", "Recent studies by the Eurosystem have made progress in constructing distributional financial accounts, which allow us to go beyond aggregate statistics.", "This distributional information is timely, available at higher frequency, and consistent with the national accounts.", "While these results are promising, more must undoubtedly be done, and, as I understand it, more is indeed in the pipeline.", "We also need distributional data on leverage, net savings and investment across non-financial corporations, and it is good to know that a pioneering production process has been initiated, as has been presented in another paper during this conference.", "The Bank of Italy's membership of the International Association for Research in Income and Wealth since its creation in 1965 bears witness to the attention we give to the measurement of income and wealth, covering both the aggregates and their distribution.", "Since its first Presidency, under Simon Kuznets, this Association has played a key role in the conceptual advancement of national accounts and in the analysis of the distribution of income and wealth.", "We are pleased to have actively contributed to both the organisation and the content of this conference, the third ever held in Italy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Income distribution", "Inequality", "Wage growth", "Fiscal policy", "Heterogeneous agent models", "Household income", "Wealth distribution", "Phillips curve"]}