{"sentences": ["Digitalisation is far from being new in the financial sector, but tokenisation based on DLTs may be a new turn.", "In my initial remarks I would like to explain why, at the Banque de France and the ACPR, from the standpoint of our financial stability mandate, we have a strong interest in the development of tokenised finance, and how it impacts the policy tools we use to fulfil our mandate.", "I/ The tokenisation of finance is of prime interest for two main reasons: 1/ It is part of the significant transformation drivers of our financial landscape Indeed, digital technologies are profoundly transforming finance, ushering in a wave new players at the crossroads of IT and finance, digital assets in new, tokenised form-usually referred to as crypto-assets, for investment and settlement, and new exchange and settlement infrastructures.", "Their combination is translating in activities and services that first swept into the payment sector and are now spreading more broadly.", "Among them, so-called decentralised finance, DeFi, is emerging as a crypto-based alternative to traditional finance where the provision of services is disintermediated and their governance decentralised, and is enabled notably by permissionless blockchains, smart contracts and decentralised applications (Dapps).", "For the time being the crypto ecosystem is by very far not large enough to threaten the dominant role of mainstream finance.", "But this may evolve going forward, if we look beyond the current setbacks faced by the sector.", "So we consider that it is important to keep an eye on it.", "/ The second reason for our interest is the two-sided impact the tokenisation of finance might have on the functioning of our financial system, both in terms of efficiency and stability.", "From an efficiency perspective, a case in point is the recourse to DLT which underpins the development of tokenised finance.", "It has actually a largely recognised potential to enhance transparency, with a better tracking of transactions and ownership, but also cost-efficiency and availability around the clock.", "But it brings also a risk of if the underlying blockchains are not fragmentation of processes, interoperable and cannot also smoothly interact with legacy, centralised, clearing, settlement and payment systems.", "This interoperability for the time being remains to be ensured.", "From a stability perspective it is clear that currently the crypto ecosystem is not large enough and interconnected enough to threaten the stability of the whole financial system, as shown by the modest impact on mainstream finance of the May/June crypto assets market turmoil in the wake of the Terra-Luna collapse and more recently the impact of the collapse of the FTX crypto-conglomerate.", "But let me note first that, those collapses did have significant negative spillover effects within the crypto ecosystem, and second that, in attempting to replicate some of the functions performed by the mainstream financial system, the crypto ecosystem inherits and may amplify the vulnerabilities of that system.", "For instance, tokenisation increases operational risks, especially cyber risks .", "It is currently the number one operational risk to financial players, and it has the ability to jeopardise the stability of the entire financial system.", "The tokenisation of finance creates in particular new points of vulnerability : let me mention bridges between blockchains, or oracles that feed data to blockchains.", "In addition, the governance issues of public DLT infrastructures, which contribute greatly to the risk of hacking, are still far from being resolved.", "II/ Impact on our role and activities In response to these transformations, we see our role as twofold: as a financial stability authority to help bring tokenised finance within a regulatory framework which allows its benefits to be reaped but also its risks appropriately mastered to safeguard financial stability and therefore confidence.", "But we see ourselves as being part of the innovative ecosystem with the objective to act as a facilitator and catalyst, in our operational role of central bank services provider.", "/ Contributing to a confidence prone regulatory framework Fundamentally, what does not change in the financial sector is the need for confidence .", "Consumers of financial services need to have confidence: in the security of transactions, in the protection of their assets and in their freedom of choice.", "The players in the sector also need to have confidence: in each other, because they remain interdependent, and in the rules of the game, i.e.", "in the regulatory conditions under which they can carry out their activity.", "As financial stability authorities, central banks and supervisors have a role to play in maintaining this confidence, in all the forms I have just mentioned.", "In this respect, I would like to share with you three convictions: Firstly, the traditional pillars to ensure confidence including trusted third parties, central banks and supervisors, cannot be replaced by \"algorithmic\" confidence, i.e.", "by rules of the game that would be coded once and for all and for which respect would be entrusted to algorithms, even if they are encapsulated in \"smart contracts\"... Will the forces pushing towards tokenised and decentralised finance make unbalanced relationships disappear?", "As well as failing governance mechanisms, the concentration of operational risks, and cyber attacks?", "In my opinion, the answer is no: trusted third parties, central banks and supervisors are still needed and in my view not about to disappear... Secondly, and this is a corollary to my first point, confidence requires maintaining central bank money as the anchor of the financial system.", "Finally, confidence requires a regulatory framework that is clear, fair (\"same business, same risk, same rule\") and balanced, i.e.", "capable of both encouraging innovation, protecting adequately customers and maintaining the stability of our financial system.", "The upheavals experienced by the crypto ecosystem and the confidence crisis that has developed from the fallout clearly show from our financial stability authority stand point that the implementation of such confidence prone regulatory framework is urgently needed.", "Europe has led the way in this field, defining a new regulatory framework, known as MICA (Markets in Crypto Assets regulation).", "It is important that its implementation takes place as swiftly as possible, within a broader, international effort, building on the high-level recommendations developed by the FSB.", "/ Beyond supporting the development and adoption of a confidence prone regulatory framework we can also, as a central bank, play a positive operational role in revisiting the central bank money services we provide with the objective of adapting them to the digital age and the possible associated development of tokenised finance.", "This is the reason why in 2020, the Banque de France launched a large-scale experimentation program on wholesale CBDC with a number of market participants.", "This program has allowed us to understand better how DLTs work and the benefits that are likely to emerge for financial markets.", "Our main motivation is to extend the existing trust in our settlement infrastructure and assets to transactions carried out on DLTs.", "Their settlement in central bank money appears essential to guarantee the players in these markets against the counterparty risks inherent with other, private tokenised settlement assets.", "The new European DLT pilot regime, which will come into force in March this year, will allow us to continue our experiments within the boundaries of a simplified regulatory framework.", "At the same time, the Banque de France is contributing to the reflection on the possibility of a retail CBDC: this is currently what Eurosystem central banks have embarked on, under the ECB aegis, with the ongoing investigation phase for a digital euro.", "The evolution of the payment landscape leads us to reflect on the ways in which citizens can have access to central bank money, also in the digital world.", "Let me conclude in saying that tokenization can be a blessing or a curse for the functioning of the financial system.", "It is my belief that we can collectively make the best of it if we ensure its expansion within a framework of confidence in which good regulation has an important role to play."], "classifications": ["none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Tokenisation of finance", "Financial stability", "Crypto-assets", "Decentralised finance (DeFi)", "DLTs", "Central bank money", "Cyber risks", "Confidence", "Regulation", "Wholesale CBDC"]}