{"sentences": ["Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Kochi Member of the Policy Board I.", "Current Situation of Economic Activity and Prices A.", "Current Economic Developments Abroad I would like to begin my speech by talking about the current situation of overseas economies.", "The pace of recovery in these economies has slowed from a strong post-pandemic rebound.", "In its July 2023 World Economic Outlook Update, the International Monetary Fund (IMF) projected that the global economic growth rate would slow from an estimated 3.5 percent in 2022 to 3.0 percent in both 2023 and 2024 (Chart 1).", "While business sentiment for the services industry has improved due to the ongoing reopening of the economy, that for the manufacturing industry has been around the break-even point between improvement and deterioration.", "Let me take a look at developments in overseas economies by major region.", "In the United States, while monetary tightening has been impacting the real estate and housing markets, private consumption and the employment situation have been resilient thus far.", "European economies have slowed moderately despite concern over energy supply easing, due to strong inflationary pressure stemming from the continued effects of the situation in Ukraine.", "In China, weakness has been seen in the real estate market and in the sectors incorporating external demand, while recovery in private consumption has been modest and the pace of pick-up in the economy has slowed.", "Current Economic Developments in Japan Turning to the current situation of Japan's economy, despite being affected by the slowdown in the pace of recovery in overseas economies, demand that was suppressed during the pandemic has begun to rebound and business fixed investment and private consumption have increased moderately.", "An improved income situation, reflecting the results of this year's annual spring labor-management wage negotiations, has led to stronger household sentiment and thus has supported this economic upswing.", "Next, I would like to explain developments in Japan's economy from two aspects: the corporate sector and the household sector.", "Corporate sector Let me start with the corporate sector.", "Corporate profits have been trending upward, particularly for nonmanufacturers, supported by a recovery in economic activity and hikes in selling prices (Chart 2).", "Under these conditions, business sentiment has improved moderately on the whole.", "The Bank of Japan's July 2023 Tankan (Short-Term Economic Survey of Enterprises in Japan) showed a marked improvement in business sentiment for nonmanufacturing.", "Improvement has also been clear in private consumption-related industries, especially eating and drinking services and accommodations, reflecting a waning of the impact of COVID-19 and the progress in the pass-through of cost increases to prices.", "On the other hand, sentiment for manufacturing has been more or less flat recently, following the post-pandemic pick-up.", "The slowdown in the pace of recovery in overseas economies and adjustment pressure on IT-related goods have continued to exert downward pressure.", "Business fixed investment has increased moderately, led by digital- and labor saving-related investments (Chart 3).", "Construction investment also has seen moderate growth, led by construction of logistics facilities on the back of an expansion of online shopping and by urban redevelopment projects.", "As in fiscal 2022, business fixed investment plans for fiscal 2023 are expected to continue to show relatively strong growth in both the manufacturing and nonmanufacturing industries.", "Large-scale investments, such as in semiconductor-related fields, have been in the news recently.", "I find it intriguing to see the positive reaction to such investments coming from outside Japan.", "Although industrial production and exports have been affected by the slowdown in the pace of recovery in overseas economies, they have been more or less flat, with the waning of supply-side constraints (Chart 4).", "By region, exports to advanced economies have been on an uptrend, mainly led by automobile-related goods, on the back of the waning of the effects of supply-side constraints (Chart 5).", "Exports to China have bottomed out and remained at low levels.", "Exports to the NIEs and the ASEAN economies have continued to be relatively weak, reflecting global adjustment pressure on IT-related goods.", "By goods, exports of automobile- related goods have increased clearly, buoyed by the waning of supply-side constraints for semiconductors used in automobiles.", "Exports of capital goods have been at reduced levels, reflecting a downturn in exports of semiconductor production equipment due to semiconductor manufacturers postponing fixed investment.", "Exports of IT-related goods have been relatively weak, mainly for smartphones and personal computers, although those for automobiles have been firm.", "Exports of intermediate goods have also been impacted by global adjustment pressure on IT-related goods.", "Household sector I now turn to the household sector, focusing on private consumption and the employment and income situation.", "Although higher prices have led to a lower volume of purchases, private consumption in real terms has continued to increase steadily, supported by so-called pent-up demand after the reclassification of COVID-19 under the Infectious Disease Control Law, and also by improvement in consumer sentiment reflecting the results of this year's annual spring labor-management wage negotiations (Chart 6).", "Let me look at the developments of private consumption separately for goods and services.", "As for goods, consumption of durable goods has begun to pick up on the back of growth in new car sales owing to the waning of supply-side constraints for semiconductors used in automobiles.", "Consumption of nondurable goods has been relatively weak due to the effects of high prices of beverages, food, and clothes.", "Services consumption has increased moderately, with the impact of COVID-19 waning and fueled by pent-up demand.", "For example, even with the ongoing price rises, the dining-out industry has seen an increase in customer footfall across a wide range of restaurants, including izakaya (Japanese-style bars), which had been slow to recover.", "Domestic travel has been firm, even as the effects of the government's domestic travel discount program have waned gradually, because long-distance travel, which was at a low level during the pandemic, has been recovering.", "Overseas travel has remained at a low level but has continued to increase moderately.", "The employment and income situation has improved moderately.", "The number of employed persons has seen moderate growth.", "The growth in regular employees is led by the medical, healthcare, and welfare services industry and by the information and communications industry, both of which have faced a severe labor shortage, while that in non-regular employees is led by industries such as face-to-face services.", "Nominal wages per employee have also increased moderately (Chart 7).", "Scheduled cash earnings have also been on the rise.", "This is because the wages of full-time employees have started to gradually reflect the results of this year's annual spring labor-management wage negotiations, which ended up with the highest wage growth rate since 1993, and also because hourly wages for part-time employees have been rising as labor market conditions have tightened.", "Special cash earnings have increased as well, reflecting larger bonuses on the back of improvement in corporate earnings.", "As a result, total employee income, which is the product of the number of employees and nominal wages per employee, is also on the rise.", "Until recently, there were many who argued that it would be difficult to raise wages.", "Recently, however, more firms are acknowledging that wage increases are essential to hiring and retaining employees.", "As labor market conditions have begun to grow increasingly tight, it appears that firms' wage-setting stance is beginning to change.", "C. Current Price Developments in Japan Next, I would like to talk about price developments in Japan.", "Specifically, I will touch upon producer and consumer prices.", "Producer prices I will first explain developments in producer prices.", "The year-on-year rate of change in the import price index has become negative recently because prices of crude oil and other goods have been at somewhat reduced levels (Chart 8).", "In this situation, the year-on-year rate of change in the producer price index (PPI), which is based on prices of goods traded within the domestic corporate sector, slowed to 3.6 percent for July 2023, as the impact of the earlier raw material cost increases gradually waned.", "Nevertheless, the year-on-year change in the PPI has remained positive amid a continued pass-through to selling prices of higher costs, mainly for items in downstream stages of supply chains such as machinery, beverages, and food.", "The year-on-year rate of change in the services producer price index (SPPI) has continued to increase moderately on the whole, reflecting higher prices for items such as hotels, passenger transportation, and services related to business fixed investment, against the backdrop of a recovery in travel demand -- including inbound tourism demand -- and a rise in personnel expenses and property costs.", "Consumer prices The year-on-year rate of increase in the consumer price index (CPI) for all items less fresh food has slowed, mainly due to the effects of pushing down electricity and gas charges from the government's economic measures.", "However, with a continued pass-through to selling prices of increases in raw material costs, the rate of increase has remained relatively high, at 3.1 percent for July 2023 (Chart 9).", "Firms' price-setting stance is beginning to change, as firms across a broad range of industries -- including competitors -- have opted for price hikes in reflection of the considerable increase in raw material costs.", "The CPI (all items less fresh food and energy) shows that the rates of increase have been accelerating for a wide range of goods, especially for food and daily necessities, and for services, chiefly hotel charges.", "Outlook for and Risks to Economic Activity and Prices A.", "Outlook Next, I would like to turn to the outlook for Japan's economic activity and prices.", "The economy is likely to continue recovering moderately for the time being, supported by factors such as the materialization of pent-up demand, although it is expected to be under downward pressure stemming from a slowdown in the pace of recovery in overseas economies.", "Thereafter, the economy is projected to continue growing at a pace above its potential growth rate as a virtuous cycle from income to spending gradually intensifies in the overall economy.", "As presented in the Outlook for Economic Activity and Prices (Outlook Report) decided by the Bank at the July 2023 Monetary Policy Meeting (MPM), the medians of the Policy Board members' forecasts for the real GDP growth rate are 1.3 percent for fiscal 2023, 1.2 percent for fiscal 2024, and 1.0 percent for fiscal 2025 (Chart 10).", "The year-on-year rate of increase in the CPI is likely to decelerate, with a waning of the effects of a pass-through to consumer prices of cost increases led by the past rise in import prices.", "Thereafter, the Bank's baseline scenario is that the CPI will rise moderately as the output gap improves along with economic recovery and the rates of increase in inflation expectations and wages become higher.", "Given this context, the medians of the Policy Board members' forecasts for the year-on-year rate of change in the CPI (all items excluding fresh food) are 2.5 percent for fiscal 2023, 1.9 percent for fiscal 2024, and 1.6 percent for fiscal 2025 (Chart 10).", "Risks The outlook for economic activity and prices that I mentioned entails a range of uncertainties.", "In what follows, I describe three risk factors for economic activity and one for prices.", "Risks to economic activity The first risk factor for economic activity is developments in overseas economic activity and prices, and in global financial and capital markets.", "Although inflation rates abroad have become lower, inflationary pressure has remained on a global basis.", "Central banks have made rapid policy interest rate hikes since 2022 in order to combat strong inflationary pressure.", "Owing to the effects of these rate hikes, global inflationary pressure has been on an easing trend.", "The Bank's baseline scenario is that overseas economies will gradually shift to stable growth as policy rate hikes help inflation rates moderate.", "However, given that the rate of increase in services prices has remained high through wage growth, mainly in advanced economies, there is a risk of inflation rates staying elevated, as well as a risk of financial conditions tightening further.", "Thus, attention is warranted on the possibility of overseas economies deviating downward from the Bank's baseline scenario.", "Second is geopolitical risks and developments in prices of commodities, including grain.", "The prices of grain and other commodities have declined on the whole after reaching their peak around the middle of 2022; nevertheless, they may put stronger downward pressure on economic activity depending on various geopolitical factors including the situation in Ukraine.", "The third factor is firms' and households' medium- to long-term growth expectations.", "Advances in digitalization, which reflect the experience of COVID-19 and labor shortages, as well as efforts regarding labor market reform are expected to have positive effects on Japan's growth potential.", "Meanwhile, some firms have revised their strategies regarding supply chains, based on heightened concern over geopolitical risks and the experience of supply-side constraints caused by the pandemic.", "This implies that the trend of globalization, which has supported the growth of the global economy to date, is starting to change.", "Such structural changes could exert both positive and negative effects on Japan's medium- to long- term growth expectations and the potential growth rate.", "Risks to prices A risk factor for prices is firms' price- and wage-setting behavior in coming months.", "In the face of steep increases in raw material costs, moves to raise selling prices have been spreading even to firms that had not changed their selling prices for long (Chart 11).", "In this situation, medium- to long-term inflation expectations of economic entities, such as households, firms, and market participants, have also been rising.", "If rises in observed and expected inflation rates continue and create synergy effects, this could lead inflation to become higher than expected.", "Meanwhile, there is also a possibility that the opposite will occur, if moves to rush the pass- through of cost increases to selling prices pause, supported by the projected high corporate profits.", "As for wages, the annual spring labor-management wage negotiations this year resulted in the highest wage growth rate since 1993.", "However, it is necessary to closely monitor future developments, considering that wage increases depend on business performance, even with a severe labor shortage.", "The Bank's Monetary Policy Next, I would like to talk about the Bank's monetary policy conduct.", "The Bank has continued with its monetary easing, aiming to achieve the price stability target of 2 percent in a sustainable and stable manner.", "As the specific measure of monetary easing, the Bank has conducted yield curve control, which involves controlling short- and long-term interest rates, and asset purchases.", "Under the current framework of yield curve control, the short-term policy interest rate is set at minus 0.1 percent, the target level of 10-year Japanese government bond (JGB) yields is around 0 percent, and the range of 10-year JGB yield fluctuations is around plus and minus 0.5 percentage points from the target level.", "As I have explained thus far, Japan's economy has shown positive developments and signs of change have been seen in firms' price- and wage-setting behavior.", "However, it is premature to conclude that the price stability target has been achieved in a sustainable and stable manner.", "Thus, I believe that, in its conduct of monetary policy for the time being, it is appropriate for the Bank to maintain monetary easing.", "Modification of the Conduct of Yield Curve Control It should be noted that monetary easing comes with various side effects.", "The Bank has conducted monetary policy with due consideration in this regard.", "For instance, at the December 2022 MPM, it decided to modify the conduct of yield curve control and expand the range of 10-year JGB yield fluctuations from the target level from between around plus and minus 0.25 percentage points to between around plus and minus 0.5 percentage points.", "In 2022, overseas central banks raised policy interest rates significantly in a short period of time as inflation rates abroad remained extremely high.", "Given this situation, speculation spread in the JGB market that interest rates would rise in the near future, resulting in strong selling pressure.", "The Bank was able to contain upward pressure on 10-year JGB yields by conducting fixed-rate purchase operations for consecutive days, through which the Bank purchases an unlimited amount of 10-year JGBs at 0.25 percent.", "However, distortions on the yield curve intensified as a price gap widened between JGBs with 10-year maturity and those with other maturities.", "Consequently, as a side effect, there was difficulty in the pricing of corporate bonds at the time of issuance because of reduced representativeness of 10-year JGB yields, which are regarded as benchmark interest rates.", "The measure the Bank decided in December 2022 aimed to address side effects such as this.", "After the measure was implemented, along with a decline in overseas interest rates, distortions on the yield curve dissipated and the issuance conditions for corporate bonds headed toward improvement.", "Moreover, at the July 2023 MPM, the Bank decided to conduct yield curve control with greater flexibility (Chart 12).", "Specifically, it decided to continue allowing 10-year JGB yields to fluctuate in the range of around plus and minus 0.5 percentage points from the target level, and at the same time to conduct yield curve control flexibly, regarding the upper and lower bounds of the range as non-rigid limits.", "Accordingly, it allows the yields to move beyond the range depending on market conditions.", "However, when the yields are at 1.0 percent, the Bank purchases an unlimited amount of JGBs at that rate to contain the rise in the yields to below 1.0 percent.", "When the yields are between 0.5 percent and 1.0 percent, the Bank conducts market operations nimbly, depending on factors such as the levels and the pace of change in the yields.", "At the time of the decision, stress observed in the JGB market was not as severe as that in December 2022; however, some market participants held back on bond investment as they viewed that there were high uncertainties surrounding future interest rate developments.", "Taking account of extremely high uncertainties for economic activity and prices, upward movements in prices and inflation expectations are likely to continue.", "It is even possible that market participants' moves to hold back on bond investment could accelerate.", "In that case, if the Bank tries to strictly contain the rise in 10-year JGB yields through fixed-rate purchase operations for consecutive days at 0.5 percent, distortions on the yield curve and unintended turmoil could be caused in financial markets, as in December 2022.", "I think that the measure decided at the July 2023 MPM will help alleviate the side effects of monetary easing on market functioning in the event of unexpected developments.", "Some may view that allowing the rise in 10-year JGB yields is virtually monetary tightening.", "However, the degree of monetary accommodation in terms of real interest rates will not decline as long as medium- to long-term inflation expectations are rising on the back of an increase in long-term interest rates.", "I believe that it is possible to patiently conduct accommodative monetary policy while taking account of market functioning.", "Thus far, I have explained the case where prices and inflation expectations deviate upward from the Bank's baseline scenario.", "If, on the other hand, downside risks to Japan's economic activity and prices materialize, the current framework of yield curve control is designed to ensure that monetary easing effects will be maintained through a decline in long-term interest rates.", "As I have described, I consider that the sustainability of monetary easing has been enhanced by the new measure, which enables the Bank to nimbly respond to both upside and downside risks to economic activity and prices.", "A Review of Monetary Policy from a Broad Perspective As a last note, let me talk about a review of monetary policy from a broad perspective, which the Bank has been working on.", "With this review, the Bank aims to analyze the effects and side effects of its monetary policy conduct over the past 25 years since the late 1990s, when Japan's economy fell into deflation.", "In doing so, the Bank not only plans to conduct internal analyses but also to incorporate diverse expertise.", "In that sense, I consider that today's meeting with local leaders is a truly valuable opportunity.", "I will be very glad to hear comments on the Bank's conduct of monetary policy and changes in firms' behavior over the years, in addition to views on recent economic developments in Kochi.", "Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Kochi September 7, 2023 Member of the Policy Board Chart 1 Overseas Economies World Economic Outlook Global PMI y/y % chg. s.a., DI projections Manufacturing -4 90 95 00 05 10 15 20 CY 08 10 12 14 16 18 20 22 Corporate Profits Business Conditions s.a., tril.", "Based on the Notes: 1.", "There is a discontinuity in the Financial Statements Statistics of Corporations by Industry, data for December 2003 due to a change in the survey framework.", "Excluding \"finance and insurance.\"", "Shaded areas denote recession periods.", "Shaded areas denote recession periods.", "Source: Ministry of Finance.", "Source: Bank of Japan.", "Corporate Sector in Japan Coincident Indicators of Planned and Actual Business Fixed Investment Business Fixed Investment y/y % chg. s.a., ann., tril.", "yen s.a., CY 2015=100 100 Private nonresidential investment 80 Private nonresidential investment (SNA, nominal) (SNA, real, left scale) Domestic shipments and imports of 70 capital goods (right scale) Private construction completed Tankan (planned investment in current fiscal (nonresidential, real, right scale) year as of the June survey of each year) 08 10 12 14 16 18 20 22 08 10 12 14 16 18 20 22 Note: Figures for real private construction completed are based on Bank staff Notes: 1.", "The Tankan figures include software and R&D investments and exclude land calculations using the construction cost deflators.", "R&D investment is not included before the March 2017 Sources: Cabinet Office; Ministry of Economy, Trade and Industry; Ministry of Land, survey.", "The figures are for all industries including financial institutions.", "Infrastructure, Transport and Tourism.", "The figure for private nonresidential investment for fiscal 2023 is that for 2023/Q2.", "Sources: Cabinet Office; Bank of Japan.", "Shaded areas denote recession periods.", "Note: Based on Bank staff calculations.", "Figures for 2023/Q3 are those for July.", "Sources: Cabinet Office; Ministry of Finance; Bank of Japan.", "Source: Ministry of Economy, Trade and Industry.", "Figures in angular brackets show the share Notes: 1.", "Based on Bank staff calculations.", "Figures in angular brackets show the share of of each type of goods in Japan's total exports in 2022.", "Figures for 2023/Q3 each country or region in Japan's total exports in 2022.", "Figures for 2023/Q3 are are those for July.", "Sources: Ministry of Finance; Bank of Japan.", "Figures for the EU exclude those for the United Kingdom for the entire period.", "Sources: Ministry of Finance; Bank of Japan.", "Figures for the Consumption Activity Index (CAI) are based on Bank staff Notes: 1.", "Based on Bank staff calculations.", "Figures in angular brackets show the weights calculations.", "The CAI figures (travel balance adjusted) exclude inbound in the CAI.", "tourism consumption and include outbound tourism consumption.", "Nondurable goods include items classified as semi-durable goods in the SNA.", "Figures for the Economy Watchers Survey are those for the current Sources: Bank of Japan, etc.", "Sources: Cabinet Office; Bank of Japan, etc.", "Employment and Income Situation in Japan Nominal Wages Employee Income y/y % chg. y/y % chg. Special cash earnings (bonuses, etc.)", "Q1 = March-May, Q2 = June-August, Q3 = September-November, Q4 = December-February.", "Figures for 2023/Q2 are those for June.", "Q4 = December-February.", "Figures for 2023/Q2 are those for June.", "Employee income = Total cash earnings (Monthly Labour Survey) 2.", "Figures from 2016/Q1 onward are based on continuing observations.", "Number of employees (Labour Force Survey) Source: Ministry of Health, Labour and Welfare.", "Figures of the Monthly Labour Survey from 2016/Q1 onward are based on continuing observations.", "Sources: Ministry of Health, Labour and Welfare; Ministry of Internal Affairs and Communications.", "Producer Prices Goods and Services Prices Import Price Index y/y % chg. y/y % chg.", "Source: Bank of Japan.", "Source: Bank of Japan.", "Figures for \"energy\" consist of those for petroleum products, electricity, as Notes: 1.", "\"Food\" excludes fresh food and consists of \"agricultural, aquatic, and livestock well as manufactured and piped gas charges.", "products\" and \"food products.\"", "Figures for the \"effects of the consumption tax hike and free education 2.", "\"Administered prices\" excludes energy prices and consists of public services and policies\" from April 2020 onward are Bank staff estimates and include the water charges.", "effects of measures such as free higher education introduced in April 2020.", "The CPI figures are Bank staff estimates and exclude the effects of the consumption Source: Ministry of Internal Affairs and Communications.", "tax hike, free education policies, travel subsidy programs, and changes in mobile phone charges.", "Source: Ministry of Internal Affairs and Communications.", "Source: Bank of Japan.", "Environment Surrounding Prices Output Prices Inflation Expectations DI (\"rise\" - \"fall\"), % points y/y, ann.", "With extremely high uncertainties for economic activity and prices, the Bank enhances the sustainability of monetary easing by conducting YCC with greater flexibility.", "Conduct of YCC with Greater Flexibility Previous Conduct of YCC Strictly capping 10-year JGB yields Nimbly conducting Strictly capping 10-year JGB yields % by fixed-rate purchase operations 1.5 market operations 1.5 by fixed-rate purchase operations ↓ 1.0 1.0 0.5 <not rigid limits> 0.5 Range of 10-year JGB 0.0 Range of 10-year JGB 0.0 yield fluctuations -0.5 yield fluctuations -0.5 -1.0 -1.0 -1.5 -1.5 Enhancing the sustainability of monetary easing by conducting YCC with greater flexibility  If upside risks to Japan's economic activity and prices materialize - Decline in real interest rates - Mitigating the effects on the functioning of bond markets, etc.", " If downside risks to Japan's economic activity and prices materialize - Decline in long-term interest rates"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Economic activity", "Prices", "Monetary policy", "Inflation", "Wage growth", "Consumer spending", "Business investment", "Corporate profits", "Labor market", "Exports"]}