{"sentences": ["Economic Annual address by Governor Ida Wolden Bache to the Supervisory Council of Norges Bank Thursday 16 February 2023 perspectives 2023 This is a day I have been looking forward to for some time.", "At long last, we can hold this event as it should be held - at our traditional Norges Bank venue filled to the brim.", "Three years have passed since last time - three years less ordinary.", "We have endured a pandemic and the most restrictive measures seen in a time of peace.", "We have witnessed Russia's brutal war campaign against Ukraine.", "The war is a deep tragedy for the people of Ukraine and a dire threat to peace and stability in Europe.", "Both the war and the pandemic have had far-reaching economic consequences.", "Over the past year, inflation has reared its head, with inflation rates reaching multi-decade highs.", "The costs of high inflation have come into clear evidence.", "What started as a rise in a few prices ended up as a rise in a broad range of goods and services prices.", "Rapid and unexpected price increases are eroding peoples' finances and are impacting those with small margins hardest.", "The surge in inflation is also putting monetary policy and Norges Bank to the test.", "It is our responsibility to bring it down.", "That is something I have been mindful of during my first year as central bank governor.", "The 1970s - high and variable inflation Let us go back in time 50 years.", "In the first half of 1973, the global economy is in full expansion.", "The preceding few years have been marked by mounting inflationary pressures (Chart 1).", "In Norway, too, prices are rising quickly.", "\"Price problems\", as they are called, are a source of political concern.", "In summer 1973, the Price Problems Commission, headed by Deputy Governor Hermod Skånland, presents its report.", "The commission recommends closer cooperation between the authorities and the social partners to bring inflation under control.", "But the recommendation is not immediately followed.", "The price problems prove to be much worse than feared.", "On 6 October, war breaks out in the Middle East.", "The war is not only fought with military weapons, but also with economic weapons.", "The Arab OPEC countries impose an oil embargo on the major industrial economies in response to their backing Israel.", "Oil prices nearly quadruple.", "Petrol prices not only soar, but there are petrol shortages.", "Those of you a few years older than I am may remember the Norwegian ban on weekend driving.", "The following year, consumer prices in Norway rise by more than 10 percent, triggering a price wage spiral.", "Workers are compensated for higher prices, and higher labour costs spills over into consumer prices.", "Towards the end of 1973, the global economy moves into recession.", "Inflation begins to come down.", "Many central banks, including the Federal Reserve, cut their policy rates.", "But after a few years, inflation rebounds (Chart 2).", "It is widely believed at the time that monetary policy is poorly suited to bringing down inflation, as it is primarily fuelled by a rise in commodity and food prices.", "Other measures, such as price controls and incomes policy are regarded as more appropriate.", "Chart 2 Bringing inflation down in the US was costly Consumer prices.", "Unemployment as a percentage of the labour force.", "It is gradually recognised that monetary policy must bear more of the responsibility.", "In 1979, President Jimmy Carter appoints a new Chairman of the Federal Reserve, the economist Paul Volcker.", "He is known as a hawk, willing to do what it takes to break the back of inflation.", "Under Volcker's leadership, interest rates were raised sharply.", "Inflation is eventually brought under control, but at considerable cost.", "Between 1979 and 1982, unemployment in the US nearly doubles.", "At the time, Norway has a fixed exchange rate regime.", "And the exchange rate target and interest rates are set by the Government, not by Norges Bank.", "In the years after 1973, wages in Norway rise quickly and faster than among our trading partners.", "To prevent competitiveness from deteriorating and unemployment from rising, the Government devalues the krone.", "Imported goods become more expensive, and inflation in Norway remains high.", "Chart 3 Frequent devaluations in Norway Krone exchange rate.", "Index 8.4 Krone in terms of the 8 currency basket index Currency band for the exchange rate target 7.6 7.2 6.8 6.4 6 Stronger krone 5.6 1973 1976 1979 1982 1985 1988 Source: Norges Bank - Historical Monetary and Financial Statistics The devaluations reflect a well-known economic policy problem.", "The authorities can draw up a long-term plan, such as maintaining a fixed exchange rate.", "But because it will be tempting to deviate from the plan to reap short-term gains, any promises to stick to it are of little value.", "In the economics literature, this is called the \"time-inconsistency problem\".", "A new monetary policy framework emerges Over the following decades, economic reforms are implemented in both Norway and other countries.", "Many of the changes are directly motivated by the experience of the 1970s.", "It had turned out that it was difficult for the authorities to commit to an objective of price stability.", "It had also proved impossible to bring about a permanent decrease in unemployment by pursuing an expansionary monetary policy over time.", "Eventually, such a policy will only cause wages and prices to surge.", "And if high inflation becomes entrenched, it can be costly to bring it back down.", "In the 1980s and 1990s, central banks in many countries are granted greater independence from the political authorities.", "This mitigates the time-inconsistency problem.", "Central banks can - and should - make unpopular decisions when necessary.", "Central banks are given the responsibility for ensuring low and stable inflation.", "An explicit numerical inflation target is introduced in more and more countries.", "The first one to do so was New Zealand in 1990.", "In Norway, the authorities continue to pursue a fixed exchange rate policy for a while, but in 2001, the Government introduces an inflation target in Norway.", "In the initial period of inflation targeting, central banks are concerned with building confidence in their targets.", "Many central banks practice inflation targeting fairly rigidly and seek to guide inflation back to target relatively quickly after a deviation.", "Once confidence is established that inflation will remain low and stable over time, central banks can give more weight to other considerations, such as promoting high and stable employment.", "Inflation targeting gradually becomes more flexible.", "Norway's experience with inflation targeting is positive.", "In spite of a global financial crisis and large swings in oil prices, inflation remains low.", "Monetary policy is used actively to stabilise the economy.", "In the revised monetary policy mandate adopted in 2018, it is specified that monetary policy shall be forward looking and flexible.", "But monetary policy does not operate in a vacuum.", "An appropriate division of roles in economic policy is decisive.", "The experience of the 1970s also prompts many countries to change their views on the appropriate orientation of fiscal policy.", "There is less emphasis on fiscal policy as an instrument of economic stabilisation and more emphasis on fiscal sustainability.", "A number of countries introduce rules that place limits on government spending.", "Norway adopts the fiscal rule, which is designed to address long-term fiscal policy considerations but at the same time provide flexibility in helping to stabilise the economy.", "If a fall in demand triggers a severe economic downturn, reducing the policy rate is not always enough.", "Fiscal policy can then make a contribution.", "And when there is little spare capacity and inflation is high, it is advantageous when monetary policy and fiscal policy act in concert.", "At the same time, monetary and fiscal policy differ in their effects.", "The policy rate affects the economy broadly and primarily impacts aggregate demand.", "Fiscal policy measures can, within budgetary limits, be more targeted when groups or sectors are hit especially hard.", "Economic stability also depends on a well-functioning wage determination process.", "Wage determination in Norway is highly coordinated.", "Compared with in the 1970s and 1980s, the social partners today take greater account of competitiveness and employment.", "This process enables wages to adjust more quickly to cyclical shifts and contributes to keeping unemployment low.", "Norges Bank analyses have found that real wage flexibility, measured as the correlation between real wage growth and unemployment, has been stronger in Norway than in most other countries, as shown in the chart (Chart 4).", "Chart 4 Real wages are flexible Fall in real wages in response to higher unemployment Norway New Zealand UK Denmark Germany France US Sweden Canada 23 countries Source: Norges Bank 5.", "The results are based on an estimated real wage relation for a sample of OECD countries, inspired by the earlier analysis of Olivier Blanchard and Lawrence F. Katz (1999).", "\"Wage Dynamics: Reconciling Theory and Evidence.\"", "American Economic Review, 89 (2).", "In the estimated relation, real wages depend on inflation surprises, productivity changes, unemployment and the labour share of income.", "The latter captures the fact that real wages often rise (fall) whenever real wages are low (high) relative to productivity.", "The result that shows a high degree of real wage flexibility in Norway is in line with other earlier studies.", "See, eg, Miquel Clar, Christian Dreger and Raúl Ramos (2007).", "\"Wage Flexibility and Labour Market Institutions: A Meta-Analysis\".", ", The Institute for the Study of Labor (IZA).", "Real wage flexibility lessens the risk of wage price spirals.", "This also reduces the need to tighten monetary policy in response to a cost shock than would otherwise be the case.", "We can bring down inflation while avoiding a substantial increase in unemployment.", "But wage determination alone will not ensure low and stable inflation.", "That is the job of monetary policy, in Norway too.", "If the foreign exchange market is not confident that monetary policy will be tightened when inflation rises, the krone may depreciate.", "A weaker krone pushes up imported inflation.", "A weaker krone may also drive up wage growth, because the manufacturing sector's wage capacity improves.", "Price and wage inflation can become self-reinforcing.", "Over the past three decades, low and stable inflation has been the rule, and in Norway we have avoided prolonged periods of high unemployment.", "The reform of the economic policy framework deserves a large part of the credit, but we have also benefited from global developments.", "Globalisation, especially China's expanded role in world trade in the early 2000s, ushered in a period of low prices for globally traded goods.", "In many countries, the concern was that inflation was too low, not too high.", "And some were perhaps misled into believing that inflation was a thing of the past.", "The return of inflation But it turns out that inflation was not dead (Chart 5).", "Two events reawaken inflation.", "Chart 5 The return of inflation Consumer prices.", "See Richard Clarida og Daniel Waldman (2008).", "\"Is Bad News about Inflation Good News for the Exchange Rate?", "And, If So, Can That Tell Us Anything about the Conduct of Monetary Policy?\"", "In: John Campbell (ed.)", "Asset prices and monetary policy.", "National Bureau of Economic Research Books, University of Chicago Press.", "The mechanism can be described based on the Aukrust model.", "A weaker krone increases the wage capacity of the manufacturing sector, which sets the wage norm.", "Increased wage capacity can lead to higher negotiated wage increases.", "Since wage growth in manufacturing sets the standard for wage growth in the rest of the economy, wage growth in sheltered sectors will also increase.", "These sectors can more readily pass on higher costs to prices, driving up overall inflation.", "Higher inflation can, in turn, lead to a further krone depreciation, if the foreign exchange market does not have confidence in monetary policy.", "First, the world is hit by a pandemic.", "We know the story: Much of the economy is locked down, large-scale government support is provided, and central banks pursue a highly expansionary monetary policy.", "In May 2020, Norges Bank reduces its policy rate to zero.", "Global supply chain disruptions lead to a rise in prices for a broad range of goods.", "When the pandemic restrictions are lifted, economic activity quickly rebounds in both Norway and other countries.", "The unusually high level of saving during the pandemic gives an additional impetus to demand.", "And two years after the onset of the pandemic, the Norwegian economy is operating above potential.", "On 24 February 2022, Russia invades Ukraine.", "Energy and commodity prices soar.", "Sharp price increases for important goods hit an economy already in high gear - reminiscent of developments in 1973.", "Higher energy prices and input costs have pushed up business costs, which in turn have spilled over into consumer prices.", "The surge in inflation also reflects strong demand and little spare capacity in the Norwegian economy.", "Unemployment is very low, and many Norwegian firms have reported labour shortages.", "Wage growth has accelerated and in 2022 was at its highest since 2008.", "Strong demand may have made it easier for firms to pass on higher costs to their own selling prices.", "A sharp rise in prices can also be self-reinforcing.", "When we analyse inflation in Norway, we find that a rise in the prices of some goods more readily leads to a rise in prices of other goods when inflation is high than when inflation is low.", "Some of the firms in our regional network point out that customers more readily accept a price increase when many other prices rise.", "When it is widely expected that prices will continue rising rapidly, that may also have a self-reinforcing effect on inflation.", "The chart shows inflation expectations one, two and five years ahead in Norway among households, firms, specialists in economics and the social partners (Chart 6).", "Over the past year, inflation expectations over the next few years have shown a clear increase.", "Longer-term expectations have increased less.ll The expectation that inflation will be high one year ahead is not necessarily a warning signal.", "But we must be vigilant towards any significant increase in longer-term inflation expectations.", "If high inflation gains a foothold, it may prove more costly to bring it down again, as experienced in the 1970s and 1980s.", "When my predecessor stood here last year, Norges Bank embarked on a gradual normalisation of the policy rate (Chart 7).", "But when inflation accelerated over spring, it became clear that the policy rate was no longer appropriate for the economic situation in Norway.", "Over summer and autumn, we raised the policy rate faster and in larger steps than had been the norm.", "As mentioned, the main driver of the jump in inflation has been higher prices for energy and imported inputs.", "So why does it help to raise the policy rate in Norway, some might ask.", "We cannot influence energy and commodity prices.", "But by softening demand, we can help avoid price increases for those prices spilling over to other prices and wages, and ushering in a period of high inflation.", "Chart 7 The policy rate was raised rapidly Policy rate.", "A higher interest rate normally leads to a stronger krone exchange rate and weaker imported price inflation.", "Inflation does not come down on its own.", "The chart shows our forecasts from December (Chart 8).", "We expect energy prices to fall further out and imported inflation to ease, thereby curbing consumer price inflation ahead.", "Domestic inflation is likely to remain elevated for longer.", "The labour market is still tight, and business costs have increased.", "The effects of this will persist for a while and will contribute to propping up inflation.", "Had we not raised the policy rate, we would have run the risk that households and firms had started planning for high inflation in price and wage setting.", "In that case, it could have been necessary to tighten even more at a later stage to bring down inflation, which we want to avoid.", "The policy rate is being set with the aim of bringing inflation down towards the target of 2 percent.", "We could have raised the policy rate higher and faster than we have so far.", "Inflation might then have come down faster.", "The reason we are taking a while to bring down inflation is that our job is also to contribute to keeping as many people in employment as possible.", "We do not want to restrain the economy more than that required to tame inflation.", "Many people are now worried about trying to make ends meet.", "Borrowers are facing higher interest rates on top of high inflation.", "Many families are facing tighter budgets, which will be hard for some groups.", "But by raising the policy rate, we are helping to bring down inflation.", "The past few years have reminded us that price stability cannot be taken for granted.", "We have also been reminded that events that constrain the supply of goods and services can have a substantial impact on prices.", "We must be prepared for potential threats to price stability in future too.", "Some of the driving forces that kept inflation low in the decades up to the pandemic may be going into reverse.", "Globalisation has been met with growing opposition.", "Already before the pandemic, new trade barriers were erected - often to promote a country's own economy.", "The pandemic and Russia's invasion of Ukraine have demonstrated that long global value chains and trade in strategically important goods make us vulnerable.", "Lower trade globally and measures to build more robust supply chains could lead to lower productivity and higher prices.", "Demographic trends are also shifting.", "In many countries, the working population is on the decline.", "This can reduce the supply-side flexibility of the world economy.", "Combined, these shifts can make the job of keeping inflation low more demanding.", "How this will play out is highly uncertain.", "But there is one thing I am certain about.", "The global economy must make an absolutely necessary transition to a low-carbon economy.", "There are evermore signals of the urgency to achieve that transition.", "The number and intensity of heat waves, floods and droughts are on the rise.", "The transition is fraught with uncertainty and proceeding too slowly.", "For each year the transition is too slow, the more likely it becomes that stronger and more costly measures will be needed later on.", "To reach the targets, governments have a range of instruments at their disposal.", "Carbon pricing is particulary effective in that it sends a clear message as to what we should do less of and what we need more of.", "The rising costs of emissions is one of the main drivers behind today's investments in renewable energy and more energy efficiency solutions (Chart 9).", "We can see that price mechanisms work.", "Chart 9 Transition to a low-carbon economy Carbon price in the EU Emission Trading System.", "Over the past year, we have seen fluctuations in energy prices, among other things, that are caused by the fact that clean energy is not being built up as fast as the use of fossil fuels is being phased out.", "We may see more similar price effects ahead.", "We must also be prepared for a situation where some prices might for a transitory period be higher than they will be in the longer run.", "The main contribution monetary policy can make to climate transition is to ensure low and stable inflation.", "The transition requires investments - many with uncertain earnings that lie far into the future.", "It is safer to make those investments in an environment of low and stable inflation.", "When inflation is low, it is also easier to distinguish between changes in relative prices and the general rise in prices.", "The signal from, for example, higher carbon prices is easier to capture.", "This pushes the transition in the right direction.", "Over the past year, inflation has risen to a high level.", "Developments are reminiscent of the situation 50 years ago.", "Just like then, the economy has been hit by a cost shock - energy prices have soared.", "Just like then, the shock has hit us in an environment of strong demand and little spare capacity.", "But there is also much that is different.", "Today, we have a solid fiscal policy framework.", "We have a coordinated wage determination system where both parties attach importance to low unemployment and business profitability.", "And Norges Bank has been assigned a clear responsibility for ensuring price stability.", "We are well poised to tackle inflation while avoiding large costs in the form of high unemployment.", "The Storting has granted Norges Bank independence to set interest rates.", "With that independence comes substantial responsibility.", "The decisions we make have far-reaching consequences for a great many people.", "That is why it is important for us to be open about the basis for our assessments and the trade-offs we make.", "It is a sign of a healthy society that we engage in debate about different issues, including monetary policy.", "Transparency also involves acknowledging uncertainty.", "The past few years have reminded us that unexpected events can abruptly change the economic outlook.", "But there should never be any doubt that Norges Bank will do the job we have been given - to ensure low and stable inflation."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Monetary policy", "Wage determination", "Fiscal policy", "Economic stability", "Economic policy framework", "Globalisation", "Climate transition", "Carbon pricing", "Uncertainty"]}