{"sentences": ["As prepared for delivery Thank you for that kind introduction.", "It's great to be here with the Money Marketeers.", "One of the big issues facing the economy is inflation.", "Inflation is far too high, and high inflation is hardest on those who can least afford essentials like food, shelter, and transportation.", "So today, I'm going to talk about the actions the Federal Reserve is taking to restore price stability.", "I'll also give my views on the economic outlook.", "But before I go any further, I need to give the standard Fed disclaimer that the views I express today are mine alone and do not necessarily reflect those of the Federal Open Market Committee (FOMC) or others in the Federal Reserve System.", "The Dual Mandate For a group like the Money Marketeers, the economic and financial events of the past few months-and even years-have provided a lot to talk about.", "In fact, the high inflation we see today stems from imbalances between demand and supply that started with the pandemic.", "A more recent issue has been the stresses that emerged last month in parts of the banking system.", "Conditions in the banking sector have stabilized, and the banking system is sound and resilient.", "Nonetheless, these developments will likely lead to some tightening in credit conditions for households and businesses, which in turn will weigh on spending.", "It is still too early to gauge the magnitude and duration of these effects, and I will be closely monitoring the evolution of credit conditions and their potential effects on the economy.", "The Federal Reserve has a dual mandate to promote maximum employment and price stability.", "These goals are intrinsically linked-price stability is essential to sustaining maximum employment over the long term and for the economy to reach its full potential.", "Right now, while there are some indications of gradual cooling in the demand for labor, the labor market remains very tight.", "Job growth continues to be robust.", "Job openings far outnumber applicants.", "And at 3.5 percent, the unemployment rate is near 50-year lows.", "That brings us to inflation.", "Inflation soared to a 40-year high of 7 percent last June, as measured by the personal consumption expenditures (PCE) price index.", "It has since moderated to 5 percent, and the most recent data indicate that this trend of slowing inflation is continuing.", "Still, inflation is well above the FOMC's longer-run goal of 2 percent.", "This inflation target is an important bedrock principle for the FOMC.", "It provides a \"North Star\" for policy decisions and helps to improve the public's understanding of our goals and actions.", "We are committed to attaining-and maintaining-a sufficiently restrictive policy stance to achieve our 2 percent longer-run goal.", "Indeed, throughout this period of high inflation, one of the bright spots is that various measures of longer-run inflation expectations have remained remarkably well anchored and consistent with our 2 percent target.", "Imbalances Endure Our most important policy tool is the setting of the target range for the federal funds rate, which influences demand for goods and services by affecting borrowing costs.", "So far, tighter monetary policy from the Federal Reserve and central banks around the world is helping to bring a better balance between supply and demand.", "Inflation has declined in a number of sectors, particularly for many categories of commodities and goods.", "In addition, the supply-chain bottlenecks that had constrained the supply of goods have largely dissipated.", "For example, the New York Fed's Global Supply Chain Pressure Index has declined to a level that indicates supply pressures are now actually somewhat lower than normal.", "I hear the same from business leaders from around the Federal Reserve's Second District, who confirm that supply chains have improved considerably.", "At the same time, data on rents for new leases provide early signs of slowing inflation for shelter.", "This is important because shelter inflation had been a significant driver of higher inflation over the past year.", "However, despite the moderation of inflation, imbalances endure, with overall demand still exceeding supply in the economy.", "This is seen in the inflation rate for core services excluding housing, which has been running around 4-1/2 percent since last August.", "Against this backdrop, the FOMC has taken decisive actions to curb demand, restore balance to the economy, and bring inflation down.", "Last month, the FOMC raised the target range for the federal funds rate to 4-3/4 to 5 percent, its ninth consecutive increase.", "In its post-meeting statement, the FOMC said it \"will closely monitor incoming information and assess the implications for monetary policy.", "\"4 The Committee also said it \"anticipates that some additional policy firming may be appropriate in order to attain a stance of monetary policy that is sufficiently restrictive to return inflation to 2 percent over time.\"", "According to the median projections in the FOMC's March Summary of Economic Projections, the stance of monetary policy remains restrictive this year and next year.", "In addition, the FOMC said it will continue to reduce its holdings of Treasury securities and agency debt and agency mortgage-backed securities, according to the framework announced last May.", "Economic Outlook Because of the lag between policy actions and their effects, it will take some time for the FOMC's actions to bring inflation down to our 2 percent target.", "With inflation expectations well anchored, I expect inflation to decline to around 3-1/4 percent this year, before moving to our longer-run goal over the next two years.", "Turning to GDP, the data flow for the first quarter indicates that the economy continues to expand at a solid pace.", "I expect real GDP to grow modestly this year as tighter monetary policy continues to take effect, with growth picking up somewhat next year.", "In addition, we are beginning to see some signs of cooling in the labor market.", "I expect slow growth will likely lead to some softening, with unemployment gradually rising to about 4 to 4-1/2 percent over the next year.", "In conclusion, inflation is still too high, and we will use our monetary policy tools to restore price stability.", "I am confident that we will attain and maintain a sufficiently restrictive stance to bring inflation down to our 2 percent longer-run goal.", "And now, I look forward to our discussion.", "Board of Governors of the Federal Reserve System, Statement on Longer-Run Goals and Monetary Policy Strategy, adopted effective January 24, 2012; as reaffirmed effective January 31, 2023.", "John C. Williams, A Steady Anchor in a Stormy Sea , remarks at SNB-FRB-BIS High Level Conference on Global Risk, Uncertainty, and Volatility, Zurich, Switzerland, November 9, 2022.", "Federal Reserve Bank of New York, Global Supply Chain Pressure Index .", "Board of Governors of the Federal Reserve System, Federal Reserve issues FOMC statement, March 22, 2023.", "Board Governors of the Federal Reserve System, Summary of Economic Projections , March 22, 2023.", "Board of Governors of the Federal Reserve System, Plans for Reducing the Size of the Federal Reserve's Balance Sheet, May 4, 2022."], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Federal Reserve", "Economic Outlook", "Price Stability", "Monetary Policy", "Labor Market", "Supply and Demand", "Inflation Target", "FOMC", "Interest Rates"]}