{"sentences": ["Bank of Mauritius Board Director The Chief Executive Officer of the Mauritius Bankers Association Chief Executive Officer of banks Distinguished resource persons from Deutsche Bundesbank Ladies and gentlemen, Good morning.", "It gives me immense pleasure to welcome you on the occasion of the training on Basel III Reforms by the representatives of the Centre for International Central Bank Dialogue of the Deutsche Bundesbank.", "Our ties with the Centre date back to December 2020 when we signed a Memorandum of Understanding on technical central bank cooperation matters.", "This was followed by close interaction between teams from the Bank of Mauritius and from the Deutsche Bundesbank.", "I can proudly affirm that our collaboration with the Bundesbank has reached new heights with tailor-made virtual courses organised for staff of the Bank of Mauritius in IT audit and green finance.", "Concurrently, some of our staff have had the opportunity to attend on-the-job training in Germany as well.", "I seize this opportunity to commend the Bundesbank for partaking its expertise with our staff.", "Ladies and gentlemen, Training and human resource empowerment have always been at the kernel of my priorities since I joined the Bank of Mauritius as Governor back in March 2020.", "The banking sector, being a talent-intensive service industry, is subject to a wide range of transformations which percolate through the various strata of the sector and which ultimately affect the quality of its throughput.", "With talents and professionals occupying a centerpiece of the sector's output function, productivity in the sector, and its underlying competitiveness, can only be enhanced through constant upskilling strategies.", "Endowing our pool of talent in the banking sector with the latest hard and soft skills, especially those pertaining to regulatory overhauls and to digitization, is tantamount to implementing labor-embodied technological progress in the sector.", "This is our passport towards ensuring a competitive and resilient sector that can navigate fearlessly through various storms, whilst ensuring enhanced contribution to our GDP.", "Today, it is the first time, under our MoU, that staff of the Bundesbank have come in person to impart training to our staff and to the banking sector at large on a topic of high relevance to the banking sector.", "The items on the agenda are practitioner-focused and facilitated by highly experienced personnel who offer first-hand knowledge and experience.", "I will, therefore, urge all of you to extract maximum benefit and make the different sessions as interactive as possible.", "I am confident that the three days intensive training will enrich your knowledge and widen your perspective.", "The topic of the day, namely Basel III Reforms, is highly seminal as it germinated from a sad reality of modern finance: the 2008 Global Financial Crisis.", "Basel III represented a long-running but fundamental overhaul of the global regulatory capital regime and focused on quality of capital.", "While parts of the Basel III standards have already been implemented, some have been refined over time and are sometimes referred to as Basel 3.1.", "The new Standardised approach introduces more granularity and risk differentiation to the capital requirement calculations.", "Other amendments pertain, among others, to market risk, credit valuation adjustment, leverage ratio framework and operational risk.", "The primary objective of the revisions to the current framework is to improve the reliability of capital ratios, by making standardised approaches more risk-sensitive, addressing limitations of Internal Models, and restricting the benefits that Internal Models can provide by introducing an 'output floor'.", "This would improve both the measurement of risk and the comparability across firms.", "These changes are set to fundamentally alter the market dynamics and might require banks to reassess their strategies to ensure optimal use of capital.", "As with major reforms, the Bank of Mauritius favours a consultative approach with its regulatees.", "The presence of commercial banks over the three days bears ample testimony to this.", "All of us will be provided with the crux of the reforms as well as the possible challenges and impact.", "As commercial banks will be required to implement same, I would expect that their representatives raise the practical issues that they could potentially face with the experts for their opinions.", "I wish to underline that, as an International Financial Centre of repute, Mauritius subscribes to the adoption of international standards and best practices.", "Basel III is the norm for the banking industry, and it is imperative for us to complete the necessary reforms to maintain our competitive edge and preserve the reputation of our jurisdiction.", "Ladies and gentlemen, The banking sector has remained resilient despite the impacts of the pandemic, volatile currency markets, regional liquidity issues in hard currencies and rising interest rates.", "I am convinced that part of the secret of the resilience and strength of our banking sector lies in our early adoption of specific Basel III measures.", "I look forward to continuing the implementation of the remaining Basel III measures and, accordingly, we have planned the roll out of a slew of regulatory upgrades including: 1. the introduction of the Net Stable Funding Ratio which will ensure that banks maintain a stable funding profile over the long term; 2. the introduction of a Leverage ratio as an additional measure to limit excessive leverage in the banking sector; 3. the alignment of regulatory risk weights for credit, liquidity, market and operational risk exposures with Basel III; and 4. improving our disclosure and reporting requirements which will also comprise climate-related disclosures.", "A three-day exposure might not be enough for you to master all the reforms but the journey must start somewhere.", "This is what we are doing today, together with you.", "While the Bundesbank experts will be taking us through the contours of Basel III, I am confident that at the end of sessions, you will have a solid understanding of the main amendments required to our existing framework as well as the challenges ahead.", "This is why in addition to the early adoption of certain Basel III measures, I have since assuming Governorship in 2020 ensured that the ongoing upgrade of the Bank of Mauritius' overall supervisory and risk management framework be targeted at the specificities of our own risk topography.", "In this respect, we are expediting the full implementation of our Risk-Based Supervision framework which is an innovative supervisory toolkit and which provides us with a novel capacity to deep-dive into specific risk areas and even look for feedback loops at the financial stability level.", "It will blend particularly well with the risk-centric approach of Basel III.", "In particular, I have in mind the market risk module which is providing us with important insights during the current period of heightened interest and re-pricing risk.", "Nevertheless, existing regulatory toolkit and planned upgrades have to be complemented by continuous skills training for our supervisors for them to be really effective.", "Our supervisors are at the center-stage of our rapidly evolving banking sector and banking regulation and, perhaps, the pace of change we are witnessing here is far greater than in more mature jurisdictions.", "In this respect, we are particularly keen on ensuring that our supervisors have the required skills to keep abreast with latest developments through a combination of local and overseas training sessions.", "I would here encourage all banks to continuously invest in the capacity-building of their professionals.", "As you may be aware, ladies and gentlemen, Continuous Professional Development programs are to the trained professional's mind what exercise is to the body.", "This training by the Deutsche Bundesbank conspicuously embraces this very spirit.", "With these few words, I thank you for your attention and wish you a productive training and deliberations ahead."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Basel III Reforms", "Training and Human Resource Empowerment", "Banking Sector Resilience", "Risk-Based Supervision Framework", "Deutsche Bundesbank Collaboration", "Regulatory Overhauls", "Digitization", "Continuous Professional Development", "Market Risk", "Supervisory Toolkit"]}