{"sentences": ["Investing in financial stability - speech by Sarah Breeden Given at the Insolvency Practitioners Association annual conference Published on 27 April 2023 Sarah Breeden discusses why we monitor corporate debt given its impact on financial stability.", "She goes on to explain how the financial system can assist longterm productive investment and where it can do more to support business investment.", "Introduction I suspect I won't need to convince this audience of the importance of corporate debt and financing conditions.", "What I'd like to do instead is explain why the Financial Policy Committee (FPC) cares about them.", "The FPC has two objectives: a primary one to maintain financial stability, and a secondary one to support economic growth.", "The supply of finance to the corporate sector touches on both.", "For our primary objective we look to ensure that risks to financial stability aren't generated by excessive levels of corporate debt - where indebtedness might build in an upswing and lead to a damaging credit crunch in a downturn.", "And for our secondary objective we want to make sure the financial system is supplying enough long-term, stable funding to allow businesses to make productive investments, and finance major economic transitions such as the journey to net zero.", "So, in both cases, stability is our watchword.", "We are aiming at a supply of business finance which is stable through the economic cycle - avoiding damaging swings from credit boom to bust.", "And we want to ensure the financial system provides the sort of funding - long-term and stable - which supports business investment.", "Corporate debt and financial stability The FPC's primary objective is to ensure the resilience of the UK financial system by detecting, monitoring, and - where possible - countering systemic risk.", "These risks are often not contained within the financial system.", "As we saw at the onset of the pandemic, tight linkages between the financial system and the real economy mean that shocks emanating from one can transmit to the other.", "One potential source of risk we monitor closely is corporate debt.", "Of course corporate debt is an integral part of the functioning of the real economy.", "It allows companies to smooth cash flows, and - as I'll talk about later - fund investment.", "But corporate debt can come with spillovers - where actions after a shock can amplify its effect on others (externalities and market failures as an economist would say), with potential consequences for the stability of the financial system.", "The FPC has identified two main channels through which this could happen.", "Figure 1: Lender and borrower resilience channels The first operates through lender resilience and brings the risk of a 'credit crunch'.", "Over-indebted companies might face challenges servicing their debt.", "And if they default, lender losses can test lender resilience and hence provision of credit to the economy more broadly.", "The second operates through borrower resilience and brings the risk of 'debt overhang '.", "In a downturn, more highly indebted corporates can reduce investment and employment by more than those with less debt, as we saw during the global financial crisis (GFC).", "This behaviour can amplify macroeconomic downturns, further affecting corporate resilience, and potentially also increasing losses for lenders on other forms of lending.", "UK corporate debt fell after the GFC, but has risen since as firms took advantage of low borrowing costs and favourable economic conditions.", "With UK corporates now navigating an increasingly challenging macro environment, risks to financial stability can materialise through either channel.", "Chart 1: UK corporate debt to earnings has remained high since recovering from Corporate debt to earnings over time (in percent) (a) (b) (a) Sources: Association of British Insurers, Bank of England, Bayes CRE Lending Report (Bayes Business School (formerly Cass)), Deloitte, Financing & Leasing Association, firm public disclosures, Integer Advisors estimates, LCD an offering of S&P Global Market Intelligence, London Stock Exchange, ONS, Peer-to-Peer Finance Association, Eikon from Refinitiv and Bank calculations.", "(b) These data refer to UK PNFCs only.", "Earnings are defined as businesses' aggregate gross operating surplus, adjusting for financial intermediation services indirectly measured.", "How resilient are UK corporates?", "UK firms have faced a series of shocks in the form of Covid, a sharp rise in input prices, and a rapidly tightening financial environment.", "And the end is not yet in sight; the MPC projects economic growth to flatline for the next couple of years.", "The resilience of lenders could be impacted if these headwinds result in large number of business insolvencies, or if insolvencies are concentrated in particular sectors.", "As everyone in the room is undoubtedly aware, since the ban on winding up petitions was fully phased out in early 2022, insolvencies have indeed increased rapidly.", "But how worried should we be from a financial stability perspective?", "A lot of this increase reflects insolvencies catching up after the moratorium.", "And, so far, the increase has mostly been driven by micro companies[2], which comprise the lion's share of insolvencies but a small proportion of lender exposures.", "And much SME debt is government guaranteed Covid lending, reducing risks to lender resilience, and comes with low interest rates and forbearance options, which supports borrower resilience.", "Large corporates issue the majority of UK corporate debt, so any insolvencies in this space are more likely to transmit shocks to the financial system.", "So far, they haven't seen the same increase in insolvencies as SMEs - perhaps because they have less floating rate debt, which shields them from the immediate impact of rate rises.", "The FPC monitors this risk by looking at the share of companies with low interest coverage ratios, a proxy for a company's ability to service debt and a commonly used indicator of default risk.", "While the share of large companies with low interest coverage ratios has increased following the pandemic, it remains well below GFC levels.", "Chart 2: The increase in corporate insolvencies has been driven by micro firms Monthly business insolvencies by size over time (number of insolvencies) (a) (b) (a) Sources: The Gazette and Bank calculations.", "(b) An insolvency is recognised at the point a liquidator is appointed.", "Micro firms have less than £316k in assets, small firms between £316k and £5m, medium firms between £5m and £18m and large firms above £18m.", "Chart 3: The debt-weighted share of low-ICR firms has increased but remains below the GFC peak Debt-weighted share of companies with interest coverage ratios below 2.5 (a) (b) (a) Sources: Moody's BvD, S&P Global Market Intelligence and Bank calculations.", "(b) These data refer to UK PNFCs only.", "The projected number for end-2023 is based on the February Monetary Policy Report.", "We use 2.5 as a threshold as companies with interest coverage ratios below 2.5 are materially more likely to experience repayment difficulties.", "We are also alert to risks not directly visible on balance sheets (relating to off-balance sheet instruments like derivatives for instance).", "Energy firms for example have relied extensively on derivatives to hedge against price movements.", "And the rise in energy prices last year triggered margin calls on those derivatives that put some firms in immediate liquidity stress.", "The Bank and HM Treasury's Energy Markets Financing Scheme was initiated to ensure that liquidity stress did not turn needlessly into insolvency.", "We can also see some evidence of the borrower resilience channel at play, with investment intentions distributed unevenly across firms.", "The Bank's Decision Maker Panel (DMP) survey tells us that corporates above the 90th percentile of indebtedness are expecting to reduce their investment by almost 5 percentage points more over the course of this year in response to higher interest rates than firms below it.", "If firms cut back investment excessively, or if productive firms forego investment opportunities, the effects could be persistent.", "I'll talk more about this later when I turn to our secondary objective, but it should be clear that scarring of this kind can affect long-run growth.", "How resilient is the supply of finance to UK corporates?", "The future resilience of lenders and borrowers will reflect not only macroeconomic developments and idiosyncratic business factors, but corporates' ability to access funding too.", "Sudden or unanticipated disruptions to the supply of credit could amplify stress, particularly for highly indebted companies , or companies reliant on short-term debt .", "Research shows that the credit crunch following the GFC caused direct damage to companies and the real economy over and above the effects of a normal downturn.", "Back then, banks with weaker capital ratios and those more exposed to the US mortgage market constrained lending activity by more than other lenders as they focused on rebuilding their own balance sheets.", "This had wide-ranging consequences: as I've mentioned before, those directly affected by this credit crunch cut their investment more than unaffected companies.", "These same companies also experienced weaker productivity growth and were more likely to fail .", "And other companies exposed to these directly affected companies reduced their own employment, grew more slowly and achieved lower productivity.", "There is evidence this had a sizable impact in aggregate.", "Studies show that the excessive tightening of corporate financing conditions during the GFC accounted for 33-50% of the increase in SME unemployment in the United States, while contributing to 12.5-30% of the reduction in productivity among Italian corporates.", "Macroprudential reforms introduced following the crisis have sought to alleviate the risk of banks having to sharply curtail the supply of finance to protect their own balance sheets.", "Strengthened bank capital standards, including the introduction of buffers, and the active use of the Countercyclical Capital Buffer in particular, have reduced the risk that banks feel compelled to cut lending rapidly in a downturn.", "And alongside fiscal interventions, these efforts contributed to banks continuing support of UK corporates during the pandemic.", "More recently the failure of Silicon Valley Bank (SVB) in the United States reminds us that we need to remain vigilant of the potential for banking stress to impact corporates.", "When problems in the US led to the failure of SVB's UK subsidiary, the Bank of England stepped it to use its resolution powers and transfer SVB UK's business to HSBC, ensuring continuity of service and lending.", "More broadly, the FPC has judged the UK banking system to be resilient and \"well placed to continue supporting the economy in a wide range of economic scenarios, including in a period of higher interest rates.\"", "And so while there are clearly lessons to be learned from this episode, I think experience in the UK shows the benefits, including to corporates, of our post-GFC banking reforms.", "Banks are not the only providers of finance to the real economy.", "UK corporates, particularly large ones, have become increasingly dependent on financial markets as a source of lending.", "Indeed, market-based finance as a share of aggregate corporate debt has increased from 40% in 2009 to over 50% in 2022, accounting for nearly all of the increase in net lending since 2007.", "In theory, the availability of market-based finance helps mitigate credit supply disruptions, as the existence of a strong market channel avoids over-reliance on bank funding.", "In addition, some market-based investors have long-term investment horizons and may be well placed to look through short-term dynamics.", "But increased dependence on market-based finance leaves UK corporates exposed to new shocks, especially in riskier market segments, like high-yield bond, leveraged lending, or private credit markets.", "Globally, these markets have almost doubled in size over the past decade.", "A sudden or disproportionate reduction in investor appetite for these assets, in combination with forced sales and sharp falls in asset prices, could impact UK firms' ability to access funding, potentially forcing some companies to delever or even default.", "And given the interconnected nature of these markets, this is not a purely domestic challenge: UK borrowers are exposed to any deterioration in global risk appetite.", "One potential trigger for loss of investor appetite is so called 'fallen angels' - companies whose credit has been downgraded to sub-investment grade.", "This is a vulnerability the FPC keeps an eye on, as it could have amplifying effects - with forced selling and many investors scrambling to sell assets at the same time, either because investment mandates prevent them from holding such bonds, or to avoid higher capital requirements associated with riskier debt.", "There are various international and domestic efforts underway to improve our understanding of market based finance and to make it more resilient to stresses.", "The Bank, for example, is currently working on a system-wide exploratory scenario to consider bank and non-bank behaviour in a severe but plausible market stress, as well as the potential consequences of their actions.", "Corporate debt and sustainable growth I've talked about why the FPC cares about the supply of finance to corporates under its primary objective for financial stability.", "But in addition, and subject to meeting that objective, we also have a secondary objective to support the Government's economic policy - sustainable economic growth.", "Of course financial stability is a prerequisite for sustainable growth, so pursuing our primary objective helps us meet our secondary one.", "But the secondary objective broadens our interests in corporate finance.", "Specifically it leads us to think about whether the financial system is providing the right sort of funding to support business investment and so growth.", "There are a few reasons to think that finance supporting productive investment by businesses is particularly important now.", "The first is that UK business investment is low and has grown slowly since 2016 compared with similar countries.", "Chart 4: UK business investment has been weak Private sector gross fixed capital formation (percent of GDP) (a) (a) Sources: OECD and Bank calculations.", "This matters because investment determines the future productive capacity of the economy.", "Missed investment makes individual firms less productive, and reduces productivity and potential growth across the economy as a whole.", "The drivers of business investment are varied and complex.", "Clearly many are not in the FPC's remit or expertise.", "But we do have an interest in whether the financial system is making the right amount and types of financing available for businesses to invest.", "There is some evidence that the financial system could do more to help businesses invest.", "In a survey of businesses finance and investment decisions we published in 2017, a third of underinvesting companies cited availability and/or cost of external finance as a major barrier to investment.", "Indeed recent conversations I have had with businesses underline that access to finance is more difficult for small and young companies, particularly in new and growing sectors where business models are less well understood and security less easily available.", "This creates a risk that innovative new businesses aren't able to access the funding they need to grow and develop their ideas.", "In addition, having a financial system that supports business investment is particularly important as we transition to net zero carbon emissions.", "UK businesses will need to make significant investments in coming years - in technology, energy efficiency and decarbonising their processes.", "That will only happen with the financial system's support.", "So what has the FPC done to make sure the financial system supports business investment?", "Let me highlight two strands: removing barriers to long-term, stable funding for businesses, including to support the transition to net zero; and improving our understanding of UK businesses' access to finance and ability to invest.", "The types of productive investment businesses need to make - to support long-term growth and transition to net zero - are long term.", "For businesses to commit to long-term investment they need long-term finance.", "Few CFOs will be happy investing in a multi-year project when its finance might not be rolled over next month.", "So to facilitate the type of investment we need, we need patient funding.", "That means pools of capital with the right long-term investment horizon, and well-designed investment structures to channel this capital into companies and projects that need it.", "The FPC has been active in both these areas.", "On pools of capital, we have worked with other UK authorities to set up the Productive Finance Working group, which brought together experts from across the financial services industry.", "The group has produced recommendations and guides to support defined contribution (DC) pension schemes safely investing in less liquid assets.", "This is in itself a great investment - DC scheme assets more than doubled over the last ten years, and are projected to be around £1.2 trillion by 2035.", "So the benefits to pension scheme members of long-term investment gains, and to businesses of accessing this pool of capital, will only grow over time.", "We also need the right structures to facilitate long-term investment, which links back to our focus on financial stability.", "Like the CFOs looking to fund long-term projects with long-term investment, we worry when non-bank financial institutions pair illiquid assets - things you can't sell or exit in a hurry - with short-term liabilities.", "If investors pull out, the financier needs either to sell assets at a discount, or stop withdrawals - as we saw with commercial property funds in Brexit and Covid.", "And because once you suspect others of withdrawing it is rational to do so yourself, 'run dynamics' can escalate quickly.", "That's why the FPC has been supportive of work by the Productive Finance Working Group, the FCA and others on the long-term asset fund (LTAF) - a new type of UK fund structure specifically designed for investment in long-term, less liquid assets.", "From an FPC perspective it ticks the boxes for both our primary and secondary objectives.", "And just last month the FCA authorised the first LTAFs - hopefully the first of many.", "As well as work to encourage long-term, stable funding from the financial system, we are also improving our understanding of how access to finance affects businesses' investment decisions.", "To that end, the Bank is launching a survey of business finance and investment decisions, building on the 2017 survey I mentioned earlier.", "UK corporates have faced huge challenges in recent years.", "The FPC continues to monitor their financial health with an eye on both lender and borrower resilience.", "At the same time, the FPC is doing its part to make sure the financial system can support longterm productive investment with long-term, stable funding.", "And we are working to identify where the financial system may need to do more to support business investment.", "These are ongoing endeavours, but there has been concrete progress already.", "In both cases we will aim for a stable financial system that absorbs rather than adds to shocks, and supports business investment and economic growth.", "An investment in financial stability to provide solid support for UK businesses through both challenges now and uncertainties as we look further ahead.", "I'd like to thank Jelle Barkema and Benjamin King for their assistance in drafting these remarks.", "I would also like to thank Laura Achiro, Kim Nyamushonongora, Richard Button, Sarah Venables, Martin Arrowsmith, Geoff Coppins, Jon Cunliffe, Renée Horrell, Sudipto Karmakar, Christiane Kneer, Iren Levina, Harsh Mehta, Tabitha Rendall, Nyssa Roberts, Matthew Waldron and Danny Walker for their helpful input and comments.", "The views expressed here are not necessarily those of the Financial Policy Committee.", "and historically have, also arisen through Commercial Real Estate (CRE) exposures.", "We stress test UK banks to ensure they are well capitalised to declines in CRE prices and to continue lending in a severe downturn.", "Micro companies are to companies with less than £316,000 in total assets.", "There is some evidence that pension funds behaved counter-cyclically during the GFC for example.", "The annual remit letter from the Chancellor sets this out in detail.", "The survey will be run by a polling company on behalf of the Bank of England.", "We hope to launch it in the next few months.", "Executive Director, Financial Stability Strategy ©2023 Bank of England"], "classifications": ["none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Corporate debt", "Financial stability", "Business investment", "Long-term funding", "Lender resilience", "Borrower resilience", "Credit crunch", "Debt overhang", "Market-based finance", "Productive investment"]}