{"sentences": ["\"In Slovakia, 42% of young people are very worried about the climate crisis.", "% think humanity has failed to look after our planet.", "Two thirds find politicians' actions to address the climate crisis disappointing.", "A recent study carried out in a number of other countries has shown that 40% of young people are considering not having children because of the climate crisis.", "It is clear: the next generation knows we are running out of time.\"", "Those were the words of your President, Zuzana aputová ( spreek uit: tsjaputová) at the United Nations Climate Change Conference in Glasgow.", "Words that deeply impressed me.", "As a world citizen, as a central banker, and - even more - as a father.", "It is not often that statistics are so vivid, so visual - even though our economists' hearts always think they are- She was so right: the climate crisis is a crisis that is all-enveloping and one we have seen coming for a long time.", "That's what sets this crisis, this challenge, apart from other challenges we are facing: we could have seen it coming, but we sat on our hands and stared at each other instead of taking action.", "And now we are running out of time.", "So, as your President stated: \"We must double down on our efforts to mitigate the impact of the climate crisis to reverse the devastation of our planet .\"", "It was obvious she was not talking about tomorrow, but about today.", "To show young people, our children, that our generation also knows we are running out of time.", "Of course, her call to action was addressed at politicians, not at central bankers, but I am convinced that we also have an important role to play.", "That was also the conclusion we reached in my first year as President of the Dutch Central Bank in 2011.", "During a teambuilding weekend at sea we, my colleagues on the Executive Board and I, talked about our goals, our view for the future.", "The future of the bank, and the future of the financial sector.", "That was necessary, because in 2011 the financial sector and our economy were recovering from the blows of the financial crisis.", "A crisis that, in addition to costing a great deal of money, had also cost citizens' confidence in banks, in the financial sector.", "We had to restore that confidence.", "For our citizens and our sector, for our economy and for our future.", "We decided that our mission as a central bank and as a financial supervisor should focus more on our contribution to sustainable prosperity and hence, sustainable finance.", "We decided that we would choose to emphasise the long term instead of the short term.", "To look beyond financial welfare to well-being, to look beyond mere economic growth to inclusive, sustainable growth.", "Because we were convinced that sustainability was a prerequisite to restore confidence, a prerequisite to safeguard the future.", "For our citizens and for the financial sector.", "Eleven years ago, that was - if I may say so myself - a bold decision, because sustainability was not mainstream, not on every agenda.", "But what could and can a central bank, wat can we do, to help save our planet?", "We are not elected politicians.", "We are not in the driving seat, but definitely part of the team.", "A part of the team in three different ways, in three different roles.", "As a supervisor and regulator , as a long-term economic adviser and as a leader by example .", "To start with the obvious: as a supervisor and regulator we have a responsibility to address macro- and microprudential risks and thereby contribute to financial stability.", "In this capacity we can help guide financial institutions to identify, recognise and mitigate risks, and - should risks materialise - prevent them from having serious consequences.", "To give a few examples: we have developed a climate stress testing framework for transition risks, which we will expand this year to include a focus on physical risks.", "Also late last year, DNB published a guide with good practices to control climate- and environment-related risks.", "This guide was particularly aimed at insurers and pension funds and in line with the ECB's 2020 guide aimed at banks.", "It seeks to provide financial institutions with constructive good practices to help with their risk management.", "In the near future, we aim to integrate climate- and environment-related risks into our 'regular' periodic supervision.", "Our role as a is - of course - based on accumulated long-term economic adviser knowledge, on data and facts: we are central bankers, not philosophers.", "Before we tackle a problem we have to understand it, and in order to understand it, we have to quantify it.", "So we accumulate essential data to monitor developments in order to take effective decisions.", "We do that as a national central bank but especially tandem with the ECB and FSB.", "For example, statisticians from central banks in the euro area have recently been working hard with the ECB to generate sustainability data.", "Data that indicate the carbon footprint of the financial sector's investments, which can be used to gauge the degree of exposure of the sector to transition risks.", "Data that indicate 'physical risks' due to climate change through loans and investments.", "Data that indicate the extent to which financial institutions have invested in bonds aimed at promoting sustainability, the socalled green bonds.", "Of course, these data are not yet complete, but they are urgently needed.", "Because we need to know as much as we can to take on our role as long-term economic advisers.", "Not only for the financial institutions we supervise and advise, but as policy advisers for our governments.", "Because they have to take the lead in the transition that must take place.", "They have to develop and enforce a clear climate policy.", "They have to take the responsibility to enable and inspire the sustainable choices we must all make.", "Tough, major choices will have to be made: between intensive farming and nature, between fossil fuels and green energy, between heavy industry and air quality.", "We can help to make that happen.", "In our role as forward thinkers.", "Especially because 'forward' means to me: independent and for the long term, not under the influence of voters, not just until the next elections.", "That is an important role we have to invest in: to be that angel or devil, or the Jiminy Cricket on the shoulder of our politicians, whispering in their ears - or pulling them- To make sure that sustainable choices are not only made, but are successfully stimulated and implemented.", "And that takes us to our third role: a leader by example .", "As an organisation we can and must set an example, we must make our own sustainable choices.", "For instance in our payment systems, in our monetary operations and of course in our own investments as a central bank.", "That is our responsibility as a central bank.", "That is why I am proud that DNB was the first central bank to sign the Principles for Responsible Investment in 2019.", "This marked the start of our journey towards the integration of responsible investment in our own-account portfolios.", "In our internal operations, too, we try to be as sustainable as possible in the choices we make, for instance in the renovation of our headquarters building.", "In the choice of materials and in the choice of solutions for energy consumption.", "For example: we made the old concrete carbon-neutral by injecting it with CO2.", "That is a world-first.", "We will also have a lot of greenery in and around our building, and up on the roofs.", "We will place nesting boxes and insect hotels in those green areas.", "These features will help our building contribute to biodiversity, right in the heart of Amsterdam.", "We are doing all this not only to help the transition, to do our bit to save our planet, but also to set an example, a practical example.", "For the financial institutions we supervise, for our clients and partners, and for the people in our country and in the rest of Europe.", "Because the transition we need is not only a matter of policy, of rules and regulations.", "The transition we need is fuelled by change, by changing people's minds and behaviour.", "By encouraging and inspiring people and businesses to think and act differently, to make different choices.", "That is why it is important that you are all here to talk about what we can do to advance the transition to sustainability.", "To talk about how to take up our roles as supervisors and regulators, as long-term and as .", "economic advisers leaders by example About how to double down on our efforts to mitigate the impact of the climate crisis to reverse the devastation of our planet, as your President said in Glasgow.", "All while keeping in mind that saving the planet is a team effort.", "Or as sir As David Attenborough said during that same Climate Summit in Glasgow: \"If working apart, we are a force powerful enough to destabilise our planet, surely, working together, we are powerful enough to save it.\""], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["climate crisis", "sustainability", "financial stability", "long-term", "central bank", "sustainable finance", "risk management", "economic adviser", "leader by example", "team effort"]}