{"sentences": ["Governor Hernández de Cos, distinguished guests, ladies and gentlemen, Good morning!", "It is a great pleasure to welcome you to this Conference, jointly organised by the BIS and the HKMA.", "I am especially pleased to see friends from different parts of the world - central bankers, banking supervisors and financial leaders present here today.", "I know that many of my fellow regulators have been here in Hong Kong for a few days already, for the Basel Committee meeting to discuss policy issues of core interest to the regulatory community.", "The HKMA is honoured to have had the opportunity to host the Basel Committee meeting, which was the first physical meeting held outside Basel since COVID broke out in 2020.", "I hope that apart from attending the Committee meeting and the Conference, you will have time to go around Hong Kong and feel the vibrancy here.", "Today's event is the first international financial regulatory conference after all the social distancing measures in Hong Kong were lifted.", "And travel between Hong Kong and the Mainland is back to normal.", "Everything is now business as usual in Hong Kong, back to how things were before the pandemic.", "Nothing beats experiencing Hong Kong for yourself.", "This Conference is an excellent opportunity for our friends from around the world to personally experience that \"Hong Kong is back!\".", "How did we go from strength to strength?", "This Conference is also significant because this year marks the 30 anniversary of the HKMA.", "Not only that, it's also 25 years since the BIS Representative Office for Asia and the Pacific was established in Hong Kong.", "Throughout those 25 years, the HKMA has been supporting the BIS's efforts to foster dialogue and collaboration among central banks and monetary authorities in the region.", "We are honoured to be co-organising this event with the BIS in this special year.", "In Chinese Confucian teaching, reaching 30 years old is an important benchmark.", "There is a saying in The Analects of Confucius , meaning that 30 is the age when someone can stand on his or her own feet.", "As the HKMA is celebrating its 30th anniversary, it is an opportune time to look back over our journey and reflect on the important milestones we have gone through over the past three decades.", "As with other central banks, the HKMA has a financial stability mandate.", "Our job is to avoid crises as far as possible, and to deal with the ones that do happen and mitigate their impacts on the financial system.", "In these 30 years, we have weathered many crises and challenges, learning lessons from each one and becoming more resilient and adaptable.", "For me, the two most unforgettable events are the Asian Financial Crisis in 1997-98 and the Global Financial Crisis (GFC) in 2008.", "In particular, the GFC in 2008 revealed inherent weaknesses in the global financial system.", "To address the shortcomings in the banking system, the Basel Committee has been pivotal in driving a series of regulatory reforms, most notably the Basel III framework, to strengthen banks' capital and liquidity requirements, and keep leverage at safer levels.", "The HKMA has been playing an active part in the formulation and implementation of these new standards.", "These reforms proved to be crucial in ensuring the resilience of the global banking system during the pandemic.", "Bracing for the future Much has been achieved, but much remains to be done.", "Our experience accumulated over the past 30 years has laid a strong foundation for us to brace for what's to come.", "To stay ahead of the curve, we have to constantly identify where the risks are coming from in order to better equip ourselves for potential cracks in the financial system.", "As I mentioned earlier, in the wake of the GFC, regulations on the banking sector have been strengthened significantly.", "And for a prolonged period of time, the global interest rates had been kept at exceptionally low levels.", "However, the monetary environment has changed significantly over the past year, as major central banks around the world have been simultaneously raising interest rates at an unprecedented pace to curb inflation.", "Such an abrupt tightening of monetary conditions will be a real test of the resilience of the global financial markets and banking system.", "In fact, the first cracks have started to surface in some US regional banks in the last two weeks.", "The fallout has put pressure on market confidence, which has spread across the Atlantic to Europe, resulting in one of the oldest Swiss banks being taken over.", "Things are moving fast, and we have to stay alert and be well prepared.", "In addition to these latest developments, there are two areas we should watch out for.", "The first is non-bank financial intermediation, which are playing an increasing role in providing funding to the real economy.", "The market incidents in the past few years have reminded us that the build-up of leverage and liquidity imbalances in non-bank entities could amplify volatilities in the wider financial system.", "It is therefore important to strengthen the resilience of non-bank financial institutions and reduce their procyclicality in times of system-wide stress.", "Another area is crypto assets.", "Technological advancement has been a game changer for the financial world.", "Financial institutions are seeking to embrace new technologies in order to stay relevant.", "But sometimes, financial innovations will also bring challenges to market players and regulators alike.", "Recent events in relation to crypto assets serve as a wake-up call that the linkages between the financial system and the crypto space are already very intertwined.", "And such interconnectedness may grow even further in future.", "These events underlined the importance of reflecting on what more can be done to fill the gaps, so that the associated risks will not be propagated to the broader financial system, and ultimately the real economy.", "In this process, it will be crucial for central bankers and regulators around the world to work collectively on coordinated policy responses for implementation in individual jurisdictions.", "What also matters is making sure we have a full set of tools at our disposal.", "These include micro-prudential instruments focusing on individual institutions, and macroprudential tools for the stability of the financial system as a whole.", "Currently, the higher interest rates are not the only challenge facing the global economy.", "Economic growth is also slowing and inflation remains high.", "We can expect the macro-prudential tools will play an increasing role in supporting the real economy and financial stability.", "The BIS and the Basel Committee are useful platforms that foster communication and coordinate policy responses among central banks and regulatory authorities.", "We, at the HKMA, will build on our experience and continue to participate actively in the work of these international fora to make our contribution to global financial stability.", "Today's Conference This is where today's Conference comes in.", "Carrying the theme of \"Future-proof Supervision for an Innovative Banking World\", this Joint Conference with the BIS brings together distinguished speakers from the regulatory community and the financial industry to share their valuable insights and experience on how to better prepare for the future.", "In particular, we are honoured that Governor Hernández de Cos, the Chair of the Basel Committee, will give a keynote speech on how macro-prudential tools can complement micro-prudential supervision to strengthen financial stability.", "Other distinguished speakers will exchange views on how to make the banking system more resilient amid the fast-changing financial landscape.", "And the fireside chat during the lunch session will discuss the lessons learnt from recent crypto incidents and explore the future of the crypto market.", "The speakers today are all very experienced in their fields.", "I'm sure that the thoughts and ideas exchanged today will leave each one of us more informed and better prepared.", "I'm, again, very grateful to all those who are present today.", "As a final note, this Conference is only the start of a series of celebration events for HKMA's 30 anniversary, and one of the major international events this year to showcase \"Hong Kong is back!\".", "Many more are in the pipeline, and we will announce them in the coming weeks and months.", "Do stay tuned and I hope to see you again in the near future."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["financial stability", "macro-prudential tools", "Basel III", "crypto assets", "monetary policy", "Basel Committee", "non-bank financial intermediation", "GFC", "Hong Kong", "HKMA"]}