{"sentences": ["\"Central Banks, economic stability and social capital: what's the connection?\"", "- Remarks by Governor Gabriel Makhlouf at the London School of Economics 16 February 2023 Speech Good evening.", "It is a pleasure to be here today to talk about central banks and social capital.", "My thanks to Niamh for the invitation, and I look forward to the discussion with David and Alan, and, of course, yourselves the audience.", "In economics, the concept of capital is embedded in our production function view of what drives economic growth.", "For Adam Smith, capital referred to the physical assets and machines of production.", "Financial capital was also important, allowing rms to buy more physical assets.", "Financial capital also had a risk mitigation or loss absorption role, as any nancial regulator knows all too well.", "As our ability to measure economic growth improved, and it became clear that growth in output far exceeded growth in labour and (physical) capital, human capital - the growth and transfer of knowledge in society - came to be seen as an additional important factor of production.", "Increasing interest in ecological and climate-related issues during the 1970s saw the emergence of another, natural capital.", "Natural capital includes aspects of the natural environment (such as minerals, energy resources, land, soil, water, trees, plants and wildlife), as well as broader ecosystems (such as forests, soil, aquatic environments and the atmosphere).", "Given the urgency of the climate-related challenges we face, natural capital is increasingly centre stage for public policy, including for central banks.", "As the ECB's 2021 Monetary Policy Strategy Review sets out, climate change and policies to reduce emissions have an impact on ination and growth - in other words they are part of our knitting - so we need to account for these risks in our policy choices.", "But it is not just central banks.", "Recent moves by the US government to include natural capital in national economic statistics is an important step that will help inform current policy choices that impact future climate-related outcomes.", "I cannot over emphasise the importance of measurement to informing policy analysis.", "But I am here today to talk about another kind of capital: social capital, which I tend to think of as \"the social connections, attitudes and norms that contribute to societal wellbeing by promoting coordination and collaboration between people and groups in society.\"", "In the past, I have referred to all the capitals collectively as our economic capital.", "The potential for social capital to promote collaboration and coordination, especially between institutions and the public they serve, means that it is well placed to help to build and sustain the other capitals.", "This will be a core theme of my lecture today: namely that certain aspects of social capital - in particular trust and credibility - are essential for an independent central bank to achieve its mandate, and in achieving our mandate we can, in turn, help to build and sustain economic capital.", "In describing how I think of social capital, I use the term 'wellbeing' quite deliberately.", "While in monetary policy, we might be primarily interested in cyclical developments around ination, output, or employment, I think wellbeing better captures many of the intergenerational macroeconomic challenges we face, although of course cyclical developments are relevant to wellbeing.", "Wellbeing is a broader concept and I am referring in particular to the challenges relating to developments over a longer-term horizon, but which require policy decisions and considerations of the various trade- offs involved now.", "Examples include policies to address climate change, as well as in relation to population ageing and inequality.", "In order to be able to make decisions now that deliver net benets over the longer-term, it is vital that our macroeconomic frameworks have such an intergenerational focus.", "Social capital is a concept that is used widely across the social sciences.", "Much has been written about the challenges in dening and measuring it, as well as quantifying exactly what aspects of social capital matter most for the outcomes we are interested in.", "As a policy maker, this last point is particularly important, and something I will return to later when I talk about measurable outcomes we track at the Central Bank of Ireland.", "You will, no doubt, be glad to hear that today I do not intend to get into too much of the nitty gritty of the denitional and measurement issues around social capital.", "But, as a concept that can sometimes be loosely dened, I think it is important to be clear about what I mean when I talk about it.", "As I mentioned, and perhaps not surprisingly for a central banker, trust and credibility are the aspects of social capital that I will focus on today.", "There is a mutually reinforcing connection between trust and credibility and a central bank's goals.", "If a central bank is credible, and households, rms and the nancial sector have high levels of trust in its ability to deliver on its mandate, then arguably it will be easier to do so.", "A failure to deliver on its mandate destroys trust and credibility in the central bank.", "In Ireland, we saw this during the nancial crisis, when a lack of sufciently robust nancial regulation was identied as a key failure contributing to the banking sector collapse.", "It was a long road back for the Central Bank, in terms of rebuilding trust, requiring signicant reforms, notably introducing a robust macroprudential policy regime, signicant reforms to our regulatory approach and framework, and building a consumer protection framework that is responsive to emerging risks.", "There is a risk that trust and credibility in central banks will take another buffeting from the recent high ination.", "And, while headline ination has declined from its end-2022 highs, in part thanks to lower energy prices, I believe we still have a way to go to return ination sustainably to our 2 per cent target.", "I will return to this issue, and others, in the second half of my remarks, where I talk more about current challenges central banks are facing.", "But rst, I want to discuss the link between social capital, institutions and policy frameworks.", "Social capital, the State and institutions - the balancing act Not all social capital necessarily improves societal wellbeing.", "Some networks or groups may seek to promote narrow interests that work against change, even when the change is for the better.", "In the same way that institutions can counter some of the limitations of the market that arise due to negative externalities or information asymmetries, for example, they can also help to avoid situations where vested interests act against the interests of wider society.", "Dasgupta (2005) and others discuss how social norms or long-standing practices (another form of social capital) can limit the development of economic capital, thereby reducing overall wellbeing.", "In economics, we might refer to these as bad equilibria, but rarely do such situations begin as an inefcient allocation of resources.", "Rather, changes in market structure or technologies could mean that existing arrangements or norms become less optimal over time.", "We see this in nancial regulation, where the regulator needs to balance the potential benets of nancial innovation, often by new entrants, against the potential risks to the nancial system and consumers.", "In these cases, the role of the State and independent institutions takes on an especially important role.", "But an institution's ability (or willingness) to counter narrow interests or even act against widely held beliefs or practices - think of a central bank having to make 'unpopular' policy choices - rests critically on how trusted and credible it is.", "An all-powerful state where there is too little society, however, is equally undesirable.", "As Acemoglu and Robinson (2019) argue, the state and society must balance each other: and as the one becomes stronger, so must the other, for liberty and wellbeing to ourish.", "What this tells us is that we should always assess the quality of the 'norms', the value of the capital built by community relationships, and determine whether the right balance and interplay between interpersonal networks and public institutions is in place.", "Indeed, it is tting to talk of this 'balancing act' here, at the LSE as one of the examples Acemoglu and Robinson (2019) give in their book is the debate between Beveridge and Hayek over the development of the welfare state.", "The proposals in the Beveridge Report were the foundation for a large expansion of the state which improved the wellbeing of many in society, directly contributing to improvements in education, health and incomes, investing to grow economic capital, you might say.", "As Acemoglu and Robinson point out, Hayek's concern was less about the state providing for some minimum level of food, shelter, health and education for its citizens, and more about the potential for \"state planning and administrative regulation of the economy morphing into a type of totalitarianism\".", "That this did not happen only serves to highlight that in order to enhance societal wellbeing and promote socio- economic development, it is essential that an aware and civically engaged society operates within a strong and well- designed institutional framework.", "And a trusted, independent and well-functioning central bank is an essential part of any well-designed institutional framework.", "A well-functioning central bank within a well-designed institutional framework Nowadays we rightly think of the central bank as one of the key institutions of a country; and of its monetary policy as a necessary condition for maintaining price and economic stability, which in turn can promote the building of social capital and the enhancing of societal wellbeing.", "However, when looking over the long course of history, it becomes clear that the institutional framework that provides for a high level of trust in the value of the currency is a much more recent development.", "While central banks can be traced back to 1668 (the year of the foundation of the Sveriges Riksbank, the world's oldest central bank), for a long time there weren't many of them in the world, and monetary policy did not feature as one of their main policies, although the integrity of the currency was a core function.", "Over time, they gradually acquired a more prominent role.", "But it was only with the high ination that the world experienced from the late 1960s to the 1980s, that an academic debate was sparked on the merits of granting central banks independent monetary policy to achieve price stability.", "The case for central bank independence which was then developed is straightforward.", "It builds on the concept of \"ination bias\" developed by Kydland and Prescott (1977) and Barro and Gordon (1983a, b) .", "Let me recall it in a few lines.", "Elected governments may have an incentive to generate surprise ination, for instance because they want to reduce unemployment in the short term, and so increase their chances of re-election; or because they want to inate large public debts away, to avoid tax increases, for example.", "Such incentives, however, can be easily read, anticipated and frustrated by the public, and they certainly will be, if such a 'game' is repeated over time.", "The result will be an economy with excessive ination and no economic expansion or even \"stagation\", if a persistently high ination holds back growth.", "A policy rule that commits the monetary policymaker to a certain pre-announced ination path solves the problem but how to enforce such a rule, how to make it credible?", "Reforms in central banking during 1980s and 1990s found the solution in, rst, assigning central banks clear price stability mandates and, second, increasing their operational independence from governments.", "The price stability mandate ensures that central banks care more about taking the steps to tackle ination than elected politicians might (in line with Rogoff 1985's recommendation to appoint a 'conservative' central banker).", "The independence of the central bank prevented undue inuence on its operation and also made it difcult for other policy makers to dismiss the 'conservative' central banker.", "Almost three decades of stable ination followed the implementation of these institutional arrangements.", "But the debate about monetary policy, mandates and independent institutions re-opened following the global nancial crisis.", "In part, this resulted from the increased use of 'less standard' policy levers, such as the expanded use of central bank balance sheets when interest rates hit the effective lower bound.", "This prompted important questions - which I share - about the effectiveness of monetary policy instruments when rates are low, as well as the 'side-effects' of such instruments, for example the impact on inequality.", "The persistently high ination we have experienced recently means that questions about central bank mandates and independence remains a live issue.", "The expansion in the tasks assigned to central banks created further challenges to their independence - as well as challenges to sustaining healthy levels of trust and credibility across all areas of our mandate.", "Central banks are regularly presented with proposals for an ever-increasing mandate.", "But the consideration of these proposals is not just on their own merit, but also how they interact with existing aspects of our mandate, and, crucially, judging exactly what is required in terms of policy actions and interactions with all the relevant stakeholders to build the required trust and credibility in a new area.", "More recently, the pandemic highlighted new areas of policy coordination, including the potential advantages that a closer interaction of monetary and scal policy creates.", "But then, post-pandemic ination dynamics have also reminded us of the challenges that such an interaction can give rise to.", "This is not entirely surprising, once one takes into account that, (as I suggested before), \"central banks are part of an institutional ecosystem that is interconnected, notwithstanding that the individual components may act independently.", "We do not act in a vacuum, and we should not confuse independence with isolation.\"", "Surrounded by a stronger institutional ecosystem: the reform of the EU economic governance framework Let me say more about this, specically in the context of the current debate around EU economic governance reforms, which is a key 'institutional ecosystem' in which the European System of Central Banks (ESCB) operates.", "The objective of the EU's economic governance framework is to monitor, prevent, and, if necessary, correct national economic developments that could negatively impact a Member State and potentially spill over to other EU countries.", "As many of you will be aware, reforming this framework has been the subject of much debate in recent years.", "And, late last year, the European Commission released its views on the reforms.", "In the Commission's view, the key elements of the reform should be 'improving national ownership, simplifying the framework and moving towards a greater medium-term focus, combined with stronger and more coherent enforcement'.", "The Commission seeks to reach a consensus on the reform over the course of this year.", "Simplifying the current governance framework and increasing its transparency are both important.", "To do so, the Commission proposes to eliminate a number of central features of the current framework, including the structural balance rule, the 1/20th debt rule, the expenditure benchmark and the use of 'Medium Term Objectives'.", "Net primary expenditure - which excludes interest payments and cyclical unemployment spending, and is adjusted for discretionary revenue measures - is envisaged as the single operational indicator for setting the scal adjustment path and carrying out annual scal surveillance.", "Debt reduction plans would be country-specic, taking national circumstances into account.", "At the same time, the 3 and 60 per cent of GDP reference values for the decit and debt outlined in the European Treaty would remain a central part of the scal architecture, as would the Excessive Decit Procedure, but with an improved and more credible enforcement mechanism, and a greater engagement of the independent scal institutions.", "I believe that this proposal goes in the right direction.", "The greater exibility envisaged would allow for a more active role to be played by scal policy to counter the economic cycle, in addition to that usually played by automatic scal stabilisers.", "This reinforces national ownership of counter-cyclical policies, and strengthens accountability.", "This is a welcome development for the interaction between monetary and scal policy, given the limitations that countercyclical monetary policy faces when rates are constrained by the effective lower bound.", "It will more easily allow other policy makers to do their part where needed.", "Naturally, I also welcome the more forward-looking 'medium-term' focus for economic governance.", "I think this is an essential ingredient for addressing the intergenerational macroeconomic challenges I mentioned earlier.", "In addition, the greater transparency and credibility of a reformed scal framework and its improved enforcement mechanism should provide for a more solid anchor for public debt sustainability, assuming that the new framework is implemented effectively and there is buy-in from member states.", "Operating in a stronger institutional framework could help clarify the proportionality of monetary policy measures and improve the trade-offs that the ECB faces.", "A simplied and more transparent framework - with increased national ownership and where all relevant actors are called to play their part - would also increase accountability through public scrutiny, enabling an increased public trust in the national and European institutions.", "The resulting strengthened institutional framework, by allowing greater public participation, should support the strengthening of social capital.", "Persistently high ination erodes economic capital We live in a very different world than that of the 1980s, but the case for central bank independence remains, in my view, as strong as ever.", "But, at the same time, independence is not just given, it has to be earned and maintained.", "And this means delivering on our price stability mandate in the rst instance, and also communicating clearly the rationale for our policies.", "Even before the pandemic, and in the context of the post-nancial crisis expansion of central bank balance sheets, Rogoff (2019) warned about the threats to central bank independence .", "Once politicised, he noted, it becomes very difcult for monetary policy to bring high ination under control and to protect it from further political interference.", "Trust and credibility, painstakingly built over time, can be destroyed quickly.", "Persistently high ination erodes our economic capital.", "If households, rms and nancial markets no longer trust in the ability of the central bank to deliver its ination target, we will see medium-term ination expectations begin to drift above it.", "Thus far, ination expectations have remained anchored around our target.", "High ination also erodes the other types of capital.", "Without a high degree of trust in the value of our currency, households and rms will be reluctant to undertake the kind of long-term investments that can help to build human and physical capital.", "Financial capital is at risk when borrowers' resilience is threatened by rising prices and interest rates.", "An increasingly unequal distribution of income and wealth is another factor that can erode social capital, with potentially devastating effects for the level of trust that citizens have in their public institutions, including the central bank.", "While central banks have neither the mandate nor the most appropriate tools to deal with societal concerns around income or wealth inequality, they can help build social capital through their actions and by continuing to focus on fundamentals.", "To meet these challenges, we need to continue to operate with credibility.", "At the same time, we must remain aware that we, central bankers, are not elected ofcials, but are assigned with a task - price stability - that is fundamental to the wellbeing of our citizens.", "This requires that we can be held accountable for our actions, and act transparently at all times.", "To do so, we need to more actively use our communication tools to be clearer with the public and politicians about the scope, the benets, but also the limits of our policies.", "We need to be able to explain central banks' actions in a language that people understand.", "Policies and programs to promote nancial, statistical and economic literacy, so that our contribution to society can be more easily understood, evaluated, criticised and appreciated as needed, are essential.", "This is not a call for a 'dumbing down' of the message.", "Rather, for a calibration of an engaging and comprehensible message appropriate to a given audience.", "It seems clear to me from recent initiatives, such as the UK's ESCOE programme on Communicating and Valuing Economic Statistics and the recent thematic review of the BBC's coverage of tax, public spending, government borrowing and debt , that, in economics more generally, we have a long way to go here.", "In the BBC review, some of the comments from the audience research on the topics of tax and public debt are particularly eye-opening.", "Comments such as \"there's not much I can do about it\", \"it's hard to understand, I don't know how it works and what the impact and implications are\", \"most of it is right over my head\", \"specialists can over- complicate their responses\", and \"it doesn't actually mean anything tangible to us\" are common.", "Do we think the general public's understanding of monetary policy and central banking is likely to be much better?", "Perhaps interest rate policy is a more salient issue for mortgage holders in particular, but my own experience is that there is an issue with the way in which we, as policy makers and economists, talk about the economy that often does not resonate or get through.", "Perhaps we spend too much time talking to each other and not enough time talking to the widest group of stakeholders.", "With such potentially signicant comprehension and engagement gaps, building trust with civic society outside of our well established channels of communication with nancial markets (which are, of course, important) is a challenge we must grasp with both hands.", "We must bear in mind that for many citizens, the benets of an appropriate conduct of monetary policy are not obvious.", "If our role is misunderstood, if there is a misperception of the consequences of our action and of our ultimate goals, an erosion of public support may follow, undermining central bank independence.", "As Rajan (2019) pointed out, citizens' expectations from monetary policy can be adequate only if they get a better understanding of what the role of central banks is and what they can and cannot do.", "And as Jamilov (2022) has shown, the effectiveness of monetary policy can be inuenced by trust.", "Achieving this better understanding is key to maintaining trust in central banks, helping to buttress their independence.", "Equally important, a more active monitoring from the people we serve will also reduce the risk of complacency creeping in.", "In fact, being 'Trusted by the Public' is one of the ve indicators we track to assess whether or not our current strategy is making a positive difference to the wellbeing of our citizens.", "Specically, we have decided that achieving a '75 per cent trust score' is one of the key indicators for measuring the impact of our strategic plan.", "The Central Bank's founding legislation states that our constant and predominant aim shall be the welfare of the people as a whole.", "We and other central banks need trust to succeed.", "Trust is stronger where social capital is strong, central banks can help to build social capital through their actions.", "For my part, my vision is that of an engaged, open and connected central bank.", "We need to communicate continuously and transparently with active and increasingly-involved citizens.", "We have a role to contribute to the building of social capital and also perhaps, as Minouche Shak has argued, the creation of a new social contract which strengthens the architecture of opportunity in our community.", "It will require, I suggest, for those of us working in the world of central banking and also teaching in the world of economics to invest in more integrated, more multi-disciplinary and more longer-term thinking.", "In short it will require us to give our macroeconomic frameworks a greater intergenerational focus and as a result strengthen and grow our economic capital.", "Acknowledgments: I would like to thank Giuseppe Corbisiero and Reamonn Lyndon for their assistance with this speech.", "[1] See Makhlouf (March, 2018) \" Natural Capital and the Living Standards Framework \" for my views on natural capital and why it matters for wellbeing.", "[2] For more on \"Climate Change and the strategy review\", see the ECB Strategy Review webpage .", "[3] See Biden-Harris Administration (January, 2023) \" National Strategy to Develop Statistics for Environmental Economic Decisions \".", "Social Capital and the Living Standards Framework \".", "Address to University of Auckland (27 March 2018).", "[5] The World Bank assigns social capital concepts to three broad groups.", "'Horizontal Associations' refers to social networks, organisations or groups in society that facilitate coordination and cooperation.", "'Vertical Associations' are ties that link these horizontal associations.", "The third, and broadest, concept is an 'Enabling Social and Political Environment' and includes institutions that can help to shape political, social and economic outcomes.", "Institutions, such as central banks, can provide a forum for the State, Civil Society and the corporate sector, to come together in order to identify and pursue common goals.", "The key point I make in this speech is that trust and credibility are key to institutions being effective in this role.", "[6] See Honohan (2009) for an overview of the factors that contributed to the banking crisis, including regulatory failures.", "[8] This is one of the central thesis of their most recent book: see Daron Acemoglu and James A. Robinson (2019), The Narrow Corridor , Penguin.", "[9] Daron Acemoglu and James A. Robinson (2019), The Narrow Corridor , Penguin.", "[13] See Gabriel Makhlouf (November, 2022), \"Monetary policy, regulation and inequality: a tale of inter-linkages\" for my views on monetary policy and inequality, which draws on the discussion as part of the ECB's 2021 strategy review, as summarised Brand, Claus, et al.", "\"Employment and the conduct of monetary policy in the euro area.\"", "(2021) and Dossche, Slačálek and Wolswijk (2021) \"Monetary policy and inequality.\"", "A more recent summary of the issues and literature is in McKay and Wolf (2023) [14] Gabriel Makhlouf (2022), \"Rebuilding Social Capital: the role of Central Banks\", Speech delivered at the 175th Anniversary of Banco de Portugal.", "[15] The ESCB consists of the ECB and the national central banks of all EU member states, regardless of whether they are a member of the euro or not.", "The 'Eurosystem' is made up of the ECB and 20 national central banks that are in the euro area.", "European Commission (2022), Communication on orientations for a reform of the EU economic governance framework , 9 November.", "[16] European Commission (2022), Communication on orientations for a reform of the EU economic governance framework , 9 November.", "[17] As Mersch (2019) explains, \"Proportionality is one of the basic legal principles of the architecture of the European Union.", "For monetary policy, proportionality implies that the ECB's actions must, rst, be suitable to address the identied risks to price stability.", "Second, the ECB's measures must be necessary to achieve their intended objective.", "In other words, alternative monetary policy measures that entail more limited action would not enable the objective to be achieved as effectively and rapidly.", "Third, proportionality stricto sensu implies that the expected benets of the ECB's actions must outweigh their costs.\"", "[18] Kenneth Rogoff (2019), \" Is This the Beginning of the End of Central Bank Independence ?\"", "Occasional Paper, No.", "[19] For more on this programme, the research and ndings see the programme website .", "[20] The Review is published on the BBC website .", "The Audience Research Report is available here .", "[21] See Rodolfo Dall'Orto Mas, Benjamin Vonessen, Christian Fehlker, and Katrin Arnold (2020), \" The case for central bank independence \", ECB Occasional Paper Series n. 248.", "[22] Raghuram G. Rajan (2019), Central Banks Are the Fall Guys, Project Syndicate Commentary , July.", "[23] See Rustam Jamilov, Social Capital and Monetary Policy (2022), \" Social Capital and Monetary Policy \"Jamilov argues that secular decline in trust in the US over the past three decades has led to monetary policy being 20 per cent less effective.", "[24] The other four indicators are: \"Deliver our statutory mandate\", \"Respected by our peers\", \"Fullling workplace for our people\", and \"Obtaining value for money and effectiveness in how we work\".", "You can read more about our 2022-24 strategy here.", "Minouche Shak (2021) What We Owe Each Other: A New Social Contract for a Better Society, Princeton University Press ©2023 Central Bank of Ireland"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Social capital", "Trust and credibility", "Price stability", "Central bank independence", "Economic capital", "Monetary policy", "Inflation", "Fiscal policy", "EU economic governance", "Inequality"]}