{"sentences": ["Presentation of the Annual Report of the Autorité de contrôle prudentiel et de résolution (ACPR) for 2022 Press conference, Wednesday 31 May 2023 Speech by François Villeroy de Galhau, Governor of the Banque de France Chairman of the ACPR Ladies and Gentlemen, I am pleased to welcome you to our yearly presentation of the Annual Report of Autorité de contrôle prudentiel et de résolution - the (ACPR Prudential Supervision and Resolution Authority), in the company of Jean-Paul Faugère, Vice-Chairman of the ACPR, Alain Ménéménis, President of the Sanctions Committee, and Nathalie Aufauvre, Secretary General of the ACPR since January 2023.", "The events of 2022 and the beginning of 2023 have raised significant challenges, but also two valuable confirmations: that of the soundness of the French banking and insurance sector (I), and that of the European model of regulation and supervision (II).", "We nevertheless need to take reinforcement actions in the short and medium term (III).", "Major challenges that confirm the robustness of our financial system... will naturally remain the year when Russia invaded Ukraine.", "Geopolitical uncertainty spread to the financial sector, notably with the sharp rise in commodity prices and margin calls on their derivatives.", "This was compounded by other sources of volatility, in particular on the UK's sovereign debt, and the collapse of a number of crypto-assets.", "Furthermore, the nature of inflation changed: it became more domestic, affecting services and manufactured goods, and it is precisely on this \"underlying\" component that monetary policy had to act, and acted strongly.", "But it must be reiterated, the rise in interest rates generally benefits French and European banks, thanks to their diversified business model, broad deposit base and large loan portfolio.", "The 'SVB model' in the United States, penalised by the rise in interest rates, was an exception rather than the rule.", "French banks have demonstrated their robustness: their net banking income and their interest margin increased by 5.3% and 4.5% respectively in 2022.", "I hear that French banks' margins would be penalised, compared to their European counterparts, on the liabilities side due to regulated savings, and on the assets side due to fixed-rate housing loans.", "With regard to the first subject, the interest rate on the Livret A accounts must strike, and continue to strike a balance between the effective financing of social housing and, more broadly, of the French economy, and the fair return on savings: in this regard, I am pleased to note that the Livret d'épargne populaire (LEP), which pays 6.1% interest, is finally 'taking off' with 9.6 million passbooks at the end of March; I encourage banks to pursue this progress with their customers.", "As regards housing loans, fixed rate loans - which fortunately represent almost 98% of outstanding loans - are an essential protection for borrowers, and therefore ultimately for the banks as they limit their default risks.", "And more generally, rest assured that we will never take any prudential decision that could increase the risk of overindebtedness or of non-repayment of housing loans.", "The average solvency ratio of the six main French banking groups reached 14.9% at end-2022, still a high level, well above regulatory requirementsi.", "I welcome the publication yesterday of the report by the Observatoire du financement des entreprises ii, which notes that for this very reason, their access to financing has remained favourable despite the crises.", "French insurance groups also show high solvency ratios, around 250%, thanks to their dynamic activity and financial results.", "... and of our regulation and supervision model There are two other reasons why the US banking crises did not affect the euro area this time - although we must remain vigilant: our regulation and supervision.", "As regards regulation, Basel III in its entirety applies to all European banks, but only to 13 banks in the United States.", "According to a number of estimates, including our own, SVB's short-term liquidity ratio (LCR), had it been applicable, would have been below the 100% requirement, which would have been an early warning signal sake, all liquid assets are booked at fair market value in this ratio.", "The priority is therefore not to keep reworking the Basel requirements - and thus delaying their implementation - but to implement them everywhere and quickly.", "In short, more Basel III now, rather than a hypothetical and delayed Basel IV.", "However, there are two i ssues to consider: the increased speed of deposit withdrawals - connected with digitalisation and social networks - raises new challenges.", "None of the ideas put forward on this subject are clear-cut, but none should be taboo.", "Moreover, the lack of liquidity and transparency in the single- issuer CDS market must no longer give rise to systemic risks: as a first step, we must ensure a better understanding of the transactions, the participants and the correlation risk with other financial instruments.", "Let me now turn to supervision.", "Why did Credit Suisse fail despite meeting the requirements of Basel III?", "The answer is clear: good regulation is necessary; but it is never enough.", "A Highway Code - regulations -, even the best one in the world, will only be effectively enforced if the traffic police - supervisors - are efficient.", "The risks generated by specific business models should normally have led to stricter requirements.", "This is precisely the spirit of \"Pillar 2\" of the Basel framework.", "Supervision can and must be responsive, intrusive - including with on-site inspections -, exercised by highly qualified professionals, and applied forcefully.", "This is not wishful thinking: we have been practising it for decades at the ACPR, and for years now in the SSM.", "I would like to pay tribute to the ACPR's expertise and to the acclaimed work of its 1,050 women and men: it is indeed a certain \"French-style supervision\" model that inspired European-style supervision, under Danièle Nouy, the first Chair of the SSM, and which is still in place today under Andrea Enria.", "This active supervision is one of the greatest success stories of our European Banking Union.", "The SSM demonstrates the benefits of bringing all players under one main authority only, rather than under regional supervisors, with clearly defined responsibilities and coordination.", "This also allows for comparisons and for thematic on-site missions to be carried out.", "Furthermore, our active supervision demonstrates the strong value of regular stress tests, including on interest rate risks, which are also applied to smaller institutions.", "The European Banking Authority (EBA) conducts an EU-wide bank stress test every two years, taking into account the latest macro-financial developments: in 2023, the stress test scenarios are typically based on a sharp rise in short and long-term interest rates.", "In addition, under the EBA's Interest Rate Risk of the Banking Book (IRRBB) guidelines - as part of the rigorous application of the Pillar 2 provisions - published in 2018 and enhanced in 2022, European banks are required to conduct regular prudential stress tests to measure the impact of interest rate changes on their interest margins and the economic value of their capital; US regional banks such as SVB are not subject to this requirement.", "As regards the regulations of insurers, the general approach adopted in June 2022 by the European Council on amendments to the Solvency II Directive is in line with several of the ACPR's objectives: overall neutrality of quantitative requirements on the French market, support for long-term investment with more stringent requirements in terms of sustainable finance, better rules for cross- border transactions and better application of the principle of proportionality.", "It is now very important that the European Parliament adopt this directive as soon as possible, so that it can be implemented quickly and without being diluted.", "Areas to be enhanced in the short and medium term Resolution is another cornerstone of the Banking Union.", "However, the fact that the Swiss authorities opted for a merger in the case of Credit Suisse raised new questions about how to make resolution more operational and reliable.", "Let me share just two thoughts at this point.", "The first concerns the resolution of large or even systemically important banks.", "The provision of potentially significant amounts of liquidity in times of crisis is a prerequisite for successful resolution.", "The framework for the ECB to provide \"Eurosystem resolution liquidity\" has yet to be built.", "The other priority, at the other end of the spectrum, is to shift from resolution \"for a minority\" - a far too small minority of cases: two in the last nine years - to resolution \"for the majority\" of cases, including small and medium-sized banks.", "The European Commission's proposal for a revised crisis management and deposit insurance framework is a step in the right direction.", "Yet, greater pooling between the Resolution Fund and deposit guarantee schemes is debatable, as is the fact that large companies would potentially benefit from the same protection as the smaller deposits of individuals or small and medium-sized enterprises.", "Five more \"thematic\" risks also call for more stringent measures, some of which are already in place.", "With regard to customer protection and the sound supervision of business practices, Jean-Paul Faugère and I had clearly requested greater transparency - and moderation - of unit-linked life insurance fees.", "Fortunately, discussions with industry professionals have gathered pace in recent days to establish a system that better serves the interests of customers.", "Our objective is to significantly bolster the measures proposed last December by France Assureurs to ensure that unit-linked policies that are both overpriced and underperforming are more effectively removed from commercial offers.", "The industry should make a public announcement detailing these measures by next week.", "European DORA regulation published at the end of 2022, whose implementing decrees are currently being drafted, will allow for a better management of cyber risk, which has been particularly significant in recent months.", "France was ranked first in the fight against money laundering and terrorist by the FATF in its May 2022 assessment report.", "We must pursue our efforts to remain exemplary and play a leading role at international and European level, in particular in connection with the French bid to host the new European authority (AMLA) in in this area.", "As regards climate risk, despite major advances in terms of transparency and disclosure standards, the first dedicated stress tests - including the one pioneered by the ACPR - showed that preparation for physical and transitional risks could still be improved.", "As regards the insurance sector, EIOPA has conducted a first stress test on European supplementary occupational pension schemes.", "The ACPR has continued its work with insurers to prepare for the next exercise, which will take place in 2023 and whose results will be published in the first half of 2024.", "Lastly, and perhaps most importantly, as a number of recent episodes of market volatility have shown, non-bank finance poses an increasingly important systemic risk and needs to be better regulated, both at the microprudential and macroprudential levels, in order to control leverage and contain liquidity risk.", "We have just celebrated the 25th anniversary of the ECB, and next year we will mark the 10th anniversary of the SSM within the ECB.", "This is certainly not a time for complacent celebrations; it remains a time for active vigilance.", "But these milestones are an opportunity to recognise that, throughout years of severe international crises, the European financial system, and particularly the French one, is increasingly resilient.", "The ACPR is committed to contributing further to this.", "I will now hand the floor to Jean-Paul Faugère, Vice-Chairman of the ACPR, to speak about the insurance sector.", "The slight decrease observed in 2022 results from lower Tier 1 capital, which was impacted among other things by the lower valuation of insurance subsidiaries due to the rise in interest rates, compounded with an increase in risk-weighted assets stemming from a dynamic trend in customer loans.", "Observatoire du financement des entreprises, Le financement des entreprises dans un contexte de crises, 30 May 2023"], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking regulation", "Banking supervision", "Solvency", "Financial stability", "Credit risk", "Interest rate risk", "Cyber risk", "Climate risk", "Non-bank finance", "Deposit insurance"]}