{"sentences": ["Building resilience in markets - Remarks by Deputy Governor Vasileios 16 May 2023 Speech Remarked delivered at the Managed Funds Association Global Summit Thank you for the invitation to take part in today's conference.", "As you know, central banks and regulators globally have been increasingly focused on the resilience of markets and, within that, the role of non-bank nancial intermediation.", "At the Central Bank of Ireland, we are in a relatively unique position to consider these issues given the breadth of our mandate: we are the central bank, the nancial stability authority and the securities regulator.", "This means that, when we think about markets, we take a holistic view on why they matter from a public policy perspective.", "In that context, in my remarks today, I will focus on some of the structural changes in the nancial system in recent years; what these mean for market functioning, especially in times of stress; and how strengthening resilience of non-bank nance can contribute to better functioning markets.", "Ultimately, more resilient markets entail benets both for investors and the broader economy.", "The benets of market-based nancing Economists have been considering the relative merits of bank-based versus market-based nancial systems for decades.", "I will spare you an attempt to weigh into that debate in the time available.", "But one thing seems clear: in a nancial system that remains tilted towards bank nancing, like the one we still have in Europe, deepening capital markets can bring benets for the economy and society as a whole.", "Market-based nance provides a valuable alternative to bank nancing, supporting economic activity.", "It allows investors to channel their savings to a broader range of assets, enabling portfolio diversication.", "And it can facilitate risk sharing across the nancial system, with potential benets for macroeconomic stability.", "The benets of deeper and more accessible capital markets are reected in the EU's policy agenda on Capital Markets Union (CMU).", "While there is still much further to go to achieve a full CMU, it is clear that market-based nancing has become increasingly important in the EU as the nancial system has continued to evolve.", "For example, the share of total nancial sector assets held by banks in the Euro Area has fallen by around a third since the period before the nancial crisis.", "The share of new borrowing by companies in the EU through market-based nancing has almost doubled over the same period.", "And the share of commercial real estate assets held by investment funds has also doubled across the Euro Area over the past decade.", "So market-based nance has been growing in Europe, a trend that is also mirrored internationally, with potential benets for the economy as a whole.", "The need for resilience in markets For those benets to be realised fully, however, a critical precondition is that markets are resilient in the face of adverse shocks.", "If market nancing is there in good times only, and disappears or gets disrupted when shocks hit, that can adversely affect the rest of the nancial system or, increasingly, the broader economy.", "In fact, in recent years, we have seen incidents - at a global level - where external shocks resulted in a signicant disruption in core markets.", "For example, in March 2020, amid a sudden 'dash for cash', there was severe disruption in a range of global markets, including short-term funding markets, longer-term corporate debt markets and even sovereign debt markets.", "And, last year, we saw an abrupt disruption in the Gilt market in the UK, with evaporating market liquidity and a sharp spike in Gilt yields.", "This episode had signicant and persistent adverse spillovers for other market participants and the broader UK economy.", "Of course, in both of these instances, what triggered the stresses were exogenous events.", "In the former case, the onset of a global pandemic, which the world had not experienced in about a century.", "In the latter case, market perceptions of a shift in scal policy in the UK.", "But these exogenous events were amplied by vulnerabilities within the nancial system.", "Indeed, a common thread in both of these episodes was a spike in demand for liquidity due to asset sales by non-bank nancial intermediaries in light of underlying nancial vulnerabilities, including liquidity mismatch and leverage.", "And, in both of these cases, returning to functioning markets required signicant central bank interventions.", "In essence, what these stresses demonstrated was insufcient resilience in segments of the nancial system, or - put differently - insufcient private self-insurance ex ante.", "And the eventual outcome was a need for public interventions ex post.", "This is not an optimal outcome from a public policy perspective.", "Central bank interventions are not cost free.", "Depending on their design, they can interact with the monetary policy stance.", "They can also entail risks to central bank balance sheets.", "And any market expectations of central bank interventions ex post can distort incentives of market participants to self-insure ex ante.", "So these episodes - and the broader structural changes in the nancial sector since the global nancial crisis - raise important policy questions about how to strengthen resilience of markets.", "Markets as an ecosystem Markets are complex ecosystems, with a range of diverse participants.", "At the end of the day, the dislocations experienced in markets during the above episodes were the outcome of large spikes in the demand for liquidity, which were not met by liquidity supply.", "It is therefore very welcome that - at a global level and led by the Financial Stability Board (FSB) - these policy questions are being approached in a holistic way.", "That work covers dimensions related to the observed spikes in demand for liquidity, especially by non-banks, for example where they needed to sell assets to meet investor redemptions (such as money market funds or open-ended funds) or unwind leveraged positions (such as LDI funds).", "And it also covers dimensions related to the supply of liquidity in markets, including through the FSB's work on liquidity in core government bond markets and IOSCO's work on liquidity in corporate bond markets.", "While no single policy initiative on its own will be a silver bullet, it is important that momentum to strengthen resilience of markets is maintained.", "That will enable market-based nancing to full its role as a valuable and sustainable source of nancial intermediation for the broader economy.", "A missing ingredient in the regulatory framework for NBFI: the macroprudential Let me now focus on one specic dimension of the broader policy agenda: strengthening resilience of non-bank nancial intermediation.", "This is at the forefront of our own thinking at the Central Bank of Ireland, given the size of the non-bank nancial intermediation sector, especially asset management, based in Ireland.", "The area of non-banks is one where an evolution in the regulatory approach is likely required over time.", "The regulatory framework at the moment is very much founded on - and has been mainly designed around - the protection of investors.", "While this dimension is critical, the impact of non-bank nancial intermediation is much broader than on their own investors.", "In the face of adverse shocks, vulnerabilities in non-banks can trigger or amplify broader market stresses, with adverse implications for the broader macro-economy.", "So complementing the investor protection perspective, an additional perspective is needed in regulation: one that is macroprudential in focus.", "Financial stability and investor protection are entirely complementary objectives.", "Investors can suffer if markets are not resilient and liquidity disappears in times of stress, when it may be needed most.", "And nancial intermediaries operating in the best interests of investors, safeguarding the integrity of markets, is a necessary precondition for nancial stability.", "To illustrate the point around complementarity of objectives with a more practical example, take the global policy discussions around anti-dilution tools for open-ended funds.", "These entail positive investor protection benets, by ensuring that redeeming investors bear the cost of redeeming shares in open-ended funds.", "And they can also entail positive nancial stability benets, by guarding against rst-mover advantage dynamics in light of liquidity mismatches in segments of the open-ended funds sector.", "Towards a macroprudential perspective in the regulation of funds: some guiding principles Developing such a macroprudential perspective in the regulation of non-banks can strengthen the resilience of markets.", "But I fear that when people hear the words 'macroprudential' they immediately think of banks.", "Let me be clear on this too.", "A macroprudential perspective in the regulation of non-banks does not mean applying the same approach as we have for the banking system.", "Banks are very different to non-banks, and seeking to transpose the existing banking framework to other parts of the nancial system will not be effective.", "So how might we approach this instead?", "Let me offer some principles that can guide the way forward.", "I'll do this with a focus on the investment fund sector, partly because this is a sector where we have particular expertise in regulating and supervising in Ireland, but also because it has grown signicantly in systemic importance at a global level in recent years.", "Focus on cohorts of funds The funds sector is very diverse, with many different types of business models.", "So there cannot be a 'one-size-ts-all' approach across the sector.", "Moreover, in many cases, an individual fund is less likely to be systemically important.", "There are thousands of funds, which - individually - may not matter for the rest of the nancial system or the economy.", "But the collective impact of correlated behaviour across a cohort of funds, especially in the face of similar underlying vulnerabilities, can have a material impact on market outcomes.", "Indeed, what are individually rational actions by individual funds can - collectively - lead to disruptions in core markets.", "A single LDI fund that has taken on substantial leverage through repo or derivatives could perhaps sell assets in the face of market volatility, without materially affecting market outcomes.", "But, in aggregate, across all LDI funds with similar vulnerabilities, the impact of correlated actions can - and has - led to destabilising markets.", "Aim to limit underlying vulnerabilities before shocks hit While the funds sector is very diverse, with activities that are very different to banks, this does not mean we start from a blank sheet of paper.", "We know where to look.", "Time and time again in the history of nancial stresses, some key sources of nancial vulnerabilities appear.", "The second is liquidity transformation.", "And, when shocks hit, they can transmit through interconnectedness to different segments of the nancial system.", "So an underlying focus of a macroprudential perspective would be to identify and mitigate those vulnerabilities ex ante.", "That focus needs to be particularly pronounced when funds are key participants in core markets.", "The regulatory framework needs to reect the evolving risk environment A key feature of the nancial system is that the nature and magnitude of risks evolves over time.", "This could be for either structural or cyclical reasons.", "For example, a gradually growing importance of the fund sector in a given core market would be a structural factor that implies that a disruption in that form of nancing could have a greater impact on the functioning of that market in times of stress.", "From a cyclical perspective, history points to periods of time when nancial market participants tend to under-price risk, only for that to reverse sharply in periods of stress.", "In that context, and to be effective from a macroprudential perspective, the regulatory approach cannot deliver static outcomes.", "It needs to reect the evolving risk environment.", "International coordination is critical Capital markets are very international in nature, which of course in itself entails signicant benets for the global economy.", "But it also means that international co-ordination in regulation is critical.", "Otherwise risks could just shift across borders, which can limit effectiveness of any regulatory approach.", "Moreover, the actions by one jurisdiction can have a direct impact on nancing conditions of another jurisdiction.", "Ultimately, nancial stability is a global public good.", "Everyone benets from resilient global markets.", "So developing policies to strengthen resilience of non-banks at a global level - as per the agenda of the FSB and IOSCO - is optimal.", "Substantial reforms to the regulation and supervision of banks since the global nancial crisis have resulted in a more resilient banking system.", "While banks remain at the core of the nancial system, market-based nance has continued to grow in importance, both in Europe and at a global level.", "This evolution of the nancial system can entail signicant benets for the broader economy.", "But for those benets to be realised fully, markets need to be resilient to stresses.", "Further steps need to be taken to strengthen the resilience of segments of the non-bank nancial system, including by developing a macroprudential lens in the regulation of non-banks.", "Achieving that would require developing a regulatory approach that: Focuses on cohorts of the non-bank sector; Aims to limit vulnerabilities before shocks hit; Ensures that regulatory outcomes reect the evolving risk environment; and, Crucially, is co-ordinated at a global level.", "Ultimately, that will better serve both investors and the broader economy.", "Thank you for your attention and I look forward to the panel discussion.", "I would like to thank Mark Cassidy, Gerry Cross, Patricia Dunne, Patrick Haran, Neill Killeen and Cian Murphy for their helpful comments.", "See, for example, Allen and Gale (2000) 'Comparing nancial systems'.", "Based on data collected by the Financial Stability Board as part of the 'Global monitoring report on non-bank nancial intermediation'.", "European Systemic Risk Board (2022) 'NBFI Monitor'.", "See Daly et al (2023) 'The growing role of investment funds in euro area real estate markets: risks and policy considerations' for the Euro Area and CBI (2022) 'Macroprudential measures for Irish property funds' for the equivalent share in Ireland.", "See, for example, Financial Stability Board (2020) 'Holistic review of the March market turmoil'; Liang (2020) 'Corporate bond market dysfunction during COVID-19 and lessons from the Fed's response'; Claessens and Lewrick (2021) 'Open-ended bond funds: systemic risks and policy implications'; and Dunne et al (2022) 'Financial fragility in open-ended mutual funds: the role of liquidity management tools'.", "See Financial Stability Board (2022) 'Liquidity in core government bond markets' and IOSCO (2022) 'Corporate bond markets - Drivers of liquidity during Covid-19 induced market stresses'.", "See Financial Stability Board (2022) 'Assessment of the effectiveness of the FSB's 2017 Recommendations on liquidity mismatch in open-ended funds'."], "classifications": ["none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Market resilience", "Non-bank financial intermediation", "Macroprudential regulation", "Financial stability", "Liquidity management", "Systemic importance", "Capital markets", "Bank lending", "Financial vulnerabilities", "Investment funds"]}