{"sentences": ["Conference \"The internationalisation of the euro and the creation of the EU Capital Markets Union\" - Paris, 16 June 2023 The euro as a complementary asset in a more multilateral system Speech by François Villeroy de Galhau, Governor of the Banque de France Ladies and Gentlemen, It is a great pleasure for me to be with you today for this conference on the internationalisation of the euro and the creation of the EU Capital Markets Union.", "I would like to warmly thank the Robert Triffin International (RTI) association and the European League for Economic Cooperation, and more particularly Bernard Snoy, for their invitation.", "I will begin by discussing the monetary policy decisions taken yesterday by the Governing Council (I), before getting to the heart of the matter of today's conference.", "Powerful forces are pushing for greater diversification within the international monetary system (II).", "The euro must now play its full international role, in order to assert itself as a complementary anchor towards the \"creative frontier\" that a truly multilateral international monetary system (IMS) would one day represent (III).", "Monetary policy We decided yesterday a 25 basis point increase, in line with the slower pace adopted early May.", "And our future decisions will be data driven, meeting by meeting.", "Hence nobody should rush to a premature conclusion about our calendar nor about our terminal rate, and the latest market volatility seems somewhat excessive.", "Let me stress two elements in this direction: • We are data driven, we are not forecasts driven.", "And recent data show that even if we are obviously still far from the inflation target, our monetary policy is at work, and is working : inflation has peaked in the euro area, core inflation has declined for the second consecutive month, and there are several other signs that underlying price pressures are softening.", "According to yesterday's inflation forecast, which is a rather cautious one, inflation should be at 3 % in the euro area by the end of this year, and at 2% by 2025: we are confident that we will deliver on our inflation target in the next two years.", "• We have already shown our determination on interest rates through this overall 400 basis point increase.", "We obviously covered most of the ground, and we are clearly in restrictive territory on all maturities: the key issue now is the transmission of our past monetary decisions, which is proceeding forcefully to financial conditions but could take up to two years for its full economic effects.", "Hence, the duration matters more than the level; persistence matters more than the peak.", "Forces pushing for greater diversification in the IMS Despite the end of the Bretton Woods system in the 1970s, the US dollar still plays a dominant role in the international monetary system (IMS).", "Nevertheless, the gradual decline in its share of global foreign exchange reserves, which began in the mid-2010s, has gained momentum since 2020, and we are witnessing a renewal of the debate on the dollar's continued role as the anchor of the IMS.", "Let's not be naive: geopolitical forces are powerfully at work, all the more so since Russia's invasion of Ukraine in early 2022.", "China, the world's second- largest economy, has been expressing its wish to internationalise the renminbi for several years now; this has already materialised in its tradei and could accelerate over the next few years.", "In particular, the climate transition will lead us to reduce our consumption of fossil fuels and considerably increase our consumption of resources for generating cleaner energy.", "As a result, we are likely to witness a profound reconfiguration of international trade and financial balances and, potentially, of the balance of power between currencies.", "China, for example, has positioned itself at key points in supply chains, and has a very dominant, even hegemonic, share of certain finished products.ii The use of the Chinese currency is on the rise: in 2022, 7% of transactions on foreign exchange markets had a renminbi leg,iii a figure twice as high as in 2019, thanks in particular to the offshore centres created since 2010.", "China also plays a major role as a bilateral creditor - with outstanding loans estimated at more than USD 350 billion,iv i.e.", "more than the World Bank - and even, in some cases, as a lender of last resort,v outside the framework of the International Monetary Fund (IMF) and any collective rules.", "However, the renminbi's share is likely to remain small, even in the medium term: its internationalisation will be structurally held back by its very limited convertibility.vi More broadly, the BRICS - in particular President Lula's Brazil - are expressing their wish to de-dollarise their economies, or even to create a common currency.", "European countries, while having shared foundations, know better than anyone how long it would take to give birth to a single currency.", "Nonetheless, these political premises call for vigilance, because they would lead to fragmentation rather than monetary diversification, but also because they resonate with other, more economic arguments.", "Other, shorter-term forces are at work.", "The supply of safe global dollar- denominated assets depends on the United States' fiscal capacity, while demand for these assets is set to grow.", "Yet, the recurring US debt ceiling crisis - this year was particularly acute - may erode international investors' confidence in dollar-denominated assets, making Triffin's dilemma more topical than ever.", "In addition, the fight against inflation in the United States has led the Fed to rapidly raise its rates since 2022, which has potentially difficult consequences for the financial stability of the many countries that are de facto dependent on the US dollar.", "All these forces could lead to changes to some of the balances of the current international monetary system.", "Admittedly, despite its gradual erosion from around 65% in 2016 to 58% in 2022, the weight of the dollar is likely to remain strong in the medium and long term.vii However, many currencies, including not only the euro but also the Canadian and Australian dollars, are already being increasingly used as reserve assets.", "A collective move towards a more multipolar international financial system therefore seems to be underway.", "However, a confrontational (non-) system, or disorderly fragmentation, would only lead to instability and inefficiency.viii In order to increase monetary confidence, we also need to preserve certain virtues of the current IMS: stable, based on collective rules, market-oriented, and that offers widely accepted safe assets.", "The euro as a complementary asset for a more multilateral IMS We Europeans must be proactive and involved in what depends on us: the euro should play a greater international role.", "It is already the second most widely used currency in the world, but its current weight, around 20% by most does not reflect its potential.", "As an emblem of the qualities of the type of IMS one would wish for, it is the currency of a jurisdiction with strong and stable democratic institutions, independent central banks, the rule of law and deep financial markets.", "It is supported by a soft power based on compliance with international rules, multilateralism and openness.", "The euro is also at the heart of vast international trade links.", "It now boasts a solid track record spanning nearly 25 years, making it a credible complement to the dollar as a safe asset.", "Objectively, one challenge remains: some may consider that the euro has become a sort of geopolitical proxy for the dollar since Europe decided - for excellent reasons - to take part in the sanctions against Russia.", "For my part, I have noted that investors rightly continue to see the euro and the dollar as two very distinct currencies.", "If it is to assert itself even more firmly as one of the anchors of the IMS, the euro must benefit from support which the Commissionx has begun to provide, notably through stimulus measures via capital markets.xi In my view, this support must now be relayed by the ECB and all of us, the central banks of the Eurosystem.", "Since the introduction of the euro, the Eurosystem has adopted a neutral stance regarding the development of the international role of the euro.", "Admittedly, this role is not one of the objectives of the Treaty: the euro was created for internal purposes, and not primarily to act as an international currency.", "But the fears expressed at the time of a potential loss of control over monetary policy are no longer justified; a strengthening of the international role of the euro would now even be associated with greater autonomy and a reduced impact of exchange rate shocks on inflation.", "One of the main levers for action is to increase the supply of safe euro- denominated assets.", "The launch in 2021 of the Next Generation EU (NGEU) programme will raise EUR 800 billion.", "Above all, the unified approach to financing EU borrowing, which was introduced by the Commission in 2023, means that bondsxii can be issued under the single name of \"EU bonds\", which has the advantage of avoiding fragmentation and boosting the liquidity of issues.", "But I believe we need to go further, by aiming to bring together the bond issues of the Commission, the European Stability Mechanism (ESM) and maybe the European Investment Bank: the total pool would then amount to EUR 1,100 billion.", "We also need to speed up the implementation of the Capital Markets Union (CMU), which is crucial for ensuring a better allocation of capital within the euro area: this internal integration priority also serves the euro's external role.", "These first, realistic steps are the only advances within our reach at this stage.", "They should not divert our attention from the \"creative frontier\"xiii multilateral financial system would represent.", "The ultimate goal remains to lead the IMF to become a more universal, accessible and agile lender of last resort.", "This would require adjusting the IMF's role and financial capacity in the global financial safety net, to better reflect the new global economic balances and prevent some under-represented countries from taking or pursuing more unilateral routes.", "Allow me to conclude with a broader observation: Europe has often originated from internal motives - prosperity and peace between its members - which it has then been led to \"internationalise\", gradually asserting itself as a power of economic and commercial diplomacy, security... and potentially as a monetary anchor.", "We Europeans are often modest and cautious in these matters, sometimes excessively so.", "But this multipolar world needs new multilateral skills... and who better than us Europeans to bring them to life and nurture them?", "Yes, the world of 2023 needs Europe.", "Thank you for your attention.", "In particular in its raw materials and energy sale and purchase contracts, see for example, China's agreements with Brazil, Argentina and Saudi Arabia, and Total Energies' first renminbi-denominated contract for the sale of liquefied natural gas in March 2023.", "Villeroy de Galhau, F., Multipolarity and the role of the euro in the International Financial System, speech, 16 May 2022"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["International monetary system", "Euro", "Dollar", "Monetary policy", "Inflation", "Capital Markets Union", "Safe assets", "Multipolarity", "Diversification", "EU bonds"]}