{"sentences": ["Earlier this year, heavy rainfall flooded five states in Malaysia, forcing over 30,000 victims to leave their homes.", "In December last year, a tragic landslide in Batang Kali claimed the lives of 31 out of 92 victims.", "These events resulted in significant financial losses, infrastructure damage, and most tragically, loss of precious lives.", "Floods, droughts, heatwaves, loss of biodiversity, rising sea levels and coastal erosions are several climate risks we face going into the future due to climate change.", "Mitigation and adaptation efforts by all parties, including businesses and households, will be crucial to reduce these risks.", "DFIs have a role to play in this effort.", "As we navigate the path ahead, it is important that we avoid the pitfalls of hasty actions or inaction, while at the same time strive to preserve and advance decades-long progress in financial inclusion.", "My remarks this morning will touch on three imperatives, namely: (a) industry partnerships, (b) blended finance, and (c) policy influence; that in my view will sharpen the role of DFIs in contributing to Malaysia's aspiration to achieving net zero GHG emission by as early as 2050.", "Firstly, DFIs can catalyse change through purposeful partnerships with industry players, government agencies, and financial institutions.", "By leveraging each other's expertise and pooling resources, DFIs can implement effective strategies that would otherwise be challenging to undertake alone.", "For example, the Coastal Climate Resilient Infrastructure Project (CCRIP) in Bangladesh exemplifies such collaboration between multiple DFIs and the government.", "Funding from International Fund for Agricultural Development (IFAD), Asian Development Bank (ADB), KfW, and the Government of Bangladesh, supports CCRIP's goal of improving the infrastructure in disaster-prone regions in southwest Bangladesh.", "The project focuses on constructing climate-resilient roads, designed to endure cyclones through strategic engineering, using resistant materials, raised construction, and effective flood and erosion management .", "CCRIP has achieved significant outcomes, benefitting local farmers and entrepreneurs by improving accessibility and connectivity in remote areas, even during the monsoon season.", "The project not only builds and upgrades markets, but also significantly boosts sales of agricultural produce and enhances access to inputs.", "Additionally, CCRIP enhances climate change adaptation capacity and promotes employment opportunities and gender empowerment.", "CCRIP demonstrates the power of collective action in addressing specific national economic issues or local community development, and therefore sets a compelling precedent for Malaysian DFIs.", "Instead of working in isolation, DFIs can leverage pooled resources and expertise to jointly deliver targeted support, catalyse effective infrastructure development and drive transformative change.", "Secondly, DFIs can use blended finance to mobilise both public and private capital, specifically targeting near-bankable projects with significant economic spillover.", "By blending different sources of capital such as government grants, concessional funds, and private capital, the project risks can be diversified to align with the risk appetite of each capital provider.", "An example of a successful blended finance is the Philippines Water Revolving Fund (PWRF) .", "PWRF is a co-financing facility by the Development Bank of the Philippines (DBP) in collaboration with Japan International Cooperation Agency (JICA) and USAID to incentivise commercial banks to lend to the water and sanitation sector.", "Key features include a sovereign guarantee by the Philippines' Department of Finance, a credit risk guarantee by a private guarantor, and technical capacity building programmes in water project appraisal for inexperienced lenders.", "The fund has successfully channelled over USD 234 million towards 21 water and sanitation projects, with approximately 60% crowded in from commercial banks.", "As a result, roughly 6 million people now have improved access to piped water.", "This success story exemplifies how blended finance can unlock private sector participation and generate positive economic and social outcomes.", "Thirdly, DFIs have the capacity to influence government policy to build long term solutions.", "Given DFIs' wealth of expertise and a holistic understanding of the sectors and segments served, as well as close affiliation with Government bodies, DFIs are wellpositioned to surface pain-points and advise governing bodies on suitable policies to achieve climate goals.", "A good case of policy additionality is the Melaka Green City Action Plan (GCAP), developed by the Melaka State Government with technical assistance from the Asian Development Bank (ADB) .", "Through this policy, the Melaka State Government was able to reduce carbon emissions and energy costs by transforming 120,000 streetlights into smart LED streetlights.", "Subsequently, the federal government has requested ADB to support the development of subsequent GCAPs for 14 selected cities in the country .", "Malaysian DFIs can draw inspiration from this collaboration to strengthen capacity and assume a more influential role in shaping government policies.", "Embracing this opportunity for policy additionality is not only crucial for progress but also aligns perfectly with the expected responsibilities of DFIs.", "Finally, the role of industry association - ADFIM - cannot be underestimated.", "As the collective body representing DFIs' interest, ADFIM has traditionally leveraged its influence to champion common interests and resolve industry issues.", "However, ADFIM is poised to go further by fostering industry collaboration and promote knowledge sharing among its members through exchange of best practices and issuance of technical papers.", "Through these efforts, ADFIM can become an enabler for a greener Malaysia.", "Ladies and gentlemen, the Bank acknowledges that the path ahead may present challenges for DFIs.", "Therefore, today's forum provides a platform for open dialogues, where we can learn from each other's experiences, discuss emerging trends, and identify relevant opportunities for the DFI industry.", "We believe DFIs have the potential to become trailblazers in addressing climate change, and we actively seek partnerships with visionary DFIs to introduce innovative sustainability-linked financing initiatives before the JC3 Conference later this year, or at the very least, for Budget 2024.", "In closing, I want to leave you with the powerful words of Mia Mottley, the Prime Minister of Barbados, from her opening remarks at the UN COP26.", "She said, \"If our existence is to mean anything, then we must act in the interest of all our people who are dependent on us.\"", "The heart-wrenching story of a grieving grandmother collecting the bodies of her daughter's family of 4 in the Batang Kali tragedy is a stark reminder that climate change is escalating, and its impact is striking closer and closer to home.", "This tragic reality demands our swift and decisive action to mitigate its devastating impact and ensure no Malaysian gets left behind in the transition towards a low-carbon economy.", "On that note, I wish all of you fruitful discussion in the sessions ahead and I look forward to tangible outcomes from these discussions.", "Impact Assessment Report: Coastal Climate Resilience Infrastructure Project (CCRIP).", "[ Source ] The previous roads mentioned were merely dirt roads that became unusable during heavy rains and cyclones, indicating a lack of advanced construction techniques.", "The issues primarily arise from improper design, construction techniques, and the use of weak materials that are unable to withstand cyclonic conditions.", "In the case study, the roads described are specifically engineered using materials capable of withstanding frequent submersion in salty or brackish water.", "These roads are built at higher elevations with broader and more elevated shoulders, while also incorporating culverts and water gates to effectively manage floodwater.", "Additionally, where suitable, vetiver grass is utilised to reinforce road slopes and prevent erosion.", "The term \"climate-resilient\" is used to describe these roads, emphasising their ability to withstand environmental challenges without employing other technical jargon.", "Water Revolving Fund in the Philippines.", "[ Source ] ADB Technical Assistance Report."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["climate change", "DFIs", "blended finance", "policy influence", "industry partnerships", "infrastructure development", "climate adaptation", "financial inclusion", "sustainability-linked financing", "net zero GHG emission"]}