{"sentences": ["I'm pleased to be here with Senior Deputy Governor Carolyn Rogers to discuss today's policy announcement and the Bank of Canada's Monetary Policy Report (MPR).", "Today, we raised our policy interest rate by 25 basis points to 5%.", "We are also continuing our policy of quantitative tightening.", "This decision reflects two broad considerations.", "First, monetary policy is working, but underlying inflationary pressures are proving more stubborn.", "We have made considerable progress in the fight against inflation.", "Consumer price index (CPI) inflation has fallen from a peak of 8.1% last summer to 3.4% in May.", "But even as headline inflation has come down largely as we forecast, underlying inflationary pressures are proving more persistent than we expected.", "Higher interest rates are needed to slow the growth of demand in the economy and relieve price pressures.", "Second, we are trying to balance the risks of under- and over-tightening monetary policy.", "If we don't do enough now, we will likely have to do even more later.", "If we do too much, we risk making economic conditions unnecessarily painful for everybody.", "We've come a long way, and we don't want to squander the progress we've made.", "We need to stay the course to restore price stability for Canadians.", "Let me expand on these considerations and highlight a few key points in the Governing Council's deliberations.", "Since the beginning of the year, global growth has been stronger than expected.", "Lower energy prices and smaller price increases for goods have helped ease global inflation.", "But we're seeing persistent inflationary pressures in services, driven by robust demand and tight labour markets.", "The Bank estimates global economic growth will be stronger this year than we expected in January and April.", "It is a similar story in Canada.", "Growth has been surprisingly strong, and the economy remains in excess demand.", "Consumer spending on services remains robust.", "And while spending on many goods that are typically sensitive to interest rates has slowed, it has not slowed by as much as we expected.", "The housing market has also seen some pickup in activity.", "Several factors appear to be supporting household spending.", "The labour market remains tight, even if there are some signs of easing.", "The unemployment rate has increased slightly but remains historically low, and wage growth has been between 4% and 5%, higher than is consistent with price stability.", "Many households have also accumulated savings since the beginning of the COVID-19 pandemic.", "Some households have cut back on spending because inflation and higher rates have eaten into their budgets, and some are being severely squeezed.", "But for many, larger savings may be acting as a buffer and supporting consumer spending.", "Rapid population growth is contributing to both supply and demand in the economy.", "Newcomers to Canada are entering the labour force, easing the labour shortage.", "But at the same time, they add to consumer spending and demand for housing.", "Turning to inflation, while CPI inflation has fallen relatively quickly, much of the downward momentum has come from lower energy prices and base-year effects as the large price increases we saw last year fall out of annual inflation.", "We are still seeing large price increases in a wide range of goods and services.", "Our measures of core inflation-which we use to gauge underlying inflationary pressures-have come down but not by as much as we expected.", "Three-month rates of core inflation have been around 31⁄2% to 4% since last September, suggesting little downward momentum in inflation.", "Consumer and business expectations for near-term inflation are moderating, but they are still high.", "And businesses are saying they are still increasing their prices more frequently than they did before the pandemic.", "Looking ahead, we continue to expect economic growth to moderate and inflation to ease, but this will take longer than we forecast in January and April.", "As the global economy slows and higher interest rates work their way through the Canadian economy, we expect economic growth to average about 1% through the second half of this year and the first half of next year.", "This means the economy moves into modest excess supply in early 2024, and this should relieve price pressures.", "CPI inflation is forecast to remain about 3% for the next year, before declining gradually to the 2% target in the middle of 2025.", "This is about six months later than we expected in April.", "Our decision to raise the policy rate reflected the persistence in both excess demand and underlying inflationary pressures, combined with our outlook for economic activity and inflation.", "The consensus among Governing Council was that monetary policy needed to be more restrictive to bring inflation back to the 2% target.", "These decisions are difficult, and we did discuss the possibility of holding rates unchanged and gathering more information to confirm the need to raise the policy rate.", "On balance, our assessment was that the cost of delaying action was larger than the benefit of waiting.", "Elevated inflation is a burden on Canadians, especially for the most vulnerable.", "We are also acutely aware that higher rates are making life more difficult for many Canadians.", "And we know many Canadians are asking: Is the Bank done raising interest rates, or will rates need to go higher still to relieve price pressures?", "The short answer is we will be taking each decision based on the information available at the time.", "What we can say is that monetary policy is working, and we know it will take more time for the full effects of past interest rate increases to work their way through the economy.", "With the increases in our policy rate in June and July, our outlook has inflation going gradually back to the 2% target.", "But several things need to happen for inflation to continue easing.", "And we are particularly concerned about two upside risks to the outlook.", "First, we have been surprised by the persistence of excess demand and underlying inflation in Canada and globally.", "We know that higher rates are having an impact, but how big their impact will be is uncertain.", "Second, with the downward momentum in inflation waning and our forecast suggesting inflation will be around 3% for the next year, we are concerned that the progress to price stability could stall, and inflation could even rise again if there are upside surprises.", "As I said, we are trying to balance the risks of over- and under-tightening.", "If new information suggests we need to do more, we are prepared to increase our policy rate further.", "But we don't want to do more than we have to.", "These decisions will be guided by our assessment of incoming data and the outlook for inflation.", "We need to see demand growth slow, wage pressures moderate and corporate pricing behaviour normalize.", "We will also need to see near-term inflation expectations and measures of core inflation come down further.", "The substantial drop in inflation over the past year is welcome news for all Canadians.", "But monetary policy still has work to do-our job is not done until inflation is centred on our 2% target.", "That is the level that helps the economy grow sustainably, restores competitive forces in the economy and gives Canadians the price stability they need to budget and invest with confidence.", "With that summary, the Senior Deputy Governor and I would be pleased to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Inflation", "Interest Rates", "Economic Growth", "Monetary Policy", "Price Stability", "Labour Market", "Consumer Spending", "Housing Market", "Core Inflation", "Demand"]}