{"sentences": ["Speech Long and Variable Monetary Policy Lags Christopher Kent Assistant Governor (Financial Markets) KangaNews DCM Summit Sydney - 20 March 2023 It's great to be back at the KangaNews Summit.", "Last year I discussed the Reserve Bank's move to quantitative tightening (QT).", "Today I'll provide a brief update on the unwinding of our unconventional policies before turning to more conventional monetary policy issues, which will be the focus of my presentation.", "The unwinding of unconventional monetary policies We are currently pursuing passive QT, whereby we allow our holdings of government bonds to roll off as they mature.", "The next maturity of substance is $13 billion of the April 2023 Australian Government bond.", "Some central banks have slowed QT by reinvesting some of their maturing bonds; others have done the opposite, pushing QT along by selling bonds well ahead of maturity.", "While QT will contribute to a moderate decline in our balance sheet over the next few years, the roll-off of the Bank's Term Funding Facility (TFF) will lead to a sizeable reduction in our balance sheet this year and next (Graph 1).", "Banks are preparing for that in advance.", "When the time comes, they will use some of the balances held in their Exchange Settlement (ES) accounts at the Reserve Bank to repay loans they have obtained under the TFF.", "In return, they will receive back the collateral secured against those loans.", "If that collateral was in the form of securities issued by the Australian Government or the states and territories, there will be no net effect on a bank's liquid asset ratio.", "But much of the collateral pledged for the TFF was in the form of self-securitised assets, which do not count towards a bank's liquidity for regulatory purposes.", "Accordingly, as they run down their ES balances to repay funds borrowed under the TFF, banks will need to obtain high-quality liquid assets (HQLA).", "They could also source more of their funding in products like term deposits to reduce the amount of liquid assets they need to hold.", "Meanwhile, banks have been issuing more long-term bonds in what had been relatively favourable conditions in global bond markets.", "Our liaison with the banks suggests they are planning for further issuance of bonds as they prepare for the roll-off of the first tranche of $76 billion of the TFF between April and September this year.", "However, conditions in global bond markets have been strained recently following the failure of Silicon Valley Bank in the United States.", "Volatility in Australian financial markets has picked up but markets are still functioning and, most importantly, Australian banks are unquestionably strong - the banks' capital and liquidity positions are well above APRA's regulatory requirements.", "Banks are already well advanced on their bond issuance plans for the year and could defer their bond issuance for a while.", "Even if markets remain strained for a time, Australian banks' issuance will continue to benefit from the strength of their balance sheets.", "As loans from the TFF mature and are replaced with funding at higher cost, this will tend to push up banks' funding costs.", "The TFF accounted for around 5 per cent of banks' overall funding at its peak.", "However, much of the funding was hedged, either by issuing term-matched fixed-rate mortgages or by using derivatives to convert the fixed rate TFF payments back to floating rates.", "Hence, the rise in the cash rate and interest rates more broadly has already had some effect on the cost of banks' funding from the TFF.", "Inflation targeting in Australia It was 30 years ago this month when the Bank first raised the concept of inflation targeting in a speech by then Governor Bernie Fraser.", "His description closely matches the formulation that is used now - namely, a flexible medium-term inflation target whereby the Bank aims to keep inflation within the range of 2-3 per cent on average over time.", "Currently, the Bank is focused on bringing inflation back down to the target range.", "High inflation imposes a significant burden on the finances of all Australians.", "The rise in interest rates, which is needed to rein in inflation, imposes an extra burden on mortgage holders, but that burden will be higher still if we don't bring inflation down in a timely manner.", "The transmission of tighter monetary policy through to economic activity and inflation takes time.", "Monetary policy affects the spending and investment of businesses and households with a lag.", "In turn, those changes in demand take time to have their full effect on the setting of prices and wages.", "These lags mean that central banks need to set monetary policy with a view to the future when it will be having its strongest effects.", "If instead the transmission of policy was rapid, we could use timely course corrections to navigate the economic path.", "However, the presence of lags in transmission adds a challenge to the setting of monetary policy.", "Monetary policy lags: Two reasons for recent changes The lags in the transmission of policy are not only long, but they are variable, changing over time in response to cyclical and structural changes in the economy.", "Further complicating matters, the lags are different across the different channels of monetary policy.", "Today I'll mention two temporary changes that, by themselves, are likely to have lengthened the time it currently takes for monetary policy to affect spending via its effect on the cash flows of borrowers.", "I'll stress at the outset though that this cash flow channel is just one way in which monetary policy is transmitted through the economy.", "There are other critical channels and, as I'll emphasise later, these appear to be operating in the usual way.", "Fixed-rate mortgages The first change contributing to slowing the cash flow channel is the high share of fixed-rate mortgages by Australian standards.", "Unlike variable-rate borrowers, whose required mortgage repayments have risen alongside increases in the cash rate, fixed-rate borrowers face a large and delayed jump in their mortgage payments, depending on the term of their fixed-rate loan.", "Fixed-rate loans peaked slightly above 35 per cent of all housing credit in early 2022, compared with a pre-pandemic average of closer to 20 per cent (Graph 2).", "While fixed-rate loans have been rolling off since then, and borrowers have generally switched onto variable-rate loans, this adjustment still has some way to play out.", "Fixed-rate Housing Loans Share of outstanding credit* 10 10 2004 2007 2010 2013 2016 2019 2022 Dashed line assumes housing credit remains constant and all fixed-rate loans roll-over to variable rates; alternative scenarios assuming the current share of fixed-rate lending continues yields similar estimates.", "Sources: APRA; RBA So, the unusually high share of fixed-rate loans when the Bank started to tighten monetary policy has added an extra delay to the pass-through to outstanding mortgage rates.", "We can see the effect of the high share of fixed-rate mortgages in Graph 3.", "Since last May, the average outstanding mortgage rate across all loans has increased by around 110 basis points less than the cash rate.", "More than half of this difference owes to the effect of fixed-rate mortgages that haven't yet rolled onto higher interest rates.", "Also, the average outstanding rate for variable-rate mortgages has risen by around 40 basis points less than the cash rate as a result of competition among lenders for good-quality borrowers.", "Change in Housing Lending Rates Cumulative change since April 2022 Variable-rate loans 300 300 250 250 New 100 100 M J J A S O N D J F M J J A S O N D J F Sources: APRA; RBA A few days ago, we published detailed material on fixed-rate borrowers.", "I won't repeat that here, other than to note that increases in the cash rate have been passing through to a sizeable number of loans that rolled off their earlier fixed rates last year (about 590,000 loans, or around 10 per cent of the value of all loans).", "Half of the remaining fixed-rate loans are due to roll off over the course of this year (or about 880,000 loans).", "As those fixed-rate loans reset at a higher interest rate, borrowers will be faced with a sizeable jump in their required mortgage payments.", "This reduction in borrowers' free cash flows will place pressure on their budgets - in addition to that associated with the burden of high inflation - and require an adjustment of their spending and/or saving behaviour.", "That's not quite the end of the story though.", "We need to think about the timing of those cash flow effects on the spending of those borrowers.", "One issue is the extent to which fixed-rate borrowers make adjustments in anticipation of rolling over to a higher rate mortgage to better smooth their spending.", "If all fixed-rate borrowers did this to a significant degree, it would mean that the timing of the cash flow channel would be largely invariant to the share of fixed-rate borrowers.", "I roll onto the higher rate.", "Even those that are more forward looking are likely to make moderate adjustments at first, with further adjustments required at the time of the switch.", "Hence, despite the potential for some forward-looking behaviour, it is plausible that the high share of fixed-rate loans has contributed to a longer lag for the cash flow channel.", "Estimates of how much further scheduled mortgage payments will rise as fixed-rate borrowers roll off their loans this year are provided in Graph 4.", "Scheduled mortgage payments - interest plus scheduled principal repayments - are shown in the blue bars.", "These rose by about 1.1 percentage points of household disposable income over 2022.", "The blue dashed line provides an estimate of how much further scheduled mortgage payments will rise based on the current cash rate: around 1.5 percentage points further by the end of 2024, with the bulk of that flowing through by the end of this year.", "Hence, only about 45 per cent of the rise in the cash rate to date had passed through to total scheduled mortgage payments at the end of 2022, though slightly more will have passed through in the early months of this year.", "Housing Mortgage Payments Quarterly; share of household disposable income Scheduled payments 12 12 10 10 6 6 2006 2010 2014 2018 2022 2026 Interest and scheduled principal Extra payments Estimated scheduled payments using credit foncier model.", "Based on cash rate increases to date.", "Projections incorporate the observed gap between cash rate increases and increases to variable loan rates.", "Sources: ABS; APRA; RBA There's a second important factor that is likely to be adding to the lag in the transmission of monetary policy to household spending - the large run up in the stock of household savings during the pandemic, with some of that undertaken by borrowers.", "We can see that in the sharp rise in extra mortgage payments during the pandemic shown as the violet portion of the bars in Graph 4.", "These are payments into offset and redraw accounts.", "Balances in these accounts are a source of savings that mortgage holders can draw upon, if they choose, to help sustain their spending in the face of rising interest rates and other cost-of-living pressures.", "Even though these extra mortgage payments declined a little through 2022 as scheduled mortgage payments rose, borrowers in aggregate were still adding to this stock of savings.", "The stock of these extra payments is high (relative to incomes) compared with historical experience.", "Graph 5 shows the quarterly flows into offset and redraw accounts.", "Over the decade or so prior to the term of 25 years.", "From 2012-2015 households steadily made above-average payments and so built additional buffers in their offset and redraw accounts.", "Interest rates were being cut at the time and borrowers saved some of the reduction in their scheduled mortgage payments.", "Then, from 2017-2019, borrowers' payments into offset and redraw accounts declined below 2 per cent.", "This occurred at a time of weak income growth, so reducing their actual mortgage payments in this way helped to sustain stronger consumption than would have otherwise been the case.", "During the pandemic, borrowers again built up their mortgage buffers at a faster rate than normal, adding a similar additional amount to their buffers as they had done in the earlier episode.", "Indeed for a number of quarters during the pandemic, extra mortgage payments were as much as 2 percentage points above the historical average (as a share of quarterly disposable income).", "Extra mortgage payments dipped below 2 per cent in the December quarter, but the additional mortgage buffer still constitutes an important part of the additional savings of households overall.", "To give a sense of the size of this additional mortgage buffer, if borrowers decided not to make any extra mortgage payments for a time, it would take around four quarters for the additional buffer built up during the pandemic to run down (again this is all relative to their historical norms of Australians paying down their mortgages more quickly than required).", "Extra Mortgage Payments* Quarterly; share of household disposable income 2 2 average 2010 2014 2018 2022 Net payments into offset and redraw accounts.", "Sources: ABS; APRA; RBA Indebted households' willingness to draw on these and other savings buffers will have an important bearing on how the economy evolves from here.", "If borrowers allow these additional savings to run down even to some extent, it will help to sustain their current spending in an environment of higher interest rates and cost-of-living pressures.", "That is, they can choose to delay some or all of the effect of the cash flow channel of monetary policy on their spending for a time.", "Whether they will do this, however, is uncertain.", "They may act much like they did in 2017-2019, running down their buffers by reducing payments into offset and redraw accounts to well below their historical average during a period of weak income growth.", "Or, borrowers may instead decide to hold onto their additional buffers, or at least run them down gradually over a much longer period.", "Indeed, higher interest rates create an incentive to save more and pay down mortgage balances more quickly - this effect is known as the 'intertemporal' channel of monetary policy.", "At the same time, there will be some borrowers whose budgets are under substantial pressure and so they will have to run down their buffers to meet higher living and interest expenses.", "Importantly, this additional stock of savings is not distributed evenly among borrowers.", "Those with relatively new loans and on lower incomes are likely to have more modest buffers, if any, and they will be feeling more pressure to adjust their spending than others.", "The Bank is very conscious of the challenges facing borrowers, particularly as interest rates have risen quickly over the past year.", "That said, a wide range of borrowers appear to have built up sizeable buffers, across different income groups and among both fixed- and variable-rate borrowers (Graph 6).", "For those on variable rate loans, borrowers with lower incomes added $17,000 on average to buffers in offset and redraw accounts over the past three years; this compares with the average of $39,000 accumulated by the highest income borrowers.", "But loan balances of borrowers on lower incomes, and hence their loan payments, are also smaller on average - $230,000 compared with $575,000.", "One final caveat is that, even within the income quartiles, the average is skewed by some borrowers accumulating much larger balances than others.", "Sources: RBA; Securitisation System In summary, the lagged effect of the cash flow channel of monetary policy is likely to be somewhat elongated currently due to the high proportion of fixed-rate loans and sizeable buffers held by many borrowers.", "This means that it's likely to take longer than usual to see the full effect of higher interest rates on household cash flows and household spending.", "However, only one-third of households have a mortgage and the cash flow channel is only one way in which higher interest rates affect the economy.", "Ultimately, what matters for demand and inflation is how businesses and households overall - not just the borrowers among them - respond to higher interest rates through all the channels of monetary policy.", "There is no reason to think that other channels of monetary policy are more or less effective than usual.", "For example, the sharp reduction in demand for new housing loans is in line with historical experience given the sharp rise in interest rates and the decline in turnover and prices in housing markets; the demand for new construction has also fallen noticeably.", "Higher interest rates are making it more attractive to save and more costly for firms to invest; they have also contributed to lower asset prices and so lower wealth, which will impinge on households' willingness to spend.", "It may appear that with the Australian dollar little changed over the past year (on a trade-weighted basis), that the exchange rate channel is not operating as usual.", "But the rise in interest rates in Australia has helped to support the value of the Australian dollar and therefore the prices of imported goods and services are not as high as they otherwise would have been.", "In short, all of these other channels of monetary policy are helping to slow the growth of aggregate demand and bring down inflation.", "The Bank will continue to closely monitor the transmission of monetary policy and its impact on household spending, the labour market and inflation.", "The Board will respond as necessary to bring inflation back to target in a reasonable time.", "This will benefit all Australians, as high inflation imposes a significant burden on all of us, those with a mortgage, those with savings, and the most vulnerable that have neither.", "[*] I thank Duke Cole, Anthea Faferko, David Jacobs, Anirudh Suthakar and Benjamin Ung for their excellent assistance in preparing this speech.", "[1] Kent C (2022), 'From QE to QT - The Next Phase in the Reserve Bank's Bond Purchase Program', Speech at KangaNews DCM Summit, Sydney, 23 May.", "[2] For banks without large ES balances, they would look for funding to cover the TFF repayments but not necessarily need to also fund the purchase of new HQLA.", "[3] Fraser B (1993), 'Some Aspects of Monetary Policy', Talk to Australian Business Economists (ABE), Sydney, 31 March.", "[4] The fixed rate share of housing credit rose over 2020 and 2021 as borrowers were attracted by the historically large discount on fixed rates relative to variable rates available over much of this period.", "[5] Lovicu G, J Lim, A Faferko, A Gao, A Suthakar and D Twohig (2023), 'Fixed-rate Housing Loans: Monetary Policy Transmission and Financial Stability Risks', RBA Bulletin, March.", "[6] While it is difficult to observe savings behaviour, partial data suggest that many fixed-rate borrowers have accumulated similar savings to variable-rate borrowers.", "[7] While we have detailed data on mortgage payments of different borrowers, unfortunately we don't also have data on their spending behaviour.", "[8] One factor behind this is the fact that any early adjustment to spending by such borrowers would have been made on the basis of considerable uncertainty about the actual mortgage rate they would be rolling onto when the time came.", "[9] It is also the case that most fixed-rate loans do not allow the use of offset or redraw facilities, and that many fixed-rate borrowers will have accumulated savings outside of such facilities.", "[10] It's hard to say if this is the same average rate of prepayment we would see over a longer period, especially as interest rates were declining for much of the period shown, but it provides a helpful benchmark.", "[11] Note, however, that even though the cumulative difference between actual offset and redraw payments and the historical average declined to zero in 2019, the stock of these buffers was not exhausted - it had just returned to its historical average prior to the pandemic.", "[12] Our estimates suggest that, in aggregate, Australians accumulated additional savings during the pandemic equivalent to around 20 per cent of their annual disposable income (RBA (2023), Statement on Monetary Policy, February).", "The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice.", "The Reserve Bank of Australia acknowledges the Aboriginal and Torres Strait Islander Peoples of Australia as the Traditional Custodians of this land, and recognises their continuing connection to country.", "We pay our respects to their Elders, past and present."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Inflation", "Cash Flow Channel", "Fixed-Rate Mortgages", "Household Savings", "Exchange Rate Channel", "Credit Tightening", "Quantitative Easing", "Term Funding Facility", "Quantitative Tightening"]}