{"sentences": ["09.02.2023 (De)globalisation and economic policies in the European context Dialogue with the Governor on the Future of Globalisation/Cañada Blanch Centre for Contemporary Spanish Studies and London School of Economics and Political Science Pablo Hernández de Cos Let me start by thanking Professor Andrés Rodríguez-Pose, the Cañada Blanch Centre for Contemporary Spanish Studies of the London School of Economics (LSE) and the LSE for their kind invitation, and for giving me the opportunity to hold this dialogue with you on a fascinating topic: the future of globalisation.", "The questions currently surrounding this topic are of the utmost importance for highly open and integrated economies, such as the euro area and the UK.", "The two extraordinary shocks that have recently hit the global economy, the Covid-19 pandemic and, above all, the Russian invasion of Ukraine, have disrupted global value chains and commodity markets, and generated an environment of heightened uncertainty and geopolitical tensions.", "Added to the past and present episodes of trade tensions between the US and China, among others, these shocks have prompted renewed questions regarding the future of globalisation and the increasing importance of geopolitical factors in shaping international economic relations.", "Although the globalisation of goods was slowing down even before the pandemic, concerns about the resilience of global value chains and the supply security of strategic products are now becoming more apparent in decisions made by firms and policy measures considered by governments.", "For their part, governments have become more concerned that trade and financial openness may create dependencies on third countries that increase vulnerability to geopolitical shocks.", "Accordingly, they have started to include geopolitical considerations in their economic decision-making, with policy initiatives that aim to limit such external vulnerabilities, for example, by encouraging the local production of strategic products such as semiconductors or by screening incoming foreign direct investment on grounds of national security.", "These issues are particularly important for the EU, given its high degree of trade and financial openness, which is larger than that of other geopolitical powers such as the United States or China.", "For example, in 2019 the share of foreign trade reached 54% of GDP in the euro area (up from 31% in 1999), which is double that of the US (26%), while the share of global value chain participation in trade is 20 percentage points higher in the euro area than in the United States.", "Likewise, the euro area is more financially open than the US, as measured by the stock of gross external assets and liabilities with respect to GDP.", "This openness has been a major advantage for Europe for many years and one of the main reasons for its prosperity.", "This openness has allowed the EU to benefit from lower import prices, larger export opportunities, more foreign competition, technology diffusion and, ultimately, productivity gains.", "But it has also become an element of vulnerability in a more volatile global geopolitical environment.", "This is currently evident in the EU's external energy dependence.", "In this context, I would like to focus my speech today on three issues.", "I will begin by focusing on the implications of the changing patterns of globalisation for the European economy.", "In particular, I will provide an analysis of the vulnerabilities and dependencies affecting the EU's trade and financial flows, based on a report soon to be published by the Eurosystem.", "In the second section, I will take stock of the European policy response to reduce those vulnerabilities and exposures and the dilemmas it faces.", "I will also provide some insights into how I think European policies should react.", "In the last part of my talk, I will focus on the implications of this trend for the ECB's monetary policy.", "In its recent strategy review, the ECB looked carefully at the consequences of globalisation for the conduct of monetary policy.", "The obvious question is whether we should now expect similar effects with opposite sign as a result of a possible increase in fragmentation.", "EU vulnerabilities in a globalised environment The EU is deeply integrated into the global economy and has strong links with other major geopolitical powers, such as the US in terms of finance and trade, China in terms of trade and, before the war, Russia in terms of energy and raw materials supply.", "What are the main vulnerabilities observed as a consequence of this high degree of integration?", "One source of vulnerability in the face of rising geopolitical tensions is Europe's high external dependency with respect to some products which are key to the EU economy, but which are imported from a handful of non-EU countries.", "China accounts for a large share of goods imports into the EU.", "China is also the main exporter to the EU of several electronic products (such as computers and optical devices), for which domestic production capacity is also relatively low.", "This situation is not unique to the EU.", "As a consequence, China is becoming the \"OPEC of industrial inputs\".", "This dependence on Chinese imports already had significant consequences for the European manufacturing sector during the pandemic.", "There is evidence3 that the Chinese supply chain disruptions that occurred in the early months of the pandemic had a considerable impact on manufacturing output in the euro area, temporarily reducing it by 7%.", "The EU is also dependent on third countries for semiconductor production.", "European companies involved in the manufacture of these products concentrate almost exclusively on the upstream stage of the production chain, providing manufacturing equipment and high-purity materials used in chip production.", "However, European companies account for a negligible share of other critical stages of the production chain, such as chip design or assembly.", "They are also heavily dependent on foreign suppliers: almost 80% of the suppliers of European semiconductor companies are based outside the EU.", "Trade in energy goods is a prime example of concentration.", "In 2020, the EU imported 60% of its energy, with four countries providing 70% of gas imports, of which 40% came from Russia.", "The consequences of a highly concentrated supply of a key raw material are readily visible today.", "Last year's surge in gas prices (which was much sharper in the EU than in the United States), the drastic reduction in supply from Russia and the difficulties in replacing gas with other energy sources have all exerted strong inflationary pressures and have created one of the main risks for the European economy in the short and medium term.", "Looking ahead, the transition to a greener economy will entail a sharp reduction in aggregate energy dependence, from around 60% today to 10% in 2050 in a zero-emissions scenario.", "However, this same policy, as well as the digitalisation of the economy, will increase the EU's need to import so-called \"critical raw materials\".", "These materials (such as rare earths, palladium or cobalt) are considered critical by the European Commission due to their economic importance, the difficulty in replacing them with other materials, the high import concentration and other supply-related risks.", "For example, China controls about half of global rare earths mining capacity and 85% of the refining capacity.", "Russia is the EU's main supplier of these raw materials (accounting for 18% of the total value of such imports in 2019).", "According to the European Commission, the demand for some of these critical raw materials could increase more than fivefold by 2030, which will cause the EU's external dependencies in this field to increase dramatically in the near future.", "A second vulnerability concerns export concentration.", "This is a key aspect for the European economy, which has historically maintained a strong trade surplus, and whose exports have compensated some of the recent large terms of trade loss stemming from high energy prices.", "In this regard, EU exports of various pharmaceutical and chemical products and some high-tech manufacturing goods are highly concentrated in the US and the UK, and are also characterised by relatively low domestic demand.", "Geopolitical risks could also have a bearing on the EU's foreign direct investment and portfolio exposures.", "The EU's main investment partners are other advanced economies.", "However, certain factors make it difficult to identify the ultimate investors in the EU, given that a sizeable portion of incoming foreign direct investment comes from offshore centres or is intermediated by special purpose entities.", "Thus, the empirical analyses6 that have sought to shed light on the origins of foreign direct investment into the EU on an ultimate investor basis find that exposures with respect to the US and China can be significantly understated.", "Regarding portfolio flows, research7 aiming at restating holdings from a residency-based approach to a nationality-based approach found that in 2017 the euro area holdings of Russian and Chinese debt tripled when issuance via tax havens was accounted for.", "Potential vulnerabilities to geopolitical risks also arise from an overreliance of EU participants on non-EU players in financial market infrastructures and digital financial services.", "This includes the dominant position of non-EU payment-related service providers in intermediating European payment transactions, the overreliance of EU market participants on third-country clearing services, and the rapid rise of non-EU \"Big Tech\" firms and the complexity of the crypto-ecosystem, which is dominated by a few large cryptoasset service providers (e.g.", "exchanges) often located outside the EU.", "In short, the EU - like many other economies around the world, including the UK - faces a number of external trade and financial vulnerabilities related to its high integration into global value chains and high dependence on certain imports, exports and non-domestic financial market infrastructures.", "New globalisation trends In the midst of numerous and strong geopolitical shocks, governments and firms are trying to reduce these vulnerabilities.", "It is obviously too early to know how and to what extent these attempts will affect globalisation trends, but they seem to be shifting from \"dependence to diversification, from efficiency to security and from globalisation to regionalisation\".", "First, companies are reducing their dependence on certain suppliers - i.e.", "seeking greater diversification - which can be very useful in reducing the impact of global supply shocks.", "Thus, according to some surveys, by the end of 2021 almost half of the companies had diversified their supplier base compared with only 5% that had implemented measures to return production to the company's home country.", "At the same time, companies were shifting from just-in-time to just-in-case supply chain management systems.", "Similarly, the European Investment Bank's Investment Survey9 found that half of US companies and one-third of EU ones have reacted to the recent trade disruptions by focusing more on the domestic market.", "Meanwhile, the McKinsey survey of supply chain leaders worldwide10 found that, last year, 81% of firms adopted dual-sourcing strategies for raw materials (up from 55% in 2021).", "In other words, the response seems to be moving more in the direction of increased diversification - in terms of suppliers and final demand, and both internally and externally - rather than reshoring, at least for the time being.", "This diversification may, in fact, generate greater macroeconomic stability and less volatility.", "Second, and linked to the above, countries (including China and the United States) have started to prioritise safety over efficiency.", "A case in point is the \"friend-shoring\" concept as a strategic objective in the United States, while Europe aims to double its share of global semiconductor production to 20% by 2030.", "For example, according to the European Investment Bank Investment Survey, the share of EU firms putting effort into shortening their supply chain increased from 10% in 2021 to 20% in 2022, while that increase was from 20% to 30% in the US.", "And around 40% of German companies are trying to reduce their dependence on Chinese inputs.", "This increased security is likely to lead to less risk-sharing capacity between countries and higher transaction costs.", "Third, to the extent that international trade is negatively affected by geopolitical factors, a trend towards regionalisation will also emerge, as a mechanism to continue to enjoy the benefits of globalisation but on a smaller scale.", "As an illustration, in 2022, 44% of global companies were developing regionalised supply networks (up from only 25% in 2021).", "Evidently, some of the above-mentioned trends may well imply a further slowdown of the globalisation process beyond that observed in recent years, or even result in deglobalisation pressures.", "In response to these challenges, the EU has recently been launching a series of policies within the so-called Open Strategic Autonomy agenda: an emerging set of regulatory, structural and fiscal policies that seek to address the EU's economic vulnerabilities arising from geopolitical considerations.", "Under the framework of Open Strategic Autonomy, three types of policies have been proposed to reduce the EU's vulnerabilities.", "A first set of measures aims to assess supply chain dependencies and vulnerabilities and increase the resilience of the European industrial system.", "Specific examples are the action plan on critical raw materials - aimed at reducing the EU's external dependence in the sourcing of such goods -, the \"RePowerEU\" initiative - aimed at reducing the EU's energy dependence -, and plans to drive the digitalisation of European economies.", "A second set of measures aims to protect EU countries from possible abusive practices adopted by third economies - practices that may be related to strategic or political objectives.", "These measures include those aimed at monitoring foreign direct investment flows from third countries and other measures designed to limit coercive actions against European companies.", "A third class of measures aims to preserve the international level playing field by compensating for competitive disadvantages that EU companies might face due to less stringent environmental and state aid policies implemented by third countries.", "Examples are the regulation on foreign subsidies that distort the internal market and the Carbon Border Adjustment Mechanism (CBAM).", "Other countries have started to include geopolitical considerations in their economic policy decisions as well.", "Foremost among these is the recent move by the US to restrict exports of semiconductors and advanced chip-making manufacturing equipment to China, and the adoption of the Inflation Reduction Act, which provides tax credits to clean energy and electric car producers conditional on assembly and production in North America.", "In the particular case of the EU, and with a view to at least partially offsetting the costs of deglobalisation and to ensure a more robust and resilient EU economy, in my view strategic autonomy policies should be accompanied by a substantial deepening of EU integration, particularly in those areas where integration is less advanced.", "In this regard, structural policies are needed at EU level to promote the integration and interconnection of EU markets - particularly energy markets - and to strengthen the single market, which will not only make it more resilient to shocks but will also increase competitiveness.", "Not only in the energy market, but also by promoting a genuine single market for services.", "Moreover, joint financing mechanisms must be put in place to safeguard this common effort without weighing too heavily or too unevenly on national public finances.", "Joint financing arrangements would enable EU institutions to finance large-scale programmes subject to a common quality standard and to evaluate their compliance in a homogeneous manner.", "Finally, it is essential to make progress in extending risk-sharing mechanisms - public and private - in the EU.", "This should be done in three ways.", "First, the Economic and Monetary Union (EMU) needs to equip itself with a permanent macroeconomic stabilisation capacity.", "Second, it is essential that the Banking Union be completed with the construction of an EU deposit guarantee system.", "And third, progress in building the Capital Markets Union is essential to increase the resilience of the EMU to macro-financial shocks, better spread the costs of asymmetric or idiosyncratic shocks, reduce the risks of financial fragmentation, and provide a more favourable environment for private investment.", "At present, the relatively small size of equity markets and the substantial national bias in asset portfolios limit risk sharing in the area.", "In addition, a deeper Capital Markets Union can improve the channelling of abundant aggregate savings into investment in infrastructure, energy and innovation, areas where private investment is crucial.", "In this regard, a key element for a truly deeper and more integrated EU capital market would be a sufficient volume of pan-European safe assets.", "An EU safe asset would become a common benchmark for investors, allowing security prices across the EMU to better reflect the risk of their fundamentals.", "It would also facilitate the development and integration of the area's financial markets, and movements in search of credit quality would no longer produce cross-border flows to countries considered safer.", "It would also boost the confidence of international investors in the European project, helping to strengthen the international role of the euro.", "All this is particularly relevant in a context of geopolitical tensions and asymmetric shocks.", "The consequences for monetary policy Let me now turn to the third part of my talk: are all these recent global developments relevant for the conduct of monetary policy?", "In order to answer this question, let me first review the channels through which globalisation may have impacted monetary policy.", "We can distinguish three main channels: 1) the impact on inflation; 2) the impact on the transmission of monetary policy; and 3) the impact on the natural rate of interest.", "First, in a context of increasing globalisation, a number of global factors11 could impact inflation dynamics above and beyond domestic factors - for example commodity prices, global slack, exchange rates, participation in global supply chains and a global component in financial cycles.", "Indeed, there is evidence that the impact of global slack on domestic inflation is positively related to a country's level of trade and financial openness.", "Therefore, there has been an increase in the degree of synchronicity among headline inflation rates across the globe.", "However, these effects are found to have a small impact on core inflation and wage inflation.", "Indeed, core inflation is less correlated across countries than headline inflation and cross-country correlations of inflation tend to be smaller at longer horizons.", "Globalisation could also affect inflation trends.", "For example, increased trade integration can impact inflation both directly, through higher shares of imports from low-wage countries in consumption and production, and indirectly, via lower costs for multinationals participating in global value chains, a larger labour supply and less bargaining power for workers.", "The evidence available shows that this impact has been positive but small in magnitude.", "For instance, Eurosystem staff15 calculated that imports of goods from low-wage economies reduced euro area CPI inflation through direct effects and increased competition by 0.16 percentage points per year in the last two decades, although this is thought to be an upper bound.", "There is also debate as to whether globalisation has contributed to reducing the sensitivity of inflation to domestic output shocks; in other words, to a flatter Phillips curve.", "In general, ECB calculations show that more integrated economies have a flatter Phillips curve, and, as a consequence, a higher monetary policy sacrifice ratio.", "\"Inflation dynamics: dead, dormant or determined abroad?\".", "Brooking Papers on Economic Activity, Fall.", "\"Globalization and inflation: Evidence from a time-varying VAR\".", "\"Inflation dynamics: dead, dormant or determined abroad?\".", "Brooking Papers on Economic Activity, Fall; and Attinasi, M. A. and M. Balatti (2021).", "\"Globalization and its implications for monetary policy\".", "ECB Economic Bulletin, Issue 4.", "\"Global factors and trend inflation\".", "Journal of International Economics, vol.", "\"The Implications of Globalisation for the ECB Monetary Policy Strategy\".", "263. little evidence that global factors can fully explain the weaker relationship between domestic slack and inflation.", "Second, among other globalisation developments, greater trade openness, wider involvement in global value chains, an accumulation of foreign assets and liabilities, broader dependence on international funding sources and increased synchronisation of asset prices could have implications for the transmission of domestic monetary policy.", "For example, the evidence available shows that financial globalisation has strengthened the exchange rate channel of monetary policy and that this has more than offset the weakening of the interest rate channel through global financial cycle effects.", "More open economies experience larger valuation losses and wealth effects on their external balance sheets in response to an exchange rate appreciation.", "In contrast, globalisation may also have reduced the exchange rate pass-through (ERPT) to import prices, on account of growing competitive pressures in export markets.", "Similarly, deepening global value chains may also have contributed to the decline in ERPT.", "Third, the impact of globalisation on the natural rate of interest is also the subject of debate.", "On the one hand, one of the key determinants of the natural rate is productivity, a key driver of long-run economic growth and, as such, a crucial consideration for monetary policy.", "In the case of the EU, there is evidence that, overall, trade openness has had a positive effect on productivity and innovation.", "And this increase in productivity growth would have raised the natural interest rate.", "On the other hand, financial globalisation may have reduced the natural rate of interest by increasing global demand for safe assets.", "With regard to all these factors, it is worth considering whether globalisation affects inflation via structural changes in markets, pricing behaviour or mark-ups.", "On the one hand, as discussed above, trade and participation in global value chains could increase competition and generate strategic complementarities.", "On the other hand, it has been argued that the interplay between globalisation, digitalisation and the increase in importance of intangible assets may give rise to high-margin firms with considerable market power, lower pass-through of costs to prices21 and implications for inflation volatility, the transmission of monetary policy and the natural interest rate.", "\"Inflation dynamics: dead, dormant or determined abroad?\".", "Brookings Papers on Economic Activity, Fall.", "In highly interlinked financial markets, long-term interest rates and risky asset prices are expected to be increasingly affected by global factors.", "\"Financial globalisation and monetary policy effectiveness\".", "Journal of International Economics, 103, pp.", "For example, as the exchange rate depreciates in response to monetary policy loosening, imported inputs used in the production of exports become more expensive, inducing exporters to raise their home currency price.", "From the perspective of the export destination, the rise in the home currency price is offset by the home currency's depreciation.", "\"Trade Induced Technical Change?", "The Impact of Chinese Imports on Innovation, IT and Productivity\".", "The Review of Economic Studies, Vol.", "\"The implications of globalisation for the ECB monetary policy strategy\".", "ECB Occasional Papers No.", "\"International Shocks, Variable Markups and Domestic Prices\".", "The Review of Economic Studies, February, 2019.", "All in all, the main conclusion from current research is that, overall, the development of globalisation over the past few decades has led to disinflationary pressures in advanced economies, including the euro area.", "It has also increased the transmission of foreign shocks and contributed to a lower sensitivity of inflation to domestic factors.", "However, these effects are found to be quantitatively small.", "Should we expect symmetric effects from a deglobalisation process?", "I will argue that there are several reasons that prevent us from assuming that this process is going to be symmetric to the globalisation phase.", "First, it appears that for the time being there is no consistent trend towards \"deglobalisation\", but rather a change in the nature of globalisation, leading to a rise in the regionalisation of trade and supply chains, a diversification of sourcing and a certain slowdown in global value chain fragmentation.", "While the marked slowdown in firms' decisions to relocate part of their production processes abroad (\"offshoring\") or to repatriate previously offshored activities (\"reshoring\") is compatible with a deglobalisation phase, other factors qualify this view.", "The flattening of trade in goods does indeed hint at a trend slowdown, but the continued growth of international trade in services seems to signal a continuation of globalisation trends in these sectors, driven by technological progress, including data trading and the expansion of artificial intelligence.", "Second, the impact of these new trends - as opposed to purely globalisation or deglobalisation trends - are far from obvious.", "As an illustration, while offshoring is usually related to job displacement, several recent studies highlight that it is also related to the upgrading of jobs, towards more competitive and innovative varieties, and to changes in employment composition in favour of high-skilled workers.", "Third, the globalisation process lasted for several decades.", "The current location decisions and choice of providers are the result of long-run economic forces, which might work differently in a deglobalisation phase, especially if this is more abrupt and takes place in a short period of time, which could lead to non-linear effects on growth, inflation or monetary policy transmission.", "Four, the impact of this process on prices and productivity will depend crucially on the type of economic policies that are adopted.", "Protectionist measures can lead to no-win situations for all agents involved, in particular in less developed countries that rely on trade and financial openness to access new technology and external financing.", "Moreover, evidence suggests that the growing use of subsidies by major economies has important distorting effects on the allocation of resources, highlighting that their use should be limited to securing the specific inputs and raw materials needed for the development of key technologies.", "The same can be said for policies that aim to shorten the supply chain, or \"friend-shoring\".", "In general, the literature points out that participation in global value chains allows companies to better manage unexpected demand shocks compared to a world in which production is predominantly national or regional.", "This observation puts a certain cap on the gains from so-called \"friend-shoring\".", "To the extent that nearby economies are subject to the same type of shocks, friend-shoring will fail to take advantage of the smoothing of shocks resulting from a more diversified value chain.", "Similarly, the green transition might reduce trade in goods, as fossil fuels represent around 10% of global goods trade and renewable energies are, for the most part, domestically produced.", "Some observers might relate this to deglobalisation and higher inflation pressures.", "Recent research shows that, while in the long run, green technologies are cheaper than brown ones, during the transition, inflation (or \"greenflation\") may increase.", "In contrast, additional public investment can help to expand potential output and reduce price pressures.", "Five, any period of policy change comes with higher policy uncertainty.", "More frequent geopolitical tensions generate uncertainty and, in turn, uncertainty is shown to have an impact on investment, especially investment in intangibles and technology adoption.", "All in all, a reconfiguration of the globalisation process may have an impact on prices and productivity.", "In addition, these developments may affect the structural forces that shape the transmission channels of monetary policy.", "However, given the elevated uncertainty regarding both the nature of these trends and their impact, monetary policy should not overreact to the potential supply-side effects of a change in the nature of globalisation in the short run, but should keep track of its long-run effects on the structure of the economy.", "In other words, policymakers should act cautiously and, in the case of monetary policy, its medium-term orientation should be maintained.", "Let me conclude by saying that multilateral dialogue in open, rules-based multilateral fora should, in my view, be the way to approach the fascinating environment I have just described.", "Beyond economic costs, vulnerabilities, and policy trade-offs, the key loss resulting from a step-back from \"globalisation\" due to geopolitical considerations would be the mutual benefits that all societies currently draw from interconnections in all dimensions of life.", "We are bound together by non-divisible, common challenges, like climate change, and we have witnessed in recent decades the massive benefits and progress that global integration of goods, services and people has generated.", "The latter should not be given up, at least as an aspiration."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["EU vulnerabilities", "Globalisation trends", "Monetary policy implications", "Trade concentration", "Supply chain resilience", "Export dependence", "Financial market vulnerabilities", "Open Strategic Autonomy", "Deglobalisation pressures", "Regionalisation"]}