{"sentences": ["Welcome to the Central Bank for the release of the first Financial Stability Review of the year.", "A recurring theme of these Reviews in recent years has been the sheer level of uncertainty owing to the interlocking shocks of the pandemic, Russia's war against Ukraine and the current inflationary episode alongside the speed with which these events have unfolded and transmitted to across the globe.", "The first half of this year has been no different.", "The global economy has been in an ongoing period of adjustment to these shocks.", "Given inflation remains far too high, the ECB began the process of normalising its monetary policy in December 2021, including by raising interest rates last July.", "A range of signals from across the globe tell us that more work is needed from monetary policy in the short run.", "Core inflation in particular has proved more stubborn than many would have predicted.", "This adjustment has been made more turbulent by vulnerabilities built up in segments of the global financial system in the decade or so of low interest rates that preceded this inflationary episode.", "This has been evidenced most forcefully in recent months by the failures of a number of regional banks in the US as well as the takeover of Credit Suisse, a global systemically important bank.", "While each of these institutions had its own particular frailties, I think a fair synopsis is that in each case we have been reminded of the importance of resilience in the banking sector, including through good governance and robust risk management practices.", "The global banking reforms since 2008 are providing a level of system-wide resilience, both in terms of solvency and liquidity, that is serving us well.", "As an example, the spillovers from the events in March to depositor and market perceptions of banks in the euro area and in Ireland have been limited.", "Irish banks are in a very different position to those banks that experienced difficulties since March.", "More stringent regulation, our macroprudential policy measures, and banks' own risk management practices are all contributing to a banking sector that is much better able to absorb adverse shocks than in the past.", "Nevertheless, we must not be complacent and it is of utmost importance for all actors to monitor and to ensure the soundness of the domestic financial system throughout this shock.", "More broadly, while market attention has focussed on banks in recent months, potential vulnerabilities in the non-bank sector have not gone away.", "Liquidity mismatches, leverage and interconnectedness are key potential sources of vulnerability in non-bank financial intermediaries.", "The 2022 UK Gilt market episode was a prominent example of the speed with which risks can crystallise in this sector.", "Further progress is needed at a global level to strengthen resilience of non-bank financial intermediation.", "Monetary policy is transmitting to the global real economy.", "In practice, this means higher borrowing costs for governments, households and businesses, tighter credit conditions for those looking to borrow, increasing rates on bank deposits, and ultimately some slowdown in economic activity so as to bring inflation back to target.", "Domestically, despite the range of global risks I set out earlier, the Irish economy has continued to surprise with its resilience.", "Our domestic growth forecasts have improved relative to late last year, although of course we must remain mindful of the range of adverse outcomes that may materialise, as inflation continues to erode real incomes and businesses continue to face challenges related to high costs.", "Rising interest rates have already had immediate effects in the commercial real estate market, and appear to be slowing the housing market in recent months.", "Households and businesses are front and centre in our financial stability assessment.", "Undoubtedly, many are experiencing challenges with the increase in the cost of living.", "However, at the system-wide level, lower levels of indebtedness, continued household income growth and robust employment remain a key source of strength.", "They are supporting mortgage repayment capacity, and are of course a key determinant of the revenues of local businesses.", "Our assessment is that, if the economy continues to evolve in line with our expectations, we are likely to see only modest increases in financial stress among domestic borrowers, despite clear challenges for some groups of borrowers.", "Turning to the domestic banks, higher levels of bank profitability are likely to continue under our central assumptions.", "Of course there are tail risks that we must continue to factor in and be ready to address.", "However, the banking system has ample headroom above regulatory requirements in both capital and liquidity, with very high levels of cash reserves.", "All of these support the resilience of the sector.", "Under this central outlook, we are therefore continuing - as outlined in the last Review - to increase the countercyclical capital buffer to 1.5 per cent.", "This leaves us at the rate set out in our macroprudential strategy last June, above or below which we will move when we deem that cyclical risks are either particularly elevated, or particularly subdued.", "We are publishing an accompanying document today that sets out the factors that will guide our judgment in ongoing quarterly assessments for this capital buffer.", "Capital buffers form part of our three-pillar approach to macroprudential policy, along with the mortgage measures and our tools to address systemic risks among non-bank financial intermediaries.", "On the mortgage measures, we are only beginning to see how the changes made to our framework late last year are operating in the context of broader mortgage and housing market developments.", "Our aim in making those changes was to more finely balance the financial stability benefits of these tools with the costs that they can impose.", "We will continue to carry out detailed research and analysis on the measures and their effects in the market, as well as deepening the way in which we assess the costs and benefits of our current calibration.", "As for non-bank finance, the phased introduction of macroprudential measures for Irish property funds last year, including a leverage limit and liquidity Guidance, was a key milestone in our attempts to broaden the macroprudential toolkit to address sources of systemic risk in this segment of the financial system.", "Given the international nature of the non-bank financial sector in Ireland, we continue to work with international partners to develop and operationalise the macroprudential framework for the sector, including the investment fund sector.", "To further advance global discussion and progress in this area, we will be publishing a Discussion Paper on an approach to macroprudential policy for funds in the coming weeks and will be seeking feedback in the months ahead.", "Our work programme on non-bank finance and macroprudential policy will be covered in more detail next month when we publish the Discussion Paper.", "Thank you all for joining us this morning.", "We are now available to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Financial Stability", "Inflation", "Monetary Policy", "Non-Bank Financial Intermediation", "Banking Sector", "Interest Rates", "Macroprudential Policy", "Economic Growth", "Financial Stress", "Capital Buffer"]}