{"sentences": ["Assalamu'alaikum Warahmatullahi Wabarakaatuh, Greetings to everyone, Shalom, Om Swastyastu, Namo Buddhaya, Greetings of Virtue.", "First of all, let us express our gratitude to the presence of Allah subhanahu wa ta'ala, God Almighty, for His mercy and blessing we were able to gather at the 2022 Bank Indonesia Annual Meeting today.", "With all humility, we would like to express our gratitude to His Excellency, the President of the Republic of Indonesia, who is willing to attend along with all the invitees.", "We congratulate banks, corporations, and individuals who received the 2022 Bank Indonesia Awards totaling 58 (fifty eight) awards in 4 (four) areas and 18 (eighteen) categories in the field of managing monetary and financial system stability, payment systems and the management of Rupiah, the development of MSMEs and the Sharia financial economy, as well as supporting Bank Indonesia policies.", "This award is held annually, in conjunction with the Bank Indonesia Annual Meeting, as an appreciation and at the same time national recognition to partners who have supported the implementation of Bank Indonesia's tasks.", "At this auspicious opportunity, allow us to present an evaluation of economic performance in 2022 as well as economic prospects and the direction of Bank Indonesia's policies in 2023 which we summarize under the theme \"Synergy and Innovation Strengthening Resilience and Economic Revival Towards Advanced Indonesia\".", "Our presentation is presented in six parts, namely: (i) The importance of synergy and innovation as the key to resilience and saving the economy from crisis risk; (ii) The performance and prospects of the global economy that is full of risks and uncertainties; (iii) Performance and prospects of the national economy showing resilience and recovery; (iv) Bank Indonesia's 2022 policy mix to maintain stability and promote economic growth; (v) Synergy and innovation in the national economic policy mix to strengthen resilience and resurgence; and (vi) The direction of Bank Indonesia's policy mix in 2023.", "This explanation also serves as the fulfillment of Bank Indonesia's accountability and transparency as mandated in the Bank Indonesia Law.", "Synergy and Policy Innovation: Key to a monetary crisis occurred at the beginning of the Resilience and Saving the Economy from Covid-19 pandemic which spread rapidly throughout Crisis Risk the world and caused fear and panic with the threat of death and worsening economic conditions.", "Global As a small country in an open economic system, financial market panic occured in early April 2020, Indonesia is not immuned from the impact of global prompting investors to withdraw their portfolio turmoil which often leads to higher risk of economic investments and convert them to more liquid assets crisis.", "What happened in the last 5 (five) years serves denominated in US dollars, known as \"cash is the as a concrete example.", "This mass global phenomenon was a trade war between the United States (US) and led to the large amounts of foreign capital flight in China which caused global financial market turmoil short periods of time from developing countries.", "and decreased the volume of world trade.", "At the Indonesia was no exception and experienced a capital same time, to reduce inflation to the 2% target, flight of around USD11 billion in just two weeks and the US central bank, The Fed, raised its monetary caused the Rupiah to weaken to Rp16,575 per US policy interest rate 4 (four) times during 2018 or 9 dollar in March 2020, before moving to appreaciate (nine) times since the normalization of monetary and stabilize at around Rp14,000 per US dollar policy began in December 2015, to 2.25%-2.50%, in December 2020.", "There was a real threat of a an interest rate hike that President Donald Trump monetary crisis if Bank Indonesia did not persistently opposed.", "The impact of the US-China trade war and intervene in the foreign exchange market and the US monetary policy tightening through trade channel government bond (SBN) market in a large amount led to the global economic slowdown.", "The slowdown to stabilize the Rupiah exchange rate and save the was felt not only in these two largest economies in Indonesian economy.", "the world, but also in other countries due to China's central position in the global supply chain.", "Even The threat of a social crisis from the Covid-19 larger and immediate impact occured in financial pandemic occured due to the restrictions on mobility, channel.", "The US-China trade war caused global raising unemployment and reducing people's income, financial market panic, foreign capital flight and especially the lower income class.", "The policy to pressure on exchange rate depreciation in developing restrict mobility must be taken to prevent more countries, including Indonesia.", "The Rupiah exchange deaths due to the rapid spread of the Covid-19 rate depreciated to Rp15,000 per US dollar in pandemic, while waiting for vaccines to achieve herd mid2018 before stabilizing at around Rp13,500 per US immunity.", "As a result, while people with fixed incomes dollar at the end of 2018 after a large intervention and the upper middle income class were still able to by Bank Indonesia.", "At the IMF and World Bank use their savings to make a living, people on lower Annual Meeting in Bali in October 2018, President income class with non fix income were at risk of Joko Widodo voiced out loud \"The Winter is Coming\", starvation as they could not work and had no savings.", "referring to the famous television drama series The ability of the APBN to provide social assistance \"Game of Thrones\", to stop the trade war between the was crucial to avoiding a social crises.", "We are grateful two economic giants and seek solutions to save the that while many countries facing limited fiscal space, world economy.", "the Government of Indonesia was able to increase the budget for social assistance program with direct cash Indonesia was also affected by the extraordinary assistance (BLT), health assistance, and funds for impact of the Covid-19 pandemic that hit the preemployment cards.", "world since February 2020, almost causing a multidimensional crisis.", "There are at least 4 (four) The threat of an economic crisis almost occured crisis threats from Covid-19, namely monetary, because the Covid-19 pandemic lasted for a very social, economic, and humanitarian.", "The threat of long time, even its effects are still being felt today.", "Restrictions on mobility which must be carried out In developed countries, the availability of vaccine as part of the handling of the Covid-19 pandemic, supplies and large government fiscal spending have also caused the halt of various economic and allowed a faster vaccination rates and therefore a financial activities.", "Income declined had led to faster economic recovery.", "Meanwhile in EMDEs, as significant reduction in the demand for goods and limited vaccine supply and fiscal spending capacity, services.", "Likewise, business activities were limited or the vaccination rate was slower and so was the even stopped, resulting in a decline in sales, liquidity, opening up of mobility and economic activity.", "As profitability, and corporate capital.", "Debt-equity a result, there has been an imbalance in the global leverage ratio has increased since the Covid-19 economic recovery from the impact of the Covid-19 pandemic, both in Advanced Economies (AEs) and pandemic, which is faster in AEs and slower in in the Emerging Market and Developing Economies EMDEs.", "In fact, the number of corporate failures soared to almost the same rate of the global financial We should be grateful that in the midst of the global crisis, with the largest in the US, then Europe, and pressures, national economy shows strong resilience EMDEs.", "The prolonged Covid-19 pandemic also and even with a commendable performance.", "had a scarring effect on corporate conditions and Over the last 5 (five) years, Indonesia's economic increased risks to financial system resilience and performance has been among the best in the world stability.", "The scarring effect on corporations has a (Table 1).", "National economic growth reached more negative impact on the high risk of credit default, than 5.0% before the Covid-19 pandemic and large losses, decreased capital, and the risk of failure recorded an average of 3.38% in the 2017 - 2021 in individual banks and financial system stability.", "Even the economic contraction during the Consequently, the relaxation on credit restructuring Covid-19 pandemic stood at 2.07%, among the provisions has been implemented in many countries, smallest in the world.", "Macroeconomic stability has including Indonesia, to postpone principal and also been maintained.", "The average inflation rate installment payments, thereby providing concessions was relatively low at 2.60% and never exceeded for the recognition of Non Performing Loan (NPL) in its target, thus supporting high economic growth.", "Moreover, the average depreciation of the Rupiah exchange rate was recorded as low as 1.18% with The Covid-19 pandemic which subsided at the end the highest depreciation of 5.97% in 2018 before an of 2020, spread again with the delta variant that appreciation of 3.44% in 2019, thereby volatility was quickly reached Indonesia in May-August 2021, also low.", "The current account deficit was maintained threatening a health and humanitarian crisis.", "The below 3% of GDP and even very low during the delta variant is highly contagious and more virulent in Covid-19 pandemic period and recorded a surplus its impact on human health and mortality.", "Meanwhile, foreign of May to August 2021 were full of heartbreaking exchange reserves was high, reached USD144.9 events with hundred of thousands of deaths, billion at the end of 2021, more than sufficient to hospitals and cemeteries were full, unavailability pay for imports, government debt, and to support of medicines and limited medical equipment.", "Even the stabilization of the Rupiah exchange rate.", "On vaccines were still very limited in number and the other side, the fiscal deficit was maintained the Government had to pay a premium to order below 3% of GDP, and even during the 2020 - 2022 them.", "The level of vaccination and the strictness Covid-19 pandemic period the fiscal deficit was of restrictions on mobility determined the level among the lowest in the world.", "Likewise, financial of spread of the Covid-19 delta variant, as well as system stability was maintained as indicated by its impact on the risks to health, humanity, and among others a high capital adequacy ratio (CAR), a economic.", "However, there was a large disparity in low NPL ratio, and increasing credit growth in line the ability to vaccinate between AEs and EMDEs.", "with the recovery in economic activity and business Table 1.", "Indonesia also continues to record progress in the spirit of interdependence and simultaneity in various economic reforms through infrastructure of policies in the framework of recognition and development, downstreaming of natural resources, appreciation for the independence of their respective and digitalization of economic-financial during the authorities.", "The close synergy between the Government's Synergy and innovation are the two keywords fiscal policy and Bank Indonesia's monetary policy of Indonesia's economic resilience in the face of serves as a strong pillar of resilience and revival global turmoil and for economic revival towards of the national economy from the impacts of Advanced Indonesia.", "Synergy is the collaboration global turmoil.", "In the May-August 2018 period, of two or more public policy authorities to optimize when Bank Indonesia had to save Indonesia from their policy instruments for achieving common the threat of an exchange rate crisis through a goals for the national economy, while respecting large-scale intervention in the foreign exchange and upholding each other's independence.", "Synergy market and an increase in interest rates, fiscal comes from the understanding by each authority on policy was also directed at controlling domestic the need to achieve a common goal for the national demand by reducing the fiscal deficit to strengthen economy, namely the balance between stability and macroeconomic stability while continuing to increase growth.", "From the understanding of the intended the allocation of the capital expenditure budget for targets, optimality of the policy mix according to infrastructure development to support economic each authority can be formulated, both in terms growth.", "In fact, the Government continued to issue of the complementarity of policy instruments and global bonds to prevent a drastic decline in foreign the effectiveness of their transmission in achieving exchange reserves in order to support exchange the targets.", "Thus, inter-authority policy synergy rate stabilization by Bank Indonesia.", "On the other fulfills 3 (three) conditions of the \"Pareto optimum\", hand, at the beginning of the Covid-19 pandemic, namely optimization of target, policy instruments, around April-June 2020 when there was an outflow and effectiveness of transmission.", "Indeed, the of foreign investors from holding large amounts threat of an economic crisis, such as when facing of goverment securities (SBN) which caused high global turmoil and the Covid-19 pandemic, makes yields increases and pressure to weaken the Rupiah it easier to achieve optimal policy synergy between exchange rate, Bank Indonesia strengthened its authorities.", "In addition, the professionalism of intervention by selling foreign exchange reserves in authority leaders and institutional arrangements spot, on a forward basis (Domestic Non-Deliverable can strengthen the realization of the policy synergy, Forward, DNDF), and simultaneously buying SBN sold by foreign investors from the secondary market.", "policy during the Covid-19 pandemic emergency The foreign exchange market operation, called triple situation was carried out through 3 (three) types of intervention (spot, DNDF, and buy SBN from the Joint Agreement mechanisms between the Finance secondary market), was able to stabilize the Rupiah Minister and the Governor of Bank Indonesia.", "First, exchange rate and increase SBN yields.", "At the same the purchase of SBN by Bank Indonesia from the time, the liquidity contraction resulting from the sale primary market as a stand-by buyer with a yield of foreign exchange was neutralized by expanding rate according to the market mechanism, when liquidity from the purchase of SBN on the secondary not all of the SBN auction targets for Government market, thereby avoiding tight liquidity in the money fiscal funding can be absorbed by the market.", "This market and banking sector.", "As result, not only was mechanism is valid for a period of 3 (three) years a monetary crisis prevented, but it also avoided 2020, 2021, and 2022.", "In this regards, as of 15 an increase in fiscal burden due to the rise in SBN November 2022, Bank Indonesia has purchased yields, as well as risks of banking failure and financial SBN amounted of Rp266.11 trillion.", "Second, the system stability.", "purchase of SBN by Bank Indonesia in the primary market directly with a burden sharing mechanism The fiscal-monetary policy synergy was to meet the increasing needs of the APBN for social strengthened during the Covid-19 pandemic to protection programs (Rp397.6 trillion with a net save Indonesia from the risk of a multidimensional burden of 0% for the Government) and national crisis.", "Based on the Enactment of Government economic recovery (Rp117 trillion) with a net Regulation in Lieu of Law (Perppu) No.", "1 2020 charge of 1% below the Bank Indonesia Reverse which was later ratified into Law No.", "2 2020, the Repo interest rate for 3 (three) months for the fiscal deficit is allowed to exceed 3% of GDP and Government, due to the worsening of the Covid-19 Bank Indonesia is also allowed to purchase SBN pandemic.", "This burden-sharing mechanism only directly from the primary market for fiscal financing applied to the 2020 APBN financing.", "The close coordination of fiscal-monetary purchase of SBN by Bank Indonesia in the primary Figure 1.", "Coordination of Fiscal Policy and Monetary Policy during the Covid-19 Pandemic LAW NO.", "2 of 2022 - Fiscal Deficit of more than 3% of GDP until 2022 (Article 2) - APBN financing by Bank Indonesia through the purchase of Goverment Bonds (SBN) in the primary market (Article 16) JOINT DECREE BETWEEN THE MINISTER OF FINANCE AND THE GOVERNOR OF BANK INDONESIA - MECHANISM FOR SBN PURCHASES IN THE PRIMARY MARKET FOR APBN FINANCING 1.", "JOINT DECREE I (KB I) - APRIL 16, 2020 • Bank Indonesia participates in the SBN auction in the primary market according to market interest rates, as a noncompetitive bidder (stage I of the auction), greenshoe option (stage II of the auction), or private placement (stage III of the auction).", "• For general purpose spending in APBN.", "Valid for three years according to Law No.", "JOINT DECREE II (KB II) - JULY 7, 2020 • For social protection budget allocation and the national economic recovery program from the impact of the Covid-19 pandemic.", "Only applies to the 2020 APBN.", "• SBN purchases by Bank Indonesia in the primary market through private placement mechanism with a burden sharing mechanism.", "• A total of Rp397.6 trillion for the public goods budget (social protection) with SBN coupons equal to Bank Indonesia's three-month tenor reverse repo interest rate.", "All coupons are returned by Bank Indonesia to the Government so that the burden on the Government is 0%.", "• A total of Rp117 trillion for the nonpublic goods budget (subsidies for MSMEs and corporations) with SBN coupons equal to Bank Indonesia's three-month tenor reverse repo interest rate.", "Part of the coupons were returned by Bank Indonesia to the Government so that the burden was very low.", "JOINT DECREE III (KB III) - AUGUST 23, 2021 • For the health and humanitarian budget allocation to overcome the impact of the Covid-19 pandemic.", "• SBN purchases by Bank Indonesia of SBN by Bank Indonesia in the primary market through private placement mechanism amounted Rp215 trillion for the 2021 APBN and Rp224 trillion for the 2022 APBN.", "• Bank Indonesia three-month tenor reverse repo interest rate for the SBN coupon, much lower than market interest.", "Coupons for SBN of Rp58 trillion in 2021 and Rp40 trillion in 2022 are returned by Bank Indonesia to the Government so that the burden on the Government is 0%.", "Source: Bank Indonesia market directly with a coupon at the Reverse Repo ii.", "Second, monetary policy continue to rely on Bank Indonesia interest rate for 3 (three) months the main policy instrument of the BI7DRR to finance the enormous health and humanitarian interest rate.", "In this regard, we lowered the funding needs in the 2021 APBN (Rp215 trillion) BI7DRR interest rate to the lowest level of and the 2022 APBN (Rp224 trillion) due to the 3.50% in line with low inflation and the need to outbreak of the Covid-19 delta variant.", "These health encourage economic growth after the impact and humanitarian budget allocation needs include of the Covid-19 pandemic.", "However, we have vaccination programs, hospital fees, medicines, strengthened our policy of intervention in medical devices and medical personnel.", "Once again, the foreign exchange market in spot, DNDF, the close synergy between fiscal policy and monetary and through buying/selling of SBN from the policy has saved Indonesia from a multidimensional secondary market, or what we called triple crisis, namely the health crisis, social crisis, exchange intervention, to maintain the stability of the rate and monetary crisis, fiscal crisis, financial system Rupiah exchange rate from the impact of the crisis, and economic crisis.", "Moreover, we also adopted a quantitative easing (QE) policy The resilience of the Indonesian economy is also through a large amount of liquidity injection to the result of policy innovations taken by the ensure the banking system is protected from a Government and Bank Indonesia.", "The challenges financial system crisis and to contribute to the we face, both because of the Covid-19 pandemic national economic recovery.", "and the impact of global spillover, are complex and multidimensional.", "Third, we eased our macroprudential policy with of theory and practice in dealing with crises is a number of instruments, such as lowering the clearly needed.", "However, the global turmoil that down payment policy to 0%, or increasing the continues to hit our economy also requires creativity, loan-to-value ratio (LTV) to 100% for property innovation, speed, and courage in the formulation and automotive loans, reducing the obligation and decision-making of policy mix responses from for Macroprudential Liquidity Buffers (MPLB), each institution as well as policy synergies with other Macroprudential Intermediation Ratio (MIR), institutions.", "That is our spirit and commitment at providing incentives to banks for lending to Bank Indonesia to continue to innovate with a policy 38 priority sectors, including MSMEs, to spur mix in maintaining monetary stability to support national economic recovery.", "the national economic recovery from the Covid-19 pandemic and the impact of global spillover.", "Fourth, accelerating the digitalization of the payment system to strengthen the integration i.", "First, we eased all instruments in the Bank of the national economic-financial digital Indonesia policy mix in 2020 and 2021 to ecosystem through the use of QRIS (Quick support economic growth after the impact Responses Code Indonesian Standard, the only of the Covid-19 pandemic and avoid tight QR standard for payments), the implementation liquidity that could lead to a domestic monetary of BI-FAST (a cheap, 24/7 real-time, retail and financial system crisis.", "As the economy payment infrastructure), and one language in begins to recover in 2022 and to protect the payment services of the National Standard domestic economy from global ramifications, Open API Payments (SNAP).", "Regulatory we changed the monetary policy direction to reform of the national payment industry (bank maintain stability, while macroprudential policies, and nonbank) is pursued through facilitating payment systems, financial market deepening, licensing according to its classification (systemic, and economic inclusion continue to focus on critical, and general) as well as accelerating the economic growth.", "integration, interconnection, and interoperability of payment infrastructure and money markets.", "the form of declining business conditions, balance Bank Indonesia in collaboration with the sheets, and increasing debts that will take a long national payment industry have also accelerated time to heal.", "If not addressed timely and properly, the electronification of the distribution of the deteriorating condition of corporations could Government social assistance programs, various en masse spread to the banking system with large modes of transportation, as well as regional amount of credit defaults that could undermine government financial transactions.", "Coordinated policy responses from KSSK members are needed to v. Fifth, we continue to encourage address them from both demand and supply side.", "economicfinancial inclusion, both through the MSME In this regard, Bank Indonesia's policy instruments development program, as well as the sharia are directed at reducing BI7DRR to the lowest economic and finance.", "The MSME development level, injecting large amounts of liquidity (QE), program is pursued through 3 (three) pillars, stabilizing the exchange rate, as well as providing namely corporatization (including institutional incentives for banks to channel into priority sectors strengthening and partner expansion), for national economic recovery.", "The government endto-end capacity building (including through provides fiscal incentives in the form of interest strengthening entrepreneurship and market rate subsidies to MSMEs, corporate tax reductions, expansion), and financing for expansion of to the placement of funds in a number of banks to financial access (including digitalization of channel credit to priority sectors, especially MSMEs.", "The MSME development program is The Financial Services Authority (OJK) provides focused on food clusters, especially to support relaxation of provisions in credit classification in the controlling inflation, as well as handicraft banking credit restructuring program to the business clusters for export promotion according sectors so that there is no mass credit default.", "The to the beauty and diversity of Indonesian Deposit Insurance Agency (LPS) ensures that public culture.", "The sharia economic chain ecosystem deposits are guaranteed in banks, thus supporting development program is focused on halal food, the financial system stability, as well as as lowering modest fashion, and Muslim-friendly tourism.", "the guaranteed interest rate to support national Digitalization of payments with QRIS and BI- economic recovery.", "FAST as well as financial literacy and consumer protection programs are encouraged to expand access for MSME financing and the sharia Global Economic Performance and economic and finance.", "The MSME promotion Prospects: Deteriorating with High Risk program is carried out through a national event of Recession, High Inflation, and High called the \"Karya Kreatif Indonesia (KKI)\" which Uncertainty held once a year, while for the sharia economic and finance is carried out through the Sharia Synergy and innovation in the policy mix need Economic-Financial Festival (FESyar) event which to be continuously improved to strengthen the held in three regions (Sumatra, Java, and Eastern resilience of the national economy from the impact Indonesia) and the Indonesia Sharia Economic of increasingly volatile global economic spillover in Festival (ISEF) which is an international event.", "Geopolitical tensions are further exacerbating the fragmentation of global economy prospects.", "We also pursue synergy and policy innovation The continuation of the Russia-Ukraine war and the in maintaining financial system stability in close imposition of sanctions on Russia have resulted in coordination with the Financial System Stability limited supplies of energy and food prices which Committee (KSSK).", "The Covid-19 pandemic has in turn led to a very significant increase in prices.", "caused a scarring effect to the business sectors in Meanwhile, the continuing trade war between the US and China and the restrictions on mobility due impact on global economic and financial spillover, to Covid-19 in China have further exacerbated both from trade and financial channels, on EME disruptions to global supply chains and Chinese countries including Indonesia.", "tourist travel to various countries.", "The high level of political and economic fragmentation as well as Continuing political and economic fragmentation worsening disruptions in global supply chains have as well as aggressive monetary policy tightening caused and will further weaken global economic in developed countries have led to a slowdown growth from the supply side.", "At the same time, very in the world economy, accompanied by the high energy and food prices have caused global increasing risk of recession.", "Global economic inflation to soar and prompted central banks in growth was revised down to 3.0% in 2022 and developed countries, especially the Fed and the further slower to 2.6% in 2023 with a downward European Central Bank (ECB) as well as a number risk trend, before improving to 2.8% in 2024 (Table of Emerging Market Economy (EME) countries such 2).", "All countries have experienced a slowdown as Brazil, Chile, and Mexico to aggressively increase in growth, though to varying degrees.", "As a result, world economic growth downward correction mainly occurred in the US, has slowed and is at risk of recession in line with Euro Area, and Latin America in 2023 which was the decline in aggregate demand due to monetary accompanied by the increasing risk of recession.", "tightening and the weakening purchasing power of This is because in the three regions the contraction public consumption due to high inflation.", "Meanwhile in growth occurred simultaneously, both from the on global financial markets, the very aggressive supply side due to limited energy supply caused increase in policy rates by the Fed has driven the by the geopolitical tensions, and from the demand US dollar exchange rate to be extremely strong and side due to aggressive monetary tightening and put downward pressure on various world currencies, declining purchasing power of consumption due to including the Rupiah.", "The negative risk perception high inflation.", "Meanwhile, growth correction was in global financial markets has worsened, prompting relatively smaller in countries where monetary policy global portfolio investors to withdraw and convert tightening was relatively non-aggressive and/or had their funds to liquid instruments (the \"cash is the better domestic energy and food supplies.", "Japan and king\" phenomenon), and further exacerbate the India, which in 2022 grew by 1.7% and 6.6%, will Table 2.", "declining to 3.2% in 2023 with a more aggressive The ASEAN-5 region is considered the most resilient response to monetary tightening and forecasts for from the impact of global spillover with a projected a decline in energy and food prices (Graph 1.a).", "Risk of slower than to rise to the highest of 7.0% and 8.8% in 2022. expected in the global growth and various countries For Emerging Market and Developing Economies could realized if the high level of political and (EMDEs), inflation is expected to rise from 7.3% in economic fragmentation continues, and monetary 2021 to 10.6% in 2022, before falling to 6.5 % in policy tightening takes longer to reduce inflation 2023 (Graph 1.b).", "The rise in inflation in 2022 differs in each country.", "Therefore, the risk of economic from country to country, with lower increases in slowdown and high inflation (stagflation), and even Asia than in Latin America.", "After that, starting in recession and high inflation needs to be watched in mid-2023, inflation will decrease in China, India, the future, to strengthen the synergy and innovation the ASEAN-5 region, and Latin America.", "Overall, of national economic policies in maintaining the the impact of political-economic fragmentation on resilience of the Indonesian economy that has been inflation in EMDEs was not as high as in AEs, except achieved so far.", "The inflation forecast is based on the assumption that the Russia-Ukraine political Inflationary pressures will remain high going forward tensions and the US-China trade war will not be due to continued fragmentation of the world's prolonged, so that inflationary pressures from high politics and economy, although it will gradually world energy and food prices will ease at the end of ease as a result of the monetary policy tightening 2023 before returning to a low and stable level in by the central bank.", "Global inflation is expected to 2024 as predicted above.", "The high interest rate policy is predicted to be On a quarterly basis, global inflation is forecasted to maintained for a longer period (\"higher for longer\") Graph 1.a.", "Prospects of Inflation in Graph 1.b.", "Prospects of Inflation in EME Countries Developed Countries 4 I II III IV I II III IV I II I II III IV I II III IV 2022 2023 2024 2022 2023 US Japan Australia China India Thailand Philippines Malaysia Vietnam Euro Area England Canada Source: Consensus Economics Source: Consensus Economics Graph 2.a.", "Fed Funds Rate (FFR) Forecast Graph 2.b.", "The same trend also applies to the policy level.", "The higher policy rate Table 3.", "Looking ahead, the US dollar is is currently at 9.25% will become at 10.75% in the predicted to continue to strengthen in line with first quarter 2023.", "Policy rate at both central banks the hike in the FFR, and therefore it is necessary to will remain high throughout 2023, before declining continue to be vigilant and strengthen the policy to 8.00% and 7.50% respectively at the end of 2024 response to mitigate the spillover impact on stability (Table 3).", "Meanwhile, the increase in monetary and to the domestic economy.", "Vigilance also needs policy rates in the EMs Asia Region was relatively to be increased over the increase in UST yields which lower.", "Monetary policy rates in India and South are predicted to reach around 4.25% in the first Korea, for example, will increase to 6.40% and 3.50% quarter of 2023 for a 10-year tenor.", "The increase in respectively in the first quarter of 2023 and be UST yields is even higher for short-term tenor, which maintained throughout 2023.", "The phenomenon of is around 4.6% after almost reaching 7% in August higher and longer monetary policy rates in developed 2022 (Graph 3.b).", "The phenomenon of inverted countries compared to EME countries shows UST yields reflects investors' perceptions on global that fragmentation due to geopolitical tensions financial markets and influences the pattern of has caused not only economic fragmentation portfolio capital flows, especially in bonds, exchange (growth and inflation) but also global monetary rate movements, and the increasingly expensive fragmentation.", "financing of fiscal deficits in various countries.", "The aggressiveness of the increase in the FFR The high perception of risk in global financial interest rate led to a very strong US dollar against markets encourages investors to withdraw their various world currencies and an increase in high portfolio investments from EMEs and accumulate US Treasury (UST) yields.", "The US dollar index them in liquid assets (the \"cash is the king\" against world currencies (DXY) reached 114.1 phenomenon).", "Financial risk in the US, Europe, on 27 September 2022, or strengthened around and China is on the rise in term of interest rates, 19.3% (ytd) from the end of 2021 and 22.2% on exchange rates, financial asset valuations, and year-on-year basis (Graph 3.a).", "This phenomenon of credit spreads.", "The rise is due to continuing global the very strong US dollar has put pressures on the geopolitical tensions, increasing risk of economic depreciation of currencies in various countries, and recession, high inflation, aggressive interest rate Graph 3.a.", "Strong US Dollar Phenomenon Graph 3.b.", "In such regulation and supervision of the financial system to conditions, the risk premium is more decisive in overcome the Covid-19 pandemic's scarring effect; portfolio investment decisions than the difference (iii) strengthening cooperation in payment systems in interest rates between countries.", "Moreover, the between countries and developing Central Bank lack of clarity over the solution to global geopolitical Digital Currency (CBDC); (iv) policy development in tensions has further encouraged global investors to the transition to green and sustainable finance; (v) be extra risk averse in holding securities and shifting expanding the development of economic and financial them to liquid assets.", "This has resulted in continued inclusion, in particular to MSMEs, women, and youth; capital outflows of bond investment portfolios and (vi) advanced policies in international taxation.", "from EMEs since early 2022 as global geopolitical After extra hard diplomatic efforts, both formally and tensions intensify (Graph 4.b).", "This development through holding side events to promote economic has put further pressure on the exchange rates and progress and cultural diversity in Indonesia, at the the ability to issue bonds to finance fiscal deficits fourth meeting of the Finance Minister and Central in various EME countries.", "The amount of capital Bank Governors Meeting (FMCGM) in Washington, outflow will of course differ from one country to DC, USA on 12 to 13 October 2022, an agreement another, depending on the condition of the domestic was reached on the various priority agendas of the economy and the credibility of the policy response financial channel.", "(fifteen) paragraphs in the fourth Chair Summary of the FMCGM have been agreed.", "Meanwhile, Indonesia expresses and mobilizes the need the 2 (two) paragraphs regarding the deteriorating to strengthen international coordination and condition of the global economy as well as global cooperation to overcome various problems and health and food issues, the disagreement is mainly prevent the deterioration of the global economy, due to the underlying factors related to political especially through the Indonesia's Presidency of tensions in relation to the war in Ukraine.", "A total the G20 2022 on the finance track according to the of 11 (eleven) G20 countries, especially the G7 theme \"Recover Together, Recover Stronger\".", "As is countries, alleged that this was caused by the Russian known, there are 6 priority agenda of finance track invasion of Ukraine, on the other hand Russia said for the Indonesia's Presidency of the G20 2022, it was the imposition of sanctions, while 3 (three) namely: (i) coordination in the normalization of global countries stated that it was because of the invasion macroeconomic policies; (ii) coordination in the and the imposition of sanctions.", "Global Financial Condition Index Graph 4.b.", "their commitment to take \"well-calibrated, wellplanned, and well-communicated\" policies to In the field of financial sector reform, the G20 support sustainable economic recovery.", "To that countries are committed to continue maintaining end, various steps have been taken to strengthen the stability of the global financial system, including macroeconomic policy coordination and maintain by coordinating policy measures and implementing financial system stability and long-term fiscal international standards.", "To that end, the G20 asked sustainability.", "Responsive and flexible fiscal policies the Financial Stability Board (FSB) and the IMF to continue to be pursued, including the provision continue to monitor the condition of the global of targeted budgets to help maintaining the financial sector and recommend policy responses purchasing power of the most vulnerable groups that need to be taken.", "The final report from the of people and to mitigate the impact of rising FSB on the exit strategy in dealing with the scarring commodity prices, including energy and food prices, effects of the Covid-19 pandemic and policy on inflationary pressures.", "The G20 central banks recommendations for financial system stability will are strongly committed to achieving price stability, be finalized before the G20 Leaders' Summit in by tightening monetary policy in accordance with Bali, November 2022.", "In particular, G20 countries data developments and communicating clearly to support joint global action coordinated by the FSB ensure inflation expectations remain anchored, to strengthen the resilience of the financial system as well as considering the process of economic from cross-border spillovers, including by addressing recovery and the impact of spillover between the structural vulnerabilities of nonbank financial countries.", "Exchange rate stability needs to be intermediation from a systemic risk perspective.", "maintained according to market mechanisms as The FSB will soon complete a follow-up report and part of controlling inflation.", "The independence of recommendations for strengthening the regulation the central bank is very important and decisive and supervision of nonbank financial institutions, to achieve these goals and strengthen the including in the activities of open-ended funds credibility of monetary policy.", "Macroprudential and the regulation of margining practices.", "The policy continues to be directed at monitoring and G20 countries also support the FSB's proposal mitigating systemic risks in the financial system to strengthen the regulatory framework and from current economic dynamics.", "To strengthen supervision of a comprehensive and international these macroeconomic (fiscal and monetary) standard for cryptoasset activities by applying policies, the G20 asked the IMF to continue to the principle of \"same activity, same risk, same refine and strengthen the implementation of the regulation\".", "This is because cryptoasset activities Integrated Policy Framework (IPF) in surveillance and ecosystems have developed rapidly and pose and policy recommendations that need to be taken systemic risks to international and global financial by each country and multilaterally.", "In addition, the G20 countries also support macroeconomic and macroprudential policies also the FSB consultative report on recommendations needs to be strengthened through the integration for regulation and supervision of the \"global of the IPF by the IMF with the Macro-Financial stablecoin\" mechanism by encouraging consistent Stability Policy Framework (MFSF) developed implementation and public awareness of the risks it by BIS.", "It should be noted that Indonesia's poses, while continuing to foster digital innovation.", "experience of very close coordination between the Government's fiscal policy and Bank Indonesia's Very encouraging progress in Indonesia's G20 monetary policy, as well as policy coordination in Presidency in 2022 was achieved in accelerating preventing and handling crises through the KSSK, is cross-border payment system cooperation and widely praised as an important pillar in maintaining CBDC development.", "In this regard, the G20 Roadmap for Enhancing Cross-Border Payments BISIH, IMF, and the World Bank in the preparation of initiated by Saudi Arabia in 2020 has began to integrated assessment reports and recommendations be implemented with 18 (eighteen) blocks of for options in CBDC access and interoperability for clear programs, their prioritization, and concrete cross-border payment systems, while maintaining achievement indicator targets, as stated in the the stability and integrity of the international 2022 Progress Report.", "The goal is to reduce monetary and financial system.", "In addition, the FSB the cost of transfers and remittances between has also issued a consultative report to achieve countries to be as low as possible, including greater convergence in reporting and handling cyber through digitalization, infrastructure development, incidents.", "and expansion of cross-border payment system coordination.", "Reports on progress in payment Indonesia's Presidency in the G20 2022 has system interoperability, including through the use also succeeded in encouraging the economic of Application Programming Interfaces (APIs), were and financial inclusion development program by submitted by the BIS Committee on Payments displaying the progress of Indonesia's MSMEs Systems and Market Infrastructures (CPMI) in development.", "The Covid-19 pandemic has had an collaboration with the BIS Innovation Hub (BISIH) in impact on increasing inequality among the poorest side events of the G20 Indonesia Digital Economy and most vulnerable groups of society, especially and Finance Festival (FEKDI) in Bali, July 2022. for MSMEs, women and youth.", "To that end, the G20 Indonesia leads the ASEAN-5 (Indonesia, Thailand, agreed on the \"G20 Financial Inclusion Framework Malaysia, Singapore, and the Philippines) in payment in Harnessing Digitalization to Increase Productivity, system cooperation for the use of Quick Response Sustainable, and Inclusive Economy of Women, (QRIS in Indonesia) and retail fast payments Youth, MSMEs\" which aims to increase productivity (BIFAST in Indonesia) with using Local Currency and develop an inclusive and sustainable economy, Transactions.", "Meanwhile, important progress in based on the G20 2020 Financial Inclusion Action Indonesia's Presidency of the G20 was achieved in Plan.", "The framework is built on policy practices, the development of CBDCs with a focus on 3 (three) regulations, and development programs in a important aspects, namely: CBDC design (wholesale number of EME countries in accordance with the and/or retail CBDC), the use of CBDCs in financial Implementation Guide for the G20 High-Level inclusion (directly or through digitalization of Principles for Digital Financial Inclusion, as a payments system), and CBDC cooperation between reference in the use of financial products and countries (regional Asia and multilateral through the services and digital payments in expanding access to BIS and also the IMF).", "To realize these three focuses, MSME finance in addition to bank credit/financing.", "Indonesia in collaboration with BISIH successfully To strengthen the development of digital and held the G20 TechSprint 2022 as an annual sustainable finance, as well as to support financial competition for practical and feasible solutions for inclusion and the welfare of small communities, the CBDC development on three issues, namely: (i) G20 agreed to update the G20/OECD High-Level robust and effective publishing, distribution, and Principles on Financial Consumer Protection and transmission; (ii) capacity for financial inclusion; and on MSME Financing.", "In this regard, the progress (iii) connectivity and interoperability.", "Competition of policy practice, regulation, and development of enthusiasm was very high with almost 100 (one MSME in Indonesia is included as a reference in hundred) participants from all over the world where the preparation of the framework, in addition to the jury selected 21 (twenty one) participants as a number of countries such as India and Mexico.", "finalists and then determined 3 (three) winners Likewise, various side events and exhibitions of for each of the aspects of the above CBDC Indonesian MSME products at every G20 FMCBG development.", "Moreover, Indonesia's Presidency of meeting were visited and praised by delegates from the 2022 G20 strengthens coordination of BIS CPMI, G20 countries.", "Indonesia's Presidency of the G20 2022 also (UNFCCC) and the Paris Agreement, including the reached an agreement on international tax implementation of the COP26 commitment, through cooperation, infrastructure development, assistance a policy mix towards carbon neutrality and net to poor countries, as well as promoting further steps zero carbon which includes fiscal policies, market in a green and sustainable economic transition.", "In mechanisms, and the necessary arrangements.", "In the field of international tax cooperation, the G20 accordance with the conditions of each country, a agreed on the rapid implementation of the two number of these steps include the use of carbon pillars of the OECD/G20 international taxation pricing, carbon non-pricing mechanisms and package, with the finalization of the OECD/G20 incentives, and gradually reducing inefficient energy Inclusive Framework on Base Erosion and Profit subsidies in the medium term that have an impact on Shifting (BEPS) in the first pillar and progress in excessive consumption, while continuing to provide Global Anti-Base Erosion (GloBE) Model Rules in the assistance to the poor and vulnerable.", "In addition, the G20 is also committed to continue strengthening the implementation of tax transparency globally and regionally in National Economic Performance and Asia in accordance with the Asia Initiative Bali Prospects: Optimistic and Vigilance Declaration agreement in July 2022, as well as the reporting framework for the application of Synergy and innovation in the taxation on cryptoasset.", "In the field of infrastructure macroeconomicfinancial system stability policy mix are needed development, the G20 focuses on efforts to expand to enhance further to strengthen resilience and private participation, capacity building, and financing national economic recovery from the impacts of cooperation among the Multilateral Development the global turmoil.", "Close coordination between the Banks (World Bank, ADB, IsDB, AIB, and others), Government's fiscal policy and Bank Indonesia's as well as the development of InfraTracker 2.0 that policies are increasingly needed to ensure that the allows the public and private sectors to play a role in inflation can return to the target expeditiously, the the post-Covid-19 transformation on infrastructure Rupiah exchange rate is stable, the fiscal deficit is investment.", "To help low and middle-income countries manageable, and monetary stability is maintained.", "recover from the impact of the Covid-19 pandemic Fiscal policy must continue to be directed as a and global turmoil, the G20 agreed to establish a shock absorber against the impact of soaring global Pandemic Prevention, Preparedness, and Response energy and food prices on domestic inflation by Financial Intermediary Fund (PPR FIF) facility with providing subsidies and social assistance programs, funding commitments from donors of more than while simultaneously lowering the deficit to below USD1.4 billion, a restructuring program external 3% of GDP, as stipulated in the 2023 State Budget debt of debtor countries in Africa through the (APBN).", "Monetary policy still needs to be directed Common Framework (CF), as well as commitments towards stability (pro-stability) with a measurable from IMF member countries to channel part of the increase in interest rates to control core inflation Special Drawing Rights (SDRs) allocation of USD81.6 and inflation expectations, as well as foreign billion (from the target of USD100 billion) into exchange intervention to maintain Rupiah exchange the fund.", "Resilience and Sustainability Trust (RST) rate stability, and to ensure adequate banking and fund to assist the eligible low and middle-income economic liquidity.", "Meanwhile, macroprudential countries in addressing structural problems that policy, payment system policy, financial market exacerbate macroeconomic risks from pandemics deepening, as well as economic and financial and climate change.", "In the transition to a green inclusion are directed towards promoting national economy and sustainable finance, the G20 agreed economic recovery (pro-growth).", "Microprudential on global efforts to achieve the goals of the United regulation and supervision by OJK needs to be Nations Framework Convention on Climate Change directed at continuing the credit restructuring program and strengthening the supervision of the predicted have an upward bias towards the upper financial sector (banks, nonbank financial institutions, bound of Bank Indonesia's 4.5-5.3% projection.", "and capital markets) to resolve the impact of the Economic growth in 2023 is predicted to remain Covid-19 pandemic on the corporate and banking strong, though growth will decelerate slightly to the sector, in particular the possibility of increasing Loan midpoint of the 4.5-5.3% range before increasing at Risk (LaR) and Non Performing Loan (NPL).", "Indonesia's ongoing economic recovery is driven by solid domestic In the midst of the global economic slowdown, demand, both private consumption and investment, Indonesia's economic recovery remains intact, with in line with the continued increase in mobility an expected of slight moderation in 2023.", "The and economic-financial activity, positive export national economy is predicted to continue improving, performance supported by higher value added from supported by increasing private consumption downstream natural resource-based industries, and investment, strong exports, and maintained as well as the ongoing completion of the National households purchasing power notwithstanding the Strategic Projects (PSN).", "Several indicators and results from the latest surveys conducted by Bank Indonesia, Spatially, ongoing economic recovery in 2022 is such as consumer confidence, retail sales, and the supported by increased growth in all regions of Manufacturing Purchasing Managers' Index (PMI) Indonesia.", "The economy in all regions of Indonesia point to an ongoing domestic economic recovery.", "in the third quarter of 2022 continued to score Externally, export performance is predicted to strong growth, confirming the continued national remain strong, particularly for coal, CPO, as well economic recovery.", "This positive development as iron and steel, in line with strong demand from was supported by improving domestic demand in several major trading partners and the Government line with greater mobility in all regions and various policy to stimulate exports of CPO and its large-scale events, including activities related derivatives.", "Spatially, positive export performance to the Indonesia's Presidency of the G20 2022, was supported by all regions, especially Kalimantan as well as exports performance.", "Growth in the and Sumatra, which continued to score a high regions of Bali-Nusa Tenggara (Balinusra), Java, growth.", "Improvements in the national economy and Kalimantan accelerated in the third quarter of are also reflected in the performance of the main 2022 to 6.69% (yoy), 5.76% (yoy) and 5.67% (yoy) economic sectors, such as trade, mining, and respectively.", "Economic gains in those three regions agriculture.", "As a result, economic growth in 2022 is were mainly supported by domestic demand in line Table 4.", "In addition, economic growth in Balinusra performance remains solid in line with strong export was also supported by copper exports from West performance, thereby supporting external resilience.", "Likewise, export performance in The current account is forecasted to maintain a Kalimantan remains strong, especially CPO and coal.", "surplus, potentially reaching 0.4-1.2% of GDP in Meanwhile, the Sulawesi-Maluku-Papua (Sulampua) 2022, supported by strong export performance and Sumatra regions posted strong growth of 8.04% in line with high commodity prices and persistent (yoy) and 4.71% (yoy) respectively, despite slightly demand for Indonesian commodities (Table 5).", "Export moderating from the previous quarter, supported by performance in 2023 is expected to be moderated, solid domestic demand and natural resource-based in line with the global economic slowdown, while exports.", "For 2022 overall, therefore, the regional imports will increase with improvement in domestic economies of Sumatra, Java, Kalimantan, Balinusra demand.", "Against the backdrop of intense pressures from - 7.7% respectively.", "foreign portfolio investment outflows in line with Table 5.", "Looking forward, the 2023 BOP is predicted maintain monetary-financial system stability and to remain sound, supported by a capital and financial macroeconomic stability.", "The US dollar exchange rate account surplus stemming from higher FDI and index against major currencies (DXY) reached a high returned portfolio investment inflows, amidst the of 114.11 on 27 September 2022 and was recorded well-maintained current account.", "As of 15 November end of October 2022 stood at USD130.2 billion, 2022, Rupiah exchange rate depreciated 8.27% (ytd) will increase and be more than sufficient to support compared to the level at the end of 2021, which is Indonesia's external resilience.", "comparatively lower than the currency depreciation experienced in other developing countries, such as The Rupiah stability has been maintained amidst India 8.38% and the Philippines 10.90% (Graph 5.a).", "the strong US dollar and elevated global financial Moving forward, Bank Indonesia will continue to market uncertainty.", "As noted above, the aggressive strengthen the Rupiah exchange rate stabilization pace of FFR hikes, the strong US dollar, and the policy in accordance with market mechanisms and the perceived of high risk by global investors (\"cash is the fundamental value.", "With forecasted global financial king\") have led to portfolio investment outflows and market uncertainty easing, at least after the period depreciatory pressures on exchange rates in EMEs, of peak FFR hikes in the first quarter of 2023, the including Indonesia.", "To mitigate the impact of this Rupiah exchange rate is predicted to stabilize and global turmoil, Bank Indonesia strengthened Rupiah appreciate in line with its fundamental value.", "This stabilization policy through large foreign exchange is consistent with forecasts of a surplus of BOP market intervention, both on spot and Domestic performance, controlled inflation returning to the Non-Deliverable Forward (DNDF) transactions, in 3±1% target, well-maintained fiscal deficit below 3% addition to buying/selling SBN in the secondary of GDP, and continued economic recovery, in addition market to maintain the SBN yields attractiveness to yields on Indonesian government securities remain to foreign portfolio investors.", "Rupiah stabilization attractive compared to other EMEs (Graphic 5.b).", "Currency Movement Against USD Graph 5.b.", "Consumer expectations and core inflation going forward (Graph Price Index (CPI) inflation in October 2022 was 6.a).", "The increase in volatile food inflation will also be recorded at 5.71% (yoy), down from 5.95% (yoy) in negated by declining global commodity prices, more the previous month, driven by a lower than expected conducive weather in 2023, and close coordination second-round effect of fuel price adjustments to to stabilize food prices between the Central/Regional volatile food (VF) inflation and administered prices Government and Bank Indonesia through TPIP-TPID (AP).", "Volatile food inflation was controlled as a and GNPIP (Graph 6.b).", "Likewise, administered prices result of synergy and close policy coordination inflation will also be low with minimal potential through the Central and Regional Inflation Control adjustments to energy prices due to the decline in Teams (TPIP-TPID) and the National Movement for the price of fuel.", "Policy synergy between the Central Food Inflation Control (GNPIP) to support supply and Regional Governments and Bank Indonesia will availability, smooth distribution, price stability, and continue to be strengthened to ensure that inflation effective communication.", "The build-up of inflationary returns to the target soon.", "pressures on administered prices was also not as high as expected, in line with lower adjustment in Liquidity conditions in the banking sector and fuel prices and transportation fares.", "Meanwhile, core the economy remain loose, thereby supporting inflation was maintained at a low level in line with intermediation and the APBN financing.", "As part lower than expected second-round effect of fuel of the policy response for economic recovery from price adjustments and a lack of strong inflationary the Covid-19 pandemic, Bank Indonesia in 2020 pressures from the demand side.", "Consequently, and 2021 injected large amounts of quantitative Bank Indonesia expects lower inflation in 2022 than easing to the banking industry to maintain financial the initial forecast, though still above the 3.0±1% system stability and simultaneously to revive bank target.", "Inflation in 2023 is predicted to decline and lending/financing to the business sectors.", "By the return to the aforementioned target corridor in end of 2021, the quantitative easing policy reached 2023.", "Core inflation is predicted to return to target Rp874.4 trillion or around 5.2% of GDP, one of more quickly as imported inflation remains under the largest liquidity injections among developing control in line with the stable Rupiah exchange rate, countries.", "With the economy starting to recover, as well as a front loaded, pre-emptive, and forward Bank Indonesia in 2022 is normalizing monetary Graph 6.a.", "Core Inflation and Inflation Expectation Graph 6.b.", "Ratio of Liquid Assets to Deposits Graph 7.b.", "In stabilization policy in line with its fundamental October 2022, the ratio of liquid assets to deposits value as a corollary of the strong US dollar and remained high at 29.46%, though down from the elevated uncertainty in global financial markets, 35.12% position recorded at the end of 2021, as amidst increasing demand in the domestic economy.", "Moving forward, Bank Indonesia In the money markets, the IndONIA rate on 15 will continue to ensure that liquidity conditions in November 2022 rose 149bps compared with rate the banking sector remain loose, thereby supporting at the end of July 2022 to 4.29%, in line with the the ability of banks to disburse loans and purchase BI7DRR increase and Bank Indonesia's monetary SBN in the primary market for the APBN financing.", "Yields on short-term SBN Economic liquidity also remains ample, as reflected rose 289bps, while yields on long-term SBN were in the narrow money (M1) and broad money (M2) relatively subdued.", "Meanwhile, the increase in bank aggregates, which grew 13.5% (yoy) and 9.1% (yoy) interest rates, both funding costs and lending rate, respectively, as shown in Graph 7.b.", "Money supply only rose to 3.40% and 9.09% respectively at the growth stems from an increase in savings and end of October 2022 (Graph 8.a).", "This rigidity was quasi-money in line with income from high private in line with ample liquidity, which is prolonging the consumption.", "In terms of use, the growth in money lag effect of policy rate transmission on funding and supply was dominated by bank credit, thus indicating lending rates.", "Meanwhile, the yield on 2-year SBN more financing available for the national economic rose to 6.66% and the benchmark 10-year SBN rose recovery.", "to 7.05% in line with market mechanisms and rising US Treasury yields (Graph 8.b).", "Bank Indonesia sold Ample liquidity has supported relatively limited short-term SBN and purchased long-term SBN in increased in bank lending rates amid rising money the secondary market (twist operation) as part of the market rates in line with the increase of the policy Rupiah stabilization strategy, while simultaneously rates.", "In August-November 2022, Bank Indonesia dampening the impact of rising US Treasury yields.", "Banking Interest Rates Graph 8.b.", "Credit improving appetite to disburse loans, primarily to growth in October 2022 stood at 11.95% (yoy), the manufacturing industry, construction, trade, boosted by broad-based increases across all loan and agriculture sector (Graph 9.b).", "On the demand types and all economic sectors (Graph 9.a).", "Working side, an ongoing corporate and household sector capital loans grew by 11.90%, while investment recovery is driving intermediation.", "Corporate sector loans and consumption loans grew by 15.47% and performance is reflected by improving repayment 8.79% respectively.", "Intermediation in the sharia capacity, sales, and capital expenditures (Capex), banking industry also continues to recover, with particularly in the trade and mining sectors.", "Similarly, financing growth of 18.4% (yoy) in October 2022. household performance is improving as indicated by On the supply side, a stronger intermediation improving consumption and investment in line with function was supported by lending standards that consumer optimism.", "In terms of MSME, loan growth Graph 9.a.", "Credit Growth Graph 9.b.", "Bank still demands vigilance in order to maintain the Indonesia appreciates the banks' contribution to resilience of the banking system.", "These risks include accelerate national economic recovery by increasing credit risk with continued Loan at Risk (LaR) in lending and financing to the business sectors, several economic sectors, such as construction and while maintaining accommodative lending rates.", "accommodation, due to the scarring effect of the Considering such developments and the synergic Covid-19 pandemic, liquidity risk due to faster credit efforts made by the authorities, financial sector and growth than deposits, as well as market risk due corporate sector, Bank Indonesia projects credit to the Rupiah depreciation and rising SBN yields.", "growth in 2022 in the 9-11% range and will continue Meanwhile, Bank Indonesia's simulations confirmed to increase to 10-12% in 2023. that bank resilience has been maintained.", "This is also in line with the results of the Systemic Risk Survey The resilience of the financial system, particularly conducted by Bank Indonesia based on a sample the banking industry, has been maintained, in terms of 120 respondents from financial institutions, of capital, credit risk, and liquidity.", "The Capital corporations, economist, and academics in October Adequacy Ratio (CAR) in the banking industry was 2022, showing that most respondents confident still high in September 2022 at 25.09% in line with and strongly confident that financial system stability rising capital components of accumulated profit and would be maintained up to or beyond the next 6 (six) risk-weighted assets (RWA) with mitigated credit months (Graph 10.b).", "Digital economy and finance transactions are This confirms that the provisions for impairment growing rapidly in line with Bank Indonesia's losses prepared by the banking industry are policy to accelerate payment system digitalization sufficient to mitigate credit risk.", "Liquidity risk in the in order to support national economic recovery.", "banking industry is also low with ample liquidity, as Digital economic and financial transactions indicated by the ratio of liquid assets to deposits as continue to increase with rapidity in line with described above.", "However, the potential impact of greater public acceptance and growing public a number of risk factors, both in terms of domestic preference towards online retail as well as the Graph 10.a.", "Banking Capital and Credit Risk Graph 10.b.", "The value systems in ASEAN and other countries.", "In terms of of electronic money transactions is projected to cash, currency in circulation is predicted to increase increase by 32.2% (yoy) in 2022 to reach Rp404 7.6% (yoy) in 2022 to Rp1,033 trillion and then by trillion before increasing another 25.7% to a value 7.5% in 2023 to reach Rp1,111 trillion.", "In addition, the Bank Indonesia continues to ensure the availability of value of digital banking transactions is projected quality Rupiah currency fit for circulation throughout to increase by 30.2% (yoy) in 2022 to reach the territory of the Republic of Indonesia, including Rp53,144 trillion, before gaining another 27.2% in the new 2022 issuance of Rupiah banknotes.", "The acceleration of payment system digitalization also prompted National economic resilience and recovery from the strong e-commerce transactions growth, which are projected impact of global turmoil in 2023 will bring estimated to increase by 21.9% to reach Rp489 the prospect of a medium-term economic revival trillion in 2022 and then increase by 17.0% to in pursuit of Advanced Indonesia.", "To support payment system policy response in synergy with the national policy acceleration and innovation, Bank Indonesia mix will accelerate growth and economic revival continues to implement the Indonesia Payment in the following years.", "In the medium-long term, System Blueprint (BSPI) 2025, both the expansion the economic outlook will improve on a trajectory of acceptance and payment service features of QRIS to achieve Advanced Indonesia, driven by the and BI-FAST, as well as the application of SNAP and improving global economic outlook as well as the consolidation of the Indonesian payment system increasing investment and productivity from the industry to form strong and competitive unicorns implementation of structural reform policies in the from Indonesia.", "Bank Indonesia is also expanding real sector and the acceleration of the national Table 6.", "Increasing economic both from market risk due to the weakening of the competitiveness as well as industrial capacity exchange rate and rising SBN yields, as well as credit and capability support higher and more resilient risk due to declining domestic economic activity.", "economic growth with a better economic structure.", "The success of downstreaming policy will increase In addition to the risks in the near term, several not only the value added of exports, but also boost medium-term risks demand vigilance in terms of investment and productivity.", "In addition, a more strengthening Indonesia's economic revival towards conducive business and investment climate, including Advanced Indonesia.", "From a global perspective, through the implementation of the Job Creation Law, as explained above, political and economic will strengthen sources of higher economic growth.", "fragmentation will lead to multipolar world trade.", "We predict that in the medium term, Indonesia's The dominance of the US and Europe in the global economic growth will continue to increase in the economy will decrease, while the role of Asia will range of 4.8-5.6% in 2025, 4.9-5.7% in 2026, and continue to expand.", "Inflation is predicted to remain play an increasingly important role, India's role in the low in the range of 1.5-3.5%, supported by increases global trade and economic arena will also increase.", "in national production capacity through higher A number of countries in Africa will also grow and efficiency and productivity to meet rising aggregate become a global trade destination.", "The occurrence of demand in the economy.", "The current account deficit the multipolar trend at the center of world economic is also predicted to remain manageable at a low level, growth and trade requires a change in our strategy thereby underpinning the resilience of Indonesia's and approach in establishing international trade and external sector.", "Overall, with this trajectory of investment relations, namely from multilateralism projected outlook, Indonesia is expected to become to a regional and even bilateral approach to each a high-income developed economy by 2047. strategic country.", "What is more important is the ability to position and increase the competitiveness We need to remain vigilance of several risks going of the Indonesian economy in the global economy.", "forward to bolster economic resilience in Indonesia This is the importance of structural reforms and in the face of world economic turmoil.", "As explained the development of connectivity infrastructure above, the global economic turmoil is expected (physical and digital), which have developed rapidly to continue in 2023 as reflected by an economic under the leadership of President Joko Widodo.", "slowdown and potential risk of economic recession Therefore, infrastructure development (physical in several countries, persistently high inflation due to and digital) needs to be continued by focusing on energy and food prices, high monetary policy interest support to increase competitiveness and integration rates and US Treasury yields, strong US dollar, and with economic connectivity in Indonesia, as well as uncertainty in global financial markets.", "The impact establishing linkages for trade and investment with through trade channels poses the risk of declining strategic partner countries and regions.", "The existing export performance in supporting economic growth downstreaming policy for natural resources needs to as well as persistently strong domestic inflationary be improved moving forward, not only to increase pressures due to high global energy and food value added in our growth sources and economic prices.", "A larger and immediate impact will be felt structure, but also as a policy to further strengthen in the financial channel.", "The strong US dollar, high trade relations and to attract foreign investment.", "monetary policy interest rates, as well as the risk Improvements in the investment and business premium and uncertainty in global financial markets climate must remain continuous, both through portend the risk of foreign portfolio outflows (capital bureaucratic reform and by increasing the capability outflows), rising SBN yields, and depreciatory of human resources.", "Economic digitalization is pressures on the Rupiah.", "Furthermore, the risk increasingly important, as well as the transition to a of financial system instability may also increase, green and sustainable economy and finance.", "Bank Indonesia Policy Mix in 2022: funding through the purchase of SBN in the primary Maintaining Stability and Momentum for market in accordance with Law No.", "In National Economic Recovery terms of price stability, the Government increased the allocation of subsidies and energy compensation The acceleration of vaccination and the opening funds from Rp152.5 trillion to Rp502.4 trillion in of priority economic sectors, which are the 2022 to mitigate the impact of rising global oil prices prerequisites for the continuation of national on inflation and public purchasing power.", "This role economic recovery, as we stated at the 2021 of fiscal policy as a shock absorber, has effectively Bank Indonesia Annual Meeting on 24 November dampened higher inflation in Indonesia in 2022, 2021, can be carried out well in 2022.", "Close with smaller increments than recorded in various policy synergy between the Government, Bank other countries.", "Consequently, the policy response Indonesia, and Financial System Stability Committee to increase the BI7DRR benchmark rate was also (KSSK), was able to support the acceleration of lower than in other countries, both in advanced vaccination in 2022, thereby enabling the easing economies, such as the US, Europe, and the UK, as of restrictions on mobility to support economic well as developing economies, including Brazil, India growth in 2022.", "With the acceleration of vaccination and the Philippines.", "In addition, as we have explained by the Government, which is also supported by above, Bank Indonesia in 2022 also supported APBN financing from Bank Indonesia, Indonesia was able financing of Rp142.35 trillion, consisting of the to achieve herd immunity in the second quarter of purchase of SBN from the primary market based on 2022.", "In fact, the Government also able to carry the joint decree I (KB-I) mechanism of Rp46.93 trillion out booster vaccinations which had reached 40% and joint decree III (KB-III) of Rp95.42 trillion, until of the target in October 2022.", "The continued purchase of SBN development of vaccination and the increasingly from the primary market in 2022 demonstrates Bank controlled spread of Covid-19 have become a Indonesia's strong commitment in supporting APBN strong basis for the Government to continue funding, both in terms of health and humanitarian easing the mobility restrictions and opening up financing due to the impact of the Covid-19 priority sectors of the economy thereby stimulating pandemic, and accelerating national economic economic activity, as well as improvement in the recovery.", "expectation of Indonesia's economic prospects.", "In line with these policies, the coordination and Coordination of inflation control between Bank synergy of KSSK policies in providing fiscal, Indonesia and the Central and Regional Governments monetary, macroprudential, and microprudential was strengthened to control the spillover impact incentives to these priority sectors also continues to of fuel price adjustments.", "Geopolitical tensions and be strengthened.", "In addition, the scope of priority rampant food and energy protectionism policies sectors which received policy incentives was also have pushed up global food and energy prices, expanded from 38 priority sectors to 46 priority which in turn led to increased domestic inflationary sectors to further accelerate the recovery of the pressures.", "The world oil price soared to USD112 per national economy.", "These various policy coordination barrel causing the Government to adjust the price and synergies were able to support Indonesia's of subsidized fuel in September 2022 to maintain continued economic growth to reach 5.72% (yoy) in fiscal sustainability and reallocate subsidies to be the third quarter of 2022. more well-targeted.", "In this context, Bank Indonesia strengthened coordination and synergy with the Fiscal and monetary coordination continues to Central and Regional Governments through the be strengthened in promoting national economic Central and Regional Inflation Control Teams recovery and maintaining stability, including Bank (TPIPTPID) to manage the second round impact of fuel Indonesia's participation in the state budget (APBN) price adjustment and the increase in global food prices through various measures (Figure 2).", "This at maintaining stability (pro-stability), while the other includes the coordination of inflation control from four instruments, namely macroprudential policies, the demand and supply sides, among others through digitalization of the payment system, deepening of the National Movement for Food Inflation Control the money market, as well as inclusive and green (GNPIP), additional fiscal budget support to lower economy-finance are aimed to accelerate national regional inflation through the Regional Incentive economic recovery (pro-growth).", "Fund (DID) and the use of Unexpected Expenditures component (BTT), transportation subsidies using The salient points of Bank Indonesia's policy mix the General Transfer Fund (DTU), as well as other implemented in 2022 are as follows: stabilization policies that were able to reduce inflationary pressures.", "This can be seen from inflation i.", "In regard to monetary policy, liquidity, exchange in October 2022 which was recorded at 5.71%, lower rate and interest rate policies are aimed at than the initial estimate.", "ensuring macroeconomic stability.", "Thus, the monetary policy stance is not only measured The direction of the Bank Indonesia policy mix in through changes in interest rate policy, but 2022 continues to be synergized as part of the also liquidity policy, as supported by exit policy national policy direction to accelerate economic implementation around the world.", "Practices in recovery while maintaining stability.", "In this regard, various countries show that there is no uniformity in line with the risk of increasing uncertainty in the of priorities for monetary policy strategies.", "Some global financial markets due to tightening monetary countries, especially those with large excess policy in advanced economies, especially the US, liquidity, prioritized normalization of liquidity amid the early stages of economic recovery in the over interest rate hikes, while countries with Indonesian economy, Bank Indonesia adopted a policy high inflationary pressures tended to prioritize mix consisting of \"one policy to maintain stability increasing interest rates.", "This emphasize the need and four policies to support economic growth\" as we to consider both liquidity and interest policy in have alluded to before.", "Monetary policy is directed measuring central bank monetary policy stance.", "Policy Coordination for 2022 Inflation Control ADDITIONAL BUDGET SUPPORT OTHER PRICE STABILIZATION MEASURES INFLATION CONTROL POLICY COORDINATION FOR INFLATION CONTROL INCREASED REGIONAL INCENTIVE FUND (DID) VARIOUS CHILI K1: Affordability of Prices K3: Smooth Distribution BUDGET FOR INFLATION CONTROL Monitoring and facilitation of production, harvest distribution.", "K2: Supply Availability K4: Effective Communication Expanding of market operations to maintain stock availability.", "Facilitating distribution from surplus to deficit regions.", "DID for Current Year Application of post-harvest technology with controlled atmosphere (Controlling Regional DID TPID Award 2021 controlling inflation storage (CAS).", "Rp100.4 billion Inflation 2022) Rp520.4 billion DEMAND SIDE POLICY AND EXPECTATION MANAGEMENT - BANK INDONESIA Cooperation in the provision of land for chili planting in Jabodetabek.", "Rp402.0 billion Campaigning to switch consumption to processed chilies DID is used to support the acceleration of regional economic 1.", "Front loaded, pre-emptive, and forward looking monetary policy tightening (K1): ONION recovery, e.g.", "through efforts to reduce the inflation rate.", "Stabilization of the rupiah exchange rate (K1).", "Strengthening the policy communication strategy (K4).", "Facilitation of distribution from production centers to deficit regions.", "UNEXPECTED EXPENDITURES (BTT) Utilizing warehouse receipts with CAS.", "FOR INFLATION CONTROL SUPPLY SIDE POLICY - BANK INDONESIA COORDINATION WITH CENTRAL & REGIONAL GOVERNMENTS Increased productivity (use of superior seeds) and expansion of Optimizing the utilization of the BTT budget for inflation control, the planting area.", "among others, through: Revocation of grain and rice price flexibility.", "Expanding and optimizing the National Movement for Food Inflation Control/GNPIP (K1-K4).", "Assignment to BULOG to increase absorption of rice production to reach CBP of 1.2 i. maintaining the affordability of prices and public purchasing 2.", "Incentive Fund for the TPID Award (K1-K4).", "million tons by the end of the year.", "power (social assistance for vulnerable people affected by 3.", "Optimizing Unexpected Expenditures (BTT) to control inflation (K1-K4).", "Optimizing Specific Allocation Fund (DAK) for Food Security (K1-K4).", "Establishment of post-harvest storage facilities in production center by National Food Agency (Bapanas) (K2).", "encouraging smooth distribution and transportation CHICKEN MEAT AND EGGS 6.", "Strengthening government rice reserves (CBP) and Supply Availability and Price Stabilization (KPSH) for rice by Importation of animal feed grain.", "Circular Letter of the Ministry of Home Affairs No./4825/SJ dated 19 August 2022 Supporting the distribution of eggs from surplus to deficit areas.", "the Bureau of Logistics (BULOG) (K2).", "Conducting highest retail prices (HET) evaluation of purebred 7.", "Expedite the implementation of meat imports (K2).", "chicken meat and eggs.", "Increasing in cooking oil supply and distribution: MGCR, Minyakita, and DMO-DPO CPO (K2, K3).", "Livebird absorption by state-owned enterprises (BUMN) and the private sector.", "Facilitating food distribution by Bapanas (K3).", "SUBSIDIES FOR TRANSPORTATION SECTOR 10.", "Transportation subsidies (K3).", "TRANSPORTATION SUBSIDY FROM THE GENERAL Expedite the import realization.", "TRANSFER FUND (DTU) TO REDUCE THE SECOND Extension of the subsidy for the difference in the price of soybean raw materials ROUND IMPACTS OF INCREASING FUEL PRICE of Rp1,000/kg for tofu and tempeh producers until the end of the year.", "The target for distribution by BULOG is max.", "Headline inflation in October 2022 recorded a deflation of -0.11% (mtm) or 5.71% (yoy) √ The impact of the increase in fuel prices was lower than expected Regulation of Minister of Finance No./PMK./2022 √ Inflation expectations decline concerning mandatory expenditures in order to reduce the impact DMO and DPO policies.", "of inflation fiscal year 2022: 2% of the General Transfer Fund Bulk Cooking Oil (MGCR) according to HET, Minyakita.", "Controlled Core Inflation Decreasing VF Inflation Decreasing VF Inflation (DTU), among others, to subsidize the public transportation sector Involve BULOG and ID Food in distribution.", "Source: Bank Indonesia In this context, in line with the low core inflation through the digitalization of government social pressures, especially in the first semester of assistance (bansos) programs, electronification 2022, the monetary policy response was taken by of local government services, particularly normalizing liquidity in a well-calibrated, through the Acceleration and Expansion of wellplanned, and well-communicated manner through Local Digitalization (P2DD) initiative, as well a gradual increase in the reserves requirement as integration of transportation modes; (iii) (RR) ratio to 9% for conventional commercial strengthening the implementation of the banks and 7.5% for sharia commercial banks and National Open API Payment Standard (SNAP) sharia business units.", "This policy was adopted by accelerating SNAP adoption for banks and so that Bank Indonesia would not fall behind nonbank institutions, as well as providing the curve in responding to the impact of global alternative infrastructure options in accordance financial market uncertainty on macroeconomic with the capacity of participants; (iv) accelerating stability.", "Exchange rate stabilization was also BI-FAST implementation through increased strengthened by conducting triple intervention participation, service expansion, and acceptance policy in the spot market, DNDF, and buying/ of BI-FAST; and (v) payment system pricing selling SBN in the secondary market.", "Meanwhile, policies to support national economic recovery.", "The three main policies above are also supported potential build-up of core inflationary pressures by close synergy between Bank Indonesia and and overshooting inflation expectations moving the Government, banks, and other institutions forward.", "to continue support for MSMEs as well as the sharia economy and finance as new sources ii.", "Macroprudential policies have been relaxed in of economic growth in Indonesia.", "Foreign synergy with the integrated policy package of exchange market deepening was pursued to the Financial System Stability Committee to support Rupiah stability and to expand hedging support the national economic recovery.", "Promotion of trade and investment Indonesia has increased incentives for banks that between countries, including through the disburse loans to priority sectors and MSME and/ expansion of Local Currency Transactions, also or meet the Macroprudential Inclusive Financing continues to be accelerated.", "International policy Ratio (RPIM) target in the form of easing continues to be strengthened by expanding Rupiah reserve requirements and expanding the international cooperation with other central coverage of priority sectors.", "The relaxation of banks and monetary authorities, promoting trade macroprudential policies further strengthened and investment in priority sectors in synergy with other accommodative macroprudential other relevant institutions as well as ensuring the instruments, including the Countercyclical success of the six priority agendas in the Finance Capital Buffer (CCyB), Macroprudential Track of Indonesia's G20 Presidency in 2022.", "Intermediation Ratio (MIR), conventional and sharia Macroprudential Liquidity Buffer (MPLB), and Loan to Value/Financing to Value (LTV/FTV) Rupiah Exchange Rate Stabilization Policy ratio for property loans/financing.", "Bank Indonesia continues to strengthen Rupiah iii.", "We continue to strengthen payment system exchange rate stabilization measures to maintain policies to support economic recovery and the currency in line with its fundamental value accelerate inclusive digitalization.", "This includes: against the backdrop of increasing external pressure.", "(i) expanding the use of QRIS; (ii) intensification Rupiah exchange rate stabilization measures of electronification on Government transactions were carried out as part of the efforts to control inflation, especially imported inflation, through Liquidity Normalization Policy intervention in the foreign exchange market, via spot transactions, DNDF, as well as buying/ Bank Indonesia monetary policy normalization selling SBN in the secondary market by increasing policy were conducted by gradually reducing the SBN yields to attract foreign portfolio investors.", "excess liquidity in the banking system.", "Liquidity Innovation in the Rupiah stabilization policy was policy normalization is administered by raising also implemented in the form of \"twist operation\" Rupiah reserve requirements in a well-calibrated, by buying/selling SBN in the secondary market to well-planned, and well-communicated manner.", "With increase the attractiveness of returns on this strategy, the increase in the Rupiah reserve shortterm SBN portfolio investments and to encourage requirements will not adversely affect the ability of a flatter long-term SBN yield structure - which we banks to disburse loans and participate in purchasing will explain further in the next chapter.", "This takes SBN to finance state budget (APBN), thereby into account the transient nature of inflationary preserving monetary and financial system stability pressures, which will decline back to the target as well as the ongoing national economic recovery in the medium-long term.", "As we have said process.", "Liquidity policy normalization will also before, amid intense external pressures, Rupiah support the effectiveness of the BI7DRR policy rate depreciation in 2022 is still lower than in several transmission in longer-term tenors.", "This is inseparable from Bank Indonesia's consistency in monitoring Raising Rupiah reserve requirements has effectively and intervening in the market to maintain Rupiah absorbed excess liquidity without adversely stability in line with the fundamental value and impacting liquidity conditions in the banking market mechanisms, as well as the positive industry.", "Bank Indonesia has raised Rupiah reserve perception of foreign investors concerning the requirements gradually for conventional commercial promising outlook for the Indonesian economy.", "banks from 3.5% to 9% in September 2022, and for Foreign portfolio inflows have returned to the sharia banks and sharia business units from 3.0% stock market, while capital outflows from the SBN to 7.5% in September 2022.", "Banks that meet these market have subsided, especially since October requirements will receive remuneration of 1.5% 2022 (Graph 11).", "after considering the incentives for banks disbursing Graph 11.", "Bond and Stock Market Portfolio Capital Flows 2022 -30 loans/financing to priority sectors and MSMEs and/ Bank Indonesia continues to maintain a low BI7DRR or achieving the RPIM target.", "The impact of the policy rate of 3.50%.", "However, in line with the increase in the Rupiah reserve requirements on increasing intensity of global uncertainty, and higher banking liquidity conditions was as expected.", "At the global energy and food prices, the core inflation and end of September 2022, this policy has absorbed inflation expectations were showing signs of rising.", "liquidity to the tune of approximately Rp269.3 Responding to rising core inflation and inflation trillion.", "Accordingly, the ratio of liquid assets to expectations as a second round impact of rising deposits decreased from 35.12% in December volatile food inflation and fuel price adjustments, 2021 to 29.46% in October 2022, which is still Bank Indonesia began to increase BI7DRR by 25bps nevertheless higher than the average ratio prior to in August 2022.", "This policy was strengthened by the Covid-19 pandemic, at around 21%.", "Therefore, additional BI7DRR hike in September 2022, October bank's support to finance the APBN and to the 2022, and November 2022, each by 50bps to 5.25%, business sectors was maintained.", "to reduce inflation expectations that are still too high (overshooting) and ensure that future core inflation can quickly return to the 3±1% target in Interest Rate Policy the first half of 2023.", "The BI7DRR hikes also take into account the need to strengthen the exchange BI7DRR policy rate, which was kept low until July rate stabilization policy, to keep Rupiah in line with 2022, was raised in August 2022 as a front loaded, its fundamental value, due to the strengthening of pre-emptive, and forward looking measure to ensure the US dollar and high uncertainty in global financial inflation stability is maintained going forward.", "Until markets, amidst increasing demand in the domestic mid-2022, core inflation was maintained at a low economy.", "In addition, the monetary operations level below 3% (yoy), in line with the limited impact were also strengthened by increasing the interest of demand-side inflation, well-anchored inflation rate structure on the money market in line with the expectations, maintained exchange rate stability, and BI7DRR rate hike to lower inflation expectations fiscal policy support in maintaining subsidized fuel and ensure that core inflation returns to its prices.", "Given low core inflationary pressures and an target range earlier (Graph 12).", "With a consistent improvement in the national economy, which is still implementation of monetary policy tightening in the early stages of national economic recovery, along with policy coordination with the Central and Graph 12.", "BI7DRR and Interbank Money Market Graph 13.", "Meanwhile, the scope Movement for Food Inflation Control (GNPIP) as we of priority subsectors has expanded from 38 to 46 explained above, inflation is lower than the initial priority subsectors.", "Third, we have maintained the estimate.", "Inflation expectations also began to decline accommodative macroprudential policies instituted from 6.7% in October 2022 to 5.9% in November previously, by holding the Countercyclical Capital 2022, thus will support accelerated decline in core Buffer (CCyB) ratio at 0%, the Macroprudential inflation in 2023 (Graph 13).", "Intermediation Ratio (MIR) at the range of 84-94%, and the Macroprudential Liquidity Buffer (MPLB) ratio at 6% with repo flexibility of 6%, and the sharia Accommodative Macroprudential Policy MPLB ratio at 4.5% with repo flexibility of 4.5%.", "Bank Indonesia has also continued to relax the Loan Bank Indonesia continues to strengthen the to Value/Financing to Value (LTV/FTV) ratio for accommodative macroprudential policy stance property loans/financing to a maximum of 100% in synergy with the Financial System Stability and relaxed the down payment requirements for Committee (KSSK) policies to revive lending/ automotive loans to 0% for all types of new vehicles.", "financing to the business sector and to support Prime lending rate (SBDK) transparency policy is the national economic recovery.", "First, we have also continuously strengthened to support the made improvements to Macroprudential Inclusive effectiveness of the transmission of the policy rate Financing Ratio (RPIM) policy, specifically in terms of and macroprudential policy.", "fulfilling the banks' commitment to the RPIM target set based on the expertise and business model of Accommodative macroprudential policy in synergy each bank.", "With this improvement, bank financing with KSSK, limited transmission of policy rate hike to to MSMEs and low-income earners is expected to banking interest rate, and ample liquidity are able to increase.", "Second, providing incentives for banks sustain the improvement of banking intermediation.", "disbursing lending/financing to priority sectors and As explained above, credit growth accelerated MSMEs and/or banks achieving the RPIM target, to reach 11.95% in October 2022, supported by effective 1 September 2022 in the form of increasing improvements on both the demand and supply sides.", "the incentives up to a maximum of 1.5% from 0.5% On the supply side, credit growth was also supported previously, with the incentives for achieving RPIM by the policy of providing reserves requirement Graph 14. Credit Growth in Priority and Graph 15.", "Lending Requirements Index Graph 17.", "The improvement in credit growth was also supported by property and Bank Indonesia in 2022 continues to accelerate and automotive loans, which continued to improve in expand the digitalization of payment systems in line with maintained accommodative LTV ratios for order to expedite the integration of the property sector and down payments requirements economicfinancial digital ecosystem while promoting economic for automotive loans (Graph 15).", "In addition, the recovery.", "Referring to the Indonesia Payment improvement of credit growth in 2022 was also System Blueprint (BSPI) 2025, the focus of the supported by a looser Lending Requirements Index payment system policy in 2022 is on 3 (three) main (LRI) in line with lower prime lending rates and priorities, namely regulatory reform, retail payment lending rates supported by Prime Lending Rate system infrastructure development, and payment (SBDK) transparency policy (Graph 16 and Graph 17).", "system standardization (Figure 3).", "Regulatory reform Figure 3.", "Encouraging interconnection, interoperability, and compatibility PAYMENT NATIONAL STANDARD ON 2.", "Encouraging interlinks between banks and fintech PAYMENT SYSTEM 3.", "Encouraging level of playing field, including preventing shadow banking National Standard on QR Code Payment Features : MPM, CPM, TTM, TTS, Cross-border continues as a manifestation of our commitment providing independent or sharing infrastructure, the to simplify licensing procedures supported by setting of a maximum transaction limit of Rp250 strengthening regulations and supervision to million per transaction, and the pricing scheme of a encourage innovation while managing risks in the maximum of Rp2,500 per transaction for customers payment system industry.", "We simplified licensing with with Bank Indonesia fee of Rp19 per transaction a risk-based and activity-based approach, as well as for participants, BI-FAST is increasingly in demand the fulfillment of service standards for efficiency and by the public.", "It is reflected by the rapid growth of prudence.", "The simplification of licensing procedures transactions using BI-FAST in terms of volume and has shown positive results post-regulatory reform, in nominal value (Graph 18).", "In addition, the number of which Bank Indonesia has issued almost fivefold the transfer transactions on the digital banking channels number of principal licenses for organizers compared has increased by threefold as a result of BI-FAST to the previous period, and nearly twofold approvals (Graph 19).", "The positive performance of BI-FAST for product development and cooperation during shows that BSPI 2025 is able to support industry July 2021-October 2022.", "To support the licensing consolidation and end-to-end integration of the simplification, the supervisory function as part of the national digital economy and finance, as well as the payment system regulatory reform in Indonesia is also achievement of a fast, affordable, easy, safe, and continued to be strengthened.", "reliable payment system (CEMUMUAH).", "The development of an interconnected, Bank Indonesia continues to expand the usage interoperable, and integrated payment system of QRIS as a national QR standard to accelerate infrastructure is carried on to support the national payment system digitalization.", "The expansion of QRIS economic-financial digital ecosystem.", "Bank adoption continues, both in terms of the number of Indonesia continues to modernize the retail payment merchants and users.", "This year, Bank Indonesia is infrastructure that is national-driven, real-time targeting 15 million new QRIS users across Indonesia.", "settlement, and operates 24/7 through BI-FAST to For this reason, a number of initiatives and incentives meet the rapidly growing needs of retail transactions.", "have been taken, including the extension of the In the initial stage, BI-FAST services are focused on 0% QRIS merchant discount rate (MDR) for micro individual credit transfers before gradually extending businesses until 31 December 2022 and an increase to other service channels.", "With the support of various in the QRIS transaction limit from Rp5 million to facilities such as open membership, the option of Rp10 million per transaction since 1 March 2022.", "BI-FAST Transactions Graph 19.", "Distribution of QRIS Users in Indonesia 1,170,341 4,447,615 Sulawesi-Maluku-Papua Java Bali-Nusa Tenggara users Data as of October 2022 Source: Bank Indonesia In addition, the development of QRIS features The development of QRIS is also aimed to support also continues, including preparation for the cross-border payments in order to increase the implementation of the QRIS Transfer Withdrawal efficiency of transaction costs between countries.", "Deposit (TTS) feature, in collaboration with Indonesia In this context, Bank Indonesia and the Bank of Payment System Association (ASPI) and the industry.", "Thailand (BOT) have been implementing Alhamdulillah, thanks to the hard work and synergy crossborder QR code-based payment linkage since the of various parties, the target of 15 million new QRIS end of August 2022.", "The transaction settlement users has been achieved in October 2022.", "Today, mechanism uses the Local Currency Transactions QRIS, which has covered 22.5 million merchants (LCT) method through the Appointed Cross Currency and more than 26.6 million users, has become an Dealer (ACCD) banks.", "Cooperation in the use of entry point into the digital ecosystem for MSME to cross-border QR code is also being expanded, support economic and financial inclusion (Figure 4).", "including piloting with Bank Negara Malaysia (BNM) Figure 5.", "Cross-Border QRIS Transaction Scheme Merchant Acquirer Acquirer Merchant since the end of January 2022 and preparation for digital economy and finance, such as e-commerce, implementation with the Monetary Authority of electronic money, and digital banking.", "In this context, Singapore (MAS) which is planned to start in the since June 2022 SNAP has included 15 operators fourth quarter of 2023 (Figure 5).", "These various (comprising of 5 bank Payment Service Providers cooperation initiatives are believed to be able to (PJPs), 4 electronic money PJPs, 3 payment gateway promote the digitalization of payments and PJPs, and 3 e-commerce providers) as the first movers crossborder payments, as planned in BSPI 2025, and are who are market leaders (Figure 6).", "In the next phase, in line with one of the priority agendas of Indonesia's 86 additional PJPs have been targeted to become the G20 Presidency in 2022 as well as the ASEAN Central second movers and to start operating in early 2023.", "Bank Governors' Meeting in April 2022.", "The expansion of SNAP implementation is expected to strengthen the interlink between the bank and The implementation of the Open API Payment nonbank PJPs and maintain a level playing field National Standard (SNAP) is strengthened by between players, thereby reducing fragmentation and involving the role of market leaders to accelerate supporting the acceleration of the digital economy the development of the economic-financial digital and finance in Indonesia.", "SNAP, a result of cooperation between Bank Indonesia and the ASPI, was launched on Payment system policy support for economic 17 August 2021, and since then, its adoption as recovery through pricing policies continues.", "First, a national standard for protocols and instructions Bank Indonesia has extended the validity period of that facilitate an open interconnection between the minimum payment limit and the value of late applications within payment transaction processing, payment penalties policy for credit cards from 30 has been accelerated.", "The acceleration strategy is June 2022 to 31 December 2022.", "The extension implemented by appointing several market leaders of this policy is aimed at supporting the economic as the first movers who are expected to expand the recovery by providing relief to credit card holders adoption of SNAP.", "The operationalization of the SNAP in paying bills, maintaining a portfolio of credit card in these first movers has represented more than 50 Non-Performing Loan ratios, and reducing the moral percent of the market share for each segment of the hazard risk of credit card holders so that they continue Figure 6.", "SNAP First Mover Participants as Market Leader \"MARKET LEADER\" STRATEGY FOR SNAP FIRST MOVERS SNAP First Movers participants have obtained on-target approval June 30, 2022 4 ELECTRONIC MONEY 3 PAYMENT X-Service A-Service X-Service A-Service User Provider User Provider 15by 324 SUB API SERVICES MARKET SHARE SNAP FIRST MOVERS Y-Service B-Service Y-Service B-Service User Provider User Provider digital server online banking based EM commerce Z-Service C-Service Z-Service C-Service User Provider User Provider to fulfil their obligations.", "Second, Bank Indonesia has of affirmation of the Proud of Indonesian Product also extended the validity period of Bank Indonesia National Movement (Gernas BBI).", "The synergy of National Clearing System (SKNBI) tariff policy of national digital payments acceleration is also pursued Rp1 from Bank Indonesia to banks and a maximum to increase the acceptance of digital payments charge of Rp2,900 from banks to customers from 30 through healthy, innovative, and safe to use QRIS June 2022 to 31 December 2022.", "The extension of (S.I.A.P QRIS) program in various traditional markets the policy is intended to increase cost efficiency and and shopping centers in Indonesia.", "The synergy of economic activity for the public, as well as facilitating payment system electronification acceleration is financial transactions to support economic recovery.", "also pursued by continuing to encourage system integration and intermodal payments, including The policy synergy between the central and regional supporting the preparations for implementing governments, banking, and payment industry contactless technology on toll roads, which will begin associations is also continued to be strengthened to operating gradually by the end of 2022.", "Furthermore, encourage innovation and integration of the digital Bank Indonesia continues to strengthen the economy and finance.", "Under the implementation electronification of regional government transactions stages of BSPI 2025, Bank Indonesia in synergy through the synergy of the strategic program of the with the Government and State-Owned Banks Task Force for the Acceleration and Expansion of have issued the Government Domestic Credit Regional Digitalization (TP2DD), including preparing Card (KKP) that utilizes the QRIS mechanism on the flagship championship program for TP2DD.", "the basis of credit as its source of fund so that all The synergy between ministries/institutions and transactions are processed domestically.", "By using authorities is carried on by organizing the Indonesia the Domestic KKP, which was launched by the Digital Economy and Finance Festival (FEKDI) as a President of the Republic of Indonesia on 29 August forum for policy synergy and various programs to 2022, the Central and Regional Governments can accelerate the digital financial economy and national perform transactions at more than 22 million QRIS economic recovery.", "FEKDI activities in 2022 also merchants in Indonesia to support short-term became a side event in the G20 Finance Track series: economic recovery, increase financial inclusion, Finance and Central Bank Deputies (FCBD) and the including MSMEs, support fiscal health, and 3rd Finance Ministers and Central Bank Governors encourage economic efficiency.", "This is also a form Meeting (FMCBG) in Nusa Dua, Bali.", "Digitalization of Rupiah Currency Management PLANNING ISSUING DISTRIBUTION DESTRUCTION DIGITALIZATION OF RUPIAH Digital Inventory Digitalization of Cash Services Digital Shredding CURRENCY MANAGEMENT 1.", "Host to Host with ERP 2.", "Optical banknote inspection Peruri 3.", "Core Banking System (CBS) Digitalization of Cash Distribution 4.", "Digital Logistic Digital Warehousing 1.", "Warehouse Management System 2.", "Paletizer and Conveyor 3.", "Materials Handling Equipment: Automated Storage Retrieval System (ASRS) dan Automated Guided Digitalization of Currency 1.", "Serial Bank Note Reader 2.", "Digital Coin Exchange 3.", "Cash Equipment information system In the field of Rupiah money management, Bank digitalizes cash services to the public through Indonesia continues the transformation of Rupiah the provision of the Rupiah Money Order and money management in accordance with the Withdrawal Application (PINTAR) so that public implementation stages of the 2025 Rupiah Money can order Bank Indonesia cash services online, Management Blueprint (BPPUR).", "The transformation easier, safer, and more convenient.", "Policy synergy is directed at providing currency fit for circulation is also pursued by Bank Indonesia together with with appropriate denominations, just-in-time money the Indonesian Navy by continuing the 2022 management driven by the central bank, in line with Sovereign Rupiah Expedition activities to support the direction of less-cash policies, whilst paying the circulation of money to reach the Frontmost, the attention to efficiency and the national interest.", "The Outermost, and the Remote areas (3T).", "implementation of the transformation is conducted by promoting digitalization at all stages of Rupiah Bank Indonesia has issued new, innovative money management from planning, storage and banknotes in 2022 to improve the quality of processing to distribution (Figure 7).", "In the planning Rupiah money.", "Coinciding with the celebration of stage, Bank Indonesia implements digitalization in the Republic of Indonesia's 77th Independence preparing the money demand projection using the Day, Bank Indonesia issued new banknotes that Rupiah Money Demand Application and Integrated embody the spirit of nationhood, nationalism, and Analytics (AKURAT) platform to improve the sovereignty to foster optimism for national economic efficiency of the money planning business process.", "The 2022 issuance of banknotes consists In the storage and processing stage, digitalization of Rp100,000, Rp50,000, Rp20,000, Rp10,000, is implemented through the principle of less human Rp5,000, Rp2,000, and Rp1,000 banknotes (Figure intervention with the use of robotic machinery 8).", "The design of the 2022 banknotes retains the and equipment, as well as the implementation of main image of national heroes on the front, as well as a warehouse management system using a racking the theme of Indonesian culture on the back, as with system to support the digitalization of money the 2016 banknotes.", "Moreover, Bank Indonesia has storage.", "In the distribution stage, Bank Indonesia made 3 (three) innovations to strengthen the 2022 Figure 8.", "Speciment of Rupiah Banknotes for 2022 Emission Design Of Rupiah Banknotes for 2022 Emission Observe Main Image Reverse Main Image Size Betawi Mask Dance, Dr.(H.C.) Ir.", "H. Djuanda Kartawidjaja Rp50,000 Balinese Japanese Flowers 141 mm x 65 mm Green Derawan Island, and Dr. G.S.S.J.", "Ratulangi Rp20,000 Black Orchid Flowers Frans Kaisiepo 136 mm x 65 mm Purple Wakatobi National Park, and Rp10,000 Rough Forest Cempaka Flowers Bromo Montain, and 131 mm x 65 mm Brown Dr. K.H.", "Idham Chalid Rp5,000 Tuberose Flowers Minangkabau Plate Dance, Sianok Canyon Natural Scenery, and 126 mm x 65 mm Grey Mohammad Hoesni Thamrin Rp2,000 Tjut Meutia Banda Neira, and 121 mm x 65 mm Green Larat Orchid Flower banknotes, namely a sharper colour design, more Graph 20.", "Transactions through BI-ETP reliable security elements, and better durability of money materials.", "With these innovations, it becomes easier to recognize the authenticity of Rupiah, as 126.5 well as making Rupiah more comfortable and safe to use, and more difficult to be counterfeited.", "Therefore the Rupiah becomes trusted, more qualified, and a source of pride as a symbol of sovereignty of the 37.9 Republic of Indonesia.", "6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 Money Market Deepening 2021 2022 Average Daily Volume Average Daily Volume 2021 Average Daily Volume 2022 (up to Oct-2022) Financial market deepening is accelerated to Source: Bank Indonesia strengthen the effectiveness of monetary policy transmission as well as financing for infrastructure and business sectors to support the national the money market infrastructure which are economic recovery.", "Various financial market interconnected, integrated, interoperable, secure deepening and development programs are carried and reliable.", "To promote a more efficient and out as part of the Money Market Development transparent pricing structure, the development of Blueprint (BPPU) 2025 based on three main pillars: financial market infrastructure in 2022 is focused (i) digitalization and strengthening of financial market on developing the Electronic Trading Platform (ETP) infrastructure; (ii) strengthening effectiveness of and Central Counterparty (CCP), including granting monetary policy transmission; and (iii) developing licenses to existing ETP providers in the money and financial instruments as a source of economic foreign exchange markets and those with domestic financing and strengthening risk management.", "With the official operation of bilateral and multilateral ETP providers in the money market and Digitalization and strengthening of financial market foreign exchange market, the participation of market infrastructure are continued by strengthening participants to conduct transactions through ETP has Scheme 1.", "Financial Market Infrastructure Linkage Pre-Trade Pre-Trade Trading Platform Front-middle Front-middle Clearing Clearing Central Counterparty (CCP) System Settlement Settlement Central Securities Depository Digital Rupiah Securities Settlement System End End Cross-border Financial Market Infrastructure Trade Repository* Recording Recording Data Data Conventional Conventional Asset Asset Transactions Transactions Digital Digital Asset Asset Transactions Transactions Data/Information Data/Information Transfer Transfer increased almost twofold, from 21 banks in June authorities and industry association in the context 2021 to 41 banks in October 2022, accompanied of standardizing repo transactions between market by an increase in the daily average volume of USD/ participants and repo transactions in Bank Indonesia IDR spot transactions through ETP from USD37.9 Open Market Operations (OMO), providing liquid million in 2021 to USD126.5 million in 2022 (Graph and transparent information on repo prices between 20).", "Coordination with relevant authorities and participants, and expanding the base of nonbank industry associations is also carried on to accelerate players.", "With such synergy, the daily average volume the establishment of CCP institutions in the money of repo transactions increased from Rp4.4 trillion market and foreign exchange market that are in 2021 to Rp7.2 trillion in 2022 (as of November integrated, interoperable, interconnected (3I), both 2022) - (Graph 21).", "During the same period, the in terms of technical and nontechnical readiness, average repo transaction ratio to total money market as a systemically important financial market transactions also rose from 39% to 45%.", "This development is also supported the domestic benchmark reform to strengthen the by the criteria for CCP members, which are in line Rupiah reference rate was conducted by establishing with the roadmap for participation in payment the Indonesia Overnight Index Average (IndONIA) system infrastructure and Bank Indonesia's financial as the Rupiah reference rate for the overnight tenor market infrastructure.", "In addition, Bank Indonesia is on 31 March 2022.", "Synergy with the National also continuing to develop the BI-Auction Platform Working Group on Benchmark Reform (NWGBR) System (BI-APS), BI-Scripless Securities Settlement was also pursued to accelerate the transition of System (BI-SSSS) and BI-Real Time Gross Settlement the domestic benchmark reform to IndONIA.", "This (BI-RTGS) to align with BSPI 2025 and the future is expected to improve IndONIA-based financial development of digital technology (Scheme 1).", "market products and strengthen the integrity of the Rupiah benchmark rate to support financial market To strengthen the effectiveness of monetary deepening, effective monetary policy transmission policy transmission, in 2022 Bank Indonesia focus and financial system stability.", "In line with this, on the repo transaction development program average daily transactions of overnight index swap and strengthening the Rupiah reference rate.", "(OIS) derivatives using the IndONIA rate increased Repurchase agreement (repo) transactions have been from Rp20.4 billion in 2021 to Rp56.3 billion in 2022 developed in close coordination with the relevant (as of November 2022) - (Graph 22).", "Daily Average Repo Volume Graph 22.", "The LCS framework the foreign exchange market with a focus on was also strengthened and developed into Local developing Domestic Non-Deliverable Forward Currency Transactions (LCT), which include not (DNDF) transactions as well as expanding and only current account transactions but also capital strengthening the Local Currency Settlement and financial account transactions, including as a (LCS) framework.", "The initiative to develop DNDF transaction settlement mechanism in the context of transactions is carried out by increasing transaction implementing cross-border QR Code cooperation flexibility to stimulate supply-demand and foster (QRIS Cross-border) with Thailand and piloting with efficient price formation through implementation Malaysia.", "These various measures supported an of non-USD/IDR reference rates.", "The DNDF increase in LCS transaction volume from an average development initiative aims to improve the monthly amount of USD211.2 million in 2021 to terms of transactions in the foreign exchange USD354.0 million in 2022 (as of October 2022) - market, including integration and simplification of (Graph 24).", "provisions; arrangements with a principle-based approach to increase flexibility and effectiveness Bank Indonesia continues to develop financial of implementation; and support for optimal supply instruments as a source of economic financing and and demand of foreign exchange.", "In line with to strengthen risk management in synergy with these initiatives, as well as the continued national the financial sector authorities and market players.", "economic recovery and the increasing need for Synergy in the Coordination Forum for Financing hedging on securities holdings, average daily Development through Financial Markets (FK-PPPK) DNDF transaction volume increased from USD99.1 was strengthened, among others, through the million in 2021 to USD112.7 million in 2022 (as of development of asset securitization with underlying November 11, 2022) - (Graph 23).", "Meanwhile, Bank lending/financing for MSMEs, the development Indonesia continues to expand the use of the LCS, and piloting instruments of sustainable financing including through the establishment of the National and derivative transactions (environmental, social LCS Task Force in May 2022, as a form of synergy and governance/ESG).", "The synergy was also and national commitment to accelerate the use of strengthened by developing programs to expand the LCS.", "Furthermore, we also expanded the scope retail investors through the financial literacy of LCS cooperation with Thailand by including education program (LIKE IT), which this year focused Graph 23.", "Daily Average DNDF Transactions Graph 24.", "Synergy for the development of the sharia money market instruments, strengthening money market and foreign exchange market was also regulations, and expanding transactions were carried out by harmonizing money market taxation continued to increase sharia financing.", "Instrument arrangements to support the development of money development was pursued by, among others, market instruments as a source of financing for issuing the Inclusive BI Sukuk (SukBI) to support national economic development.", "the development of sharia monetary and money market instruments.", "This Inclusive SukBI is a BI Sukuk issued by Bank Indonesia using SBSN Development of Sharia Economy and inclusive as the underlying, namely SBSN issued Finance, and MSMEs by the Government to finance certain inclusive activities, such as empowerment of MSMEs and Bank Indonesia continues to accelerate the national low-income earners as well as green economy.", "sharia economy and finance as a new source of The Inclusive SukBI is also expected to be utilized inclusive economic growth, in synergy with the by sharia banking to meet macroprudential policy Government and other stakeholders.", "Strengthening provisions, including the Inclusive Macroprudential and expansion of the sharia economy and finance Financing Ratio (RPIM) and Macroprudential ecosystem continues through three strategic pillars, Liquidity Buffer (MPLB).", "Bank Indonesia has also namely development of the halal value chain, sharia developed a swap instrument for hedging by sharia finance, as well as education and socialization.", "In banks to Bank Indonesia to strengthen the exchange the first pillar, the halal value chain is developed rate management of sharia banking and to support by strengthening the capacity of sharia businesses monetary management that is integrated with and business models, institutional arrangements, money market development.", "This hedging swap as well as supporting infrastructure, which includes instrument is carried out with a complex hedging accelerating the halal certification process.", "In transaction scheme (akad al-tahawwuth al-murakkab) 2022, the policy focused primarily on the major in accordance with the fatwa of the National Sharia sectors of the sharia economy, in particular halal Council No.", "The availability food and modest fashion.", "In the halal food sector, of hedging swaps is expected to strengthen risk strengthening is pursued through the development management for sharia banks and bolster confidence of a community-based food commodity business to conduct foreign exchange transactions to support model to increase production, particularly for economic financing.", "Standardization of cooperation commodities that contribute to inflation as agreements for Interbank Sharia Principles-Based well as substitutes for imported raw materials.", "Fund Management Certificate (SiPA) transactions, Technical assistance support to accelerate the halal as well as support to increase outright transactions product certification process remains ongoing.", "In of sharia securities in the secondary markets and the modest fashion sector, development efforts underlying for SiPA and sharia repo transactions continue to be made, among othe by holding the have also been implemented to support the Indonesia International Modest Fashion Festival expansion of sharia financing transactions.", "Sharia (In2MotionFest) at the 9th Indonesia Sharia finance infrastructure and regulations continue Economic Festival (ISEF) in 2022 in collaboration to be strengthened through the promulgation of with the Ministry of Cooperatives and SMEs.", "This regulations in the foreign exchange market based on international event represents the manifestation sharia principles.", "In addition, strengthening the social of end-to-end efforts to develop the Indonesian finance sector continues, including the development modest fashion sector, from increasing the capacity of an integrated model of commercial and social of business actors and improving product quality to finance in the form of a productive waqf model - in expanding market access.", "collaboration with the Awqaf Properties Investment Fund - Islamic Development Bank (APIF-IsDB) - and Alhamdulillah, with close synergy between Bank non-cash ZIS distribution.", "Indonesia and the National Sharia Economy and Finance Committee (KNEKS), relevant ministries/ In the education and socialization pillars, synergy institutions and other strategic partners, including to organize the series of FESyar and ISEF activities international organizations, such as IsDB, UNDP, in 2022 was strengthened to provide a significant IILM, IFSB and the World Zakat Waqf Forum, the contribution to advance the sharia economy and 9th ISEF series of activities in 2022 produced very finance in Indonesia.", "In 2022, Sharia Economic encouraging results.", "This year's series of FESyar and Festivals (FESyar) were held in three regions as ISEF activities were attended by more than 560 the Road to ISEF, namely in Makassar for Eastern thousand visitors and 950 participants, many more Indonesia, Aceh for the Sumatra region, and than the previous year (Figure 9).", "Total transaction Surabaya for the Java region.", "The 9th ISEF in 2022 value during FESyar and ISEF also increased to was also strengthened by the announcement of Rp27.6 trillion, including financing disbursed by three activities to advance the national sharia sharia financial institutions, business-to-business economy moving forward.", "First, declaration of the transactions, business-to-customer transactions, as Global Halal Hub (GHH) as an integrated ecosystem well as zakat, infaq, sadaqah and waqf (ZISWAF).", "to accelerate the development of flagship local Bank Indonesia sincerely appreciates all parties that halal products with a global orientation to support supported the successful implementation of FESyar efforts to establish Indonesia as the largest halal and ISEF in 2022 for the advancement of the sharia product producer globally.", "Second, launching of economy and finance in Indonesia.", "the Halal Certification Acceleration Movement through close synergy among policymakers.", "Third, Bank Indonesia continues to work in synergy to the In2MotionFest as the world pre-eminent modest promote an inclusive and green economy and Gambar 3.", "Outcome Penyelenggaraan Rangkaian Kegiatan ISEF ke-9 Tahun 2022 fashion show.", "finance that supports economic recovery by Figure 9.", "4th International Halal Dialogue: Exploration of Self-Declare (208) cooperation between halal certification 1.", "The Launch of the Indonesia International authorities from several countries (China, South Modest Fashion Festival (IN2MOTION FEST) Korea, Malaysia, the United States, and Saudi as global reference for modest fashion Arabia) 2.", "Strengthening Global Halal Hub Ecosystem 2. International Moslem Friendly Tourism Conference: \"Resolution for Indonesian Muslim 1.", "FESyar KTI (Eastern Region of Indonesia), 3.", "Halal Certification Acceleration Friendly Tourism Development\" implemented digitalization programs in 106 Islamic boarding schools and 3. International Conference on Zakat and Waqf: encouraged the use of QRIS in 5,000 Launch of the Technical Note on Zakat Core mosques in Eastern Indonesia Principles, Technical Note on Waqf Core Principles and Good Nazir governance, and the 2.", "FESyar Sumatra, carried out the launching Social Impact Sukuk Waqf product Domestic Forum Outcomes of the digital platform Aceh Sharia Funding Aggregator (ASIFA) as an initiative of the 4.", "8th International Islamic Monetary Economic digital platform for sharia social finance to 1.", "Council of Experts Annual Meeting (Ijtima') and and Finance Conference: 200 papers from 21 bridge fund owners who wish to distribute SILAKNAS MES: Recommendations for countries and 48 selected scientific papers ISWAF or other productive investments reviewing the Indonesian Sharia Economy and presented during the conference Finance Masterplan (MEKSI) to adapt to the 3.", "The declaration of the MSME export latest developments 5.", "4th INHALIFE Conference: There are 42 expansion program through \"Indonesia MSMEs that have the opportunity and are in the Spice Up the World\" through the 2.", "Islamic Boarding School Business Economic process of entering into modern retail outlets implementation of programs that Association (Hebitren): 1) Outline of Program encourage MSMEs to enter the world halal Direction as a reference for the Hebitren 2023 6.", "High Level Discussion Islamic Financial Services product market; Sharia Bank financing business development program implementation Board (IFSB) - Islamic Development Banks for Islamic Boarding Schools and accelerating the development of Hebitren (IsDB).", "In general, it emphasizes the importance Cooperation in the Marketing of Halal businesses and expanding cooperation with of moral values according to maqasid sharia or Products get on board with e-commerce strategic partners and cooperation between value-based intermediation, which also using QRIS and BI-FAST regional Hebitren emphasizes sustainability and green finance strengthening MSME competitiveness as a new market intelligence to identify market potential source of national economic growth.", "MSMEs are and standardization, trade facilitation, and synergy levelling up to \"go export and go digital\", which with relevant stakeholders.", "Through the push Bank Indonesia strengthened through three main strategy, certification is facilitated along with strategies, namely corporatization, capacity building product curation to ensure high quality standards and financing.", "The corporatization of MSME aims to as well as interconnectedness with global supply increase economies of scale through the formation chains (Figure 10).", "Meanwhile, the development of groups supported by strong social capital as well of \"go digital MSMEs\" continues through adoption as formal and modern institutions that support of digital technologies to increase productivity and improvements in efficiency, market access, as well efficiency, unlock market access nationally and as MSME access to finance.", "This is achieved by, globally online and offline, expand MSME access to among others, nurturing: i) collaboration between finance, and facilitate transactions as the entry point MSMEs, collaboration with large enterprises to the economic-financial digital ecosystem through, and collaboration with financial institutions; ii) among others, greater QRIS adoption.", "In addition, corporatization of subsistence groups vulnerable to Bank Indonesia also continues to encourage the negative economic shocks and with limited access to development of green MSME.", "This includes the formal financial services and economic opportunities; development of green MSME business models and and iii) corporatization of underserved and unbanked the adoption of environmentally friendly MSME conventional and sharia MSMEs, including business practices, from the use of raw materials and ultramicro entrepreneurs, beneficiaries of philanthropic the application of a circular economy to the efficient funds, and recipients or family members of social use of energy.", "assistance programs, such as the Family Hope Program (PKH).", "Expanding access of MSME financing is continuously encouraged to support business Capacity building focuses on increasing productivity expansion.", "In line with government policy to increase by expanding market access as well as fostering MSME loans, which is targeted to reach 30% by innovation and digitalization of the business 2024, Bank Indonesia has also strengthened RPIM processes to improve MSME competitiveness.", "policy implementation, as described above, and In an effort to develop \"go export MSMEs\" Bank has also implemented various other strengthening Indonesia implemented two major strategies, measures.", "These include the development of a namely the pull strategy (market driven) and the multiple channel financing business model, financing push strategy (Figure 10).", "The pull strategy utilizes business matching, the Financial Information Figure 10.", "Export-Oriented MSME Development Strategy Pull Strategy Push Strategy Identification of market trend gaps, Facilitate trade promotions MSMEs Pilot Project standardization, and certification Identification of standards and requirements of export destination countries Facilitation of capacity building programs and assistance to fulfill Utilizing market intelligence information to 2 MSMEs quantity, quality and continuity Coffee Fabrics / Crafts F&B identify potential export commodities and trends in destination countries Certification Facilitation Synergy with stakeholders to fulfill the quantity Synergy with the government for and quality of products according to standards the implementation of training and mentoring programs, as well as Business matching with potential buyer Recording Application (SIAPIK), Potential Funded Close synergy with ministries/institutions, MSME Database (BISAID), and expansion of QRIS associations and communities also succeeded in uptake.", "With such strengthening measures, MSMEs organizing the Karya Kreatif Indonesia (KKI) 2022 will become more bankable, thus facilitating access event as a momentum for the post-pandemic to formal financing from financial institutions.", "The KKI in 2022, which was held in a hybrid format after the two previous years of Synergy with ministries/institutions, associations, virtual events, took the theme \"Indonesian MSME and communities is continuously strengthened Revival through Digitalization and Globalization to increase the competitiveness of MSMEs.", "The Towards Sustainable Economic Growth\".", "This development of subsistence groups to increase theme contains three keywords, namely synergy, financial inclusion is carried out in synergy with digitalization, and globalization, as represented academics, non-governmental organizations (NGOs), by the hashtags #BersamaUMKMbangkit and regional government, financial institutions, and #UMKMgodigital_goglobal.", "At this KKI, Bank industry.", "Synergy to improve MSME competitiveness Indonesia together with 13 ministries/institutions, is undertaken by strengthening the capacity of 5 associations, 26 industry players, the banking MSMEs to \"go export and go digital,\" increase industry, payment system players, marketplaces, access to finance, and increase access to marketing export aggregators and designers collaborated in through various national exhibitions, while synergy to revive Indonesian MSMEs and support promoting international trade.", "To accelerate the the domestic economic recovery.", "The digitalization national economic recovery, Bank Indonesia has of MSMEs was also encouraged through the use of consistently supported the Proud of Indonesian QRIS, thus enabling Indonesian MSMEs to not only Product National Movement (Gernas BBI) and Proud become reliable players at the national level but also Traveling #DiIndonesiaAja (BWI) movement through internationally.", "Through close cooperation to realize Gambar x. Gerakan GBBI dan BWI Nasional active contributions from all of Bank Indonesia the shared commitment to encourage Indonesian representative offices, including hybrid retail MSMEs to level up, KKI in 2022 recorded very program for MSME products and expanding the use encouraging performance.", "Turnover increases by of MSME QRIS at various strategic Bank Indonesia 42%, number of visitors increases by 541%, financing events (Figure 11).", "grows by 2,924%, and commitments from business Figure 11.", "Bank Indonesia's international policies continue Policy synergy is also pursued to encourage the to be carried out in synergy with the Government role of MSMEs in efforts to control food inflation to achieve macroeconomic and financial system through the National Movement for Food Inflation stability, support economic recovery, and strengthen Control (GNPIP).", "The national movement to control diplomacy efforts for the interests of Bank Indonesia food inflation is implemented in an integrated, and the Indonesian economy.", "Despite elevated end-to-end, and innovative way by prioritizing the global economic uncertainty, which has impacted 4K approach, namely price affordability, supply the external sector, international and regional availability, smooth distribution, and effective cooperation in Asia continues to be strengthened communication.", "The GNPIP program has been to support external resilience and bolster economic initiated in various regions by 43 Bank Indonesia recovery.", "In this context, Bank Indonesia maintains representative offices and regional Governments, as international cooperation under the framework of well as other strategic partners in Regional Inflation the International Financial Safety Net, including Control Teams (TPID).", "GNPIP is implemented through Bilateral Currency Swap Arrangements through market operations, urban farming and (BCSA), Local Currency Bilateral Swap Arrangements digital farming, utilization of agricultural tools and (LCBSA) and the Bilateral Swap Arrangements with machinery and agricultural production facilities, South Korea and Malaysia.", "Bank Indonesia has also transportation subsidies, and strengthening extended the arrangements with China, Australia, interregional cooperation.", "Alhamdulillah, with the support Singapore, Malaysia and Japan this year, in addition of all parties, the national movement has been able to a repo agreement with the New York Federal to support controlling volatile food inflation, which Reserve.", "Moreover, in June 2022, Bank Indonesia, in July reached 11.47% before subsiding to 7.19% in the Bank for International Settlements (BIS), and October 2022, as explained earlier.", "several central banks in the Asia-Pacific region signed the Renminbi Liquidity Arrangement (RMBLA) that the Republic of Indonesia abroad.", "In 2022, for provides liquidity through a reserve pool scheme, as example, Bank Indonesia actively participated in a liquidity support that can be utilized for financial investment and trade promotion activities at the market stabilization as required.", "US-Indonesia Investment Forum in New York, the Indonesia Investment Forum in London, and the Bank Indonesia is also expanding and Singapore International Jewelry Expo in Singapore.", "strengthening the implementation of Local Alhamdulillah, with the hard work and close synergy Currency Settlement (LCS) cooperation.", "Indonesia's of all policymakers, Indonesia in 2022 managed LCS partners, which are currently Malaysia, to maintain its rating issued by three major global Thailand, Japan, and China has been expanded rating agencies at the investment grade level, even in 2022 with the signing of a memorandum of upgrading the outlook to stable.", "understanding on Local Currency Transaction (LCT) cooperation between Bank Indonesia and Bank Indonesia also continues to strengthen the Monetary Authority of Singapore (MAS).", "The international recognition as the best central bank LCT scheme is an innovation on LCS by expanding among emerging market countries.", "This is achieved the scope of cooperation to accommodate by increasing Bank Indonesia representation cross-border payment system transactions as an through membership or chairmanship of various anticipatory measure to the growing digitalization international cooperation forums.", "The increase of payment systems.", "LCT development also intends of Bank Indonesia's reputation is also reflected in to strengthen Regional Payment Connectivity the various awards received from highly reputable initiative through the ease of transaction settlement international institutions, the application of between ASEAN-5 countries in local currencies international standards, publication of research to support cross-border trade and investment in and international journals, as well as serving as the region.", "Synergy between LCT and RPC is also a reference and resource at various strategic in line with G20 and regional efforts to diversify international events.", "In 2022, Bank Indonesia currencies, overcome potential obstacles in received international awards as Best Central crossborder payment activities, strengthen economic Bank of the Year from the Global Islamic Finance recovery after the Covid-19 pandemic, and support Awards (GIFA), Contact Center World 2021 the ASEAN 2023 priority agenda under the Global Top-Ranking Performers at the 15th Annual Chairmanship of Indonesia.", "Next Generation Contact Center and Customer Engagement Conference, Cyber Resilience Initiative Bank Indonesia continues to play an active role in Award from Central Banking Publications, Gold strengthening positive international perception to Winner 2022 for the International Business Awards the Indonesian economy, particularly among rating (IBA) Stevie Winner and ARC Awards.", "agencies and foreign investors.", "This is achieved through regular communication and engagement Bank Indonesia and the Ministry of Finance with rating agencies and foreign investors, including during Indonesia's G20 Presidency have discussed through scheduled investor conference calls to six priority agendas in the Finance Track and communicate the results of the monthly Board reaffirmed commitment to confront emerging of Governors Meeting (RDG).", "Investment and challenges of the global economy.", "Indonesia's trade are also promoted continuously through the G20 Presidency has successfully held four Finance Investor Relations Unit (IRU) regionally, nationally, Ministers and Central Bank Governors (FMCBG) and globally, of Bank Indonesia representative meetings along with various side events, including offices at home and abroad, in collaboration high-level seminars, while delivering concrete with the Central and Regional Governments, as results on G20 actions in the Finance Track, which well as representatives of the Government of are reflected in the various priority agendas of the Finance Track that have been agreed, as described systems, and organizational and governance.", "One of the important achievements Main Policy Mix Framework is oriented towards of Indonesia's G20 Presidency was the signing of a achieving Rupiah stability, maintaining payment memorandum of understanding on Regional Payment system stability, and contributing to financial Connectivity between the five ASEAN central banks, system stability, in order to support sustainable namely Bank Indonesia, Bank Negara Malaysia, the economic growth.", "The Main Policy Mix Framework Monetary Authority of Singapore, Bank of Thailand, is also synergized with national policies, namely: and Banko Sentral ng Pilipinas.", "This collaboration (i) accelerating real sector and financial sector is based on the need to implement an integrated transformation; (ii) synergy between monetary, fiscal, cross-border payment system between countries in macroprudential and microprudential stimuli; (iii) ASEAN-5 to foster more inclusive and sustainable economic and financial digitalization; and (iv) green regional economic growth by taking advantage of the economy and finance development.", "In addition, we rapid digitalization in the economy.", "These diverse have accelerated payment system transformation achievements not only reflect global recognition through Indonesia Payment System Blueprint regarding the success of Indonesia's leadership (BSPI) 2025 implementation, including initiatives to on the international stage but are also concrete develop the Digital Rupiah as Central Bank Digital actions to support the domestic economic recovery, Currency (CBDC) in Indonesia moving forward.", "In including the revival of the tourism sector and the this regard, Bank Indonesia initiated the \"Garuda promotion of Indonesia's flagship products, which Project\" which explores the Digital Rupiah design are increasingly going global.", "through the preparation of a White Paper.", "We will provide further explanation regarding the Digital Rupiah in the chapter on the direction of the Bank Bank Indonesia Transformation Indonesia policy mix in 2023.", "In addition, the money market deepening transformation will also continue Comprehensive transformation of Bank Indonesia through implementation of the Money Market that has been undertaken since 2018 continues Deepening Blueprint (BPPU) 2025 in order to create to be expanded, strengthened, and accelerated, a modern and advanced money market.", "Synergy both policy transformation and institutional and coordination with the Government continues to transformation.", "This transformation is directed to be strengthened, both through fiscal and monetary realize Bank Indonesia's 2025 vision to become the policy synergy to manage the economy in the foremost digital central bank that creates a tangible near term, while accelerating structural reforms contribution to the national economy and the to strengthen the structure of the Indonesian best amongst emerging market countries towards economy.", "Synergy between Bank Indonesia and Advanced Indonesia.", "In line with the rapidly changing other policymakers in the Financial System Stability strategic environment, Bank Indonesia continues to Committee (KSSK) is constantly strengthened to adapt the policy and institutional transformation as maintain the stability of the financial system and outlined in the Strategic Business Plan 2025, which foster business financing to support the national includes responding to rapid digitalization and the economic recovery after the Covid-19 pandemic.", "impact of climate change on the implementation In addition, synergy and coordination with the of public duties by Bank Indonesia.", "Policy Government, the KSSK as well as the banking sector transformation in 2022 includes strengthening the and payment system industry will be expanded to Main Policy Mix Framework that integrates three accelerate financial market deepening and national key policies, namely monetary, macroprudential and integration of the digital economy and finance.", "payment system policies, with supporting policies including regional economic policy, international Institutional transformation continues to be policy, central banking service, data and information strengthened to support the implementation of key policies and to realize the Bank Indonesia's mindset in competent and capable human resources 2025 vision.", "Institutional transformation is at Bank Indonesia.", "focused on three strategic areas (Figure 13).", "First, strengthening the Institutional Policy Mix Second, digital-based business process Framework (BKK) based on effective, efficient reengineering (BPR) in order to create an organization and managed (2EG) performance, which began with simpler, concise and standardized business in 2021 to support the achievement and credible processes and work processes, supported by implementation of Bank Indonesia's mandate.", "digital technology, while still meeting governance The BKK framework is also strengthened by Bank aspects.", "BPR is carried out through the alignment Indonesia's Green Institutional Framework, which is of actors, processes, and technology to support the the tangible manifestation of Bank Indonesia's role implementation of a more efficient Bank Indonesia in implementing environmentally friendly policies in business process with the \"One Input, One Process, the execution of Bank Indonesia's public duties and Multi Purposes\" approach.", "Strengthening is carried functions (lead by example).", "The development of a out based on five main principles, namely: (i) process Green Institutional Framework focuses on four areas, simplification; (ii) maintaining good governance; namely: (i) strategic management and governance (iii) document standardization; (iv) digitalization; to ensure the implementation of green initiatives and (v) phased implementation.", "In the initial stage, that are more comprehensive and integrated with Bank Indonesia implemented BPR for the policy the overall strategy and governance in various areas formulation and decision-making processes.", "The and functions of Bank Indonesia; (ii) internal finance, decision-making process was simplified while which includes Bank Indonesia internal financial maintaining the effectiveness and quality of the management in line with green finance principles; results.", "Governance is maintained through clarity (iii) facilities and infrastructure to ensure the gradual of decision-making responsibilities and jurisdiction, transition of physical assets and information system as well as ensuring clear checks and balances in assets, including the procurement process, to be the decision-making process.", "The standardization more in line with green principles; and (iv) human of documents is carried out by taking into account resources, with the main target of instilling a green the need for governance of decision-making and Figure 13.", "Bank Indonesia Institutional Transformation Bank Indonesia 2025 Vision Future Challenges \"To become the foremost digital central bank that creates a tangible contribution to the national economy and the best amongst emerging market countries towards Advanced Indonesia\" Post-pandemic exit Bank Indonesia's core policy DIGITAL MEGATREND (CBDC, cross-border payment, de-Fi, crypto assets, metaverse) Institutional Transformation Financial system disruption, Business Process Advancing Digital Transformation cyber attack, data protection Institutional Policy Mix Bank Indonesia Digital Innovation Master Plan Process simplification Effective Efficient Good governance End-to-end data Modern and user-centric Sustainability issues: management Climate change Governed Performance Document standardization Economic/financial inclusion Digitalization Digital business Omni-data Resilient digital Bank Indonesia's Green Institutional platform intelligent infrastructure Framework Gradual implementation Demands for strengthening People and Culture central bank's performance Focus on mindset, capacity, and capability: digital & green communication processes in policy formulation.", "of human resources to create high-performing The decision-making process is also supported by human resources with a digital mindset, capacity, and the Digital Workplace Platform (DWP), which was capabilities.", "developed as an end-to-end super app, enabling work collaboration on a seamlessly integrated platform.", "Digital-based BPR is implemented in National Economic Policy Mix Synergy stages and will continue to be expanded to create and Innovation Moving Forward: an organization with streamlined business processes Strengthening Resilience, Fostering and agile work processes and in line with the needs National Economic Revival of the digital era.", "National economic policy mix synergy and Third, strengthening digital innovation through innovation must be enhanced further to strengthen the implementation of the Bank Indonesia Digital resilience, recovery momentum and the national Innovation Master Plan (RIVIBI) 2025.", "The national economic policy context, Bank Indonesia is pursuing a strategy mix covers five salient aspects, namely: (i) fiscal that focuses on developing data centers and and monetary coordination; (ii) acceleration of the BPRbased digitalization to support recent policies.", "financial sector transformation; (iii) acceleration Strengthening is also carried out in the areas of of the real sector transformation; (iv) digitalization technology and security with three strategic areas, of the economy and finance; and (v) green namely digitalization, end-to-end data management, economy and finance (Figure 14).", "To strengthen as well as modern and user-centric technology.", "This resilience against the impact of global turmoil, is achieved through three main strategies, including close coordination between fiscal policy and (i) digital business platform that supports policies monetary policy must be enhanced further as and institutions, (ii) omni-data intelligence, and (iii) a shock absorber to maintain macroeconomic resilient digital infrastructure.", "The development of stability, both internally (inflation returns to the various strategic areas to transform the institution is 3±1% target, fiscal deficit returns to below 3% of also supported by strengthening the transformation GDP) and externally (stable Rupiah exchange rate, Figure 14.", "National Economic Policy Mix Synergy and Innovation NATIONAL ECONOMIC POLICY MIX: SYNERGY TO STRENGTHEN ECONOMIC RESILIENCE AND REVIVAL FIVE RESPONSES OF THE NATIONAL ECONOMIC POLICY MIX: FISCAL AND MONETARY COORDINATION O O RESILIENCE: MAINTAINING STABILITY FROM THE IMPACT OF GLOBAL FINANCIAL SECTOR TRANSFORMATION T 2 RECOVER: GROWTH 3 A T MOMENTUM FROM REAL SECTOR A A DOMESTIC DEMAND TRANSFORMATION B I R 3 REVIVAL: MEDIUM-TERM 4 DIGITALIZATION OF THE SUSTAINABLE HIGH ECONOMY AND FINANCE 5 GREEN ECONOMY AND attractive SBN yields, and BOP balance or surplus).", "to prevent macroeconomic instability or disruption Strengthening policy coordination between the to the ongoing national economic recovery process.", "Ministry of Finance, Bank Indonesia, OJK and LPS This is achieved through budget allocations aimed within the Financial System Stability Committee at: (i) managing inflation and maintaining people's (KSSK) framework is also increasingly required purchasing power; (ii) maintaining recovery to ensure the resilience of financial institutions, momentum (reducing unemployment and alleviating both individually and system-wide, in the face of poverty); and (iii) maintaining priority spending arising global and domestic economic shocks.", "The (strengthening productivity and the foundations coordination between fiscal policy, through the of the national economy).", "At the same time, allocation of State Budget expenditures to nurture consolidation and fiscal reform will be strengthened consumption and investment, and monetary policy, to maintain the soundness of the medium-long through macroprudential easing, digitalization of term of the APBN by: (i) setting up buffers to payment system, money market deepening, as well anticipate uncertainty; and (ii) strengthening the as financial-economic inclusion, must be enhanced foundations for medium-term fiscal consolidation further to continuously promote the momentum of and sustainability.", "Based on the direction of fiscal policy, the APBN Moving forward, fiscal policy aims to strengthen architecture in 2023 has been formulated to resilience and national economic recovery strengthen resilience and to generate national momentum, while consistently pursuing the outlined economic recovery optimism, while remaining consolidation and reforms.", "Amid soaring commodity vigilant to the impact of global turmoil.", "The prices and the risk of escalating global uncertainty, APBN 2023 was prepared based on several fiscal policy in 2023 must be vigilant, anticipatory, macroeconomic assumptions, namely economic and responsive (Scheme 2).", "For this reason, the 2023 growth of 5.3%, inflation of 3.6%, average state budget (APBN) was formulated as a shock 10year SBN yield of 7.9%, average exchange rate of absorber to dampen the impact of global turmoil and Rp14,800 per US dollar, and oil price of USD90 per Scheme 2.", "Fiscal consolidation is carried out access, and quality.", "In addition, the Government has with the APBN deficit of 2.84% of GDP as a form also allocated a budget to support the economic of commitment to normalizing policies after three transformation of education (Rp612.2 trillion), years of the Covid-19 pandemic, during which time infrastructure (Rp392.0 trillion), and health (Rp169.1 the deficit was allowed to be above 3% of GDP.", "need for debt financing also decreased to Rp696.3 trillion in line with the reduction in the fiscal deficit With the continuation of fiscal subsidies in the and utilization of the Remaining Budget (SAL) from 2023 APBN to absorb high global energy and 2022, which partly stems from the purchase of food prices, inflation will be more controlled, SBN in the primary market by Bank Indonesia in therefore the normalization of Bank Indonesia's accordance with the third Joint Decree between monetary policy does not have to be too tight.", "the Finance Minister and the Governor of Bank Bank Indonesia policy mix in 2023 will be oriented Indonesia in pursuant to Law No.", "As a towards maintaining stability and accelerating the shock absorber against the soaring world energy national economic recovery.", "The focus of monetary and food prices, energy subsidies and compensation policy normalization is to reduce inflation from the in the 2023 APBN are allocated to the amount of impact of fuel price adjustments in 2022 and to Rp339.6 trillion, thus the Government is expected no stabilize the rupiah from the impact of the strong US longer needs to adjust the domestic energy prices, dollar due to rising global interest rates.", "To that end, which helps to control inflation and to maintain Bank Indonesia will measurably continue its front people's purchasing power.", "The energy subsidy is loaded, pre-emptive, and forward looking interest also part of the social protection budget allocation of rate policy to lower inflation expectations and to Rp479.1 trillion.", "To manage inflation, especially from ensure that core inflation returns to the 3±1% target food prices, the Government has allocated a budget corridor earlier in the first half of 2023.", "Given that for food security in the 2023 APBN of Rp95.0 the inflation is under control, people's purchasing trillion to ensure and increase food availability, power can be maintained to boost consumption and Scheme 3.", "Bank Indonesia will infrastructure development, downstreaming policies, continue to pursue Rupiah stabilization policy as an structural reform, economic digitalization, and integral part of controlling inflation and supporting human resources development (Scheme 3).", "The macroeconomic and financial system stability development of physical and digital connectivity as prerequisites for national economic recovery.", "infrastructure will increase economic capacity Meanwhile, Bank Indonesia policy mix instruments, and growth, both in terms of increasing capital namely macroprudential policy, payment system (investment growth) and productivity (efficiency digitalization, money market deepening, as well as and competitiveness).", "Downstream processing of economic and financial inclusion are still aimed at natural resources to various derivative industries supporting economic growth.", "The direction of the increases economic supply capacity (aggregate Bank Indonesia policy mix in 2023 will be explained supply) by increasing capital and nurturing growth in a more detail in the next section.", "on the demand side (aggregate demand) along with increasing value added in exports.", "Human resources While fiscal policy and monetary policy are development must be continued, not only through focused on strengthening resilience and economic formal education but also vocational training as recovery momentum against the backdrop of well as research and technology development global turmoil, real sector transformation policies that increases the number of workers and the need to be improved to further encourage the quality of their productivity.", "Meanwhile, structural revival of the national economy towards Advanced reforms to facilitate investment and business, such Indonesia.", "According to the endogenous growth as implementation of the Job Creation Law, will model, transformation policy to increase economic boost economic capacity through greater efficiency capacity encompasses five mutually supporting and productivity.", "Likewise, digitalization of the aspects that need to be integrated, namely: economy and finance will increase the efficiency and competitiveness of the national economy, infrastructure development.", "Overall, the increase particularly the retail transaction segment as well as in potential output capacity will be greater in MSMEs and local economies.", "The success of the real the medium term, thus prompting higher growth sector transformation policy is largely determined by accompanied by maintained stability.", "External the ability to integrate these five important aspects resilience will be stronger with an increase in to mutually strengthen the sources of capacity exports that reinforce the current account surplus building for the national economy.", "and an increase in FDI, which supports the capital and financial account surplus.", "Balance of Payment Downstreaming policy, infrastructure development, performance will be stronger and, therefore, have human resources development and digitalization positive implications to Rupiah stability.", "At the same supported by structural reforms to increase time, an increase in potential output capacity will economic capacity will underpin stability and improve the output gap to meet rising demand, achieve high growth in the medium term.", "As thereby supporting price stability, and controlling explained above, aggregate supply will increase so inflation at a declining and low rate.", "The prospect of that potential output capacity will be greater in line Indonesian economy with high economic growth and with the increase in the amount and productivity maintained macroeconomic stability as described in of capital and labor due to the real sector the previous section, illustrates the positive results transformation policy (Scheme 4).", "On the demand of the economic transformation policy.", "side, the downstreaming policies will encourage a greater increase in exports with value added Infrastructure development will increase economic generated, in addition to an increase in foreign capacity and growth in terms of higher capital and direct investment (FDI) as well as investment for productivity.", "Therefore, infrastructure development Scheme 4.", "Capacity Building and Medium-Term Economic Revival: High Growth, Maintained Stability Downstreaming Policy Current Account Exchange Rate • A more positive trade balance of metal industry mainly supported by nickel downstreaming policy • Strengthen export structure towards higher value-added post-Covid-19 Demand Infrastructure • The completion of National Strategic Project (PSN) through 2027 promotes higher investment Output gap Inflation • Promote higher efficiency and productivity as well as economic • Efficiency in process and production Productivity Supply cost lower inflation Reform Figure 16.", "Based on trade and investment partners.", "Moreover, the PSN projections, investment growth (increase in development of infrastructure connectivity also capital investment) in supporting economic growth needs to support the downstreaming policies of is projected to increase to almost 8% by 2024, industry and exports of natural resources, dominated compared to around 7.3% without infrastructure by the mining industry in Eastern Indonesia as development (Figure 16).", "The positive impact of well as the manufacturing industry and its various infrastructure investment on higher economic subsectors in the Java region, thereby further productivity remains increasing although the PSN strengthening national supply chains.", "Likewise, investment value returns to normal.", "The investment the development of infrastructure connectivity to growth will potentially reach 7.5% by 2027 support an integrated tourism development in 10 compared to 6.1% without infrastructure investment.", "priority tourism destinations needs to be continued.", "This projection shows the importance of developing The above strategic direction of infrastructure connectivity infrastructure to achieve high economic connectivity development policies serves as a key growth through increased capital and productivity consideration in the implementation of National according to the Endogenous Growth model as Strategic Projects (PSN) moving forward, as well described above.", "as the basis for foreign trade and investment policies with strategic partner countries, both in Downstreaming policies for industrial development supporting the development of natural resources and manufacturing exports based on natural downstreaming and tourism.", "PSN projections based resources must be expanded and improved to on data as of September 2022 indicate that the support high economic growth.", "The accomplishment Scheme 5.", "The strategy and downstreaming strengthen external resilience, as described above policy of natural resource-based industries moving by the Endogenous Growth Model approach.", "The forward requires adjustments to the 2015-2035 higher export value added from nickel processing has National Industrial Development Master Plan stimulated growth from aggregate demand side and (RIPIN).", "In its implementation, coordination bolstered a healthier current account.", "Furthermore, between the Coordinating Ministry for Maritime the increased capital in the mining and industrial and Investment Affairs, the Ministry of Industry, sectors generated by nickel downstreaming has the Ministry of Finance and Bank Indonesia needs expanded the potential output capacity from the to be strengthened moving forward.", "The goal of aggregate supply side and supported sustainable inter-ministerial/institutional policy coordination growth.", "Therefore, the downstreaming of natural is to strengthen joint measures, among others, on resources and their derivative industries should be determining the alignment of the medium-long-term accelerated to further increase the potential output priority industries with the revised RIPIN, promoting capacity and economic growth, while taking into financing to support downstreaming, as well as account the resilience of natural resources reserves, formulating and implementing the transition to the development of new technologies, as well as green economy and sustainable finance.", "the transition to green economy and sustainable finance.", "Accordingly, concrete measures need to be The tourism sector, which was severely impacted implemented further to expand the downstreaming by the Covid-19 pandemic, must be developed policies to other mineral commodities, metals and moving forward to support the recovery and revival of the national economy.", "The relevant policies need development of five DPSPs, securing major national to remain focused on the further development of and international events, implementing MICE activities 10 priority tourism destinations, particularly the 5 (meetings, incentives, conventions, and exhibitions), super priority tourism destinations (DPSP), while financing support for tourism and creative economy not ruling out the possibility of developing other players, developing MSMEs for tourism and tourism destinations.", "In line with increasing public mobility villages, expanding Indonesian tourism promotions, after the Covid-19 pandemic, the Government is accompanied by an accelerated vaccination program targeting 1.4 billion trips by domestic travelers in and expansion of the application of CHSE (cleanliness, 2023 (Scheme 6).", "For this reason, the strategy of health, safety, and environmental sustainability) at all accelerating recovery and strengthening tourism destinations.", "Promotional programs, both domestically can be continued and strengthened through through the Proud Travelling #DiIndonesiaAja (BWI) the 3A (Attractions, Access, Amenities) and 2P movement and other programs, as well as targeted (Player, Promotion) approaches.", "Coordination international promotions, need to be improved further.", "under the auspices of the Joint Secretariat for Bank Indonesia will continue to support the success the Acceleration of Tourism Development (Sekber of various targeted tourism development programs Pariwisata) between the Coordinating Ministry for abroad.", "Maritime and Investment Affairs, the Ministry of Tourism and Creative Economy, Bank Indonesia, Overall, along with national economic policy mix as well as relevant ministries/institutions and synergy and innovation, the outlook of the Indonesian strategic partners has produced agreement on economy will exhibit resiliency, recovery and revival.", "joint priority measures that include: relaxation of Facing the global turmoil, fiscal-monetary close tourist visas/entry requirements, increasing the coordination supported by financial system stability carrying capacity of air transport, accelerating the policies, will be further strengthened to support Scheme 6.", "Tourism Development Policy ACCELERATION IN RECOVERY AND STRENGTHENING OF TOURISM INDUSTRY CHALLENGES OPPORTUNITIES RISK OF STAGFLATION BUSINESS OPERATIONS AND AIR THE DEMAND OF DESTINATION DEVELOPMENT NEW TREND OF AND GLOBAL TRANSPORT SUPPORT HAVE TOURISTS REMAINS CONTINUES TOURISM UNCERTAINTY NOT BEEN FULLY RECOVERED STRONG OPTIMIZING DOMESTIC TOURISTS AND THE OPENING OF FOREIGN TOURISTS' ACCESS AGREEMENT ON HIGH LEVEL COORDINATION MEETINGS IN THE JOINT SECRETARIAT OF TOURISM DEVELOPMENT 2022 1.", "Continuing and optimizing 6.", "Increasing support for DOMESTIC TOURISTS FOREIGN TOURIST tourist relaxation implementation of MICE MOVEMENT TARGETS VISITS 2.", "Increasing the carrying 7.", "Continuing financial support for 1.4 2023 (in million) capacity of air transport tourism and creative economic 16.16 3.", "Accelerating the development agents of five Super Priority Tourism 8.", "Development of MSMEs in tourism 0.7 0.7 0.6 Destinations (DPSP) and creative economic agents and 0.5 5.7 4.", "Continuing the development of tourist villages 4.06 1.56 Priority Tourism Destinations 9.", "Ensuring the implementation 10.", "Accelerating vaccination and of scheduled main events expanding implementation of CHSE COORDINATION THROUGH THE JOINT SECRETARIAT OF TOURISM DEVELOPMENT resilience and economic recovery in 2023-2024. stability (\"pro-stability\"), particularly the achievement Indonesia's economic outlook is promising with of the inflation target and Rupiah stability, as well high and sustainable growth in the medium term as supporting macroeconomic and financial system through economic transformation policies, including stability (Figure 17).", "Meanwhile, the four other key of infrastructure development, downstreaming policies, Bank Indonesia policies will continue to be directed structural reform, digitalization and human resources and as part of a joint effort to accelerate the national development.", "Growth will continue to accelerate, economic recovery (\"pro-growth\").", "Accommodative with macroeconomic and financial system stability macroprudential policy will continue to encourage maintained.", "bank credit and financing to priority sectors and MSMEs, in order to accelerate national economic recovery, while maintaining financial system stability Bank Indonesia Policy Mix Direction in and developing a green and inclusive economic 2023: Maintaining Stability, Accelerating and finance.", "Payment system digitalization based Economic Recovery on the Indonesia Payment System Blueprint (BSPI) 2025 will accelerate national integration of the Bank Indonesia policy mix in 2023 will still be digital economy and finance, cross-border payment directed towards strengthening economic resilience, system cooperation, and development of the recovery and revival in close synergy with national Digital Rupiah.", "Money market and foreign exchange economic policy.", "The direction of the policy mix is market deepening will be accelerated in accordance intended to simultaneously counteract the effects of with the Money Market Development Blueprint global turmoil, both the risk of economic recession (BPPU) 2025 to strengthen policy transmission and high inflation, policy rate hikes by the Fed and effectiveness, develop modern and world-class other central banks, depreciatory pressures on the money market infrastructure as well as financial exchange rate due to a very strong US dollar, as instruments, including sustainable finance.", "Financial well as persistently high global financial market and economic inclusion programs targeting MSMEs uncertainty.", "To that end, Bank Indonesia monetary will be expanded along with sharia finance, including policy in 2023 will still be focused on maintaining through digitalization, and unlocking domestic and Figure 17.", "Bank Indonesia Policy Mix Direction 2023 PRO-STABILITY PRO-GROWTH Y MONEY MARKET GREEN FINANCIAL MACROPRUDENTIAL SYSTEM DEVELOPMENT V T export markets.", "Bank Indonesia will also continue Rupiah.", "Pressures on exchange rates as well as to strengthen policy synergy and coordination with monetary, fiscal, and financial system stability have the Government and the Financial System Stability intensified with portfolio investment outflows, Committee (KSSK), as well as collaborate with the particularly from government securities (SBN), due financial industry, corporate sector, and industry to to the high perceived risk and \"cash is king\" attitude strengthen national economic resilience, recovery, of global investors.", "To mitigate the monetary policy and revival in the medium-long term towards trilemma against the impact of global turmoil, Bank Advanced Indonesia.", "Indonesia will continue to optimize three monetary policy instruments, namely interest rate policy, Rupiah stabilization and strengthening foreign Monetary Policy Direction exchange reserves (Scheme 7).", "Interest rate policy is directed towards lowering core inflation back to Bank Indonesia monetary policy in 2023 will focus target earlier in close synergy with the Government on stabilizing the Rupiah and managing inflation to control inflationary pressures on administered towards the target corridor, as part of the mitigation prices and volatile food.", "Rupiah stabilization policy measures against the impact of global spillovers.", "is critical to control the impact of high global energy Global turmoil has, and will continue to have, an and food prices on domestic inflation (imported impact on national economic performance, including inflation), as well as to support maintaining inflation, exchange rates, and foreign capital flows.", "macroeconomic and financial system stability for Soaring global energy and food prices intensify the national economic recovery.", "Simultaneously, inflation pressures and undermine the ability to Bank Indonesia will continue to buy/sell SBN in the stimulate domestic economic growth in various secondary market to maintain yields attractiveness countries.", "At the same time, the Fed's policy rate (twist operation), thus increasing foreign portfolio hikes and the strong US dollar exert depreciatory investment inflows, which will stabilize the Rupiah pressures on various currencies, including the and ensure adequate foreign exchange reserves.", "Bank Indonesia Monetary Policy Direction in 2023 MITIGATING THE IMPACT OF GLOBAL SHOCK SPILLOVER STAGNATION - RECESSION GLOBAL POLICY RATE STRONG US DOLLAR AND WEAKENING HIGH RISK PERCEPTION AND HIGH INFLATION \"HIGHER FOR LONGER\" CURRENCY ACROSS THE WORLD \"CASH IS THE KING\" Monetary Policy \"Pro Stability\" : Front Loaded, Pre-emptive, Forward Looking MONETARY POLICY TRILEMMA FOR INFLATION CORE INFLATION WITHIN TARGET 3±1% ON THE FIRST HALF OF TARGET 2023 AND RUPIAH EXCHANGE RATE STABILIZATION POLICY On a front loaded, pre-emptive and forward looking basis to lower inflation expectation and core inflation ealier, BI7DRR 1.", "Inflation control with TPIP/TPID in the first half of 2023 Stabilization of Rupiah exchange rate to control inflation, Exchange Rate 2.", "Fiscal-Monetary coordination particularly imported inflation, through spot intervention, DNDF, and SBN transaction in secondary market 3.", "Development of priority sector SBN sale/purchase in secondary market to maintain the attractiveness of SBN yield to draw foreign portfolio investment in order to strengthen the stabilization of Rupiah exchange rate RUPIAH FOREIGN EXCHANGE STABILIZATION RESERVE ADEQUACY STRENGTHEN THE STRATEGY OPTIMIZATION OF FOREIGN RUPIAH AND FOREIGN OF INTEGRATED MONETARY POLICY SYNERGY AND COORDINATION EXCHANGE RESERVE MANAGEMENT CURRENCY MONEY MARKET DEEPENING Bank Indonesia will continue to implement the lending rates and medium-long-term SBN yields will BI7DRR interest rate policy on a front loaded, not be too large, although interbank and deposit pre-emptive and forward looking basis to rein in rates and short-term SBN yields will adjust.", "This overshooting inflation expectations and further considering that the current loose liquidity conditions reduce core inflation to the 3±1% target range in the banking industry and the economy will be earlier in the first semester of 2023.", "We are grateful maintained by Bank Indonesia.", "Thus, the hikes in the for close fiscal-monetary policy coordination to policy rate to control inflation and maintain Rupiah mitigate the impact of high global energy and stability will not hampering the ability of banks to food prices on inflation in the country.", "In 2023, channel credit to the business sectors nor their ability the Government will continue to provide energy to purchase SBN for fiscal financing, while continuing subsidies and social assistance program (bansos) to support monetary and financial system stability to low-income earners, thus ensuring milder CPI and national economic growth.", "inflationary pressures from administered prices.", "Close coordination between the Government Bank Indonesia will continue to pursue Rupiah (central and regional) and Bank Indonesia to control stabilization to mitigate the impact of global spillover volatile food inflation through the Central and on inflation and maintaining macroeconomic and Regional Inflation Control Teams (TPIP-TPID), as financial system stability to support the national well as the National Movement for Controlling Food economic recovery.", "As stated earlier, the Fed's Inflation (GNPIP) will also be enhanced further.", "aggressive pace of rate hikes and the strong US Simultaneously, Bank Indonesia will continue to dollar has exerted intense pressures on various global take interest rate policy and Rupiah stabilization currencies, including the Rupiah.", "Rupiah stability is measures to reduce core inflation, which increased critical to control the impact of imported inflation recently due to the second-round effect of fuel from high global energy and food prices on domestic price adjustments in September 2022.", "Rupiah stability is also important to support with the direction of monetary policy, Bank fiscal performance, especially in terms of maintaining Indonesia has raised the BI7DRR rate by 175bps SBN yields attractiveness for state budget (APBN) from August-November 2022 to 5.25% as a front financing needs.", "In addition, Rupiah stability is also loaded, pre-emptive and forward looking measure critical for financial system stability so that the to rein in overshooting inflation expectations and currency risks on banking and corporate balance to ensure core inflation returns to the 3±1% target sheets are mitigated, while maintaining consumer and earlier in the first semester of 2023.", "Going forward, business confidence.", "Bank Indonesia expects currency Bank Indonesia will consistently institute a pressures to ease before and after the FFR hikes peak wellcalibrated, well-planned, and well-communicated in the first quarter of 2023.", "Subsequently, the Rupiah policy response to ensure the core inflation target will appreciate and stabilize in line with Indonesia's is achieved earlier in the first semester of 2023.", "The solid economic fundamentals, particularly with magnitude and timing of the policy rate response will inflation forecasted to decline towards the target, be based on the latest developments, particularly positive current account, attractiveness of SBN yields, in terms of inflation expectations and core inflation as well as promising national economic prospect.", "To against the initial forecast and targets that need to that end, Bank Indonesia will continue to monitor be achieved (data dependent).", "Further developments and intervene in the market, while taking necessary in the global economy, particularly the impact on Rupiah stabilization measures, through triple Rupiah stability and the attractiveness of SBN intervention in the spot market, DNDF, and through yields, as well as the domestic economy, specifically the buy/sell of SBN in the secondary market, to economic growth and bank lending, will also be maintain Rupiah stability in line with its fundamentals considered.", "In this regard, Bank Indonesia believes and market mechanisms.", "The monetary operations that the impact of the BI7DRR rate hike on bank strategy will also be strengthened to support the effectiveness of transmission mechanism of BI7DRR the attractiveness of SBN yields and stabilize the hike and Rupiah stabilization measures.", "This prompted Bank Indonesia to initiate of the foreign exchange reserves, which stood at \"twist operation\" by utilizing SBN holdings totaling USD130.2 billion, will be maintained and bolstered approximately Rp1,300 trillion, by buying/selling by optimizing foreign exchange management and SBN in the secondary market to maintain the increasing the supply of foreign exchange in the attractiveness of SBN yields for inflows of foreign market from the repatriation of foreign exchange portfolio investment (Scheme 8).", "Through twist proceeds from exports (DHE) of natural resources.", "operation, SBN yields rose in line with the BI7DRR Close coordination between Bank Indonesia and the rate and boosted portfolio investment inflows, Ministry of Finance will be strengthened to maintain thereby supporting Rupiah stabilization without Rupiah stability and SBN market stability in terms of compromising the Government's ability to issue managing the adjustments to global developments.", "longer-term SBN for fiscal financing.", "Meanwhile, the purchase of long-term SBN will spur a bump Bank Indonesia will continue to optimize the buy/ in SBN yields, which will remain attractive but not sell of SBN in the secondary market to maintain the excessive, thereby attracting portfolio investment attractiveness of SBN yields for foreign portfolio inflows, stabilizing the Rupiah, and allowing the investors, thus strengthening Rupiah stability.", "As issuance of long-term SBN for fiscal financing in noted, aggressive FFR increase to address soaring 2023.", "Meanwhile, the Ministry of Finance continues inflation in the US have edged up US Treasury to issue SBN regularly in the primary market for the yields and created a very strong US dollar.", "Coupled APBN financing according to market mechanisms.", "with perceived high risk and the \"cash is the king\" The APBN financing is also carried out through the attitude of global investors, have triggered global issuance of global bonds and withdrawal of program financial turmoil and thus put depreciatory pressures loans from multilateral and regional institutions, with on currencies, including the Rupiah, along with both strengthening foreign exchange reserves and large outflows of portfolio investment from EMEs, the ability of Bank Indonesia to stabilize the Rupiah.", "including Indonesia, especially from SBN.", "To that end, Bank Indonesia is closely working with the Policy coordination between Bank Indonesia and Ministry of Finance to take joint measures to maintain the Government is also continuously strengthened Scheme 8.", "As stated, Bank both in assessing the latest developments and issues Indonesia will continue to direct the policy rate that occur at the central and regional levels, as well towards reducing core inflation back to the 3±1% as providing policy recommendations, including target earlier in the first semester of 2023, while the view from regional area through the Regional Rupiah exchange rate stabilization policy to control Economic and Financial Assessment (KEKDA) imported inflation.", "Meanwhile, the Government conducted by Bank Indonesia representative offices has allocated budget for energy subsidies and social in various regions.", "Bank Indonesia will also strengthen assistance program so as inflationary pressures coordination and support in the development and on administered prices remain manageable.", "To improvement of MSME, and the sharia economy and control volatile food inflation, Bank Indonesia will finance, both nationally and in various regions.", "continue to work closely with the Government through TPIP-TPID and GNPIP in various regions.", "Such synergy and coordination include food market Macroprudential Policy Direction operations, inter-regional cooperation, and urban farming movement.", "The Ministry of Finance even Bank Indonesia will hold its accommodative provides fiscal incentives for regional governments macroprudential policy stance in 2023 to increase that are successful in controlling food inflation.", "With bank lending to support the national economic close synergy and coordination, Bank Indonesia recovery, while maintaining financial system stability.", "believes that core inflation will return to the target The direction of macroprudential policy remains of 3±1% earlier in the first semester of 2023, with based on the optimality of three targets, namely CPI inflation following suit at the beginning of the balanced intermediation, maintained financial system second semester of 2023 after the base effect of stability, and economic and financial inclusion fuel price adjustments in September 2022 fades.", "In this case, Indonesia's financial Meanwhile, coordination to bolster priority sectors cycle has just begun in its upward phase following Scheme 9.", "Macroprudential Policy Direction in 2023 MACRO-FINANCIAL LINKAGES: OPPORTUNITIES AND CHALLENGES ECONOMIC GROWTH AND NORMALIZATION OF FISCAL EXCHANGE RATE VOLATILITY INCREASE OF SBN YIELD AND MARKED INFLATIONPERFORMANCE OF CORPORATE AND MONETARY POLICY AND FOREIGN DEBT TO MARKET BALANCE SHEET MACROPRUDENTIAL POLICY \"Pro Growth\" Balanced Intermediation, Sound and Resilience Financial System, Economic-Financial Inclusion POLICY TRILEMMA BALANCED INTERMEDIATION CREDIT GROWTH AT 10-12%, MAINTAINED FINANCIAL FINANCIAL SYSTEM TARGET SYSTEM STABILITY'S RESILIENCE AGAINST RISKS, AND STABILITY COMMITTEE (KSSK) 1.", "Strengthening resilience and Loosening all instrument of macroprudential policy and Macroprudential financial system stability risk's providing incentive on credit/financing provision to banks Policy prevention 2.", "Increasing credit/financing to Strengthening systemic surveillance on banks' resilience against surveillance on financial liquidity risks, market risks (exchange rate and SBN yield), system stability and credit risks 3.", "Financial sector reform Economic Expanding MSMEs Go Export and Go Digital program, as well as and Financial strengthening financial literacy and consumer protection on MAINTAINED ECONOMIC AND products under Bank Indonesia's licensing Inclusion Policy FINANCIAL FINANCIAL STABILITY INCLUSION CREDIT SUPPLY MIR RR Incentive Transparency of SBDK MPLB LTV & DP Policy Synergy CORPORATE MSMEs the economic cycle that began to recover in the The relaxation of all macroprudential policy second quarter of 2022.", "Based on the historical instruments and the provision of incentives for trends of both cycles, Bank Indonesia predicts that banks is pursued with the target of lending/ the economic and financial cycles will continue financing to grow by around 10-12% in 2023 to to increase until reaching \"boom\" period in support further economic recovery, as well as 20242025 for the economic cycle and in 2025-2026 to promote sustainable economic and financial for the financial cycle.", "Therefore, accommodative inclusion.", "In this case, Bank Indonesia will continue macroprudential policy stance will be maintained with accommodative macroprudential policy stance in 2023 and until mid-2024 as a countercyclical by maintaining the CCyB Ratio at 0%, flexibility in instrument to increase financing when the financial fulfilling the MPLB ratio of 6%, where all SBN owned cycle is picking up, and then tightened when the could be repurchased to Bank Indonesia, and the financial cycle is nearing its peak to avoid potential LTV/FTV ratio of 100% for property loans and down risk to financial system stability.", "The push to increase payment requirements of 0% for automotive loans bank lending though macroprudential policies will also for banks that meet the low NPL/NPF criteria, which be directed to the MSME and the green economy, will remain in effect until the end of December 2023. thus supporting the expansion of economic inclusion Macroprudential policies to revive bank financing, and sustainable finance.", "Nevertheless, a number such as the Macroprudential Intermediation of short-term risks from macro-financial linkages Ratio (MIR) and interest rate transparency will demand vigilance and, therefore, systemic surveillance also be continued and their effectiveness will must be strengthened to avoid creating vulnerabilities even be strengthened with the macroprudential in the financial system.", "The strengthening of systemic supervision of banks.", "Moreover, accommodative surveillance should be carried out by stress-testing macroprudential policy in the form of reserves the financial sector individually and as the system requirement (RR) incentives will also be expanded against liquidity risk from normalizing fiscal and to stimulate intermediation to economic sectors monetary policy, market risk from Rupiah volatility, as part of Financial System Stability Committee increases in monetary policy rates and SBN yields, (KSSK) policy coordination in national economic as well as credit risk due to the possibility of an recovery.", "The formulation and implementation of economic slowdown before restructuring has ended.", "this macroprudential policy will be adjusted to the Graph 25.", "Indonesia's Financial Cycle and Macroprudential Intermediation Ratio Graph 25.", "With the easing of macroprudential banks and increasing corporate demand in line with policy, Bank Indonesia is confident that Indonesia's the national economic recovery.", "As described above, financial cycle will continue to increase, and credit the supply capacity of banks in terms of lending/ needs for optimal economic growth will be met, with financing is supported by loose liquidity conditions, MIR even predicted to reach 84% in 2024 (Graph attractive lending rates, strong capital, improving 25).", "Meanwhile, to support financial and economic lending requirements, favorable economic prospects, inclusion, especially MSMEs, the Macroprudential and accommodative macroprudential policy from Inclusive Financing Ratio (RPIM) policy will continue Bank Indonesia.", "On the demand side, the increase in to improve in terms of implementation effectiveness, intermediation is supported by a continued recovery in the form of MSME clustering and corporatization in corporate and household performance.", "Corporate in synergy with the Government, while fostering performance is reflected by improvements in bank cooperation with MSME channeling partner repayment capacity, sales, and capital expenditures, institutions, as well as by developing MSME particularly in the trade and mining sectors.", "The financing securities that can meet the requirements.", "improvement in corporate performance implies that Bank Indonesia also synergizes with the government the scarring effect of the Covid-19 pandemic is fading to expand access to financing and develop MSMEs, in line with the increases in mobility and economic including low-income and subsistence groups.", "Furthermore, positive interaction between Furthermore, Bank Indonesia is also synergizing with bank supply and corporate demand is evident from KSSK and related government ministries/institutions the growing number of economic subsectors in the to continue in developing sustainable finance to positive credit growth and loose lending requirements support the transformation of the green financial quadrant (Quadrant I) in September 2022, namely 19 system, including macroprudential policies that subsectors, compared to September 2021 with 16 support green finance.", "The subsectors experiencing Figure 18.", "This is evident from On the other hand, the number of economic the Financial System Stability Index (FSSI) and the subsectors with negative credit growth and tight Financial System Vulnerability Index compiled by lending requirements (Quadrant III) decreased from Bank Indonesia (Graph 26).", "Nevertheless, several 12 to 5 subsectors, including the transportation short-term risks from macro-financial linkages need subsector (rail, sea, rivers, and lakes), water supply, to be monitored so as not to create vulnerabilities as well as the rubber and plastic industry.", "Bank in the financial system.", "The normalization of fiscal Indonesia views that banks can further relax lending and monetary policies will reduce liquidity, although requirements in subsectors with mitigated credit Bank Indonesia will ensure sufficient availability risk in line with improving corporate performance for banks to channel credit/financing to businesses and future economic growth.", "Considering such and purchase of SBN from the primary market for developments and the synergic efforts that are the APBN financing.", "Rupiah volatility, coupled with continuously being carried out by the authorities, increases in monetary policy rates and SBN yields financial sector and corporate sector, Bank Indonesia will intensify market risk for banks, which will, projects credit growth in the range of 10-12% (yoy) therefore, need to strengthen risk management in 2023.", "Bank Indonesia will continue to strengthen and reserves for possible losses that may arise.", "synergy and coordination with the government and Likewise, credit risk to banks may increase due to KSSK to revive bank intermediation to businesses the possibility of an economic slowdown before to strengthen national economic resilience and restructuring comes to an end.", "In this regard, recovery.", "KSSK coordination continues to be strengthened by conducting stress-tests on the financial sector KSSK policy coordination and supervision continues individually and as the system against such risks.", "to be strengthened to maintain financial system The results of these tests serve as the basis for stability, including in formulating joint efforts the formulation of the policy and supervisory to mitigate the spillover effect of global turmoil.", "response required by each institution, namely the As noted, financial system stability is predicted Ministry of Finance, Bank Indonesia, OJK, and LPS, to remain strong and the bank intermediation in accordance with their respective authorities.", "Advancement of is routinely carried out.", "In addition to the national digital economy and finance has macromicroprudential policy synergy, Bank Indonesia and thus far provided opportunities and challenges to OJK continue to strengthen coordination in the develop rapidly in the future, with a clear vision, provision of Short-Term Liquidity Loans and Sharia strategy and actual digitalization program for Short-Term Liquidity Financing (PLJP and PLJPS) the payment system in BSPI 2025, which is fully by Bank Indonesia.", "Bank Indonesia and LPS also supported by the active participation of the industry continue to coordinate to strengthen readiness to through the digitalization of financial services and handle problem banks or bank resolution by LPS if payments to consumers as well as accelerating required.", "The various measures taken to strengthen public acceptance of fast, convenient, affordable, policy coordination and inter-authority supervision secure, and reliable digital payment transactions under the auspices of KSSK is the basis for further (Scheme 10).", "Nevertheless, we needs to remain strengthening of prevailing laws and regulations.", "vigilant about a number of challenges, including the rapid development of digital technology, which necessitates high investment costs, the scarcity of Payment System Policy Direction human resources, and cyber risks, as well as the rapid penetration of global financial digital players and the Payment system policy in 2023 will continue demands of international cooperation.", "In this regard, to be directed towards accelerating payment payment system policy in 2023 will continue towards system digitalization for further integration in the accelerating and strengthening the integration of national economic-financial digital ecosystem, the national economic-financial digital ecosystem developing Digital Rupiah, as well as expanding according to the first vision of the BSPI 2025, namely cross-border payment system cooperation.", "The to be stronger and more competitive in international Scheme 10.", "BANK INDONESIA-GOVERNMENT: of the payment system industry to build Indonesian unicorns that Innovative of Payment ELECTRONIFICATION OF SOCIAL are strong, competitive, innovative, and ready to become Digital System Industry ASSISTANT AND GOVERNMENT Rupiah \"wholesalers\" 3I Payment System Development of 3I (Integrated, Interoperable, Interconnected) Infrastructure (Integrated, retail and wholesale payment system infrastructure to accelerate 2.", "BANK INDONESIA-INDUSTRI: Interoperable, national digital economic-financial integration and Digital Rupiah IMPLEMENTATION OF BSPI 2025 AND Interconnected) issuance RUPIAH DIGITAL DEVELOPMENT Efficient, pro-business, and transparent payment system Pricing Efficient, Healthy, 3.", "BANK INDONESIA-OJK: STRENGTHENING Policy in accordance with payment service clusters to support Transparent of Payment OF ITSK REGULATION AND SUPERVISION national interests, consumers, and industrial competitiveness System Pricing Policy (DIGITAL FINANCIAL INNOVATION) nationally and regionally SOUND, EFFICIENT, AND FAIR 3I (INTEGRATED, 4.", "BANK INDONESIA-INTERNATIONAL: INTEROPERABLE, INTERCONNECTED), Finalization of conceptual design, development of business MARKET PRACTICE INTERNATIONAL PAYMENT Digital Rupiah Design, SAFE, AND ROBUST models and wholesaler participants, development of the Digital COOPERATION AND DEVELOPMENT Process, & Technology PAYMENT SYSTEMS Rupiah technology platform INFRASTRUCTURE Initiatives Regulatory, Retail Financial Payment Market Data Licensing, Payment System System Infrastructure cooperation based on national interests according to Payment system policy in 2023 will be instituted the fifth vision of the BSPI 2025.", "Befitting the Youth through 5 (five) main strategies that mutually Pledge of 28 October 1928, the policy direction strengthen national economic-financial digital was intended as the embodiment of \"One Country, ecosystem integration.", "First, the collaborative One Nation, and One Language\" in the integration development of national standards as \"One of the national economic-financial digital ecosystem.", "Language\" of payment system services in The aim is to optimize three goals, namely: (i) a collaboration between Bank Indonesia and the healthy, competitive, and innovative payment industry, as well as acceptance campaigns and system industry; (ii) 3I payment system infrastructure their use by consumers in the public.", "Second, (integrated, interoperable, interconnected); and acceleration of regulatory reform and consolidation (iii) safe, efficient, and fair market practices.", "The of the national payment system industry as \"One optimization of the national economic-financial Nation\" in an end-to-end manner to build healthy, digital ecosystem is still based on accelerating competitive, and innovative Indonesian unicorns, banking digitalization according to the second both nationally and internationally, and in the future vision, in collaboration with fintech and e-commerce ready to become a \"wholesaler\" in the issuance according to the third vision, and encouraging and circulation of Digital Rupiah.", "Third, further innovation balanced with cyber security and development of payment system infrastructure (retail consumer protection according to the fourth vision and wholesale) with 3I (integrated, interoperable, of the BSPI 2025.", "In its implementation, diversity in interconnected) as \"One Homeland\" to accelerate the capacity of participants, infrastructure, services, the integration of the national economic-financial and payment instruments is still considered by digital ecosystem and in the future as one of the prioritizing national interests in accordance with prerequisites for the issuance of Digital Rupiah.", "the principle of \"Bhinneka Tunggal Ika\" within the Fourth, pricing policies and market practices of the framework of the Republic of Indonesia.", "national payment system industry that are safe, Scheme 11.", "Configuration of National Economic-Financial Digital Ecosystem in the Future Financial WHOLESALE Industry BI-SSSS SEKURITAS DIGITAL RUPIAH Institutional Interoperable Retail Cross-border efficient, and fair to support national interests, augmented to all payment service provider (PJP) consumers, and industry competitiveness nationally and 2,194 types of services towards becoming \"One and globally.", "Fifth, further development of Digital Language\" in various payment services in Indonesia.", "Rupiah as legal Central Bank Digital Currency Bank Indonesia will also collaborate with industry (CBDC) in Indonesia through the finalization of to develop national payment data management conceptual design, development of business model to support the national economic-financial digital including preparation of \"wholesaler\" participants, ecosystem, while respecting data confidentiality and development of technology platforms required and privacy.", "Such data management, includes the for future issuance and circulation of Digital Rupiah development of payment identification numbers (Scheme 11).", "The following is a further detailed (Payment ID), classification of data into public data, explanation of the five main strategies.", "contractual data and/or with consumer consent, as well as confidential and/or personal data, as well as First, the development of national standards for technology for the necessary data center.", "national digital payment services in accordance with international best practices collaboratively Second, Bank Indonesia will continue to encourage between Bank Indonesia and the industry, and its end-to-end consolidation of the national payment public acceptance campaign will be expanded to system industry to form healthy, competitive and accelerate integration of the national innovative Indonesian unicorns, both nationally economicfinancial digital ecosystem.", "The success of Bank and internationally.", "As stated above, the rapid Indonesia collaboration with the industry in the global financial digital penetration into various preparation and use of QRIS as the only national QR countries, including Indonesia, is happening, as standard in Indonesia will continue to be expanded well as the profileration of crypto currency and the both for public acceptance and the types of service.", "dominance of digital technology by BigTech.", "The In 2023, QRIS payment service features will be demand for cross-border payment cooperation has expanded from QRIS Merchant Presented Mode also increased in accordance with the agreement (MPM), QRIS Customer Presented Mode (CPM) on the \"cross-border payment roadmap\" of the G20 and QRIS Without Face-to-face (TTM), to QRIS countries as one of the concrete achievements of Transfer Withdraw Deposit (TTS) and expansion Indonesia's G20 Presidency in 2022.", "Therefore, of QRIS between countries as planned.", "The QRIS consolidation of the national payment industry user target will be increased from 30 million to 45 is critical so that Indonesia is better prepared to million.", "Following the successful implementation face foreign penetration and to fulfill international cooperation with Thailand, the cooperation on commitments.", "With this regard, Bank Indonesia QR code, Fast Payments, and Local Currency carried out regulatory reforms for the national Transactions will be expanded, starting with the payment system industry by appointing Payment implementation of interoperability with Malaysia, System Infrastructure Providers or PIP (6 systemic a trial phase with Singapore, and preparations PIPs and 3 critical PIPs) and granting licenses to phase with the Philippines.", "Cooperation with other three types of Payment Service Providers (PJP), ASEAN countries will also be expanded as one of the namely systemic (10 PJPS), critical (20 PJPK), and achievements for Indonesia's ASEAN Chairmanship general (350 PJPU), according to the criteria of size, in 2023, in addition to other countries, such as India interconnectedness, complexity, and substitutability and Saudi Arabia.", "The successful implementation of (Figure 19).", "With similar criteria, participation in the Open API Payments National Standard (SNAP) BI-FAST is also grouped into Direct Participants (21 in 2022 will continue to be expanded in 2023 PL) and Indirect Participants (56 PTL) considering the and beyond.", "The number of participants which technology investment necessary.", "Bank Indonesia has currently reached 15 providers and payment also encourages cooperation (business and/or services which has reached 324 types, will be ownership), both inter-PJPs and with e-commerce Figure 19.", "Consolidation of an integrated payment The main focus of development in 2023 is on 3I industry will create Indonesian unicorns that are retail payment system infrastructure (BI-FAST, healthy, competitive, and innovative, both nationally SKNBI, GPN) and wholesale infrastructure (BI-RTGS).", "Moreover, the arrangement and The initial phase of development will be carried out consolidation of the payment system industry is also in 3I between BI-FAST and BI-RTGS, followed by 3I very important going forward for Bank Indonesia between BI-FAST, BI-RTGS and GPN.", "In addition, a to determine which PJPs meet the requirements to study of the development of the Integrated Payment become a \"wholesaler\" in the circulation of Digital Interface (IPT) for interconnection between payment Rupiah.", "channels within the industry will be continued for implementation in the following year.", "Progress on 3I Third, the development of payment system between the payment system infrastructure above infrastructure with 3I (integrated, interoperable, is one of the prerequisites for the future issuance of interconnected) will continue to accelerate and Digital Rupiah.", "strengthen the national economic-financial digital ecosystem.", "Like toll roads, it is necessary to develop Fourth, pricing policy and market practices will an urban ring road infrastructure for vehicle access continue to be developed to realize a sound, from the city center to various destinations, and efficient, and fair national payment system industry.", "Therefore, an end-to-end 3I payment Amid increasingly widespread and complex digital system infrastructure is required, from wholesale payment system services, the current price scheme (BI-RTGS) for deposit access to accounts at Bank in the industry is significantly varied between the Indonesia through retail infrastructure (BI-FAST, types of instruments, services, and PJPs.", "The pricing GPN, and SKNBI) to industry-developed payment scheme even extend to various infrastructures channels according to the business model and and instruments.", "Pricing policies and strategies public preference (Scheme 12).", "In addition to implemented by incumbent PJPs and new players the convenience, speed, and security of payment has potentially lead to to unfair competition.", "The Future of Payment System Infrastructure Interconnection FRONT END MIDDLE BACK END Consumer Data Hub Public Infrastructure Center of Retail End User Instrument Acquiring Services Switching Clearing Settlement Payment Services Retail Payment Merchant Payment Channels ATM/Debit Card Credit Card National Retail SP & Infrastructure Money (EM) Address Repository Mobile & CeBM via Proxy Internet National Payment Gateway API Consumer3) Payment Switching 1) dynamic) QR Aggregator Payment Authentication (i.e.", "LKD, International Payment System Laku Network Provider Pandai) (i.e.", "Visa, Master Card, Bank Bank Notes Single WechatPay)5) Flow of funds in the management of BI-FAST settlement funds Industry Central Bank Industry Arrangement Global Player 1) Quick Response Indonesia Standard (QRIS) 4) Integrated Payment Interface 2) As long as IPT and BI FAST are not ready to process based transactions 5) Cross Border transaction data will be passed through the Integrated Payment Interface before mobile then the processing of card and mobile transactions will go through the GPN to the International Payment System network provider in the context of capturing data 3) Includes individuals, corporations, and governments Source: Bank Indonesia various factors cause payment services in Indonesia nationally and globally (Scheme 13).", "To that end, to be inefficient and the industry is less competitive, the pricing policy will be pursued through three thus creating a burden to the public.", "It is necessary, pillars.", "The first pillar will be regulator-led policy therefore, to reform the payment system pricing of Bank Indonesia, particularly for systemically policy in Indonesia to serve the national interest important payment system with the infrastructure and the consumers, while still encouraging business provided by Bank Indonesia, national interest and continuity, competitiveness, and innovation the people, including for government programs.", "Considering the advancement in 2022 that require technology investment costs.", "Third in Indonesia and internationally, including through pillar will be determined by industry associations cooperation in the G20 forum, IMF, and BIS, the themselves (industry-led policy), namely on payment Digital Rupiah development plan in 2023 will cover services from the industry to consumers that the following three aspects.", "First, the conceptual require innovation and marketing costs.", "The three design, which is currently in the finalization stage, pillars of the pricing policy will be implemented in will soon be published as a consultative paper for accordance with similar payment service clusters inputs from the industry and public (Scheme 14).", "to simplify, harmonize, and simultaneously reduce In addition, Bank Indonesia is planning to build a transaction costs in digital payment systems.", "technology platform for the Digital Rupiah Vault Therefore, the pricing scheme needs to continue or \"Khazanah Digital Rupiah (KDR)\", Distributed providing attractive and profitable incentives for Ledger Technology (DLT) or blockchain technology the industry to continue investing and innovating, for its issuance, as well as establish several banks without burdening the consumer.", "Strengthening and nonbanks qualified as \"wholesalers\" that will risk management and payment systems supervision be appointed to be able to circulate Digital Rupiah will also continue to be pursued, particularly in the for the public.", "We view the selection of the Digital implementation of cyber security and resilience, as Rupiah \"wholesaler\" business model as more well as strengthening compliance with the principles appropriate for Indonesia, as Bank Indonesia will of Anti-Money Laundering and Prevention of focus more on its authority as the central bank for Financing of Terrorism (AML/CFT).", "the issuance and distribution of Digital Rupiah.", "Second, the availability of a 3I to the mechanism for determining exchange rates, (integrated, interoperable, interconnected) payment managing foreign capital flows, monitoring both system and money market infrastructure, particularly transactions and operational technology, including at and among the large banks and nonbanks that will resilience to cyber attacks.", "be appointed as Digital Rupiah \"wholesalers\".", "This is substantial as the \"wholesalers\" form a network Today, we are launching the Digital Rupiah \"white through DLT technology or blockchains with Bank paper\", which we named \"Project Garuda\", as a Indonesia and among themselves so that they can step to preserve the sovereignty of the Rupiah in play a role in \"retail\" distribution to the public.", "This \"white paper\" contains the Third, the selection of a technology platform that fundamental premise and roadmap to be taken is compatible with a number of platforms currently (Figure 20).", "The Garuda Digital Rupiah Project will being developed by central banks and international be implemented in several phases.", "This is because in the end, the Digital will start with \"wholesale-Digital Rupiah\" for the Rupiah must also be able to connect with Central use cases of issuance, redemption, and interbank Bank Digital Currency (CBDC) issued by other central fund transfer.", "In the second phase, the banks with the mechanism of determining the wholesaleDigital Rupiah will be expanded with use cases that exchange rate through digital technology.", "Several support monetary operations and financial market technology platforms are currently being developed development.", "The third stage we will develop under international cooperation, such as the Dunbar an integrated end-to-end interaction between project by BISIH Singapore, MAS, BNM, RBA, and wholesale and retail-Digital Rupiah.", "Collaboration SARB, and the mBridge project by BISIH Hong and synergy on national and international level is Kong, HKMA, BOT, PBoC, and CB-UAE.", "Ultimately, critical to the development of Digital Rupiah.", "Coordination QRIS, SNAP and BI-FAST, as well as expanding with the Government (central and regional) is services to the wider community.", "It has become a primarily directed at expanding the electronification principle of Bank Indonesia that payment system of regional government financial transactions by policies, regulations and supervision are formulated strengthening Task Force for Acceleration and and implemented together with the industry Expansion of Regional Digitalization (TP2DD), (industry-friendly policy).", "encouraging the distribution of Government to Person (G2P) 4.0 social assistance program, and expanding electronification and integration between Money Market Deepening Policy transportation modes.", "Likewise, the digitalization of MSMEs and tourism will be intensified through The money market deepening policy in 2023 Proud of Indonesian Product National Movement will continue to be directed at strengthening the (Gernas BBI) and Proud Travelling #DiIndonesiaAja effectiveness of monetary policy operations and (BWI) movement in various regions and at the transmission, which will be increasingly integrated main tourism destinations, as determined by the with the creation of a modern and efficient money Government.", "The synergy and coordination of market, as efforts to support financing for the regulation and supervision of the digitalization national economy.", "The direction of money market of payment system by Bank Indonesia with the deepening remains consistent with the goals and digitalization of financial institutions by OJK will programs in the Money Market Development be further strengthened, including for crypto asset Blueprint (BPPU) 2025, namely to build a modern and transactions, sandbox development, the Financial international-standard money market, and support System Technology Industry, digital financial literacy the transformation of monetary management that is and consumer protection, as well as cyber security.", "integrated with the money market (Scheme 15).", "The Policy Direction of Money Market Deepening in 2023 STRENGTHENING INTEGRATED OPTIMIZATION OF FOREIGN MONEY MARKET AND FOREIGN MONETARY OPERATION EXCHANGE RESERVE ASSET EXCHANGE MARKET SINERGY & COORDINATION STRATEGY MANAGEMENT DEEPENING Money Market Deepening Policy \"Pro-Growth\" : Integrated, Modern, Efficient development focus will remain on three aspects of (Rupiah and foreign exchange) and bond market an efficient money market (3P), namely products, stability, particularly the derivative instruments, such participants, and pricing, as well as 3I infrastructure as DNDF, repo as well as exchange rate and interest (integrated, interoperable, interconnected) between rate swaps, without compromising the development the money market and the payment system.", "More of other financial instruments.", "Fourth, strengthening emphasis will be placed on the 3I aspect between efficient market mechanisms in the formation infrastructure, participants, and instruments in of interest rate structures (IndONIA and Repo), supporting the integration of Bank Indonesia exchange rates (DNDF), and hedging (interest rate monetary operations with money market deepening.", "and exchange rate swaps) to strengthen monetary With this in mind, the money market development policy transmission and financial market stability.", "policy in 2023 will be focused on the following four main programs.", "First, the 3I development First, 3I (integrated, interoperable, interconnected) between Bank Indonesia's monetary operations development of Bank Indonesia's monetary infrastructure with money market infrastructure to operations infrastructure with the money market further strengthen monetary policy transmission infrastructure to further strengthen monetary effectiveness and accelerate the modernization of policy transmission effectiveness and accelerate the the Indonesian money market.", "Second, consolidation modernization of the Indonesian money market.", "In of monetary operation participants where money this regard, Bank Indonesia will continue to finalize market players will be classified into strategic, the Conceptual Design (CD) for the development of critical, and general according to the criteria of 3I money market infrastructure with the payment systemically important financial institutions (SIFIs), system, including BI-APS, BI-SSSS, BI-RTGS Gen-3, in line with the classification of the payment system and Trade Repository (Scheme 16).", "Bank Indonesia industry (SIPS).", "Third, the development of money will prioritize infrastructure development for the market instruments to support money market modernization of monetary operations, the BI-APS, Scheme 16.", "3I Development Direction for Money Market Infrastructure, Monetary Operations, and Payment Systems Moving Forward Customer FOMOBO/Swift Multimatching System Intervention: Spot, DNDF Monetary Operation (MO) BI OIS IRS Repo SBN Member MO Rupiah: Repo, RR-SBN Swap DNDF MO FX : FX Swap BI BANK Forward Spot BANK • Issuance auction of SBN/SBSN/SUKBI, others • Standing Facilities: DF & LF Member REFINITIV Bloomberg 360T Member Secondary SBN • MO FX: FX Term Deposit, auction o.b.o.", "Monetary Operation (MO) & other auction the Gov't: • Issuance auction: Nonresident • Buyback • Debt switching BANK BANK BANK BANK Repo OIS IRS Other Money Market DNDF, Repo, Spot DNDF Forward FX Swap Other FX Market OIS, IRS Omni Data (INDRA) Benchmark Price & Monetar ANTASENA Market Info: Operation Result: Transaction Flow • Market Rate • Volume & Repo o/n rate • Volume & rate OIS • Market liquidity Data/Information Flow • JISDOR which will be followed by other infrastructure, market segmentation, resulting in underdeveloped particularly the modernization of the BI-SSSS, which transactions and inefficient market mechanisms facilitate the use of SBN as underlying for repo due to the magnitude of risk, including liquidity transactions and other money market derivative risk, market risk, credit risk and operational risk.", "Regarding money market infrastructure, The classification of participants into systemic, Bank Indonesia strengthen collaboration with the critical, and general based on 4 (four) main industry in developing a Central Counterparty criterias in accordance with the BIS, namely: size, (CCP) for SBNT (interest rate and exchange rate) interconnectedness, complexity, and substitutability, derivative market on a netting basis (CCP SBNT), in therby consistent with international standards, addition to expanding money market transactions similar to the determination of systemic banks.", "through ETP Multimatching both for the Rupiah and Similiar approach has been applied by Bank foreign exchange money markets.", "Bank Indonesia Indonesia in classifying the PJPs into systemic, emphasizes the need for 3I between monetary critical, and general PJPs as well as determining operations infrastructure, BI-APS, and money market direct and indirect participants in BI-FAST.", "The infrastructure, CCP SBNT and ETP Multimatching fourmain criteria approach, will also be applied to the due to several considerations.", "First, this will enable classification of Primary Dealers (PDs) as participants Bank Indonesia to become a participant in money in monetary operations and money market players.", "market transactions, without compromising Bank Moving forward, there will be convergence in the Indonesia's ability to carry out direct monetary classification of financial institutions as systemic operations as it has thus far.", "Bank Indonesia banks and as participants in monetary operations, participation in the market will clearly increase payment systems and money markets, namely into transactions and the depth of the money market in systemic, critical, and general.", "Second, effectiveness of the policy rate of participants is critical not only to accelerate the transmission to the money market and SBN market consolidation of money market and payment system will be strengthened by Bank Indonesia participation players, but also for Bank Indonesia in terms of and the increasing number of money market conducting supervision with approaches and criteria transactions, including the formation of the interest that comply with international standards.", "Moreover, rate structure arising from these transactions.", "Money the classification is also very important for Bank market efficiency will increase.", "Third, 3I monetary Indonesia moving forward when determining which operation and market infrastructure will also be one participants meet the requirements to become of the prerequisites for the issuance and circulation wholesalers in the issuance and circulation of Digital of Digital Rupiah as described previously.", "future, monetary operations and transactions in the money market will be carried out either through the Third, the development of money market existing transfer mechanism between bank accounts, instruments that support money market (Rupiah or directly through the Digital Rupiah.", "and foreign exchange) as well as bond market stability without compromising the development Second, Bank Indonesia will consolidate monetary of other financing instruments.", "Currently, the operations and money market participants by underdeveloped short-term money market drives grouping them according to the size and the high liquidity risk, market risk (exchange rate and importance in accordance with systemically interest rate), and credit risk in the financial market.", "important financial institutions (SIFIs).", "To the Despite the development of derivative instruments date, participants in monetary and money in the foreign exchange market, such as DNDF market operations are heterogeneous in terms of and swaps as exchange rate hedging instruments, transaction size, institutional capability, and risk transaction volume remains limited and mostly management.", "This has potential to create money dominated by Bank Indonesia monetary operations with limited tenors of up to 3 months.", "The volume market regulatory reform will simplify provisions of swaps, as an interest rate hedging instrument, is according to a principle-based approach to increase still also limited.", "The volume of repo transactions implementation flexibility and effectiveness for with underlying SBN in the money market remain market participants.", "limited, as are short-term securities, such as Commercial Papers (SBK).", "Therefore, Bank Indonesia will focus more on developing instruments and Inclusive and Green Economic-Financial increasing the volume of money market transactions, Policy thus more efficient to nurture (portfolio and FDI) investment and simultaneously strengthen the Bank Indonesia continues to strengthen its MSME effectiveness of monetary policy transmission in development program to promote MSME as the Indonesia.", "Meanwhile, the development of economic pride of Indonesia, Go Export and Go Digital.", "financing instruments for the economy will also Bank Indonesia consistently implements MSME continue to be strengthened through three policy development programs to create a value added strategies, namely: (i) developing asset securitization contribution in controlling inflation and in increasing through the asset-backed securities-collective foreign exchange from exports.", "The MSME investment contracts (KIK-EBA) and asset-backed development programs are implemented through securities-participation note (EBA-SP) programs; (ii) 3 (three) policy pillars, namely corporatization, developing retail investors and financial literacy on capacity building, and financing in order to enhance a regular basis; and (iii) strengthening coordination MSME's competitiveness.", "The corporatization is and communication in the development of the carried out through the strengthening of formal Sustainable Green Finance (SGF).", "These various institutions, the expansion of partnerships, as well as financial market deepening policies will certainly the development of business models for the creation be supported by a close synergy between Bank of new entrepreneurs.", "Capacity building is focused Indonesia, Ministry of Finance, OJK, and LPS within on creating end-to-end capacity building supported the Coordination Forum for Development Financing by digitalization to increase production, enhance through Financial Markets (FK-PPPK).", "financial management and expand of market access.", "Market access is unlocked through product In this regard, various programs continue to be certification and curation, promotion of international improved to increase the use of Local Currency trade, and fostering interconnections with the local Transaction (LCT) framework in facilitating value chain (LVC) and global value chain (GVC).", "trade and investment with partner countries, by The Karya Kreatif Indonesia (KKI) event, which strengthening synergy and coordination with encourages MSME to Go Export and Go Digital, other relevant authorities.", "The LCT campaign continues to be improved, as well as synergy with continues to be broadly expanded for the use of the Goverment in the successful Gernas BBI and LCT Appointed Cross Currency Dealers (ACCD) to Bangga Berwisata #DiIndonesiaAja (BWI) movement banks, corporations, and other potential users, in involving all 46 Bank Indonesia representative collaboration with relevant agencies at home and offices.", "Meanwhile, MSME access to financing is in partner countries.", "Included in this program is the facilitated to support compliance with inclusive implementation of the non-USD/IDR reference rate financing regulations, among others through for the development of derivative instruments within mapping the trends of MSME financing via multiple the LCT framework.", "In addition, Bank Indonesia will e-commerce channels and partnerships, as well as also strengthen transaction regulations in the foreign facilitating business matching.", "Bank Indonesia will exchange market by simplifying and integrating also support the green MSME campaign, beginning regulations to encourage market deepening with studies and pilot projects to hone existing and support financial system stability.", "Bank Indonesia continues to support the growing market deepening through the development of green role of the sharia economy and finance as a new money market instruments.", "The manifestation of a source of economic growth.", "Implementation green and inclusive economy and finance continues of a halal value chain ecosystem, both locally through, among others, the development of a circular and internationally, is being expanded in terms economy business model, green farming, and green of the participants, institutions and supporting financial reports for MSMEs and sharia economic infrastructure.", "Halal value chain ecosystem players.", "In addition, Bank Indonesia continues development will continue to prioritize the leading its institutional transformation, encompassing sectors of halal food and modest fashion.", "In terms governance, risk management, strategies, and of sharia finance, sharia money market deepening green performance indicators.", "In its development is pursued through, among others, development and implementation, Bank Indonesia will continue of foreign exchange transaction instruments and to synergize and coordinate closely with KSSK, the Inclusive BI Sukuk.", "Support to increase the ministries/institutions, and relevant stakeholders.", "optimization of sharia social finance as an alternative source of financing for the major sectors of the sharia economy continues to be encouraged, especially International Policy through productive waqf.", "In addition, business linkages through a series of Sharia Economic Following, the success of Indonesia's G20 Festival (FESyar) events in three regions (Java, Presidency in 2022, Bank Indonesia commits Sumatra, Eastern Indonesia) and the international to support the success for Indonesia's ASEAN Indonesia Sharia Economic Festival (ISEF) event will Chairmanship of Indonesia in 2023 in close continue to be facilitated.", "The center of excellence synergy with the Government, with focus on for the sharia economy and finance is also being financial integration track.", "In this regard, Bank improved continuously through higher education Indonesia will fully support the continuation of as an important part of implementing strategies the 6 (six) priority agendas in the Finance Track for increasing public literacy.", "To that end, Bank of the 2020 G20 Indonesia's Presidency, with the Indonesia continues to strengthen synergy with theme \"Recover Together, Recover Stronger\" for various parties, both within the National Sharia the priority agenda of ASEAN Financial Integration, Economy and Finance Committee (KNEKS) as well as under the Chairmanship of Indonesia in 2023 with Islamic boarding schools (pesantren), the Sharia with the theme \"Recovery-Rebuilding, Digital Economic Community (MES), business associations, Economy, Sustainability\".", "In the first pillar banks, as well as scholars, academics and the wider \"RecoveryRebuilding\", the G20 priority agenda \"Addressing community.", "Exit Policy Spillovers and Scarring Effects\" will be the agenda for the ASEAN Chairmanship in 2023 Bank Indonesia strengthen policy synergy with the with High-Level Policy Dialogue and Technical Government to support a sustainable economy Level Discussion on Exit Policy Spillovers, Scarring characterized by a stable, inclusive, and green Effects, and the Macroeconomic Policy Mix financial system.", "In response to the future challenges (IMFIntegrated Policy Framework and associated with climate change, which could BIS-MacroFinancial Policy Framework).", "In addition, increasing threaten economic stability, and as Bank Indonesia's ASEAN cooperation in the application of the Local active contribution in achieving the low-carbon Currency Transaction (LCT) Framework is carried target, Bank Indonesia carry out a comprehensive out by, among others, strengthening authority transformation by strengthening green finance support/incentives, relaxing regulations, financial policies.", "Bank Indonesia continues to conduct market infrastructure, and LCT linkages with studies on green macroprudential policies to support crossborder payments.", "For the second pillar, the \"Digital sustainable finance, while accelerating financial Economy\", Bank Indonesia will raise the G20 agenda Scheme 17.", "ASEAN Payment System Connectivity Moving Forward ASEAN-5 Payment Connectivity ASEAN PAYMENT CONNECTIVITY General understanding for regulatory General understanding and supervisory framework on for infrastructure interlinkage cryptoasset & data policy SYNERGY AMONG CENTRAL BANKS Interlinking Fast Standardizing RTGS Data payment API interlinking framework partnership ACCD-based Local Currency Settlement (LCS) Local Currency Bilateral Swap Agreement (LCBSA) Source: Bank Indonesia \"Advancing Payment Connectivity and Promoting forums to support national economic recovery.", "Digital Financial Inclusion and Literacy\" in ASEAN.", "In Strengthening international cooperation is also this regard, Bank Indonesia will focus on Advancing continuously carried out at the multilateral, regional ASEAN Payment Connectivity with the and bilateral levels in relation to the International CrossBorder Payments Linkage collaboration, namely Financial Safety Net, Local Currency Transactions QR and fast payment connectivity with LCT, which (LCT), Payment Systems and Digital Financial was inaugurated by the President of the Republic Innovation, Anti-Money Laundering and Prevention of Indonesia at the G20 Leaders' Summit in Bali on of Terrorism Financing, as well as Structured 14 November 2022 (Scheme 17).", "In addition, there Bilateral Cooperation with central banks and other will be a High-Level Policy Discussion to support international institutions.", "Bank Indonesia continues CBDC Initiatives, Promote Digital Financial Inclusion to increase the positive perception of investors and and Literacy to strengthen Digital Financial Literacy rating agencies through more proactive engagement in ASEAN, including implementation of the Digital activities.", "We also continue to play an important Financial Inclusion Festival, a High-Level Regulatory role in facilitating the promotion of trade and and Supervisory Discussion on Crypto Assets and investment in priority sectors through support from Cybersecurity and the implications for WC-ABIF the Investor Relations Unit (IRU) at the regional, Guidelines to Incorporate Digitalization.", "Policy national, and international levels.", "Bank Indonesia Discussion and Seminars addressing Climate Related will carry out a massive campaign to encourage and Risk are also scheduled.", "expand the use of LCT, including through outreach activities to potential business actors in collaboration In addition to the ASEAN Chairmanship in 2023, with the overseas and domestic Bank Indonesia Bank Indonesia continues to pursue active representative offices, and other strategic partners.", "participation in various international cooperation Institutional Transformation Policy monetary management integration with money market deepening in accordance with BPPU Bank Indonesia will continue to undertake 2025, as well as optimizing the management comprehensive institutional transformation of adequate reserve assets.", "Macroprudential to build a credible central bank, with excellent policy transformation emphasizes strengthening performance, good governance and transparent.", "macro-financial linkage modeling, an integrated The policy, organizational, human resources and macroprudential policy response with systemic digital transformation, which have been initiated surveillance, developing macroprudential policy since 2018, will be strengthened further and hones instruments for bank lending/financing to the to realize the vision of become the foremost digital business sectors, as well as the readiness of central bank that creates a tangible contribution shortterm liquidity assistance/sharia short-term liquidity to the national economy and the best amongst assistance if necessary.", "Meanwhile, payment system emerging market countries towards Advanced policy transformation will remain focus on continuing Indonesia.", "To improve the policy mix response in payment system digitalization in accordance with terms of strengthening economic resilience, recovery, BSPI 2025 and further development of the Digital and revival from the impact of global turmoil, policy Rupiah.", "transformation is focused on strengthening the Bank Indonesia policy mix framework, macroeconomic and Organizational transformation is directed at financial system modeling, and striking an optimal strengthening the implementation of a framework policy mix response.", "Strengthening monetary policy for institutional excellence and strengthening transformation emphasizes the formulation of an the digitalization of policy and institutional optimal interest rate policy response, exchange work processes.", "The existing implementation rate stabilization and twist operations, along with of assessments underlying the institutional Scheme 18.", "Bank Indonesia Digital Business Process Reengineering Illustration: Generic Business Process Reengineering Board of Governor (BoG) Monthly Meeting Recommendation Approval Drafting of Department Level Material (Hybrid) Follow-Up and Monitoring The Committee meeting Coordination for minutes (Policy decision recommendation points) follow-up actions using 4 Digital Workplace Initial Coordination Assignment Management Committee Meeting Meeting featuring BoG Members, Policy Departments, material drafting team, relevant Decision Data Gathering BoG Meeting -Assessment Recommendations Drafting of material and executive summay of RDG 1.", "Meeting Minutes of RDG 2.", "Policy Decision Items Assigment {...} Approval of the Executive XML Follow-up actions report Summary by the relevant EKSLUSIF C++ (Memorandum) E-Doc: Meeting Minutes BoG member Approved by the Head Data Gathering Policy Departments Related Departments Digital Workplace Executive Summary Drafting of policy decision proposed to the BoG 3 1.", "Communication, collaboration, & items and minutes productivity Collaborative work of main policy 2.", "Assignment management 9 2.", "Macroprudential Sector 5.", "Payment System Sector Consolidation 6.", "Data analytics of material and main policy formulation 7.", "Virtual meeting platform by policy coordinator Department Main Policy Department Bank Indonesia Policy Mix Committee Board of Governor Meeting and Follow-up Action policy response based on Effective, Efficient, and decision-making at the Board of Governors Meeting.", "Governance (2EG) through the quarterly Board Hybrid work will also be maintained as it is more of Governors Meeting on Institutions will be effective and efficient in managing resources and strengthened with methodologies for measuring the achieving performance.", "effectiveness of the correlation between performance indicators and work processes, the efficiency of Digital transformation for policy and institutional important budget items with the achievement work processes will be accelerated based on of performance indicators, strengthening future the Master Plan for Digital Innovation in Bank strategic risk measurement and mitigation as well as Indonesia (RIVIBI) towards the vision of becoming internal audits.", "Strengthening of work processes, risk the foremost central bank.", "Digitalization of Bank management, and the management of major projects Indonesia includes three important interrelated and continues for both information system projects and mutually strengthening parts (Scheme 19).", "First, the physical projects.", "Meanwhile, the implementation of digitalization of work processes, including policies Digital Business Process Re-engineering (Digital BPR) and institutions as described above.", "Digitalization of in the formulation of the policy mix that has been work processes allow work collaboration to be faster, successful in the departmental level to the Board of more effective and efficient, and allows working Governors Meeting will be expanded with Digital virtually from home or different other places.", "Second, BPR within the departments by creating \"digital data digitalization to enable users to experiment collaborative work\", which will start from the policy and innovate on their own (customer experience) formulation department, strategic management, and for instant, interactive, and multidimensional uses human resources (Scheme 18).", "With Digital BPR, the for policy analysis and formulation.", "End-to-end work process has been shortened from eight stages data digitalization and innovation, starting from to four from work units at the departmental level to structured data inputs and big data technology, Scheme 19.", "Digital Transformation at Bank Indonesia Configuration of IT Use Case(s) for Core Policy and Institutional Business Process EXTERNAL OMNIDATA INTELLIGENCE INTERNAL EXTERNAL PLATFORM Customer Platform Omni Repository Omni Analytic - Customer Portal - Customer Apps Factory Reports Alerts Data Base - Social networks Model Analytics Interactive Insight Stories Forecats Advanced Prediction Analyst Text laboratory Decisions Recommendations Ecosystem Platform Analyse Omni Integration Complex Decisions - API Marketplace Collect Connect Audio Image Video - Partner Apps Analyse Analysis - Partner - Run INTERNAL PLATFORM Employee Platform loT Platform loT Platform - Employee collaboration and - Connected Things Things - Back - office system Technology & Security Information Governance (Metadata Management, Master data Management) metadata processing, storage in data lakes, data data scientists as well as aspects of behavior and analytics and management of data scientists, to mindset, while strengthening leadership exposure the use of applications that drive the customer through coordination and assignments to other experience and innovation in analysis and policies.", "institutions at home and abroad.", "Strengthening the Third, development of a technology platform that employee value proposition and the BI-Achievement, enables data digitalization and innovation as well BI-Innovation, BI-Digital, and BI-Religi work culture as digitalization of the policy and institutional programs emphasize building pride, creativity, work processes, as well as an omni-technology recognition, and incentives for achievements and platform that allows several core applications collaboration as leaders and employees of Bank to be interconnected and integrated with the Indonesia.", "Equally important is the development of support of adequate cybersecurity.", "To realize digital an atmosphere, relationships and work facilities that transformation, organizational improvements have are more supportive of digitalization and also the been made by reorganizing the existing work units behavior of millennial employees, including hybrid into three new departments, namely the digital work processes that will be maintained.", "development and innovation department, the digitalization and data innovation department, and the digital services and cybersecurity department.", "Moving Forward with Optimism and Vigilance: Strong, Recover, and Revival The planned, programmed, and transparent Towards Advanced Indonesia transformation of human resources continues to strengthen leadership with integrity, Synergy and innovation have been the key factor competence, professionalism, agility, and ethics for Indonesia to survive the impact of the Covid-19 at Bank Indonesia.", "Many human resources (HR) pandemic and global turmoil, and further optimism transformations have been successfully achieved for the ongoing recovery and economic revival in since 2018 with mature merit-based HR planning, 2023 and beyond.", "Optimistic that economic stability clear and transparent career management, rigorous will be maintained, and the economic recovery will selection of the talent pool in accordance with continue to accelerate.", "Vigilant of the possibility that person-to-job fit, tiered leadership programs from the global turmoil could persist, with all its adverse nonofficers to officers and the top management, impacts to the national economic performance.", "education and training programs for technical Therefore, the synergy between Bank Indonesia, competency development as well as master's and the central and regional government and Financial doctoral scholarships, all of which are supported System Stability Committee will be improved to by the provision of competitive remuneration, strengthen the resilience, recovery, and revival of the welfare facilities, and post-employment benefits national economy moving forward.", "Bank Indonesia that are competitive with the market.", "In addition to will also continue and maintain the strong synergy further strengthening these programs, future HR with the House Representatives of the Republic of transformation will be more focus on strengthening Indonesia, particularly Commission XI, the banking visionary leadership characteristics with the ability industry, businesses, academia, the media, and for strategic foresight leadership who are agile other strategic partners.", "An innovative monetary, towards change, as well as ethical behavior according macroprudential and payment system policy mix will to national and spiritual values and their respective be deployed in pursuit of striking an optimal policy religion.", "Strengthening competencies is emphasized response to the dynamic global economy, thereby with the ability to adapt to digitalization, including maintaining national economic resilience, recovery technical competencies relating to data analytics and momentum, and revival.", "In closing, let us move forward with optimism and strengthening synergy and innovation for economic vigilance, by continuously strengthening synergy resilience, recovery, and revival moving forward.", "Through synergy and innovation, Let us continue working, together we raise and Indonesia's economic outlook will improve.", "Strong spread hope, confidence, and optimism for synergy in the national economic policy mix, the recovery of the national economy towards fiscal-monetary coordination, acceleration of Advanced Indonesia.", "May Allah subhanahu wa the real and financial sectors transformation, as ta'ala, God Almighty, always provide guidance, well as innovation and acceleration of the digital convenience, perfection and blessings to Indonesia, economy and finance.", "To that end, let us continue our nation and all of us.", "Wassalamualaikum warahmatullahi wabarakatuh, Jakarta, 30 November 2022 Governor Bank Indonesia"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "fiscal dominance", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none"], "topics": ["monetary policy", "economic recovery", "financial system stability", "inflation control", "payment system digitalization", "Rupiah exchange rate", "fiscal policy", "global economic slowdown", "MSME development", "sharia economy and finance"]}