{"sentences": ["CRR3/CRD6 - key last step to fully leverage on the lessons learned from the global financial crisis It is a great pleasure to take part in this seminar about the outstanding Basel III reforms in Europe.", "These rules have been developed and agreed upon at international level by central banks and bank supervisors, in response to the lessons from the global financial crisis.", "One important lesson has been that banks tend to downplay their risks using internal models.", "The core of the 2017 reforms - the output floor - ensures that a limit is established on how much banks can tweak their risk profile using their internal models.", "This is an essential achievement.", "I will focus my remarks today on the fact that we need to protect this achievement, and we need to continue drawing lessons for our EU banking framework, including from the recent episode of bank stress.", "Benefits of strong regulation and supervision The recent episode of stress in the US and Swiss banking sectors reminded us of the importance of strong regulation and strong supervision.", "It was a wake-up call highlighting the merit of sticking to the agreed standards.", "There are many lessons that can be drawn from this episode.", "Let me focus on three in relation to finalising our banking framework, the CRR3 and CRD6.", "First, we have seen that a strong regulatory framework eventually pays off.", "Euro area banks have been remarkably resilient in response to the pandemic, the Russian war and the recent episode of bank stress.", "Significant banks' common equity tier one capital ratio stands at 15.3% on average, with liquidity well above regulatory minima.", "We have also seen improvements in the diversification of funding sources and bank profitability.", "At the same time, resilience of the euro area banking to the latest episode of stress should not lead to complacency.", "Second, we have seen that weakening the regulatory framework can create systemic risks.", "Pockets of vulnerability can emerge easily, particularly where standards are not applied fully.", "And these vulnerabilities can quickly grow into broader financial stability risks.", "In this context, let me comment on the Liquidity Coverage Ratio, the LCR.", "Some attention has been paid to this element of the Basel framework and whether meeting the LCR would have helped the stressed banks.", "The LCR should not be considered a tool in isolation to measure and address liquidity and funding risks.", "To the contrary, the turbulence this spring shows that the Basel framework - which has regulatory and supervisory pillars - needs to be seen and be implemented, in its entirety.", "For example, in the ECB, the check of regulatory measures such as the LCR is complemented by additional supervisory liquidity risk monitoring.", "A third and important lesson from the recent episode is that trust issues can develop and spread more quickly in the digital age.", "Bank runs can happen faster than in the past.", "This makes it even more important to have bank managers' commitment to sound bank business models, because they are a precondition for trust.", "Bank management matters in establishing trust in business models.", "We need a tough rulebook which allows supervisors to check and react to bank management-related issues.", "Priorities for the Banking Package Coming to the topic of today, what should we focus on for finalising the EU banking package?", "Two key priorities emerge from the above learnings.", "First, only strong rules will lead to strong banks.", "I am particularly concerned about those areas where the legislation proposals for the capital requirements regulation (CRR3) would deviate from Basel III - especially on the risk-weights for loans to unrated corporates.", "These deviations lower the impact of the output floor on banks' required capital.", "In fact, on average, all proposed deviations together would more than halve the effect of the introduction of the output floor on banks' required regulatory capital, and even lower the required regulatory capital for some banks compared to the status quo.", "It is of particular concern that in some of the proposals these deviations are even suggested to be made permanent.", "Watering down the safeguards provided by agreed global standards now would send a detrimental message not only on the future resilience of EU banks, but also regarding the EU's commitment to international agreements.", "A similarly concerning issue is the intention by some trilogue parties to reintroduce prudential filters on the accounting of unrealised losses on government bonds.", "These have been in place in the EU until the end of 2022 on account of a systemic exemption during the pandemic crisis.", "They need to be strictly limited to exceptional crises times and now is not the time to reintroduce them.", "As a second priority, I call on you to empower and trust prudential authorities.", "Only strong supervisors can implement strong supervision and exercise the required scrutiny.", "Here I am concerned about the reluctance to grant the ECB a stronger and more adequate role as a gatekeeper in ensuring that only suitable and experienced managers can take up top positions at banks, especially at large ones.", "Ensuring that managers are \"fit and proper\" for their job is key for sound and robust governance.", "The recent episode of bank stress has shown that culture matters and that banks need to be properly managed, as otherwise trust erodes.", "In addition, I am concerned that all proposals still impose freezes on the macroprudential buffers of a bank when the output floor becomes binding.", "This is allegedly to avoid double-counting of risks.", "But here again, legislators should trust the macroprudential authorities to ensure that both buffers are calibrated appropriately.", "Macroprudential buffers cater for system- or sector-wide risk, while the output floor caters for bank-specific risk.", "On a positive note, we welcome the inclusion of environmental, social and governance risks more explicitly in banking regulation, as this will grant supervisors more adequate tools to require banks to address these risks more effectively.", "We also welcome the new rules on third-country branches, which aim to avoid unregulated and unsupervised activities that could pose risks to financial stability in the EU.", "Finalising Basel III in EU legislation is crucial to keep our banks safe in an ever-changing macro-financial environment.", "We should do so faithfully, without deviations, to underpin our commitment to a resilient banking sector in Europe.", "I strongly welcome the intention of the Swedish and Spanish Presidencies to finalise CRR3 and CRD6 still this year, to ensure an entry into force on 1 January 2025.", "Targeting this date will also keep the EU aligned with the plans in other major global jurisdictions, so that we cross the finishing line together after this over ten-year endeavour to strengthen the global banking system.", "Only by upholding strong regulation and powerful supervision, will we ensure strong and stable banks in the EU."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Basel III", "Output floor", "Risk management", "Liquidity", "Trust", "Bank regulation", "Bank supervision", "Banking package", "Macroprudential buffers", "ESG risks"]}