{"sentences": ["\"Building Blocks for a Sustainable Future: Some Reflections\" Speech by Shri Shaktikanta Das, Governor Reserve Bank of India Delivered at the 29th Lalit Doshi Memorial Lecture on August 23, 2023 at the Y.", "B. Chavan Centre, Mumbai I am deeply honoured for the invitation to deliver this lecture in the memory of Shri Lalit Doshi, an eminent civil servant, whose sudden demise at an early age nearly three decades back was a great loss to many, including the state of Maharashtra.", "Shri Doshi is fondly remembered as unassuming, sober, hardworking and extremely competent by his colleagues and contemporaries.", "In his distinguished public service career spanning more than 27 years, he held several key positions both in the state and central governments.", "As Secretary Industries, Government of Maharashtra during 1992-94, till his sad demise in January 1994, he played a pivotal role in formulating the New Industrial Policy for the State.", "I can personally relate to Shri Lalit Doshi and the challenges he would have faced as Secretary Industries, as I served as Industries' Secretary, Government of Tamil Nadu on two occasions (2001 and 2006) and as Joint Secretary Industries in 1991- .", "The 1990s held out great promise for the industrial sector in India, following the delicencing of industries and initiation of economic reforms.", "In tandem, the Indian rupee was devalued to improve the competitiveness of the Indian economy.", "New opportunities for investment opened up, as domestic and foreign investors looked at expanding their footprints.", "The Bombay Club1 took some time to adjust to the new reality, but adjusted very well over a period of time.", "In this milieu, there was growing competition among states to attract investments on the basis of their fundamentals, supporting infrastructure, quality and availability of skilled manpower and other relevant factors.", "Doshi's contributions to the development 3.", "Recognising Shri Lalit and well-being of the state and the country at large, I have chosen as the theme of my \"Building Blocks for a Sustainable Future\" address today.", "Sustainable future would mean sustaining and strengthening the growth momentum of the economy without creating inflationary pressures and other macroeconomic imbalances, while remaining inclusive and climate sensitive.", "I would like to begin by dwelling upon the role of a central bank in economic development and highlighting the current macroeconomic context and then touch upon certain supporting pillars for a sustainable future.", "Central Banks and Economic Development 4.", "A strong and dynamic central bank acts as a critical building block for a country's progress.", "The story of central banking goes back at least to the 17th century, when the first institution recognised as a central bank, the Swedish Riksbank, was formed in 1668.", "This was followed While Bagehot's principles of lender by the Bank of England in 1694.2 of last resort (LOLR) to commercial banks, war financing of governments, maintaining banking stability amidst recurrent bank failures have served as the basis for their origin, central banks were later entrusted with the tasks of banknote issuance and management of internal and external value of currency.", "Their role has continuously evolved over the decades, reflecting the changing political and economic landscape and now they play a critical role in macroeconomic and financial stability in modern economies.", "The price stability objective and the conduct of monetary policy gradually gained importance in an environment of high and volatile inflation globally.", "During the 1990s and the early 2000s, a number of central banks started focusing narrowly on the price stability objective, with the responsibility of banking and financial sector regulation shifting to separate regulatory bodies outside the central bank.", "The 2008 global financial crisis (GFC) led to a rethink on this separation principle and central banks are now more actively entrusted with financial stability in addition to the price stability objective.", "More recently, during the COVID-19 pandemic, central banks resorted to both conventional and unconventional policies as during the GFC, to safeguard their respective economies.", "The framework of central banking in India, and in particular of monetary policy, has evolved around the objectives specified under the Reserve Bank of India Act, 19344.", "Consistent with this, the Reserve Bank's macroeconomic and monetary policy has focussed on maintaining price stability, ensuring adequate flow of credit to sustain the growth momentum, and securing financial stability.", "The financial stability objective is enabled by the powers vested with the Reserve Bank for regulation and supervision of the Indian financial system and its various segments, including the money, debt and foreign exchange segments and the payment and settlement system.", "These are augmented by critical functions like maintenance of foreign exchange reserves, issuance of bank notes and currency management, agency functions such as management of public debt, acting as banker to Government (Centre and States) and banker to the banking system.", "The Reserve Bank also has powers to act as the lender of last resort whenever necessary.", "As a full-service central bank, it also promotes financial inclusion.", "In all these areas, we have continuously strengthened our capabilities over the decades in tune with the transition of the Indian economy from a state-dominated system in the 1950s, 1960s and 1970s to a growing market economy from the 1990s onwards.", "The process of liberalisation and globalisation of the Indian economy initiated since 1991 added several new dimensions to the responsibilities of the Reserve Bank.", "Along with financial sector reforms, the monetary policy framework has been fine-tuned over the years, leading to the flexible inflation targeting framework in 2016.", "Over the last three years, we have utilised the flexibility in the monetary policy framework to calibrate our actions to counter the adverse effects of COVID-19 and the war in Ukraine.", "During the COVID-19 pandemic, our monetary policy committee (MPC) reacted swiftly by reducing the policy repo rate by 115 bps cumulatively in a span of two months (March-May 2020).", "Along with the rate cut, we infused significant quantum of liquidity through both conventional and unconventional measures to stimulate the economy, restore confidence and revive market activity, while ensuring that our liquidity augmenting measures did not engender future fragilities.", "Recognising the need for strengthening financial stability, the Reserve Bank has taken a number of initiatives to revamp regulation and supervision of Banks, NBFCs and other financial entities by developing an integrated and harmonized architecture.", "The supervisory approach is now geared to effectively address the root cause of vulnerabilities and identifying any build-up of potential systemic risks.", "We engage regularly with all regulated entities to identify incipient signs of stress and deal with them at an early stage.", "We have been focusing on constantly improving governance and the functions of compliance, risk management and audit in banks and other financial entities.", "The Reserve Bank is leveraging data analytics and carrying out periodic off-site analysis to provide sharper analytical inputs to its on- site supervisory teams.", "An Early Warning Framework has been developed.", "A new SupTech initiative, with the DAKSH\", has been launched.", "A College of Supervisors (CoS) has been set up to upgrade supervisory skills of the regulatory and supervisory staff.", "Recently, we launched a Centralised Information Management System or CIMS, which is our next generation data warehouse.", "Digital Payment Security Control Guidelines have been issued to address the risks in digital payment products.", "Guidelines for digital lending an emerging area have also been issued.", "In fact, it will not be off the mark to say that almost the entire regulatory and supervisory architecture of the financial sector has been restructured in the last 4 to 5 years.", "While pursuing these reforms, the Reserve Bank has also made conscious efforts to improve systemic resilience and efficiency by maintaining external stability and building forex reserves.", "The development of vibrant financial markets has also been a key priority.", "These reforms, among other things, seek to remove market segmentation, facilitate greater access including non-residents, widen the participation base, promote innovation, and ensure customer protection.", "Measures have also been taken to put in place state-of-the- art market infrastructure, pilot launch of central bank digital currency (CBDC) and internationalisation of the rupee.", "The COVID crisis was converted into an opportunity by harnessing the best benefits of digitalisation.", "Thanks to these and several other initiatives by the RBI and the banks and other financial entities, India's financial sector remains resilient and healthy.", "There is, however, no room for complacency.", "New challenges and stress points keep coming up and all stake holders have to be cognizant of emerging developments and associated risks.", "Indian Economy The Current Setting 11.", "As a backdrop to the building blocks for future growth, let me turn briefly to the current macroeconomic scenario, starting with the global environment.", "The global landscape is witnessing major structural changes.", "The process of globalisation has slowed down and is drifting from multilateralism towards bilateralism and geo-economic fragmentation.", "Friend-shoring and reshoring have become more pronounced.", "Global supply chains have been under pressure, which along with rising global commodity prices contributed to multi-decadal high inflation in 2022.", "The resultant aggressive monetary tightening has dampened the global growth outlook.", "Tight financial conditions and volatile capital flows are accentuating the impact of global slowdown on the prospects of emerging and developing economies.", "Headline inflation is now easing unevenly across countries but remains above the target in major economies.", "The pace of monetary tightening has been scaled down, but policy rates could stay higher for longer in several countries.", "Even as the grim prospects of hard landing have receded, global growth is likely to remain low by historical standards in the medium-term.", "With increasing climate change risks, the development of climate-friendly technology, new and renewable sources of energy and sustainable agricultural practices would shape our future.", "The pace of progress in these fronts need to be hastened.", "Amidst such volatile world environment, India stands out as the real gross domestic emerging growth engine for the world.", "India's product (GDP) recorded a growth of 7.2 per cent in 2022-23, surpassing its pre-pandemic level by 10.1 per cent.", "Overall, the conditions are favourable for the growth momentum to continue and the capex cycle to gain momentum in 2023-24.", "Opportunities are now promising and can be utilised to propel our economy to a higher growth trajectory.", "The challenge of high inflation, however, still persists and has to be effectively addressed.", "After reaching a low of 4.3 per cent in May 2023, headline inflation has risen to 7.4 per cent in July driven by the surge in tomato and other vegetable prices.", "The July print which was released after the MPC meeting was on the higher side compared to our estimates.", "Prices of vegetables surged by 37.3 per cent (year-on- year), led by an increase of 201.5 per cent in tomato prices.", "Reflecting these drivers, food group inflation more than doubled from 4.7 per cent in June to 10.6 per cent in July.", "On the positive side, inflation excluding food and fuel (core inflation) has softened by around 130 basis points from its recent peak in January 2023.", "Although it is still elevated at 4.9 per cent, this steady easing of core inflation over the last five months is indicative of the ongoing transmission of monetary policy.", "Looking ahead, the spike in vegetable prices in July is starting to see a correction, led by tomato prices.", "New arrivals of tomatoes in mandis are already softening prices, coupled with proactive supply management in the case of onions.", "We expect to see an appreciable slowdown in vegetable inflation from September.", "Meanwhile, the prospects for kharif crops have improved, thanks to the progress of the monsoon in July, although the cumulative rainfall has again moved into the deficit territory.", "The outlook for cereal prices has accordingly brightened, supported by active supply side interventions.", "Sudden weather events, El Niño conditions and renewed geopolitical tensions, however, impart uncertainty to the food prices outlook.", "As I noted in my monetary policy statement on August 10, 2023, given the likely short- term nature of the vegetable price shocks, monetary policy can await the dissipation of the first-round effects of such shocks that may produce short-lived spikes in headline inflation.", "We will remain on guard to ensure that second order effects in the form of generalisation and persistence are not allowed to take hold.", "The frequent incidences of recurring food price shocks pose a risk to anchoring of inflation expectations, which has been underway since September 2022.", "We will remain watchful of this also.", "The role of continued and timely supply side interventions assumes criticality in limiting the severity and duration of such shocks.", "In these circumstances, it is necessary to be watchful of any risk to price stability and act appropriately and in time.", "We remain firmly focused on aligning inflation to the target of 4.0 per cent.", "Building Blocks for a Sustainable Future 15.", "Having provided a snapshot of the current context, I would now like to turn to the certain thrust areas that can propel India forward over the next 25 years.", "The potential is huge for India to raise its growth trajectory and improve the general well-being of the people.", "In this context, I would like to focus on six key areas that can provide the required growth momentum.", "They are (i) agriculture; (ii) manufacturing; (iii) services; (iv) demography; (v) technology; and (vi) start-ups.", "In all these areas, we already have certain comparative advantages which should continue to be exploited to push our growth frontier further.", "Let me now touch upon these areas one by one.", "Despite having only 2.4 per cent of the world's land area, India is among the top five agri-producers globally7.", "Indian agriculture epitomises enormous diversity with wide ranging agro-ecological areas.", "India is not only self-sufficient in food production but is also net exporter of foodgrains.", "Nevertheless, the agriculture sector in India faces challenges of productivity gaps, shifting preferences and sudden weather events.", "All these require heavy investments in infrastructure and innovation to modernise the sector and realise its true potential in terms of achieving higher productivity, providing more efficient access farmers' income.", "As a nation we must find to markets and maximising a way of carrying out the much needed agricultural reforms, especially in the area of agricultural marketing and the connected value chains.", "These reforms are critical not only for sustained high growth but also farmers' income, for durable price stability and to mitigate the frequency and intensity of food price shocks that we have seen in the recent months.", "Policies towards setting up and improving cold chains and storage facilities, mega food parks and food processing units are steps in the right direction to reduce wastage and improve value addition in the agriculture sector.", "(ii) Manufacturing 17.", "The manufacturing sector plays an important role in economic growth due to its specific characteristics like economies of scale, backward and forward linkages and integration to global supply chain.", "Manufacturing is also one of the largest consumers of services, making the two sectors complementary to growth.", "Contrary to the conventional growth paradigm in which an economy transitions from agriculture to manufacturing and then to services, India has directly leapfrogged from an agrarian to a service-led economy.", "As a result, the share of the manufacturing sector in gross value added (GVA) has remained stagnant at around 18-19 per cent.", "In the changing landscape of the manufacturing sector,8 India has the potential to capitalise on emerging areas such as aerospace and defence, low-carbon technologies, electric vehicles and semiconductors.", "India has initiated reforms to build manufacturing prowess in emerging areas, including electric vehicles and advancements in lithium recycling capabilities.", "In this regard, ongoing mining reforms to sustainably exploit available mineral resources in the country need to be fast tracked.", "Overall, it is vital to adopt a holistic approach to improve infrastructure, technological adoption, training and skilling of the workforce, and digital advancements.", "India's emergence as one of the fastest growing economies in recent decades is largely attributed to the rapid growth of its services sector.", "The contribution of services to gross domestic product (GDP) has been more than 60 per cent since 2014-15.", "India emerged as the 7th largest services exporter globally in 2022, up from 21st position in 2001.", "India has played a leading role in establishing global service networks and has become a global hub for information technology (IT) and business process outsourcing (BPO) services.", "Newer opportunities have been harnessed to improve participation and competitiveness in global value chains (GVCs).", "Service industries like tourism, education, telecommunications, utilities and health care can generate significant employment opportunities.", "Activities like road transport and construction services have the highest backward and forward linkages along with high employment intensity.", "These services have received a boost after the introduction of GST.", "India's business services exports are growing 21. rapidly, owing to its status as the preferred destination to set up Global Capability Centres (GCCs) by multinationals.", "The development and provision of services such as internet infrastructure, cloud computing, and data analytics are vital in supporting the digital transformation and growth of various industries.", "India is well-positioned to leverage these opportunities and cater to more skill-intensive and increasingly digitalised services.", "India accounts for around 67 per cent of the global working-age population,10 and is expected to add another 183 million people to the working age over the next three decades.", "The median age for India is expected to be a little over 30 by 2030.11 Given this demographic advantage, India would be a significant source of human capital amidst anticipated shortage of labour supply globally, and also a thriving market capable of adapting to evolving demands for goods and services.", "This can lead to an improved growth differential in favour of India's relative size in the global economy.", "The India and increase evolving demographic profile is also expected to lead to a substantial increase in the quantum as well as quality of remittances.", "Over the there has been a gradual structural shift in Indian migrants' key destinations from largely low-skilled and informal employment in the gulf countries to a dominant share of high-skilled jobs in high-income countries.", "Inward remittances have scaled record peaks to reach US$ 112.5 billion in 2022-23 and accounted for around 3 per cent of GDP.", "Going forward, labour market transformations driven by technological breakthroughs, energy transition and geo-economics are going to be significant forces to offer cross-border benefits to India from its migrant population.", "Improving the labour force participation rate, especially of women, is critical to realise our full potential.", "There is a need to invest in education, skill development, and healthcare to capitalise on our demographic advantage.", "Continued and greater focus on innovation and social sector infrastructure could increase labour productivity, India's potential growth and per capita income.", "With the world on the cusp of a technological revolution, the time is opportune for India to establish itself as a digital-economic powerhouse.", "Technological advancements have not only enabled virtual education, remote work, and contactless sales during the pandemic years, but also aided efficient public delivery and acted as a positive shock to overall productivity growth.", "It is important for Indian businesses to take the lead in rapidly adopting frontier technologies like artificial intelligence (AI), Internet of Things (IoT) and Big Data.", "Combined with the presence of a young and skilled workforce, a dynamic and nimble ecosystem and strong public digital infrastructure, this can set in motion a virtuous cycle of growth for Indian businesses.", "This decade has been described as India's 'Digital Decade', with the country poised to reach a US$ 1 trillion consumer internet economy by 2030.14 26.", "At the Reserve Bank, we strive to constantly improve and offer all users safe, secure, fast, convenient, accessible, and affordable e- payment options.", "The Reserve Bank has been at the forefront to facilitate safe and inclusive growth in the digital financial sector.", "The UPI has been recognised as the fastest growing retail payment system in the world and many countries have expressed interest in having a UPI-like platform.", "Together with the National Payments Corporation of India (NPCI), the Reserve initiatives in linking UPI with the fast payment systems in Singapore, Bhutan, Nepal, the UAE and several other countries demonstrate the huge potential of UPI in the years to come.", "The availability of RTGS on a 365x24x7 basis has helped in reducing the settlement and credit risks in the payments ecosystem.", "This feature was introduced in the middle of the COVID-19 pandemic.", "(vi) Innovation and Start-ups 27.", "Innovation is a key driver of long-term economic growth.", "The recent breakthrough in Artificial Intelligence (AI), not by a BigTech company but by a start-up, i.e., OpenAI, speaks volumes about the power of start-ups in ushering in technology driven economic prosperity.", "The start-up investment outlook in India remains positive.", "It is encouraging that many start-ups are focused on small and medium businesses, financial inclusion, access to affordable healthcare, better education and higher earnings as their core value proposition17.", "The time is now ripe for targeted development of start-ups in high- tech domains such as quantum computing, small modular reactors (SMR), AI-based defence equipment, biotechnology, rare earths extraction, battery technology, oceanography and space exploration.", "The start-up ecosystem that encompasses these sectors needs to be promoted to hasten the progress of the country.", "Concluding Observations India's growth narrative 29.", "Let me now conclude by saying that as changes from caution and watchfulness to optimism and exuberance, it is now India's time to make a mark in the emerging global economic captures India's potential in an landscape.", "A recent media article aptly article titled: \"The global economy needs a new powerhouse.", "The need of the hour is to make concerted efforts in the areas outlined in my speech today and also a few other areas to lay the foundations of this new powerhouse - India - which is destined to grow in size, confidence and inclusiveness."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "financial dominance", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Economic Development", "Financial Stability", "Central Banking", "Inflation", "Agriculture", "Manufacturing", "Services", "Demography", "Technology"]}