{"sentences": ["Accompanying slides of the speech Good afternoon!", "Thank you for inviting me.", "I have now been Governor of the Riksbank for almost three months.", "It has been an intense period in which the most burning issue has of course been the far too high inflation that has not yet shown any clear sign of falling back.", "The past two weeks have also been marked by unease on the financial markets, which has made economic prospects more uncertain.", "The background to the concern is that a couple of US niche banks had problems with their liquidity and collapsed.", "This was followed by problems in the Swiss bank Credit Suisse - a different type of bank, but one that has wrestled with poor profitability and whose credibility has been eroded.", "These problems led to the bank being quickly taken over by its competitor UBS.", "The authorities in the United States and Switzerland have been working actively to resolve the problems.", "This weekend, the major central banks also launched a joint effort to make it easier for banks to obtain financing in dollars in general.", "Although the situation has become a little calmer, there is underlying concern that the problems will spread to other banks and further into the financial system.", "I think it is necessary to have a sensible but also sensitive attitude towards that risk.", "At the moment, the likelihood of an international financial crisis seems slight, and so does the likelihood of contagion effects to Sweden.", "There is a major difference between the banks that have been affected and the Swedish banks, which have high profitability, good liquidity and relatively large capital buffers.", "There is thus a high threshold for the problems to spread to Sweden.", "However, the financial system is closely interwoven at a global level, and there is every reason to be vigilant.", "The Riksbank monitors developments around the clock and we have a continuous dialogue about the situation with the other members of the Financial Stability Council.", "I shall return to developments on the financial markets later on.", "What I mainly want to talk about today is what has been most in focus in my first months on the job, namely monetary policy and inflation.", "The monetary policy decision in February was the first made by the Riksbank under the new Sveriges Riksbank Act.", "It may therefore be appropriate to begin with a few words about what the Act means for the Riksbank's monetary policy framework.", "After that I would like to give my view on inflation, the economic situation and monetary policy and also go into more detail on why it is so important that inflation comes all the way down and stays close to the Riksbank's target of 2 per cent.", "This may not be obvious to everyone - after all, it has been thirty years since we were last in a similar situation.", "Same inflation figures as in the early 1990s, but a different situation When I had just left the Stockholm School of Economics and started working at the Riksbank in 1990, inflation in Sweden was around 10 per cent.", "Now when I returned to the Bank at the start of this year, the inflation figures were at the same level.", "The background to, and reasons for, the high inflation now and then differ, of course.", "But the important thing is that the conditions for rectifying the situation are much better now.", "Looking at economic developments on average over the past thirty years or so, we have had low inflation combined with good economic growth, Real wages have increased steadily - with one exception last year - and we have also had, and still have, stable public finances.", "One important reason for this is the reforms of wage formation and the economic policy frameworks that Sweden implemented in the mid-1990s to address pricewage spirals, cost crises and an economic policy that was unable to stabilise developments.", "The inflation target and the transition to an independent central bank with a strong mandate to maintain that target were part of this.", "Since then, the inflation target and a monetary policy that independently steers towards this target have been a cornerstone of economic policy in Sweden.", "This is also reflected in the new Sveriges Riksbank Act, which applies from the start of this year.", "The inflation target is the overriding objective of monetary policy.", "As before, the new act states that price stability is the primary objective of the Riksbank.", "It is now also stated more clearly that price stability means sustained low and stable inflation.", "In concrete terms, the inflation target is the same as before, that is, a target of 2 per cent for inflation measured as the annual change in the CPI with a fixed interest rate, the CPIF.", "If the Riksbank wishes to change the specification of the target at some point in the future, the Riksdag must approve the new specification before it can take effect.", "The Riksbank shall conduct monetary policy in an independent manner to attain the inflation target - this is a decisive factor for maintaining confidence in the target.", "However, this independence does not, of course, prevent us from discussing issues relevant to monetary policy with the Riksdag and the Government, as well as other authorities and organisations - as indeed we should, in my opinion.", "The Riksbank also takes into account the real economy.", "According to the new Sveriges Riksbank Act, the Riksbank shall also take into account the development of the real economy.", "Previously, the Riksdag assumed that the Riksbank would take the real economy into account, but this was not explicitly stated in the text of the Act.", "The new Act states that the Riksbank, without neglecting the inflation target, shall contribute to a balanced development of production and employment.", "The fact that these considerations are now included in the Act and not just mentioned in the preparatory work emphasises the importance the Government and Riksdag attach to them.", "This makes it even more important for the Riksbank to show that these considerations are included in the monetary policy deliberations and how they are included.", "We may thus need to be even clearer about it in our decisions and in the documentation for the decisions.", "But this will not entail any revolutionary changes in monetary policy, nor was the legislator expecting there to be, judging by the preparatory work for the new act.", "The Riksbank has already previously conducted what is known as flexible inflation targeting, which includes taking into account the real economy.", "In principle, it is now being legislated that the Riksbank shall conduct monetary policy in this way.", "More focus on motives for decisions and on evaluation In the new Act, the Riksdag has wanted to clarify the boundaries of the objectives and powers within the Riksbank's various areas of responsibility in relation to one another.", "Among other things, this means that we will need to be clearer in stating the purpose of various measures, that is, which of the Riksbank's objectives we are trying to achieve and which tasks we want to resolve with various measures.", "This is perhaps most relevant in times of unease on the financial markets, and the Riksbank may have reason to act both to maintain financial stability and to counteract disturbances on certain markets as well as to attain the inflation target.", "The Act also contains explicit wording to the effect that the Riksbank's measures shall be fit for purpose and that the intended result shall be in reasonable proportion to the costs and risks to the Riksbank and to central government finances.", "It has in fact always been a general principle that authorities should act proportionately.", "But the fact that this is now explicitly stated in the Sveriges Riksbank Act may also require us to justify our decisions more clearly.", "Clear motives make it easier, for instance, to examine and evaluate the Riksbank.", "With regard to our independence, particularly concerning monetary policy, it is important that our principal, the Riksdag, as representative of the Swedish people, follows up and evaluates the Riksbank's activities in an efficient manner.", "With the new act, the Finance Committee will have more resources for this.", "Exceptional reasons for the Riksbank to buy private securities One change in the new act concerns the conditions for the Riksbank to trade in private securities.", "The Riksbank can buy and sell Swedish government securities and private, i. e. non-government, securities.", "Our monetary policy toolbox in this respect remains the same as before.", "But now there is a more restrictive view of when trade in private securities can be relevant.", "The Riksbank may buy and sell such securities if there are exceptional reasons, as stated in the act.", "In principle, this means that we must make the assessment that other measures would not have the desired effect on the economy.", "The new act now also gives the Riksbank an explicit mandate to trade in securities within the framework of our task of contributing to the stability and efficiency of the financial system.", "For instance, the Riksbank may buy and sell securities to temporarily support financial markets for the purpose of counteracting a serious disturbance in the financial system, if there are exceptional reasons.", "The Riksbank's mandate remains strong I will not go through all the details of the new act that have a bearing on monetary policy.", "The overall picture is that some things have changed.", "But the important thing is that we can do what we need to do to fulfil our tasks, in normal times and in times of crisis.", "The Riksbank has a strong and clear mandate to conduct flexible inflation targeting, where the overriding objective is for inflation to be lastingly low and stable.", "This is important now that the inflation target is being seriousl put to the test in a situation where inflation significantly overshoots the target for the first time since its introduction in 1995.", "Too high inflation and great uncertainty about developments We have a year behind us in which inflation rose sharply around the world and central banks raised policy rates at a rapid pace.", "At the beginning of 2022, inflation was around 4 per cent in Sweden.", "The Riksbank and most forecasters assessed that inflation would fall during the year.", "As we know, it continued to rise instead.", "One reason was the rapid economic recovery from the coronavirus crisis, which pushed up prices on commodities, inputs and transport.", "Household demand was high, while it was difficult for businesses to adjust and increase production quickly enough.", "As a result, inflation received an unexpected boost when economies opened up.", "Another important reason was Russia's invasion of Ukraine, which drove up the prices of energy and grain, as well as other agricultural products.", "In addition, the high energy prices had indirect effects on inflation via, for instance, rising prices for transports and other input goods for companies.", "In the context of high demand following the pandemic, firms found it easier to pass on their increased costs to consumer prices than might have been expected from previous experience.", "One year later, at the beginning of 2023, we thus had both far too high inflation and the lesson from last year that it is very difficult to know how inflation will develop.", "There are many indications that inflation in Sweden, as well as abroad, will fall back in 2023.", "The uncertainty instead concerns how much and how quickly it will fall and whether this will be sufficient.", "The Swedish economy must not end up in a situation where inflation becomes entrenched above the target of 2 per cent.", "The danger of inflation becoming entrenched at a high level Let me elaborate on why this is so important, starting with an illustrative example from when I visited companies last month.", "One person I spoke to noted that there had been a clear shift in negotiations with other companies about future prices and deliveries.", "A few years ago, inflation was not discussed in these negotiations.", "But now it is, and this makes it difficult to enter into long-term business relationships, which in turn has a negative impact on economic developments.", "This highlights the problem that high inflation becomes a factor that makes financial decisions more difficult for companies and households.", "And this contributes to the entrenchment of high inflation.", "We must return to low and stable inflation because this is a long-term base for good economic development.", "In addition, we will then be able to have real wage increases again.", "Firms set their prices according to, for instance, the costs they incur, the behaviour of their competitors and expectations of future price and cost increases.", "When inflation is high and cost increases are large, firms are more eager to raise their prices often and to pass on the increased costs to customers.", "It is also easier to raise prices, as competitors do the same.", "We saw an example of this in the Riksbank's Business Survey last autumn, where more than two out of three companies responded that they were now raising their sales prices more often than normal and that this is mainly because costs are rising all the time.", "In turn, the price increases affect other companies' input costs, raising expectations of future cost increases for which they want to compensate with higher prices - and so on.", "Companies' labour costs are also affected if wage increases are pushed up by demands for compensation for the high inflation.", "Another problem is that if inflation is high, it varies more over time than if it remains at a low level.", "This makes it more difficult for households and companies to plan and make financial decisions and it leads to a poorer functioning of the economy as a whole.", "In such an environment, it becomes more difficult, for example, to interpret the cause of price increases on individual goods and services.", "Is the price increase a sign of a general price increase in the economy, or has the price of the product actually increased more than other similar goods?", "The risk is that consumers become hardened in the long run and accept all price increases as part of inflation, making it easier for companies to keep raising prices.", "It is therefore important to remain active and compare prices.", "A credible 2 per cent inflation target acts as an anchor Thus, when inflation is high, there are self-reinforcing mechanisms that allow our expectations to adjust and this contributes to keeping inflation high.", "But an environment with low inflation can also become self-reinforcing in a similar way.", "Firms are then more likely to let temporary price and cost increases reduce their margins rather than pass them on to customers.", "The effects on other firms' prices and costs will then be smaller.", "Businesses and households recognise that inflation remains low and adjust their expectations accordingly.", "This means people do not need to worry or even think about inflation in their everyday financial decisions.", "An inflation target of 2 per cent creates good conditions for such an environment, as it acts as an anchor for the expectations of households and companies and also avoids inflation becoming too low.", "Households and companies assume that inflation will remain around the 2 per cent target going forward, even if it happens to be higher or lower at the moment.", "But this presupposes that there is confidence that inflation will eventually return to the target.", "The longer inflation remains above the target, the greater the risk that households and companies will be more inclined to focus on what inflation has been and set their expectations on it continuing to be above the target.", "Inflation needs to come down significantly this year This is one of the main reasons why the Riksbank has a low tolerance for continued high inflation at present.", "It is the Riksbank's task to stabilise inflation around 2 per cent and we have assessed that it is better to act with monetary policy than to wait and see and risk being surprised by continued high inflation that requires even greater tightening later on.", "Inflation thus needs to fall clearly this year, and it is important that underlying inflation also falls.", "We assessed in February that the interest rate needed to be raised and that we will probably need to raise it in April as well.", "As usual, it is the outlook for the economy and inflation that is decisive for monetary policy, and we are well aware that it takes time for the Riksbank's policy rate increases to have a full impact on the economy.", "As it is difficult to know how quickly the impact will be and how great the effects of the increases will be on the real economy and inflation, it is still important to follow new outcomes and new indicators to obtain a picture of inflation prospects.", "Inflation has already started to decline in some countries, but as we noted in February, we see few signs that underlying inflation has started to decline in Sweden.", "Nor has this picture been changed by the new information on inflation that has come in since our decision.", "In February, inflation excluding energy prices rose and the outcome was significantly above our latest assessment.", "The Riksbank has a target for inflation, not for the krona exchange rate - but the exchange rate affects inflation The krona and the role it plays, and will play, for inflation in the future is an issue that has been in focus in the economic debate.", "The Riksbank discussed this in connection with our decision in February.", "In brief, our assessment was that the weakening of the krona towards the end of last year is contributing to raising underlying inflation to some extent now at the beginning of 2023.", "But given that the krona has weakened over a long period of time, it is at the same time uncertain how companies take the exchange rate into account and how great the impact will be on inflation in the period ahead.", "Another reason why we talked a lot about the krona in February was to dispel the myth that the Riksbank is now completely disinterested in the exchange rate.", "We wanted to emphasise that the Riksbank actually follows the development of the krona closely.", "At the same time, I pointed out that this does not mean that we have an explicit or implicit target for the exchange rate.", "The Riksbank has an inflation target and we adjust monetary policy to stabilise inflation around this target.", "But there is, as I said, a link between the development of the krona and inflation.", "If the exchange rate weakens substantially, this leads to higher inflation prospects, which requires adjusting monetary policy.", "But this does not mean that the Riksbank will raise the interest rate or intervene in the foreign exchange market if the exchange rate becomes weaker than a certain level.", "Swedish households more sensitive to interest rates than those in Our assessment in February was thus that higher interest rates are needed to stabilise inflation at the target within a reasonable period of time.", "At the same time, this entails a cost for households and for many households with large mortgages this cost is substantial.", "The Riksbank and Finansinspektionen have warned for a long time about exactly the situation we are in right now.", "Households with high indebtedness combined with variable-rate loans or loans to be renegotiated may find themselves in a much tougher financial situation when interest rates rise.", "Moreover, this is happening at a time when we risk a stagflation-like scenario, where growth is slowing down while inflation is high.", "Swedish household expenditure is more sensitive to changes in interest rates than households in many other comparable countries.", "In some countries, households have debts that are approximately the same size or larger as a share of GDP than in Sweden.", "There are also countries where variable rate mortgages are common.", "However, the combination of both high indebtedness and variable interest rates is more unusual.", "From this perspective, Swedish and Norwegian households stand out as the most sensitive to interest rates.", "In the Netherlands, for example, households have similar or higher levels of debt, but tend to fix interest rates for more than ten years.", "In the euro area as a whole, the share of new variable rate mortgages has been trending downwards over a twenty-year period and German households appear to be the least interest rate sensitive.", "With regard to Sweden, I believe that the situation we are now experiencing with high inflation and rising interest rates may to some extent have a self-regulating effect.", "It may be the case that households will in the future see greater advantages in fixing their interest rates for longer periods.", "There is also a request from Finansinspektionen to the Ministry of Justice to review the interest rate differential compensation, which may strengthen the incentives for households to fix their interest rates.", "In the Swedish Government Offices the Ministry of Finance is now investigating the matter.", "Furthermore, one can ask whether it would be appropriate to regulate to influence households' choice of interest rate fixation period.", "But in this case, an indepth study of the advantages and disadvantages of possible designs is first needed.", "Regulation would not necessarily entail imposing binding restrictions, but could rather influence households' incentives to fix their interest rates to a greater extent.", "Higher interest rates cost, but prolonged high inflation costs more Households' high indebtedness and short interest-rate fixation periods on their loans mean that higher interest rates have a comparatively large and rapid effect on households' scope for consumption.", "It is obvious that many households are heavily burdened when mortgage rates rise and this is not something the Riksbank takes lightly.", "At the same time, it is important to broaden the perspective.", "Interest rate increases did indeed reduce households' spending money in 2022, but so did the large price increases on electricity, food, other goods and services.", "Of course, the conditions vary for different households, but looking at an average household, inflation eroded purchasing power more than interest costs did.", "Higher interest rates are costly for households.", "But it would cost even more if inflation stays at a high level.", "Partly because of the high inflation itself, and partly because it would then probably require even larger interest rate increases to bring inflation down again.", "Broadly favourable real economic development in 2022 But doesn't a higher interest rate mean that the Riksbank is \"breaking the economy\", as it is sometimes claimed?", "Our assessment in February was that economic activity is certainly slowing down and that there will be a cooler development in the labour market until the economy has cooled down and inflation has fallen.", "But once we get through that, the economic situation will improve and activity will gradually increase again.", "Statistics published after our decision show that GDP at the end of last year was slightly higher than we estimated - the Swedish economy was relatively strong in 2022, as in the previous year.", "But growth slowed down towards the end of 2022 and during the last quarter GDP declined.", "Exports continued to increase at the end of last year.", "However, household consumption decreased and business investment also declined in the last quarter of 2022, albeit from a high level.", "Residential construction has declined markedly, reflecting the deterioration in housing market conditions last year.", "Although house prices have stabilised in recent months, the overall decline has been large.", "At the same time, one needs to put the decline in perspective with the large increase in both construction and prices in the previous years.", "I think the effects on the housing market are manageable so far.", "Last year's labour market statistics show that the troubled economic situation is not yet clearly visible there.", "Employment rose to a very high level and unemployment fell across the board.", "So far this year, the labour market has slowed down somewhat.", "There was strong growth in employment in January.", "But the number of persons employed fell slightly in February.", "Unemployment rose slightly in February but, in trend terms, unemployment has remained roughly unchanged in recent months.", "In terms of economic activity, then, things do not look very dramatic so far, but several forward-looking indicators point to the trend being weaker in the future.", "The big question, of course, is how weak.", "There are forces that can alleviate the coming downturn.", "For example, the Swedish economy may be supported by international economic activity, which has been somewhat stronger than expected.", "It remains to be seen to what extent the unease on the financial markets associated with the bank problems will affect economic activity going forward.", "Weak development during 2023, but also resilience It may also be useful to recall that the Swedish economy has recovered faster from the pandemic than many other economies.", "Employment is high in an international perspective.", "In addition, Sweden has strong public finances and is well equipped to target support to groups that are particularly hard hit when the economy is now slowing down, for example, targeted labour market measures.", "Such measures need not conflict with monetary policy when it comes to bringing down inflation.", "The same applies to reforms that make the economy function better, for example by strengthening competition on various markets.", "In addition to contributing to higher productivity, such reforms can actually help to dampen inflationary pressures for a while.", "The Economic Tendency Survey's confidence indicator clearly shows that households are very pessimistic about their own finances and the Swedish economy in general.", "The fact that households have found it more difficult is also noticeable in the retail sector, where sales have fallen since last spring.", "According to the confidence indicator, the retail trade is the part of the business sector where the mood is most gloomy.", "But for February it also shows that confidence in the manufacturing industry rose slightly, after having fallen for several months in a row.", "Confidence also increased in the service sector.", "Recruitment plans in the business sector point to continued new recruitment, although there are some differences between sectors.", "The difference between different sectors is also shown in the Riksbank's Business Survey in February.", "In general, the companies interviewed believe that economic activity has weakened since last autumn.", "But several point out that the situation is not as bad as they had feared.", "Respondents in the manufacturing industry are much more satisfied with the situation than in the trade and construction industries.", "Orders in the manufacturing industry have increased overall and expectations are that they will remain at the same levels in the coming months.", "We have also received a new outcome for Statistics Sweden's GDP indicator, which provides an early picture of the development of GDP at the beginning of 2023.", "It shows that activity in the Swedish economy rose in January and both exports of goods and household consumption increased.", "Of course, one should not rely too heavily on indicators for individual months.", "And there is no doubt that GDP growth and the labour market will be weaker in 2023, partly as a result of the tighter monetary policy.", "But I still think it is worth emphasising that so far the situation in the Swedish economy is not pitch black.", "Low inflation a condition for good economic performance To conclude - we have our next monetary policy meeting in one month's time.", "By then, we will have received more information on economic developments, including the outcome for inflation in March.", "And as usual, we will weigh up all the information and make a new overall assessment of inflation prospects, economic developments in general and the monetary policy that is needed.", "The recent concerns linked to the problems in international banks are putting us in a more uncertain position.", "The financial unease may dampen international economic activity, which would also affect economic activity here at home.", "The unease can also affect financial conditions, that is, the state of the financial markets and the interest rates, prices and conditions that households and companies face in those markets.", "So far, the signals regarding financial conditions are rather mixed.", "However, if interest rates directed to companies begin to rise, conditions for loans tighten, asset prices fall and credit volumes decline as a result of the bank unease and the risk of contagion effects, this in itself will have a cooling effect on the economy.", "At the same time, there is no doubt that monetary policy needs to be tight.", "In January and February inflation was still far too high and in February CPI inflation excluding energy was significantly above our most recent forecast.", "The inflation target is the Riksbank's overriding target and we will do what is necessary to bring inflation back to low and stable levels.", "In the short term, this means a more subdued development of production and employment.", "But in the longer term, there is no contradiction between low inflation and expansion of the real economy.", "On the contrary - low inflation is necessary for a favourable development of production and employment.", "Sweden is a clear example of this."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance"], "topics": ["Inflation", "Monetary policy", "Financial stability", "Inflation target", "Economic growth", "Real economy", "Household debt", "Interest rates", "Krona exchange rate", "Financial markets"]}