{"sentences": ["November 6, 2023 Japan's Economy and Monetary Policy Speech at a Meeting with Business Leaders in Nagoya Governor of the Bank of Japan It is my great pleasure to have the opportunity today to exchange views with a distinguished gathering of business leaders in the Tokai region.", "I would like to take this chance to express my sincerest gratitude for your cooperation with the various activities of the Bank of Japan's Nagoya Branch.", "I look forward to exchanging views with you today.", "In order to deepen its understanding on the positive effects and side effects of the unconventional monetary policy measures that have been implemented over the past 25 years, and to gain insights that will be useful for future policy conduct, the Bank has been reviewing monetary policy from a broad perspective.", "In proceeding with the review, it has been exchanging views with people in various fields.", "I would appreciate hearing your candid opinions today on topics such as Japan's economic activity and prices, changes in corporate behavior, and the positive effects and side effects of the Bank's various policy measures over the past 25 years.", "Before hearing from you, I would like to talk about developments in Japan's economic activity and prices and explain the Bank's thinking on the conduct of monetary policy, while outlining the latest Outlook for Economic Activity and Prices (Outlook Report), which was released last week.", "Economic Developments Current Situation of Economic Activity and Baseline Scenario of the Outlook Let me start by talking about economic developments.", "Japan's economy has recovered moderately.", "It is likely to continue recovering, and in the latest Outlook Report, the Bank projects that the economy will grow at a relatively high rate of 2.0 percent for fiscal 2023 and then continue growing at a rate of around 1 percent for fiscal 2024 and 2025, which is somewhat above its potential growth rate (Chart 1).", "Looking at the corporate sector, although exports have been weak for and other goods amid the lack of momentum in overseas economies, exports overall have been at higher levels than before the pandemic, mainly on the back of a rise in automobile-related exports, which reflects a waning of constraints for semiconductors (Chart 2).", "In this situation, corporate profits have marked a new record high, mainly due to the normalization of domestic economic activity and to progress in the of cost increases to selling prices.", "The expansion in profits has spread to business fixed investment.", "The plans for such investment for fiscal 2023 in the September Tankan (Short-Term Economic Survey of Enterprises in Japan) indicate that investment is likely to increase clearly, by around 10 percent from fiscal 2022 (Chart 3).", "Looking ahead, the corporate sector is expected to continue to see improvement, as a virtuous cycle operates in which improvement in corporate profits leads to a rise in business fixed investment.", "Turning to the household sector, private consumption has been on an increasing trend, reflecting the materialization of demand, i.e., demand that had been suppressed during the pandemic.", "It should be noted that, although wage hikes have been achieved through the annual spring wage negotiations, the pace of increase in labor-management private consumption has been moderate so far, with price rises continuing (Chart 4).", "As for the outlook, demand is projected to gradually slow, but it is expected that wages will continue increasing firmly in reflection of high prices, and that an underpinning of private consumption from wage increases will become evident.", "Risks Surrounding Economic Activity However, there are extremely high uncertainties surrounding this baseline scenario.", "One major risk concerns overseas economies.", "Although the International Monetary Fund (IMF) projects in its latest World Economic Outlook (WEO) that the global economy will continue growing at a moderate rate of around 3 percent, each economy faces downside risks.", "In advanced economies, inflation rates have been declining but are still somewhat high relative to central bank targets.", "In the United States in particular, as the economy has continued to see firm developments, interest rates have risen significantly since summer, with market participants expecting prolonged monetary tightening.", "In addition, it is possible that the impact of rapid policy interest rate hikes in advanced economies to date will turn out to be significant, with a time lag, on both the real economies and financial systems.", "Given this, due attention needs to be paid to the impact of this risk on global financial and foreign exchange markets.", "Attention is also warranted on whether or not the Chinese economy will lose its recovery momentum as it faces structural issues such as adjustments in the real estate market.", "Moreover, it is necessary to keep an eye on the risk of upward pressure being exerted on prices of commodities, including grains, due to factors such as geopolitical risks surrounding Ukraine and the Middle East.", "On the domestic front, with progress in the of the rise in import prices to consumer prices, attention continues to be warranted on the risk that wage increases will not catch up with inflation and private consumption will be constrained as a result.", "In fact, with regard to food and other items that have seen large price increases, households' defensive attitudes toward spending such as shifting demand toward inexpensive products have been observed.", "In order for private consumption to remain resilient even after demand slows, it is necessary that wages and prices rise in a manner, which I will elaborate on later.", "Price Developments Current Situation of and Outlook for Prices: Upward Revisions Attributable to the First I will now turn to price developments in Japan.", "In the latest Outlook Report, the Bank projects that the rate of increase in the consumer price index (CPI) for all items excluding fresh food will remain high at 2.8 percent for fiscal 2023 and 2024 and then be at 1.7 percent for fiscal 2025 (Chart 5).", "The projected rates of increase in this CPI for fiscal 2023 and 2024 are higher than those presented in the July Outlook Report.", "Two forces are at work behind the inflation rate remaining relatively high for the time being.", "The first force is inflationary pressure resulting from the of the rise in import prices to consumer prices.", "The rise in import prices, including of energy and grains, has spread to consumer prices with a time lag.", "The second force is inflationary pressure associated with the mechanism whereby wages and prices interact and increase on the back of continuing economic improvement.", "The main reason why the Bank, in its latest Outlook Report, significantly revised upward its CPI forecasts for the period through fiscal 2024 is that, of those two forces, it deemed that the first force will persist.", "With regard to food and daily necessities in particular, while the of the past rise in import prices to selling prices has diminished for some items and industries, some firms have decided to newly raise their selling prices as price hikes have spread, including among their competitors.", "Moreover, assuming that the effects of pushing down energy prices from the government's economic measures will dissipate next spring, the recent rise in crude oil prices will exert inflationary pressure, mainly for fiscal It should be noted that the rate of increase in import prices, which have been the driver of the first force, decelerated after reaching a peak in the middle of last year, and the rate of change has been negative since around spring this year.", "In addition, the rate of increase in producer prices has clearly slowed since the beginning of the year, and the rates of increase in prices of items such as food and daily necessities at supermarkets and other retail stores have started to decelerate recently (Chart 6).", "Taking these points into account, the effects of the first force pushing up prices are likely to gradually wane, even if a rise in crude oil prices, for example, causes that process to take time.", "Based on this thinking, the Bank projects that the rate of increase in the CPI for all items excluding fresh food for fiscal 2025 will be lower than that for the period through fiscal 2024.", "The Second Force and Sustainable and Stable Achievement of the Price Stability Target That said, the projected rate of increase in the CPI for fiscal 2025 is at 1.7 percent for all items excluding fresh food and at 1.9 percent for all items excluding energy in addition to fresh food.", "The Bank projects that, even after the first force diminishes, the inflation rate will not return to the range of percent, which was the 0.0-1.0 pre-pandemic level.", "This is because the Bank expects that underlying CPI inflation will increase gradually toward 2 percent as the second force pushing up prices namely, the virtuous cycle between wages and prices strengthens.", "The Bank has been aiming to achieve the price stability target of 2 percent in a sustainable and stable manner, accompanied by wage increases, as the second force strengthens.", "Recently, some aspects of firms' behavior have begun to shift more toward raising wages and prices.", "On the wage side, the wage growth rate agreed in this year's annual spring labor-management wage negotiations marked the highest level in 30 years, partly on the back of price rises.", "As for price setting, some firms in industries where personnel expenses account for a large proportion of costs have reported that they have raised prices in anticipation of a continued increase in personnel expenses.", "Looking at the Tankan, figures for firms' outlook for output prices for one year ahead have declined because raw material costs have settled down, while those for five years ahead have increased somewhat, particularly for the nonmanufacturing industry.", "This suggests that firms may have started to expect that there will be a continued increase in costs such as wages.", "In addition, to inflation expectations have risen moderately, which seems to have influenced firms' and behavior (Chart 7).", "wage- price-setting In this situation, the likelihood of realizing the outlook for achieving the price stability target of 2 percent seems to be gradually rising.", "However, as there are high uncertainties over the extent to which the second force will strengthen, sustainable and stable achievement of the price stability target is not yet envisaged with sufficient certainty at this point.", "Mainly due to the experience of prolonged low growth and deflation, the behavior and mindset based on the assumption that wages and prices will not increase easily have been entrenched in Japanese society, continuing to make it difficult for the second force to take effect.", "It is necessary to closely examine whether changes in firms' and behavior will become widespread and the virtuous cycle between wages and prices will intensify.", "I would like to raise two points that may be crucial in making such an examination.", "The first point concerns whether wage hikes will continue and take hold in society.", "In particular, next year's annual spring wage negotiations are an important labor-management aspect of the examination, and it is necessary to closely monitor developments in these negotiations.", "Regarding the environment surrounding wages, labor market conditions have steadily tightened.", "The Tankan shows that the net \"insufficient\" in the diffusion index (DI) for employment conditions has expanded to a level close to its peak.", "As the labor market for regular employees looking for new jobs has expanded, it may have become easier for the effects of the tightening of labor market conditions to spill over to wages (Chart 8).", "Corporate profits, which are the source of wage hikes, have marked a new record high on the whole.", "However, the pace of improvement in profits varies across industries and firm sizes.", "Some firms, especially small and firms, have reported that they had raised wages this year at a time when their profitability was not necessarily adequate.", "It is thus unclear whether these firms will continue with moves to raise wages next year.", "The Bank will examine changes in firms' behavior by continuing to assess developments in labor market conditions and corporate profits, and by carefully analyzing corporate behavior using both macro data and anecdotal information.", "The second point concerns whether firms' stance will shift more toward raising their selling prices while taking account of increases in costs such as wages.", "In order for the virtuous cycle between wages and prices to be realized, firms need to stably secure profits as a source for future wage hikes.", "As I pointed out earlier, there have been new developments in some firms' behavior.", "However, many argue that, unlike raw material costs, increases in wages and other indirect costs are difficult to pass on to selling prices.", "The Bank needs to monitor developments going forward to see if changes in firms' behavior will become widespread.", "The Bank's Conduct of Monetary Policy Basic Thinking on the Conduct of Monetary Policy Now, I would like to talk about the Bank's conduct of monetary policy.", "As I have explained thus far, the Bank's projection that underlying CPI inflation will increase is based on the expectation that the virtuous cycle between wages and prices will intensify.", "In this regard, it is encouraging to see that some aspects of firms' behavior have begun to shift more toward raising wages and prices.", "However, as I mentioned earlier, it is still unclear whether the virtuous cycle will intensify as expected.", "In this situation, the Bank's basic thinking on the conduct of monetary policy is that it will patiently continue with monetary easing under the framework of yield curve control, aiming to support Japan's economic activity and thereby facilitate a favorable environment for wage increases.", "Conduct of Yield Curve Control Meanwhile, in order to patiently continue with monetary easing under the framework of yield curve control, it is necessary to strike a balance between the economic stimulus effects stemming from strictly keeping interest rates at low levels and the resulting side effects.", "Based on this thinking, the Bank decided to modify the conduct of yield curve control at the Monetary Policy Meeting held last week.", "Specifically, while the Bank maintained the target level of Japanese government bond (JGB) yields at around zero percent, it decided to conduct yield curve control with the upper bound of 1.0 percent for these yields as a reference and to control the yields mainly through JGB purchases and nimble market operations.", "Operations through which the Bank offered to purchase an unlimited amount of JGBs at 1.0 percent every business day were ceased.", "These decisions were made because, with extremely high uncertainties surrounding economies and financial markets at home and abroad, the Bank judged it appropriate to increase the flexibility in the conduct of yield curve control, so that interest rates will be formed smoothly in financial markets in response to future developments (Chart 9).", "In a phase where upward pressure is exerted on interest rates, strictly capping interest rates could affect the functioning of bond markets and the volatility in other financial markets.", "The modification of the conduct of yield curve control is likely to contribute to mitigating such side effects.", "Even in this modified conduct of yield curve control, the Bank will continue with JGB purchases and, in a phase of rising interest rates, will keep making nimble responses through market operations depending on factors such as the levels and the pace of change in interest rates.", "Therefore, the Bank deems that JGB yields are long-term 10-year unlikely to be significantly above 1 percent even if upward pressure is exerted on them.", "Although interest rates could rise somewhat, real interest rates, which are adjusted by inflation expectations, are important in capturing the effects of monetary policy on economic activity and prices.", "As I explained earlier, since last year, inflation expectations have risen moderately and, despite an increase in interest rates, real interest rates have continued to be negative.", "As real interest rates are likely to remain so, sufficiently accommodative financial conditions are expected to be maintained.", "Concluding Remarks In closing, I would like to touch on the Tokai region's economy from a medium- to perspective.", "Let me first comment on the progress with innovation.", "The Tokai region has been Japan's important base for monozukuri (manufacturing) and its competitiveness has been supported by constant innovation, which has seen new developments recently.", "For instance, as the electrification of vehicles progresses, major changes have started to take place in the automobile industry, including its supply chains, with technologies that could transform the industry itself being launched one after another.", "In addition, numerous firms and local governments have been collaborating on, for example, building supply chains for hydrogen and ammonia as well as carrying out experiments with a view to creating demand for these fuel sources.", "Moreover, firms in industries, including the robotics industry, have been gathering in the Tokai region, with active support from local governments.", "It is encouraging to see such efforts being made to ensure that the region continues to be a wellspring of innovation for Japan.", "Furthermore, the Tokai region has been attracting attention for a theme park that aims at coexistence with nature, and progress has been made in efforts to enhance the appeal of cities in the region, including redevelopment of city centers.", "I would like to close by expressing my hope that the Tokai region will increase its appeal further and be chosen by many people both as a base for monozukuri and as a tourist destination, and that its economy will thereby develop in a sustainable and diverse manner.", "Thank you very much for your attention.", "Japan's and Monetary Policy Speech at a Meeting with Business Leaders in Nagoya November 6, 2023 Governor of the Bank of Japan I.", "Economic Developments II.", "The Bank's Conduct of Monetary Policy Concluding Remarks I.", "Economic Developments The BOJ's Forecasts for Real GDP (Oct. 2023 Outlook Report) s.a., ann., tril.", "The values of real GDP for fiscal 2023 onward are calculated by multiplying the actual figure for fiscal 2022 by all successive projected growth rates for each year.", "Sources: Cabinet Office; Bank of Japan.", "Economic Developments Corporate Sector: Profits and Business Fixed Investment Business Fixed Investment s.a., tril.", "In the left-hand chart, figures are based on the Financial Statements Statistics of Corporations by Industry, Quarterly and exclude \"finance and insurance.\"", "Figures from 2009/Q2 onward exclude pure holding companies.", "In the right-hand chart, figures are based on the Tankan, including software and R&D investments and excluding land purchasing expenses.", "R&D investment is not included before the March 2017 survey.", "Figures are for all industries including financial institutions.", "Sources: Ministry of Finance; Bank of Japan.", "In the left-hand and middle charts, Q1 = March-May, Q2 = June-August, Q3 = September-November, Q4 = December-February.", "Figures are based on continuing observations following the sample revisions of the Monthly Labour Survey.", "In the middle chart, Employee income = Total cash earnings × Number of employees Figures for real employee income are based on (Monthly Labour Survey) (Labour Force Survey).", "staff calculations using the CPI (less imputed rent).", "In the right-hand chart, figures for total real private consumption are the real Consumption Activity Index (travel balance adjusted) based on staff calculations, which exclude inbound tourism consumption and include outbound tourism consumption.", "Sources: Ministry of Health, Labour and Welfare; Ministry of Internal Affairs and Communications; Bank of Japan.", "Sources: Ministry of Internal Affairs and Communications; Bank of Japan.", "Price Developments Current Situation Surrounding the First Force High-Frequency Data for Import Prices y/y % chg. y/y % chg. y/y % chg. T-index (Nikkei CPINow) Producer price index 10 SRI-Hitotsubashi Unit Value Services producer price index 40 12 10 3 -2 CY 19 20 21 22 23 19 20 21 22 23 CY CY 19 20 21 22 23 Current Situation Surrounding the Second Force: Changes in Corporate Behavior Firms' Outlook for Output Prices in the Tankan Inflation Expectations Manufacturing Nonmanufacturing y/y, ann.", "Opinion Survey on the General Public's Views and Behavior, Figures for firms show the inflation outlook of enterprises for general prices (all industries and enterprises, average) in the Tankan.", "Sources: Bank of Japan; QUICK, \"QUICK Monthly Market Survey <Bonds>\"; JCER, \"ESP Forecast\"; Consensus Economics Inc., \"Consensus Forecasts.\"", "Price Developments Current Situation Surrounding the Second Force: Labor Market Conditions Job-Switching Rates among Firms' Perception of Firms' Perception of Regular Employee Shortage Regular Employees inverted, DI (\"excessive\" \"insufficient\"), % points DI (\"shortage\" - \"surplus\"), % points \"Insufficient\" -30 \"Excessive\" 6 -2 10 Regular employees, etc.", "The Bank's Conduct of Monetary Policy Further Increasing the Flexibility in the Conduct of Yield Curve Control (YCC)  The Bank will patiently continue with monetary easing under Yield Curve Control (the short-term policy interest rate: -0.1%, the long-term interest rate: around 0%), aiming to support Japan's economic activity and thereby facilitate a favorable environment for wage increases.", " Toward the end of the projection period, the Bank expects that underlying CPI inflation will increase gradually toward achieving the price stability target of 2 percent, while this increase needs to be accompanied by an intensified virtuous cycle between wages and prices.", " With extremely high uncertainties surrounding economies and financial markets at home and abroad, the Bank judges that it is appropriate to increase the flexibility in the conduct of yield curve control, so that long-term interest rates will be formed smoothly in financial markets in response to future developments."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Monetary policy", "Economic activity", "Price stability", "Yield curve control", "Inflation", "Wages", "Corporate behavior", "Labor market", "Innovation", "Tokai region"]}