{"sentences": ["Accompanying presentation to the speech Slide: Policy rate raised to 4.5 percent Norges Bank is tasked with keeping inflation low and stable.", "The operational target is inflation of close to 2 percent over time.", "We are also mandated to help keep employment as high as possible and to promote economic stability.", "The Monetary Policy and Financial Stability Committee judges that the best trade-off between these considerations is achieved by raising the policy rate to 4.5 percent now.", "The policy trade-offs are challenging.", "The policy rate has been raised considerably in recent years in order to tackle the high level of inflation.", "Unemployment is low, and the employment rate is high, which is a good thing.", "But the economy is cooling down, and we have yet to see the full effects of the past rate hikes.", "Many households are facing tighter budgets, and for some it is difficult to make ends meet.", "If we raise the policy rate too much, the economy will contract more than needed.", "That is something we want to avoid.", "On the other hand, inflation is still too high.", "If we tighten monetary policy insufficiently, prices could continue to rise at a rapid pace.", "High and variable inflation imposes substantial costs to society and hits low-income groups and those who can least afford it hardest.", "The krone has continued to depreciate through autumn.", "An increase in the policy rate now reduces the risk of inflation remaining high for a long period of time.", "If the economy evolves as currently envisaged, there will not be a need for additional rate hikes.", "Slide: Inflation is markedly above target Let me say a few words about the background for the rate decision and Committee's assessments.", "Inflation is just below 5 percent, which is lower than projected in September when our previous projections were published.", "But inflation is still markedly above target.", "Excluding energy prices, which have fallen, inflation is close to 6 percent.", "Slide: The economy is cooling down Employment is high.", "Over the past year, the number employed has increased by 30 000.", "But economic activity is slowing.", "Household consumption has decreased and been a little lower than we expected in September.", "Norges Bank's Regional Network contacts throughout the country report that business conditions are weakening.", "Overall, they expect activity to fall in the coming period.", "At the same time, there are wide differences across industries.", "High investment in petroleum production is fuelling activity for companies providing goods and services to the petroleum sector.", "Retail trade and construction activity is falling owing to the decline in consumption and low residential construction.", "Unemployment has remained low as expected, but recruitment difficulties have eased.", "A looser labour market will curb wage and price inflation further out.", "Slide: International inflation is on the way down International inflation is on the way down.", "Most central banks have kept policy rates unchanged in recent months and according to the market's interpretation of future developments, central banks will start cutting rates in the course of spring 2024.", "Import price inflation will slow as a result of weaker price impulses.", "At the same time, there are other forces that could keep inflation in Norway elevated despite an easing of international price impulses.", "Slide: Wage growth is high Labour costs have shown a substantial rise in recent years, and wage growth is projected to reach 5.5 percent this year.", "Manufacturing profitability is solid, and wage growth is set to be high next year too.", "The pay increases are not large compared with the rise in living costs.", "But businesses are facing rising costs, and we can now see that higher labour costs are increasingly driving price inflation.", "Slide: The krone has depreciated The krone has depreciated considerably and is now markedly weaker than we projected in September.", "We do not have a policy target for the krone exchange rate, but the movement in the krone is of concern to us because a weaker krone means higher imported goods inflation.", "A weaker krone also helps improve manufacturing profitability.", "In today's situation, the krone depreciation could make it more challenging to bring down inflation.", "Slide: Policy rate will likely be kept on hold for some time The Committee assesses that a tight monetary policy stance will likely be needed for some time ahead in order to return inflation to target within a reasonable time horizon.", "Further out, when inflation falls back and economic conditions so warrant, the Committee can start lowering the policy rate.", "The forecast indicates that the policy rate will continue to lie around 4.5% until autumn 2024 before gradually moving down.", "Slide: Inflation will recede and unemployment edge up With such a path for the policy rate, inflation is projected to slow and approach target in the coming years.", "Unemployment is set to edge up to around pre-pandemic levels.", "Wage growth is expected to slow from next year.", "But given a slower rise in prices, wages are expected to rise faster than prices in the years ahead.", "There is uncertainty about future developments in the Norwegian economy.", "If business costs continue to accelerate rapidly or the krone turns out to be weaker than projected, price inflation may remain higher for longer than currently projected.", "In that case, the Committee is prepared to raise the policy rate again.", "If there is a more pronounced slowdown in the Norwegian economy or inflation declines more rapidly, the policy rate may be lowered earlier than currently envisaged."], "classifications": ["monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none"], "topics": ["Inflation", "Policy rate", "Unemployment", "Economic stability", "Wage growth", "Krone", "Monetary policy", "Household budgets", "International inflation", "Business conditions"]}