{"sentences": ["The Federal Reserve has two main monetary policy goals, often referred to as the \"dual mandate\": maximum employment and price stability.", "As I will discuss in more detail, we are doing well on our maximum employment mandate, but we still have a ways to go to fully restore price stability.", "Although inflation has come down from the peak reached last year, it is still too high.", "Price stability is the bedrock upon which our economic prosperity and stability stands.", "The Federal Open Market Committee (FOMC) has set a 2 percent longer-run goal for inflation and is committed to attaining that goal on a sustained basis.", "Before I go any further, I must give the standard Fed disclaimer that the views I express today are mine alone and do not necessarily reflect those of the FOMC or others in the Federal Reserve System.", "The Inflation Onion After peaking at just over 7 percent in June of last year, inflation is now 3-1/2 percent, based on the 12-month percent change in the personal consumption expenditures price index.", "To understand why inflation rose so much and how it's coming back down, I find it useful to use the metaphor of an onion with various \"layers\" of inflation.", "The outer layer of the onion consists of prices of globally traded commodities-lumber, steel, grains, and oil.", "The pandemic caused global demand for commodities to skyrocket.", "Russia's war against Ukraine set off a second sharp rise in commodity prices.", "Since then, global demand has come into better balance with supply, and inflation in this layer has come down significantly.", "To give an idea of how big the swings in these inflation rates have been, food price inflation soared to over 10 percent and energy price inflation skyrocketed to over 40 percent in June of last year.", "Over the past 12 months, as supply-demand imbalances receded, food price inflation dropped to about 3 percent, and, despite the recent rebound in oil and gasoline prices, energy prices have declined by about 3-1/2 percent.", "The middle layer of the onion is made up of goods like appliances, furniture, and cars.", "In the pandemic and its aftermath, demand for goods rose, supply-chain disruptions contributed to shortages, and prices increased sharply.", "Today, demand for goods has lessened, in part due to higher interest rates, and supply chain bottlenecks have improved dramatically, resulting in a sharp drop in the inflation rate for goods excluding food and energy to around 1/2 percent.", "Economists at the New York Fed developed a useful tool to measure the extent of supply chain disruptions, called the Global Supply Chain Pressure Index.", "This index shot up to an all-time high reading in late 2021, reflecting the wide range of delays, cost increases, and impediments to supply chains that hampered production and movement of goods during the pandemic.", "Since then, these issues have mostly been resolved, and the index is now indicating favorable overall supply chain conditions.", "Research at the New York Fed shows there is a strong relationship between this index and prices of goods, which helps explain the big swings in goods price inflation over the past two years.", "The center layer of our onion is underlying inflation, which includes measures for shelter and other non-energy services.", "This is the most challenging layer of inflation, as it reflects the overall balance between supply and demand in the economy and tends to change more slowly.", "Shelter inflation has been one of the most important drivers of the rise in inflation over the past few years, reflecting increased demand for housing and limited supply.", "This category of inflation has been coming down gradually, and data on rents for newly signed leases points to further declines in shelter inflation in coming months.", "Overall, we are seeing inflation moderate in the three layers of the onion, with the fastest and largest improvements in the outer layers, and progress in the innermost layer more muted.", "Two useful metrics capture these shifting inflation dynamics.", "The first is nearer-term inflation expectations.", "According to the New York Fed's monthly Survey of Consumer Expectations, one-year-ahead inflation expectations have fallen dramatically since peaking at near 7 percent last June, and are now only about 3/4 percentage point above average levels seen over 2014-2020.", "Medium-term expectations in the survey are fully back to pre-pandemic levels.", "The second is the New York Fed's Multivariate Core Trend (MCT) inflation, a statistical method that slices and dices the data to measure the underlying rate of inflation in the economy.", "The July reading of MCT inflation was 2-3/4 percent, a huge improvement over the 5-1/2 percent reading we saw last year.", "Labor Markets: Returning to Balance I'll now turn to the other side of our mandate, maximum employment.", "The overall labor market is strong, as seen in the unemployment rate of 3.8 percent, which equals my estimate of the unemployment rate expected to prevail in the economy in the longer run.", "Indeed, the issue we have been facing is that labor demand exceeds available supply, and this imbalance has contributed to high inflation, especially in the services sector.", "There are numerous signs that labor market imbalances are diminishing.", "The rate of people quitting jobs and the rate of new people being hired have moved back to prepandemic levels.", "Surveys of employers and households both show a return to pre- pandemic conditions.", "The number of job openings, while still high by historical standards, has declined toward more normal levels.", "And wage growth has slowed considerably from earlier peaks.", "Both lower demand and improved supply have helped restore balance to the labor market.", "Labor supply has rebounded through increases in labor force participation and immigration.", "But there are limits to how much further supply will increase going forward, and further reductions in demand are needed to bring balance to the labor market.", "Monetary Policy and the Economic Outlook Against this backdrop of still-high inflation, the FOMC has set a restrictive stance of monetary policy to restore balance in the economy and bring inflation down to 2 percent over time.", "Last week, the FOMC kept the target range for the federal funds rate unchanged at 5-1/4 to 5-1/2 percent.", "Our monetary policy actions are having the intended effects, but will take time to fully work their way through the economy and inflation.", "As monetary policy continues to bring demand into better balance with supply, I expect GDP growth to slow next year to about 1-1/4 percent and the unemployment rate to rise modestly to a little over 4 percent.", "I foresee inflation of around 3-1/4 percent for this year as a whole, declining to around 2-1/2 percent next year, before closing in on 2 percent in 2025.", "My current assessment is that we are at, or near, the peak level of the target range for the federal funds rate.", "I expect we will need to maintain a restrictive stance of monetary policy for some time to fully restore balance to demand and supply and bring inflation back to our 2 percent longer-run goal.", "In conclusion, monetary policy is having the desired effects on the economy and inflation.", "The future is inherently uncertain.", "As we work to achieve our dual mandate goals, we face two-sided risks.", "Our decisions, as always, will be guided by the data, with our eyes squarely on our goals.", "Board of Governors of the Federal Reserve System, Statement on Longer-Run Goals and Monetary Policy Strategy, adopted effective January 24, 2012; as reaffirmed effective January 31, 2023.", "John C. Williams, A Bedrock Commitment to Price Stability , remarks at the 2022 U.S. Hispanic Chamber of Commerce National Conference, Phoenix, Arizona, October 3, 2022; John C. Williams, Peeling the Inflation Onion , remarks at the Economic Club of New York (delivered via videoconference), November 28, 2022.", "Federal Reserve Bank of New York, Global Supply Chain Pressure Index .", "Ozge Akinci, Gianluca Benigno, Ruth Cesar Heymann, Julian di Giovanni, Jan J. J. Groen, Lawrence Lin, and Adam I. Noble, \"The Global Supply Side of Inflationary Liberty Street Economics Pressures ,\" Federal Reserve Bank of New York , January 28, 2022; and Ozge Akinci, Gianluca Benigno, Hunter L. Clark, William Cross-Bermingham, and Ethan Nourbash, \" How Much Can GSCPI Improvements Help Reduce Inflation?", ",\" Federal Reserve Bank of New York Liberty Street Economics , February 22, 2023.", "Federal Reserve Bank of New York, Households Less Optimistic about their Financial Situations , September 11, 2023.", "John C. Williams, A Steady Anchor in a Stormy Sea , remarks at SNB-FRB-BIS High Level Conference on Global Risk, Uncertainty, and Volatility, Zurich, Switzerland, November 9, 2022.", "Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, September 20, 2023."], "classifications": ["none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Price stability", "Labor market", "Monetary policy", "Supply chain", "Economic growth", "Unemployment", "Federal funds rate", "Inflation expectations", "Global supply chain"]}