{"sentences": ["Bank failures - speech by Given at Mansion House Published on 16 October 2023 Sam talks about the banking failures this year, the lessons learnt and how the regulatory framework is doing its job.", "Introduction It's been an extremely eventful year for banking regulators in the UK and elsewhere.", "The failures of Silicon Valley Bank (SVB) and Credit Suisse (CS) have prompted renewed public debate about prudential regulation and supervision, and the resolution framework.", "I want to use this speech to offer my perspective on these debates.", "What do recent bank failures say about the global and UK regulatory frameworks, and what should our priorities be going forward?", "In doing so, I will hopefully be able to tie the various strands of regulatory work into a coherent single picture.", "There is a lot of work to be done to improve and refine the regulatory regime for banks.", "At the same time, there is cause for optimism.", "Yes, we have seen some pretty dramatic bank failures.", "But those failures have not led to systemic crises, and have been managed without taxpayers having to absorb banks' losses.", "Taken in the round, I count that as a success for the post-financial crisis reform effort.", "But I would not be much of a prudential regulator if I focused only on the positives, rather than the downside risks!", "So the bulk of my comments will be focused on the important work underway to improve the prudential framework for banks.", "The goals of the framework Prudential regulators are sometimes accused of wanting to reduce risks of failure to zero.", "But that's not really accurate.", "In fact, it is an absurd suggestion when you consider that we allow the banking system to run at twenty times levered - or to put in another way, that the banking system's capital would be wiped out by a loss equivalent to 5% of the value of its assets.", "Our goal is to make sure that banks are safe and sound[1] - but we have always been clear that does not equate to a 'zero-failure' regime, because we want banks to provide useful services such as lending which involve significant risks.", "In fact, a world with no bank failures would only be possible if we either: banned nearly all risk-taking by banks.", "That might save me some all-nighters - but it would massively curtail the real economy's access to credit from banks, and is not consistent with maintaining a major financial centre in the UK; or bailed out every bank that got in trouble.", "Needless to say that would be fiscally, socially and in my view morally unsustainable.", "Fundamentally, a zero failure regime is incompatible with having a private banking system.", "The magic of a capitalist economy lies in competition - which drives down costs for customers, spurs innovation, and brings the best ideas to the top.", "But it's not much of a competition if the game is rigged so that nobody (except the taxpayer) ever loses.", "So if we don't have a zero-failure regime, what do we have?", "A one-failure regime?", "A ten-failure regime?", "Our measure of success is of course not the number of failures: we are ultimately in the business of maintaining financial stability.", "Financial stability is the ability of households and businesses to reliably access vital financial services, in bad times as well as good.", "It is the bedrock of a successful economy, and fosters confidence and investment.", "And while we don't have a zero-failure regime for individual firms, we do have zero appetite for systemic financial crises.", "If one firm fails, that cannot be allowed to turn into a domino effect that brings down the whole system.", "To achieve this, we seek to ensure that bank failures are relatively rare, non-contagious, and wellmanaged.", "The post-financial crisis regulatory regime aims to achieve that through a mixture of: microprudential supervision and regulation, that seeks to ensure firms have adequate financial resources and risk management - meaning failures are not frequent and that we can usually see problems coming well in advance; macroprudential policy, which targets system-wide risks and linkages across the system; resolution policy - which seeks to ensure that on the rare occasion that a bank fails, the failure is well managed, and losses are not borne by the taxpayer; and international coordination in all of these areas, reflecting our interconnected global financial system.", "So how have recent events compared with that ideal?", "Recent events have been a major test of the regime.", "I will touch on some of them here.", "We have seen a significant stress in US regional banks and the failure of a major global bank.", "The two most prominent firms to fail - Credit Suisse and Silicon Valley Bank - had significant UK subsidiaries.", "And all this has unfolded against a challenging background, with inflation, rate rises, and wider uncertainty including linked to Russia's invasion of Ukraine.", "The detailed story of both failures has been told elsewhere.", "Both firms failed when depositors lost confidence in them, and began to pull their money out rapidly: Silicon Valley Bank was a relatively familiar story: a firm that took a very large interest rate risk, which got caught out when rates started to rise.", "It held very large unrealised losses on securities held for liquidity purposes, and when it did have to sell those assets to meet its liquidity needs, it began to realise those losses in a public and painful way.", "It tried and failed to raise capital to plug the hole, and the failure of that capital raise proved to be the final straw for depositors, the majority of whom were uninsured.", "Credit Suisse also suffered a loss of confidence, but the reasons were broader.", "A persistent lack of profitability, and serious recurrent conduct and risk management failures, led many to question the firm's viability.", "Ultimately a significant run began to develop over late 2022.", "And in the febrile days after SVB's failure, the firm made an announcement related to its published accounts and a significant CS shareholder implied publicly that they would not stand behind the firm in a stress - at which point the erosion of CS's deposit base turned into an unstoppable avalanche.", "Once the stress happened, authorities needed to act quickly to deal with the situation.", "This was a moment of genuine risk: notwithstanding the overall strength of the banking system, a botched resolution could have seriously dented confidence.", "And it was certainly a rocky ride for those involved, including depositors, employees and other stakeholders of the affected firms.", "But in the event, the system worked.", "We experienced the failure of two large banks - one of which was considered 'globally systemic', and both of which had material UK operations - without a systemic crisis.", "SVB was successfully resolved, and CS was rescued in a transaction that was economically- similar to a resolution, without the need for a bailout.", "Resolution and resolution-like powers were used to ensure that private investors, rather than taxpayers, paid the price for failure - as it should be.", "Depositors, and other customers and counterparties, were able to continue to access vital services following interventions by the authorities.", "Contagion to the global banking system was limited.", "Following the failure of SVB, we did see some evidence of stress - and some further failures - in particular in other regional and mid-sized US banks.", "But we have not seen a sustained tightening in international bank funding costs - and we did not see any significant contagion into the UK financial system.", "Certainly there are important lessons to be learned from these incidents, and we are not complacent about the potential for other stresses to emerge in a challenging macro-economic environment.", "But equally, these events illustrate how far we've come.", "Without the post-crisis reforms, the failures of CS or SVB could have been the dominos that knocked over the entire global banking system.", "In the event, they were uncomfortable stresses - but no more than that.", "The regulatory regime may in these stresses have achieved its core goal of maintaining financial stability in the face of an adverse shock.", "But there are still important lessons to be learned.", "If we ignore these, then next time could well be uglier.", "[6] For me, these lessons fall into four categories: Measuring risk correctly.", "Our regulatory framework must put resilience in the places where it is needed most - and do so in a robust, credible and fair way.", "Financial resources are important, but they are not everything a firms needs to survive.", "Making a success of failure.", "There is more work to do to ensure that firms can fail in a controlled, non-contagious manner.", "The right regulation for the right firm.", "We should consider what the recent failures might mean for the regulation and supervision of smaller firms and international branches.", "Measuring risk correctly Capital requirements Of all the post-crisis reforms, by far the most important has been the international effort to improve the quality and quantity of banks' financial resources - and in particular, the tripling of banks' capital levels, which means far more losses can be absorbed before a bank becomes insolvent.", "We now estimate that the UK banking system holds enough capital to survive a global recession worse than the 2008 crisis.", "This underpins the whole system.", "It means investors and depositors can have confidence in firms, especially in bad times when that confidence is really needed.", "It also gives the authorities more options to manage stresses when they occur, by reducing the likelihood that taxpayers will end up on the hook for losses.", "But capital only works if it is properly measured, and it is held in the right places.", "Or more precisely: capital should only include financial resources that could actually be used to absorb losses,[8] and the 'risk-weights' that are used to calibrate capital requirements should be reflective of actual risks faced by firms.", "The case of SVB illustrates this point.", "On paper its regulatory capital ratio was strong.", "But by building up large holdings of long-dated bonds, the US parent was taking significant interest rate risk - a risk that was not reflected in its capital requirements or in the measurement of its resources.", "As rates rose, and the unrealised losses on that portfolio mounted, SVB's capital ratio continued to look rosy - but when it had to start selling the securities to meet withdrawals, the serious weakness in its balance sheet was exposed, and confidence in the firm evaporated, literally overnight.", "This is a sobering story.", "It illustrates why, in the capital regime that applies to all UK banks, there is an explicit capital charge for interest rate risk in the banking book, and why the PRA requires firms to recognise unrealised gains and losses their 'available for sale' securities for capital purposes.", "More fundamentally, it shows the importance of a credible and well-founded capital regime.", "Over time, policymakers and firms alike have incentives to allow risk-weights to drift down - whether to promote lending to a favourite sector, or to juice up returns on equity.", "But it would be a big mistake to succumb to this temptation.", "The resulting variability of risk-weights across firms and jurisdictions is confidence draining, as the 2008 crisis painfully illustrated.", "If our capital regime is not perceived as credible, we will pay a big price in future stresses because financial markets and depositors will suddenly discover weaknesses when the system comes under pressure.", "This is what the final set of international capital reforms are all about.", "We call these reforms 'Basel 3.1', to reflect the fact that they are a refinement of the existing Basel 3 standard, rather than a fundamental change.", "For UK banks, I don't expect the reforms to move the dial in a meaningful way on aggregate capital levels - in stark contrast to previous rounds of reform.", "That's not to say the reforms are unimportant.", "Their focus is not on the total amount of capital, but rather on ensuring risk is properly, and consistently, measured across firms of all types.", "Over time, this is essential insurance against 'risk-weight drift' and variability that could otherwise fundamentally undermine the regime's credibility.", "To illustrate this point, consider the fact that when regulators ask a set of global firms to risk-weight exactly the same pool of assets under the current system, the difference in resulting capital requirements has sometimes been as high as 13 times.", "This is a nonsense, is not a foundation on which we should build our banking system and must be sorted out.", "By maintaining confidence in our banks, Basel 3.1 will promote stable and reliable financing to the UK real economy.", "And by aligning with internationally-agreed minimum standards, our proposals also advance competitiveness by promoting confidence in the UK as a global financial centre.", "But while these reforms are vital, we are also very mindful of the impact they may have on firms, and on firms' capacity to provide support to the rest of the economy - and we will be having very careful regard to the detailed evidence that firms have submitted as part of our consultation process.", "We have already made one important change to our plans, in response to feedback from firms: we have moved back implementation by six months.", "This should make implementation smoother for firms, and aligns our implementation date with the current US timeline.", "On the substance of the proposals themselves, we have noted the very clear feedback from firms on the treatment of topics like lending to unrated corporates, SMEs, trade finance and accounting provisions.", "It would be premature for me to announce changes to our proposals now.", "But I am confident that we will be able to evolve them in a way that reflects legitimate concerns, based on the evidence and data firms have provided - while still ensuring that the core goals of the reform are achieved.", "Liquidity requirements Capital is one important part of the regulatory toolkit.", "But we cannot neglect the importance of liquidity, not least as both SVB and CS were brought down by extreme liquidity stresses.", "Liquidity regulations play an important role in our framework.", "By requiring firms to use stable funding sources, and to maintain a significant stock of liquid assets, we can reduce the risk that firms have to take drastic and potentially damaging pro-cyclical actions to defend their liquidity in a stress.", "But we also shouldn't kid ourselves.", "So long as banks continue to engage in maturity transformation, they will always be vulnerable to runs.", "Liquidity regulation in itself does not eliminate that risk, though it can reduce the probability that it crystallises.", "This is why the central bank has a vital role to play as lender to the banking system.", "Ultimately I don't think the failures of SVB or CS could have been avoided by changes to liquidity regulation.", "But the incidents do raise a couple of questions: Our current framework for liquidity regulation is very focused on the risks from flighty wholesale funding - with good reason, given the experience of the 2008 crash.", "But the evidence from SVB in particular is that certain classes of depositor can sometimes be just as flighty, particularly in a world of digital banking and social media.", "This issue can be exacerbated if the deposits are concentrated in a particular sector, as SVB's were.", "This may prove relevant to the calibration of requirements like the Liquidity Coverage Ratio.", "Alongside their own liquid assets, we should have close regard to firms' ability to access central bank liquidity, including via pre-positioned collateral at the central bank.", "Some commentators have suggested that such pre-positioning could obviate the need for most prudential regulation.", "I am very sceptical of that proposition, but I agree that this is one aspect of resilience that it's important to monitor, which is why this is well embedded in BAU activity for PRA supervisors and the Bank of England's Markets team.", "Money isn't everything This is a striking lesson from the case of CS.", "On paper, the firm had plenty of financial resources at group level before it began to experience a run.", "And unlike many bank failures (including SVB), the loss of depositor confidence was not prompted by an expectation of major losses on its lending or securities holdings leading to insolvency.", "Rather, CS ultimately failed because investors lost confidence in its ability to sustainably make profits into the future.", "This reflected persistent low profits, a business model that was arguably illsuited to the post-crisis landscape, repeated and highly damaging misconduct cases and very costly risk management failures.", "Financial resources - capital and liquidity - do not solve these kinds of problems.", "I think that has two main implications for prudential regulators: First, it points to the importance of non-financial regulation and supervision, covering topics that could impact the credibility and profitability of the firm - things like governance and controls, risk culture, and operational resilience.", "The best regulatory framework in the world would be useless without effective supervision.", "Second, it serves as a reminder that firms are most resilient when they can make profits and sustainably generate capital.", "As supervisors we need to ask whether a firm has a viable business model.", "And while Boards are rightly responsible for their firms' business models, as regulators we have a duty to consider our own impact on the sector.", "This is particularly relevant now that the PRA has been assigned a new secondary objective by Parliament to facilitate the UK's economic growth and competitiveness, subject to aligning with international standards.", "At the same time, we should be clear that supervision and regulation cannot often fix broken business models.", "In any competitive market, some firms - particularly badly-run firms - will not prove viable for the long-run.", "That's a normal part of life, and indeed we have enabled many firms to exit since the PRA was set up, without major disturbance to the rest of the market.", "But it reemphasises the need for robust, forward-looking supervision so that we are not often taken surprise by failures, and can contingency-plan appropriately.", "Successful failure This brings me to the next area of lessons learned - making a success of bank failure.", "The introduction of an effective resolution regime has in my view been a major success of the post-crisis reform agenda.", "In essence, this regime is a set of tools that allow the authorities to deal with the failure of major banks in an orderly way, without either bringing down the financial system or bailing them out.", "Those tools include: Powers to restructure firms so that the economically important parts are preserved.", "Provisions to ensure that private creditors, rather than taxpayers, bear the costs of failure (this is often referred to as 'bail-in' as to distinguish it from a taxpayer 'bail-out').", "Frameworks to plan in advance how a major firm's failure would be managed.", "Mechanisms to ensure resolutions are coordinated internationally.", "I've never been a purist about the resolution framework: every bank failure has idiosyncratic elements, and you cannot pre-ordain precisely which option will be most palatable and practicable in an inherently uncertain and fast-moving future scenario.", "The point is that the framework provides authorities with options - so that they can respond flexibly, rapidly and effectively to safeguard financial stability.", "And it does so while also minimising risks to the public purse.", "In both of the resolutions I was recently involved with (SVB UK and CS), the authorities had fully- worked-up plans which allowed for more than one option to be executed at the point when the firm failed.", "None of these plans or options were perfect.", "But all were significantly better than the choices we faced in the 2008 crisis.", "But while the progress has been significant, I am convinced that some additional tools are needed to fill out the resolution framework.", "This reflects my experience of operating the regime - both through the recent, high-profile failures, and other less dramatic exits of smaller firms over the past decade.", "If we don't learn as we go along, we will become less effective in future stresses.", "Depositor continuity The first reform I want to highlight is around access to deposits in a bank failure.", "We already have a system of deposit insurance - meaning insured depositors will not suffer any financial loss if their bank fails, up to a limit of £85,000.", "But while important, that in itself does not guarantee that all depositors can continue to access their money the day after every sort of bank failure.", "In some cases, a lack of continuity of access may have important ramifications.", "For instance in the case of SVB UK, where many SMEs, particularly concentrated in the tech sector, faced the risk of not being able to make payroll on Monday morning.", "In the event, that risk was averted by the sale of the firm to HSBC.", "But we cannot guarantee that a willing buyer will be available so quickly in all future cases, and there are all manner of complications that can scupper a rapid acquisition.", "For firms above a certain size we already have another means of providing depositor continuity.", "By writing down the value of long-term debt held by the firm - a 'bail-in' - we can quickly recapitalise the firm after it has failed, replace its management and begin the process of restructuring its business over a longer time horizon, while maintaining depositor continuity without a bail-out.", "But smaller banks do not have the kind of bail-in debt - referred to as MREL[18] debt - that is needed to pursue that strategy.", "In those cases, the only current option to keep a failed firm open would be having the Bank of England take over the firm directly.", "This option is entirely workable but comes with the risk that any losses from the firm would eventually end up being passed to the taxpayer - exactly the kind of bailout we want to avoid.", "We are therefore exploring with HMT options to maintain continuity of access to deposits in resolution for smaller firms, in a way that minimises the risk to public funds.", "I have no doubt that there will be a lively debate as we bring these proposals forward.", "Improving outcomes in insolvency Just as in a more complex resolution, the authorities have an important interest in ensuring depositors are treated well in bank insolvencies.", "But in the case of an insolvency, our focus is not on keeping the failed firm open so that depositors can access their money - after all, the firm is being closed.", "Rather, the goal is to make sure that insured deposits are paid out promptly and smoothly.", "This is what our workstream on improving depositor outcomes in bank insolvency is all about: simple improvements, like paying out electronically rather than relying only on cheques, which nonetheless could make a big difference to depositors in a failure.", "I've focused this speech on bank failure.", "But it might surprise you to know that most bank exits are 'solvent': a firm that has not failed but has nonetheless decided to shut up shop.", "These are typically very small firms, and their decision to wind down can reflect various motivations, such as new firms that never captured enough market share to be economically viable for the long term.", "If a firm is not viable long-term, there can be significant advantages to winding down while still solvent.", "From the perspective of creditors, it has the advantage that there is no black hole in the balance sheet to be filled, and shareholders may also receive a return.", "And the process of insolvency can destroy value for the firm - in particular if assets need to be liquidated quickly at 'fire sale' prices.", "One estimate is that around 20% of a firm's value can be destroyed in this way - increasing the risks that things get messy, including for uninsured depositors.", "So there are clear advantages to a more orderly, solvent wind-down for small firms.", "But the process needs to be carefully planned, not least to avoid triggering a panic that flips them into an insolvent exit.", "That's why the PRA is consulting on improving 'ease of exit' for these firms.", "The core of our proposals is to improve the quality of planning at firms.", "This is a small additional cost - but it can make a big difference when it comes to the crunch.", "The right regulations for the right firm The failure of SVB in particular has prompted furious debate on the concept of 'tailoring' regulations for different classes of firms.", "After all, the failure served as a timely reminder that risks can sit with firms of all shapes and sizes - and that has certainly been my own experience over the last two decades.", "In a highly interconnected financial system, we cannot afford to ignore any class of bank.", "But that's not the same thing as advocating 'one size fits all' regulation.", "There are perfectly sensible ways to tailor regulation to business models, without watering down the overall strength of the regime.", "I want to touch on two classes of bank in particular: small domestic firms, and international branches.", "Strong and simple Our strong and simple project looks to simplify the regulatory regime for small domestically- focused banks, to ease compliance costs and remove rules that are redundant for this class of firms.", "Consider this question: do you think that the PRA needs exactly the same regulations to supervise the safety and soundness of the Penrith Building Society, based in the UK and with total assets of £130 million as it does for supervising HSBC, with $3 trillion of assets in 62 different countries?", "We are as committed as ever to this work, and will in due course be bringing forward some material simplifications of the capital regime for these firms.", "And we remain equally committed to ensuring that the small banking regime is 'strong' as well as 'simple'.", "We are not in the business of watering down the regime, and we will not propose any changes that weaken resilience.", "My final lesson from recent events is about international branches.", "In essence, a branch allows an overseas bank to do business in the UK without setting up a separate (and separately- capitalised) UK subsidiary.", "These are a key part of the UK approach to hosting a financial centre: they significantly reduce the barriers to international banking business, are important for competitiveness and part of the City's lifeblood.", "That is not going to change.", "SVB's UK operation had been a branch for ten years, but we then required it to subsidiarise as its retail and SME deposit-taking activities had grown.", "This proved extremely useful when the bank failed, as it allowed us to quickly implement a solution for the UK firm.", "I'm enormously grateful to my supervision team for the excellent work they did to subsidiarise the firm.", "But I am nonetheless left with an uncomfortable question.", "Can we rely on our existing criteria on branch activities to spot and address other firms that might grow to resemble SVB UK?", "The focus of our existing policy is limited to retail and SME deposits, in particular those that are insured by the FSCS.", "But when SVB UK failed we found that the authorities' concerns extended beyond this, to the importance of continuity for uninsured SME deposits above the £85,000 threshold, as well as some corporates that fall outside the strict SME definition but weren't big enough to have alternative banking arrangements.", "As it turns out, SVB was relatively unique as a branch in how much of this sort of transactional banking it offered to UK mid-sized corporates, and also in how much one particular sector relied on it.", "But the focus of our existing criteria means that we can't necessarily rely on them to catch another branch that offers similar deposit and transactional banking services to UK SMEs.", "For that reason, we are thinking about our approach to branching.", "I should emphasise that this is not about fundamental reform, but about whether there are any targeted areas for improvement.", "I expect the vast majority of branch business to be unaffected, and we are fully committed to the branching model.", "As with our current policy on wholesale activity, we're also likely to have a different risk appetite for branches providing critical functions in the UK where we have a greater degree of assurance over resolution arrangements, such as will be the case for most global systemically important banks.", "In short, wholesale firms with robust resolution regimes in their home jurisdictions should be managed in failure as a whole in the way CS was and we remain fully committed to 'single point of entry' resolution plans for these banks.", "It has been a rocky year.", "But when I look back over the past 15 years of financial reform, I see a success story.", "We have built a regime that can withstand shocks including bank failures without falling over.", "Nonetheless we must learn as we go along and there remains much to be done - and I hope I have managed to explain how our various reform strands fit together.", "These are about completing the mission we were set after the 2008 crisis, rather than fundamentally re-thinking regulation.", "Looking ahead, we must remain alert.", "It's been a rough ride over the last 12 months but we come through it stronger.", "My thanks to Hugh Burns and colleagues across the Bank and PRA for their help in preparing this speech.", "This speech is focused on banking - but I should note that we also have a primary objective on the protection of insurance policyholders.", "One version of this is so-called 'narrow banking', where deposit-takers can only invest in assets like central bank reserves or gilts.", "This would clearly make bank failure more remote, although not impossible.", "More confidence that firms can safely fail also allows us to be more confident in authorising new firms.", "These issues were present at the level of SVB's US parent company, as opposed to the UK subsidiary.", "The issues are set out in detail in the Federal Reserve's review: The Fed - Review of the Federal Reserve's Supervision and Regulation of Silicon Valley Bank 5.", "While the CS rescue was not strictly speaking a resolution, the failure of the firm was addressed by its shareholders and bondholders taking losses which protected the public purse, while the firm was sold to UBS.", "There was some risk to (non-UK) public funds from the transaction but this did not crystallise and such risks may often be a feature of resolutions, due for instance to any need for some forms of liquidity support from the central bank.", "I focus here on regulatory lessons, as opposed to lessons for firms, Governments or the non-regulatory arms of central banks.", "The results of our most recent stress test of the banking system can be found here: Stress testing the UK banking system: 2022/23 results | Bank of England 8.", "This is why our regulatory measures of capital are adjusted to exclude things like goodwill or software assets.", "The PRA requires firms who are measuring securities at fair value through other comprehensive income to recognise any unrealised losses (and gains) in their common equity tier 1 capital resources.", "This is in line with the Basel standards.", "In the US these reforms are referred to, slightly more dramatically, as 'Basel endgame'.", "For more detail on Basel 3.1, see the PRA's consultation paper: CP16/22 - Implementation of the Basel 3.1 standards | Bank of England 12.", "Timings of Basel 3.1 implementation in the UK | Bank of England 13.", "At least, not by reforms that stop short of full narrow banking - and for reasons explained above, I do not favour such a radical change to our banking system.", "For more detail on this point, see Competitiveness and growth: continuing the conversation - speech by Victoria Saporta | Bank of England 15.", "Specifically, we have supervised the solvent exit of nineteen banks, excluding branches of foreign firms, resolutions, mergers/acquisitions and licences surrendered as part of a wider group restructurings.", "In the UK, a key element of this is the Resolvability Assessment Framework: Resolvability Assessment Framework | 17.", "For example, the need to make so-called 'fair value adjustments' to the book value of the acquired bank's assets can create a negative capital impact on the acquiring bank's balance sheet at the outset.", "Minimum requirements for own funds and eligible liabilities.", "This evidence is discussed in our consultation on the topic: CP10/23 - Solvent exit planning for non-systemic banks and building societies | Bank of England 20.", "In principle this argument might apply to large, complex firms as well - but those firms are required to issue bail-in debt instead and in practice it seems less likely that we could pull off such a solvent wind-down for the whole of a large firm.", "While this speech is focused on banking, I should note that we are undertaking similar work on ease of exit for insurers - taking account of differences in business models across the two sectors.", "The PRA has consulted on the definition of a firm that would be in scope of the simpler prudential regime for small domestic-focused banks and building societies (these proposals were first consulted on in CP5/22 - The Strong and Simple Framework: a definition of a Simpler-regime Firm | Bank of England, and updated in CP16/22 - Implementation of the Basel 3.1 standards | Bank of England).", "For instance, a firm must have total assets (measured on a three-year moving average basis) of no more than £20 billion.", "The PRA has also consulted on simplifications to liquidity and disclosure requirements for these firms in February 2023 (see CP4/23 - The Strong and Simple Framework: Liquidity and Disclosure requirements for Simpler-regime Firms | Bank of England).", "And many of the future tools I've just discussed about continuity and outcomes in insolvency would also only be applicable to subsidiaries, not branches.", "Deputy Governor for Prudential Regulation and Chief Executive Officer of the Prudential Regulation Authority"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "fiscal dominance", "financial dominance", "financial dominance", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Bank failures", "Prudential regulation", "Resolution framework", "Capital requirements", "Liquidity requirements", "Non-financial regulation", "Depositor continuity", "Insolvency", "Small domestic firms", "International branches"]}