{"sentences": ["It is my pleasure to welcome you all to the 2023 ECB Conference on Monetary Policy.", "The last few years have been an incredibly challenging time for monetary policymakers around the world.", "We have faced a succession of overlapping supply and demand shocks that have created a complex and fast-changing macroeconomic landscape.", "And as a result, we have seen a paradigm shift in monetary policymaking.", "Where central banks in advanced economies once wrestled with overcoming the lower bound on interest rates, they have more recently been engaging in the fastest hiking cycle on record.", "But policymaking, by nature, operates in real time.", "We make decisions based on the best analysis and data at hand.", "However, it is exactly when rapid shifts in the macroeconomic environment occur that prior, unforeseen knowledge gaps are suddenly exposed.", "This is why policymakers - who are practitioners at heart - can benefit greatly from cutting-edge research.", "Fresh insights and innovative approaches can go a long way in closing those knowledge gaps, helping policymakers to navigate this new terrain more effectively.", "That is why this conference is called \"bridging science and practice\" - because the issues we are discussing are truly those that are informing our policymaking.", "Today's event captures four such topics.", "The first topic is how the transition from the low inflation regime, which prevailed before the pandemic, to the high inflation rates we are seeing today affected the pass-through of shocks.", "The papers to be presented over the next two days provide important contributions to that important debate.", "In particular, we will see evidence that the propagation of adverse supply shocks is nonlinear: when inflation is high, the propagation is stronger.", "And we will see how firms' pricing strategies can become state-dependent and make prices more flexible in response to large shocks.", "The second topic on which the conference focuses follows naturally from the first.", "With such a rapid shift in the inflation outlook, there has been an equally rapid shift in the stance of monetary policy.", "And this has raised questions about how best to calibrate policy when accommodation must be quickly withdrawn after a long phase of loosening.", "We will see research that highlights some of the challenges that can arise.", "For example, we will hear about the challenges for financial stability and how unwinding unconventional measures can affect the control of short-term interest rates - a theme that is relevant for the ongoing review of the ECB's operational framework.", "This rapid shift in the policy stance is also providing us with new insights into the third topic covered by the conference: the transmission of monetary policy.", "There has been much debate in recent years about the strength and speed of monetary transmission and how the relative importance of different channels has changed over time.", "And this has injected considerable uncertainty into the current tightening cycle.", "But research is now starting to come in that gives us a clearer picture.", "We will hear about how the heterogeneous structure of the housing market in the euro area can lead to the asymmetric transmission of policy across countries.", "And we will see how models which account for the uneven exposure of households to policy changes can explain some of the features of transmission that we see today.", "The fourth topic is the interaction between different policies.", "One of the defining features of the response to the pandemic was the alignment between monetary and fiscal policies, which yielded an unexpectedly strong recovery.", "And that strong recovery - and the resulting rise in inflation - has been accompanied by global monetary policy tightening, unprecedented in its synchronisation.", "We will see the implications of these policy interactions addressed in the presentations over the coming days.", "And let me also add: for the first time since we have been holding this conference, some of the contributions will come from the three young economists we have selected, who will have a dedicated session tomorrow.", "Finally, we are privileged to have keynote speeches from two Nobel laureates - both of which are highly relevant for the challenges that policymakers are tackling today.", "Douglas Diamond will talk to us about interest rate risk, financial crises and bank supervision - a relationship that policymakers everywhere have become more alert to in light of the recent episodes of banking turmoil in the United States and Switzerland.", "And Peter Diamond will discuss the labour market and monetary policy, which is perhaps the greatest puzzle facing monetary policymakers across advanced economies today.", "It is through path-breaking research, such as the findings we will hear at this conference, that policymakers' knowledge can grow.", "But of course, we do not yet have all the answers - not least because of the heightened uncertainty we face.", "For this reason, the ECB has set up its policy framework to be robust to the complexity and uncertainty of this landscape.", "Specifically, we have made our future decisions contingent on three criteria: the inflation outlook, the dynamics of underlying inflation and the strength of monetary policy transmission.", "This framework has helped us chart a tightening path that began steeply and then slowed to a more normal pace.", "Now, based on our current assessment, we consider that the key ECB interest rates have reached levels that, maintained for a sufficiently long duration, will make a substantial contribution to the timely return of inflation to our medium-term target.", "Our future decisions will continue to be based on these three criteria and they will ensure that the interest rates will be set at sufficiently restrictive levels for as long as necessary.", "I wish you a fascinating and productive conference."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Monetary policy", "Inflation", "Policy transmission", "Financial stability", "Supply shocks", "Demand shocks", "Interest rates", "Fiscal policy", "Labour market", "Monetary tightening"]}