{"sentences": ["President Masa, distinguished guests, ladies and gentlemen, good morning.", "Thank you for having me here today.", "The world will not reach net zero unless there is successful energy transition in Asia.", "Asia accounts for about half of global greenhouse gas emissions.", "Coal-fired power plants account for about a third of Asia's greenhouse gas emissions.", "This means that one out of every six tonnes of greenhouse gases emitted into the atmosphere comes from a coal plant in Asia.", "If these coal plants are left to operate as planned, they will exhaust about twothirds of the carbon budget that we have remaining to keep the rise in global temperatures to within 1.5 degree Celsius.", "But these coal plants account for nearly 60% of power generation in Asia, where energy demand is expected to increase by two-and-a-half times by 2050.", "The economics of energy transition in Asia are challenging.", "Coal plants in Asia are young, at less than 15 years old on average.", "They are backed by long-term power purchase agreements and policy reliefs.", "There are some 6.7 million people employed across the coal value chain in Asia.", "We need to ensure that jobs and communities are cushioned through the transition.", "While there is growing renewable energy investment, it is insufficient to replace fossil fuel energy and meet growing energy demand.", "More investment is needed in energy storage and grid infrastructure to deal with the variability of renewable energy and lower its cost.", "Asia's energy transition can only be achieved by adopting an ecosystem approach.", "We need four key components: policy commitment transition pathways transition credits First, policy commitment to the energy transition, to foster investor confidence.", "This includes three things: carbon pricing through the use of carbon taxes or emissions cap-and-trade granular energy sector targets, including interim milestones; and supportive policies for electrification in carbon-intensive sectors such as transport, industry, and buildings.", "Second, credible pathways for energy transition customised for Asia.", "We need standard setters like the International Energy Agency (IEA) to produce pathways for the energy sector contextualised for Asia.", "These pathways enable the development of credible, phase-out plans aligned with a 1.5 degrees Celsius pathway.", "Transition pathways should be complemented by taxonomies, practical guidance, and supervisory expectations.", "Take for example the managed phase-out of coal.", "The Monetary Authority of Singapore (MAS) has released a transition focused taxonomy which sets out detailed thresholds and criteria for the managed phaseout of coal.", "The GFANZ Asia Pacific Network has launched practical guidance for financial institutions to assess and support the financing of coal phaseout transactions.", "Supervisory Expectations.", "MAS' proposed guidelines on transition planning recognise that financial institutions may see a short-term increase in their financed emissions when they finance transition projects.", "Third, blended finance to reduce the cost of capital for managed coal phaseout and renewable energy development.", "An estimated US$29 trillion is needed to end coal globally and replace it with renewables, with nearly half of this needed in Asia.", "Blended finance is critical in achieving Asia's energy transition.", "It reduces the cost of capital for energy transition projects in two ways: One, it leverages on concessional capital from the public and philanthropic sectors to crowd in multiples of private commercial capital.", "Two, it brings together technical assistance and institutional support to reduce project risk.", "But blended finance needs to move from bespoke deal-by-deal structuring to a portfolio or platform approach.", "Singapore is establishing a blended finance platform called Financing Asia's Transition Partnership or \"FAST-P\".", "FAST-P aims to raise up to US$5 billion for green and transition infrastructure in Asia.", "Singapore is prepared to contribute concessional capital alongside other partners to crowd in commercial capital.", "We strongly encourage global and regional providers of concessional and commercial capital providers to join us in this partnership.", "MAS is partnering the ADB and GEAPP as part of FAST-P to accelerate energy transition in Asia.", "The collaboration with the ADB and GEAPP aims to mobilise concessional capital globally, and crowd in private capital to de-risk and finance transition projects.", "It is focused on the early phaseout of coal and replacement with renewable energy, and the decarbonisation of hard-to-abate sectors such as cement and steel manufacturing.", "Fourth, transition credits to enhance the economic viability of transition projects.", "This partnership will test the use of credible transition credits to enhance the economic viability of coal phase-out transactions.", "I am also pleased to share that ADB and MAS will be exploring how transition credits can be used for the retirement of a coal plant in Mindanao under the ADB's Energy Transition Mechanism in the Philippines.", "Asia's energy transition is not easy.", "But it is essential if the world is to avoid catastrophic climate change.", "We can achieve an effective and inclusive energy transition in Asia by coming together and pooling our capital and expertise."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Energy transition", "Coal phaseout", "Renewable energy", "Blended finance", "Transition credits", "Carbon pricing", "Energy storage", "Grid infrastructure", "Taxonomy", "Policy commitment"]}