{"sentences": ["Honourable Mr. Albertine, Director of the Office for Economic Growth, USAID Kosovo Honourable Chairman Mr. Nurboja and Member of the CBK Board Honourable representatives of local and international institutions Honourable managers and representatives of banks and other financial institutions Honourable business representatives Respected panelists Ladies and gentlemen I am pleased to welcome you to this forum co-organized jointly by the Central Bank of the Republic of Kosova and USAID entitled \"Banks, fintechs and businesses: Building synergies to accelerate access to finance\".", "The fact that the CBK is a co-organizer of the conference and my participation today in this occasion, demonstrates the importance for the CBK of access to finance, financial inclusion, digitalization of payment services and alternative financial products.", "Therefore, the compatibility of the USAID IPAF project with the CBK Strategy and goals constitutes a synergy in itself.", "We are witnesses that the financial system has continuously evolved over the years, especially in recent years, a more accelerated dynamic towards digitization and access to financial services has been observed.", "From an economic perspective, an efficient financial system supports the development of financial intermediation, financial markets and positively affects financial stability.", "The advancement of financial services towards the transformation of electronic payments (non-cash transactions) would contribute to increasing financial inclusion, increasing competition, reducing informality and increasing effectiveness, reducing costs, as well as providing quality services to citizens from financial institutions, as well as the integration of our citizens and businesses with the region and EU countries.", "In this regard, CBK is committed to: Develop and create opportunities for access to the payment system of non-bank service providers, increasing competitiveness and enabling the possession of IBAN, to increase access to finance, within the concept of \"payment account\"; Develop the technical infrastructure for enabling fast payments 24/7, the creation of the national QR Code and the standardization of the API for the interconnection Advance the regulatory and supervisory framework for the prevention of money laundering and terrorist financing related to payment and compliance services; Empower the National Payments Council at the country level; and Advocate for enabling access to international payment platforms (Paypal, Apple Pay, Google Pay, Samsung Pay, etc.)", "Therefore, the Central Bank of the Republic of Kosovo, according to the legal mandate and through its Strategy, is in the process of advancing the regulatory and supervisory framework and infrastructure in the area of payment services, toward harmonization with the legislation of the European Union, [the Directive of Payment Services 2, Electronic Money Directive and Payment Account Directive], PFMI and other international standards in view of membership in SEPA and EU payment systems.", "In this regard, membership in TIPS and the SEPA scheme remains our strategic objective, which would facilitate trade in our country and beyond, supporting economic growth and strengthening the stability of the financial system, and in this way would significantly contribute to an innovative, efficient and integrated payment system.", "For this purpose, CBK will develop important projects in order to improve services to citizens, where investments will be made in building infrastructure capacities and human resources.", "By investing in this direction, we will ensure that systems, equipment, knowledge, skills and personnel tools enable transformation and are relevant and effective in overseeing the risks of new technologies and innovative business models.", "This is also related to the CBK's plan for the creation of a special function for the supervision of information systems or cyber risk for financial institutions, the function of supervision of the practices of providing services by financial institutions, as well as the strengthening of financial education, as a mean to have a correct and fair treatment of requests arising from such services.", "In addition to the opportunities and facilities presented by the use of information technology, the CBK will carefully deal with the risks that are going to appear, such as strategic, reputational, operational, cyber risk and compliance risk, and will work closely with academic institutions in carrying out research and scientific research related to the area of access to finance and financial inclusion.", "CBK, within the regulatory and supervisory scope, expects that the financial industry which also includes non-banking financial institutions: To have adequate risk management practices and processes in cases of outsourced services, which include due diligence, operational risk management, continuous monitoring and proper execution of contracts with providers of outsourced services from external parties defining each party's responsibilities; To take into account factors that ensure business continuity, confidentiality and integrity of information when contracting services from external parties, as well as to increase attention to external ownership and origins of clients' funds, through screening mechanisms (Investor's Screening Mechanism), given the current geostrategic risks.", "Allow me to thank USAID for the continuous support it has given to the CBK in building capacities for various areas related to the mandate of the CBK and especially for the projects that we have in the process related to the area of access to finance and capital market development.", "In this regard, the CBK considers that the USAID project for the Promotion of Investments and Access to Finance is an important tool to achieve the objectives and the Strategic Plan, it confirms the readiness and support in achieving both development goals and also of quality and financial services with broad involvement.", "By thanking you, I wish you good work and fruitful discussions at this conference."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Access to finance", "Financial inclusion", "Digitalization of payment services", "Alternative financial products", "Financial stability", "Electronic payments", "Non-cash transactions", "Payment system", "Financial intermediation", "Financial markets"]}