{"sentences": ["Speech Emerging Threats to Financial Stability - New Challenges for the Next Decade vy RESERVE BANK OF AUSTRALIA Brad Jones\"!", "Assistant Governor (Financial System) Australian Finance Industry Association Conference Sydney - 31 October 2023 'May you live in interesting times' is a sardonic curse with uncertain origin!\"", "Similarly uncertain is what the next decade might have in store for policymakers and participants in the financial system - what new risks and opportunities might emerge, what their impact might be and how they might interact.", "In the spirit of today's conference, I will step back from the conjunctural outlook to discuss some of the emerging challenges to global and domestic financial stability that could be with us for many years.", "!21 To spare any suspense, I have two punchlines.", "First, the nature of the emerging risks we are likely to confront over the next decade have a different complexion to those of recent decades (Table 1).", "Some of these risks could originate from within the financial system, such as the risk of rapid-fire deposit runs in the digital age, spillovers from entities that (individually) are not systemically important and higher interest rate volatility.", "Importantly, other emerging risks are emanating from outside the system - geopolitics, operational risk and climate change - and for which there is no historical precedent to Table 1: Emerging Financial Stability Challenges for the Next Decade 'Inside' risks 'Outside' risks 1.", "Rapid deposit runs in the digital age 1.", "Spillovers from entities that are not : F os A i 2.", "Operational risk individually systemically important 3.", "Higher interest rate volatility 3.", "Climate change If we are entering a decade laden with new types of risks, some of which could interact, the second main message is that we need to rethink the concept of resilience.", "It's entirely possible, even likely, that regulation and supervision will need to adapt as the threat environment evolves.", "But the ultimate responsibility here lies with industry.", "There are limits to what even the most finely calibrated regulatory and supervisory regime can achieve when industry governance and risk management practices fall short.", "We have a shared interest in getting our collective response right.", "Inside risk #1 - Rapid bank deposit runs in the digital age Bank deposit runs are as old as banking itself.", "This is an artefact of liquid deposits funding less-liquid assets, like oans.", "Much ink was spilled in the aftermath of the global financial crisis (GFC) to reduce this inherent vulnerability, but international events over the past year suggest there is more work to do.", "Concerns over profitability and poor risk management have long been the catalyst for deposit runs.", "In this sense, he banking turmoil in the United States and Switzerland earlier this year was no different.!", "What was unprecedented was the speed of deposit runs in affected banks (Graph 1).", "As a case in point, Silicon Valley Bank (SVB) lost 30 per cent of its deposit base in a matter of hours, with a further 50 per cent poised to be withdrawn he following day.©!", "In our current system, any bank would struggle to survive a run of this magnitude It was 'ar beyond the provisioning required under Basel III,'7!", "and more severe than the fastest runs experienced during Average outflow per day; per cent of total starting deposits 30 30 10 10 Sovereign IndyMac Washington Mutual National City Credit Suisse Signature Bank Silicon Valley Bank* The lighter colour includes expected outflows based on payments that were scheduled for the following day but did not occur as the bank was closed by regulators.", "Sources: FDIC; Federal Reserve Bank of St Louis; Federal Reserve Board of Governors; FT; IMF; RBA; SUERF.", "So why was this time different?", "My reading is the answer lay with the interaction of new technology and a different set of balance sheet vulnerabilities to those prevailing in the GFC.", "2 RESERVE BANK OF AUSTRALIA Herding effects associated with social media present a new challenge for financial regulators.", "And it is clearly easier to withdraw deposits at the stroke of a keyboard than it is to stand for hours in the rain outside a bank branch and bury cash in the yard.", "But I see the role of technology here more as an amplification mechanism, not The share of deposits that were uninsured had been steadily rising in the US banking system, to the highest level since 1947.", "For the three banks that failed in March, however, the share of uninsured deposits was more than double the system-wide average, at 89-94 per cent for SVB, Silvergate and Signature Bank (Graph 2).", "This might not have been an issue had these uninsured deposits been widely distributed among unconnected parties.", "The problem was they were concentrated in a small number of hands that were tightly connected via social media and industry linkages.", "More than half of SVB's deposit base was sourced from companies in the technology and life sciences sectors backed by venture capital firms that were exposed to the same macro shock (ie.", "higher interest rates lowering valuations), and key account holders were closely connected in socia networks.\"", "Similarly, crypto-asset clients accounted for almost 90 per cent of the deposits of Silvergate Bank, almost all of which were uninsured and exposed to the same risk - a 'crypto-winter' induced by higher interest rates.", "The 10 largest depositors at Silvergate accounted for almost half of its deposit base.'']", "And part of the fear that spread through corporate deposit holders in the failed banks was not just related to the safety of their deposits, but also access to them - businesses needed to make payroll and other time-sensitive obligations.", "Meanwhile in the case of Credit Suisse, key indicators of liquidity risk introduced under Basel Ill failed to signal impending trouble ahead of its deposit run.", "This dog didn't bark, a point that is also prompting reflection among policymakers.\"", "These events raise no shortage of policy issues: How should deposit flight assumptions be recalibrated for the digital age?", "+ Should all banks be required to mark-to-market their liquid asset buffers?", "would be the moral hazard implications?", "If banks choose to fund themselves with a high proportion of uninsured deposits, should pre-position collateral at the central bank so they are better placed to handle runs of any s It is impossible to do justice to these questions here, other than to say that they are animating among policymakers everywhere.", "Before moving on, I should note that the Australian banking system did not experience the tyI observed elsewhere (Graph 3; Graph 4).", "As the APRA Chair recently observed, we don't have t concentration risk or uninsured deposits in the deposit bases of key Australian banks, and our requirements are more onerous.!", "'4l That said, there is no sense of complacency here - our co How should interaction effects between uninsured deposits and concentrated deposit bases be accounted Should deposit insurance caps be lifted when uninsured deposits are held by so few depositors, and what How best can continuous access to deposits be enabled in banks experiencing severe stress?", "hey be required to ize?", "pes of stresses he same level of liquidity and capital will soon be consulting on options for strengthening liquidity and interest rate risk management requirements.", "*** BUBNK index of 10 largest US banks.", "Sources: Bloomberg; RBA.", "Inside risk #2 - Systemic risks arising from entities that individually are not systemically important Rapid-fire deposit runs are arguably a special case of a broader vulnerability where systemic risks arise from hat, in the normal course, are not systemically important themselves.", "This means contagion risk is taking on anew, more challenging complexion.", "1. thes 'what's different now?, my sense is that two amplification mechanisms have been dialled up: peed of money and information flows, which can magnify herding effects 2. procyclicality in parts of the international asset management industry that have grown strongly.", "First, money can now flow out of institutions and markets with unprecedented speed in response to the rapid information and misinformation, including that amplified through social media.", "In normal times, fewer rictions in the flow of money and information should lead to better economic outcomes - few advocate for the rictions and stale information of yesteryear.", "But the issue is more complex in periods of heightened stress.", "As noted by the Financial Stability Board in its recent review, the ubiquity of social media, combined with 24/7 access to banking and payment services and more globally connected trading platforms, raises the possibility that a shock somewhere in the financial system metastasizes into a broader self-fulfilling crisis of n banking, concerns about rapid-fire outflows enabled by technology have been building ever since the crisis at Continental Illinois in 1984, which was an early adopter of the systems that enabled its large corporate clients to engage in rapid cash transfers inside and outside the United States.!'7!", "Since then, money has moved within and across borders with increasing velocity.", "And in recent years, social media has emerged as a new enabler of herding behaviour, including when depositors are in close contact.", "Researchers have linked the unusual spike in social media activity not only to the rapid fall of regional US banks in March, but to the stress experienced by other banks.", "\"8I In Europe, Credit Suisse was immedia deposit run in October 2022 around the time a journa brink'; this post had more than 6,000 retweets in less arch saw its credit spreads trade wider than during its revenues and profitability having recently hit a multi-year high_20 nstitutions that might have little direct connection to nerable in an environme er than ever.", "broadly similar business models, seem particularly vu ater' - especially when the 'shooting' can happen fas A different amplification mechanism relates to procyc management industry.", "As they don't accept deposits, i the original source of stress, but are icality in parts of the fast-growing in nt of 'shoot h banks.", "Nor do ely caught in the cross-fire, having only narrowly survived a ist tweeted that a major investment bank was 'on the han 24 hours, a time when Credit Suisse was losing CHF 12-15 billion per day in deposits.!\"9!", "Likewise, rumours about the imminent collapse o he peaks of the GFC and the European debt crisis, despite perceived to have irst, ask questions nvestment funds operate with less intensive regulation and oversight of their liquidity management and use of leverage compared wi hey benefit from public backstops that can dampen liquidity stress, such as central bank liquidity access or deposit insurance.", "Herding effects can also be amplified when funds are tied to similar benchmar' s. Where they off terms to investors that cannot be easily met in stressed market conditions, asset fire sales can result.", "The periods of market dysfunction in key number of central banks respond.", "The use of leverage can be an accelerant of tdown of September 2022, when an initial increa cycle of asset sales by pension funds and required intervention by the Bank of functioning.\"", "While the ma evident in the gilt market me these fire sale dynamics, our The wider spillovers ampli s whether the bar for banks should go in imposing more regulatory design and that a that would otherwise benefi account for increased con continue to play an impor destabilise the functioning o review.", "RESERVE BANK OF AUSTRALIA hese 'illiquidity s se in yields set off bond markets in early 2020 and 2021 were associated with this dynamic and saw a pirals.", "This was a self-reinforcing England to restore market e-up of the Australian financial system means we are not as direc unding markets have been significantly disrupted by international events ied by small banks and investment funds in recent times raises a variety of issues.", "One o be designated as systemic should be lowered.", "Another is how far regulators onerous obligations on smaller banks, recognising that proportionality is central to regime that is unduly onerous could curtail the sort of competition and innovation society.", "A more general issue is how resilience and recovery planning should better agion risk.", "And in the case of investment funds, an ongoing issue is how they can ant role in intermediating savings while minimising the liquidity risks that can severely critical financial markets.", "Sources: Bloomberg; RBA.", "Inside risk #3 - Structurally higher interest rate volatility Much of the prior two decades saw long-term interest rate volatility either decline or languish at unusually subdued levels (Graph 6, left panel).", "There are, however, a number of factors that, in the years ahead, could contribute to a regime shift characterized by structurally higher interest rate volatility: + The great moderation is behind us.", "The global economy now appears more vulnerable to stagflationary supply shocks, including from the rewiring of globalisation, geopolitical and political economy tensions, and energy shocks from climate change (and related policies).", "This contrasts with recent decades, where developments on the supply side of the economy were typically favourable for growth and inflation and so dampened financial market volatility.", "+ A higher and more volatile bond term premium.!22!", "For the better part of three decades, the term premium on bonds declined relentlessly (Graph 6, right panel).", "This reflected factors that are unlikely to continue, including declining uncertainty over future inflation outcomes and real policy rates, coupled with structural supply--demand imbalances in bonds that meant governments were able to issue debt with little or even negative term premia.", "+ Reduced smoothing from price-insensitive buyers.", "To varying degrees over the past two decades, volatility in key bond markets has been supressed by the bid from foreign exchange (FX) reserve managers and domestic asset purchase programs by central banks.", "Again, this era now seems behind us.", "In recent years, reserve managers have become net sellers of US Treasuries and, on current plans at least, central banks will be reducing their domestic bond holdings for years to come.", "This is occurring against a backdrop where broker- dealers have reduced ability and willingness to bid for bonds during periods of heightened volatility.", "Interest Rate Volatility and Term Premia 10-year government bonds bps Realised volatility* Term premia** % 5 0 QUILL 1993 2008 1995 2009 2023 Calculated as the one-year rolling standard deviation of daily changes in yields.", "Estimates based on Adrian, Crump and Moench (2013).", "Sources: AOFM; Bloomberg; Federal Reserve Bank of New York; Refinitiv.", "A period of structurally higher interest rate volatility would present challenges to financial system stability, a few of which I will mention here: + Bank duration risk.", "Banks of all sizes will have to manage overall duration risk more intently.", "Inadequate management of interest rate risk was an important contri + The interaction of interest rate and credit risk.", "Over much o consistently exceeded the level of interest rates ('g> r').", "This dampened credi interest rate risk supervisory focus in many jurisdictions.", "butor to the US banking stresses in March (Graph 7).", "In Australia, banks tend to have modest exposure to securities compared wit!", "required to hold capital for interest rate risk in the banking book, and residua hedged (Graph 8).", "Nevertheless, this is an area of ongoing h their peers, large banks are he past few decades, growth in incomes risks for lenders.", "But debt servicing among borrowers with high debt levels will be more challenging - and credit risks will increase as a result - in an environment where interest rates periodica ly exceed the grow hin incomes.", "The post-GFC era of exceptionally low interest rate volatility gave rise to a new generation of investment business models and strategies.", "This includes strategies that: (i) involve the procyclical leveraging up of bond positions when volatili y dips,/4] and (ii) assume a negative correlation between bond and equity returns (as tends to occur in low and stable inflation regimes).", "It remains to be seen how market functioning could be affected in a regime of higher inflation and interest rate volatility, including where open-end fixed-income funds encounter liquidity stress, margining is more tightly enforced than in the past,'25) and broker-dealers are unable or unwilling to supply liquidity.", "Mismatch of Assets and Liabilities Repricing maturities of ADIs operating in Australia, June 2023 Gross assets Net (after hedging) Gross liabilities 4 0-1 1-3 3-6 6-12 12+ 4 Sources: APRA; RBA.", "Outside risk #1 - Geopolitical risk War may well be 'the father of all things; as the philosopher Heraclitus once observed.", "Since 1945, however, the absence of direct conflict between economically integrated powers meant two generations of economic policymakers and industry participants could turn their attention elsewhere.", "But recent events suggest this is no longer tenable.", "For a start, geoeconomic fragmentation will render the global economy more prone to supply shocks.", "The International Monetary Fund (IMF) has estimated it could result in global output losses of up to 7 per cent, rising to 12 per cent for some countries'26l And as a more strained geopolitical environment could also have material implications for financial stability - not limited to the cross-border allocation of capital, international payment systems, key financial institutions, and global funding and commodity markets - a considerable body of work is now emerging internationally to determine where financial resilience needs to be bolstered./27] As an organising framework, I find it useful to decipher the related risks to financial stability along two dimensions: slow-burn fragmentation, and fast-burn kinetic risk.", "Slow-burn fragmentation is arguably no longer a risk - it is already underway.", "Trade and financial sanctions (including counter-sanctions) were increasing even prior to the Russian invasion of Ukraine (Graph 9).", "Just in time' efficiency is being traded off for strategic resilience in supply chains.", "Alternative payment messaging systems are being developed, and FX reserves are being shifted to countries and assets deemed less vulnerable to seizure!28] 4 smaller share of foreign direct investment, portfolio investment and bank credit is flowing between countries that are less aligned on foreign policy issues (Graph 10).", "It is now common to hear some countries characterised as 'uninvestable' in a way that was not the case just a few years ago.", "And fraying support for international cooperation risks hampering operation of the global financial safety net /29] Worldwide Financial and Trade Restrictions 125 Countries imposed with Total trade 3,250 financial sanctions restrictions 75 2,250 2012 2017 2012 2017 2022 Sources: Global Trade Alert; IMF.", "RESERVE BANK OF AUSTRALIA Geopolitical Blocs and Financial Flows* Percentage point deviation from world portfolio % Close % Wi Distant Direct investment Portfolio investment Banking flows The graph shows how investment flows between countries differ from world benchmarks based on the concept of 'geopolitical closeness', as commonly measured by voting records at the UN General Assembly.", "The second (and even more troubling) dimension is fast-burn kinetic risk - the risk that tensions escalate into con costly or uninsurable along certain routes.", "Global financial conditions could tighten abruptly, wi seized.", "inuum in this respect, depending on the scale, location and countries involved.", "Events over among countries critical to the global economy.", "Global financial stability risks increase a the past two ive a sense as to the underlying stress transmission channels.", "Global shipping could become prohibitively s, risk asset prices and cross-border lending severely affected.", "Cross-border assets could be frozen or Payment systems and financial market infrastructures could be affected by sanctions and counter- sanctions.", "Cyber-attacks on key institutions could become more prominent.", "Disruptions to global commodity feedback loop between real and financial channels, including deteriorating asset quality for ban The policy implications and trade-offs associated with heightened geopolitical risk are daunting key trade routes are affected.° More generally, the longer any conflagration persisted, t s would be most significant where global production is concentrated in a small number of countries and ks.", "I will simply note here the importance of building financial and operational resilience along various dimensions - at both the domestic and international level.", "At the international level, one key concern is to prevent the global financial safety net from splintering into smaller liquidity pools based on geopolitical blocs.", "As tl he IMF has noted, a danger here is that the substantial benefits that come with international risk sharing are compromised at a time when the call on international resources could increase substantially.\"", "Outside risk #2 - Operational risk The increasing digitalisation of financial services has been a key source of innovation.", "But it also means operational risk is now a first order enterprise-wide risk that demands the highest standards of management and governance.", "As some operational risks could also have systemic implications, this is emerging as a key regulatory priority the world over.!", "I will focus here on three risks, the most immediate and challenging of which is cyber.", "The scope for, and consequences of, cyber-attacks continue to increase.", "Challenges are building from third-party technology dependencies, geopolitical tensions and resourcing constraints among smaller institutions that could be key points of vulnerability for the wider system.", "Attacks can result in direct financial losses (from theft and ransoms) and indirect losses arising from reputational damage.", "The past year alone has borne this out in Australia and elsewhere.", "A multi-faceted policy response is rolling out in response.", "In Australia, the Government established the role of National Cyber Security Coordinator in May 2023 to coordinate and strengthen cybersecurity policy, preparedness and response capability.", "APRA has recently conducted a cybersecurity stocktake and finalised a new broader operational risk standard for its regulated entities, which will incorporate stronger requirements for maintaining and testing internal controls, improved business continuity planning and enhancing institutions' oversight of external service providers.!", "Regulators are also signifying a clear intent to undertake enforcement actions where firms fail to meet expected standards of conduct.", "And the Cyber Operational Resilience Intelligence-led Exercises Framework, developed by the Council of Financial Regulators (CFR) and led by the Reserve Bank, continues to test the resilience of key financial institutions to cyber-attacks.", "All that said, this is an area where no amount of supervisory focus can substitute for robust planning and preparedness by financial institutions.", "A second operational risk relates to critical technology service providers that have been largely operating outside the financial regulatory perimeter.", "Banks and financial market infrastructures are considering moving some services to the cloud, and for sound reasons.", "But exposure is concentrated in a select number of service providers and an outage could leave many institutions unable to perform critical functions.", "Concerns about governance, risk management, platform concentration risk and responsiveness in a crisis have also been raised in respect to he use of emerging technologies by financial institutions, such as distributed ledgers.", "And in some jurisdictions, Australia included, Biglech has sought to move into payment services (including through digital wallets) without he regulatory oversight typically imposed on other financial service providers.)", "A third operational risk - artificial intelligence (Al) -- seems more distant but no less challenging.", "Al offers enormous opportunities for the financial system and wider economy, but managing the associated risks will not be straightforward.", "As Gary Gensler (Chair of the US Securities Exchange Commission) has noted for some time, he financial stability risks relate to the potential for shocks in the financial system to be magnified.!", "Contagion and herding risk is one potential channel, where parties could come to rely on similar models and data aggregators that are trained on similar data and so generate similar actions - including in a crisis.", "And because he underlying models are complex and typically developed outside of the financial regulatory perimeter, system-wide vulnerabilities could be brewing in a way that is not obvious to financial institutions or supervisors.", "Outside risk #3 - Climate change Risks to financial stability resulting from climate change and related policies will be with us for years to come.", "Physical risks from more extreme weather patterns and higher average temperatures can reduce the value of assets and income streams in sectors and parts of the country.", "Transition risks, including unexpected changes to regulations and consumer preferences, can also lower the value of assets or businesses in emissions-intensive industries.", "These risks can result in unexpected losses for lenders, increased claims on insurers and write-downs for investors - as we are now observing.", "Internationally, direct exposures to emissions-intensive businesses are largest for investment funds, followed by insurers, and then banks.", "As the Bank has previously set out the financial stability implications in Australia from climate change, I will briefly recap our main takeaways to date.", "The Bank and APRA have applied complementary approaches to examining the possible effects of physical and transition risks for the Australian banking system.!", "This preliminary analysis has found that banks would experience losses under different scenarios but not of a RESERVE BANK OF AUSTRALIA magnitude that would cause significant stress, as lending losses appear concentrated in specific regions and industries that represent a small proportion of banks' overall assets.", "Nevertheless, these early results need to be treated with caution as our understanding of climate-related risks to the financial system is still developing; losses could be larger and occur faster than currently anticipated.", "More advanced modelling techniques and more granular data are needed to produce more robust estimates of possible credit losses.", "A particular domestic focus in the period ahead will be the household insurance sector.", "Payouts have been rising in real terms for some time, and more frequent and severe weather events are expected to further increase claims on damaged property and other assets.", "Insurers have the ability to reset insurance premiums quickly to recoup climate-related losses, or they could withdraw coverage from high-risk regions.", "This would pass risk back to households, businesses and governments, or to the lenders in the case of loan defaults where affected assets are used as collateral.", "To better understand the risks to the financial system and broader community that could occur due to changes in the cost and coverage of insurance, APRA, on behalf of the CFR, will soon conduct a climate scenario analysis with insurers.", "More broadly, the Bank, in conjunction with other CFR agencies, is coordinating on a set of priorities to support industry participants to manage their climate-related risks and opportunities.", "Concluding remarks There are two common threads to the themes I have discussed today.", "The first is that there are a number of emerging risks to financial stability that look quite different to those of recent decades and that will likely be with us for some time.", "Some have no historical precedent, and could interact, and so will require particularly careful attention.", "Governance and risk management practices that have a strong forward-looking orientation will have a central role here - think more scenario analysis and reverse stress testing, and less historical backtesting.", "The second is that building resilience along various dimensions will be critical, recognising of course that there are always trade-offs to be managed.", "Strengthened resilience was the north star for the reforms for large global and domestic banks following the GFC.", "But for the financial system at large, there is more to do here.", "We can't know which risks will be realised or when.", "But we can be better prepared for whatever might come our way.", "Thanks to Emma Greenland and Cameron Armour for their assistance.", "It is often said to have originated from China, but this has never been substantiated.", "As my emphasis will be on emerging themes, I don't devote much attention to conjunctural issues like the Chinese property market or household debt in Australia - this terrain has been well covered in various Bank speeches and publications over the years and remains an ongoing focus of the Bank's twice-yearly Financial Stability Review.", "Given we have just lived through a global pandemic, and for the sake of brevity, I will leave aside here the risk of a repeat scenario - though this is clearly an example of a significant exogenous risk.", "Unsurprisingly, the structure of compensation packages for senior leadership played a role here.", "At SVB, for instance, compensation packages were tied to short-term earnings and did not include reference to risk metrics; see Basel Committee on Banking Supervision (2023), 'Report on the 2023 Banking Turmoil, October.", "See Gruenberg MJ (2023), 'Successfully Managing Systemic Risk: Deposit Insurance in a Turbulent World; Speech at the International Association of Deposit Insurers 2023 Annual Conference, Boston, 28 September.", "Two options might conceivably deal with this issue: (i) 'narrow banking, where a bank matches its entire stock of runnable liabilities with holdings of the most liquid assets (central bank reserves and government securities); or (ii) a bank pre-positioning collateral at the central bank, which, after haircuts, allowed it to meet any sized run on its deposit base.", "The complications with the first option are particularly significant.", "I will address these issues in a forthcoming speech.", "The most severe deposit run-off assumption under Basel Ill assumes a 40 per cent run-off over a month for corporate deposits, albeit SVB was not subjected to the more onerous regulations of Basel Ill. See also the figures in Rose J (2023), 'Understanding the Speed and Size of Bank Runs in Historical Comparison', Federal Reserve Bank of St. Louis Economic Synopses No 12. t is worth noting that the deposit runs in the United States and Switzerland this year occurred in financial systems without widespread real-time payment rails.", "Board of Governors of the Federal Reserve System (2023), 'Review of the Federal Reserve's Supervision and Regulation of Silicon Valley Bank; 28 April.", "As the Basel Committee recently noted, Credit Suisse's net stable funding ratio was higher than most of its peers and its liquidity coverage ratio was also in excess of requirements.", "The issue was more on the implementation of the regulations, in that its iquidity buffers were 'trapped' or being used to serve daily operational needs, not to meet outflows in a stress scenario as the regulation intended.", "See Basel Committee on Banking Supervision, n 4.", "Lonsdale J (2023), 'Aftershock: Lessons from a Real-life Banking Stress Test' Speech at the Citi Investment Conference, Sydney, 12 October.", "APRA has standards and requirements on deposit concentration, such as APS 210 and ARS 210.", "The focus here will be on ensuring that: smaller banks reflect the market value of their liquid assets; banks' holdings of one another's securities are not a source of possible contagion risk; and that interest rate risk is being managed prudently.", "See Financial Stability Board (2023), '2023 Bank Failures: Preliminary Lessons Learnt for Resolution', October; Board of Governors of the Federal Reserve System, n 11.", "See, for instance, Cookson et al (2023), 'Social Media as a Bank Run Catalyst', Working Paper, July.", "See Financial Stability Board, n 16; Rapaport E and T Richardson (2023), 'ABC Reporter Deletes Tweet Claiming Investment Bank \"On the Brink\" Australian Financial Review, 3 October.", "Deutsche Bank's stock price and CDS markets recovered not long after.", "Nevertheless, this episode is prompting a rethink of the utility of CDS markets that are vulnerable to market manipulation.", "After the announcement of a new fiscal strategy contributed to an increase in bond yields, UK pension funds and asset managers pursuing highly leveraged, liability-driven investment strategies were forced to liquidate gilts to meet collateral and margin requirements, resulting in yet further increases in bond yields and resultingly higher margin calls.", "Liquidity all but evaporated and the imbalance in market order flow became so extreme that the Bank of England was required to intervene to restore market functioning.", "See Pinter G (2023), 'An Anatomy of the 2022 Gilt Market Crisis, Bank of England Staff Working Paper No 1019.", "See Choudhary R, S Mathur and P Wallis (2023), 'Leverage, Liquidity and Non-bank Financial Institutions: Key Lessons from Recent Market Events' RBA Bulletin, June.", "A term interest rate can be decomposed into the expected average level of overnight rates plus a term premium that compensates for the risk of interest rate fluctuations.", "It cannot be directly observed so has to be inferred.", "As an example, the BIS has cited estimates that around US$400 billion is invested in risk parity funds, though additional leverage raises the market-moving capacity of these funds.", "See Schrimpf A, H Song and V Sushko (2020), 'Leverage and Margin Spirals in Fixed Income Markets During the Covid-19 Crisis, BIS Bulletin No 2.", "Post-GFC there has been an emphasis on greater use of margining and central clearing, which has reduced credit risks, but may also have increased liquidity risk in periods of heightened volatility.", "See IMF (2023), 'Geoeconomic Fragmentation and the Future of Multilateralism', Staff Discussion Note No 2023/001.", "See, for instance, IMF (2023), 'Chapter 3: Geopolitics and Financial Fragmentation: Implications for Macro-Financial Stability', Global Financial Stability Review, April; Lagarde C (2023), 'Central Banks in a Fragmenting World' Speech at the Council on Foreign Relations, C. Peter McColough Series on International Economics, 19 April; Yellen J (2023), 'Remarks on the US - China Economic Relationship; 20 April.", "RESERVE BANK OF AUSTRALIA 3537In particular, some emerging market economies have stepped up their buying of gold in recent times.", "See also Weiss C (2022), 'Geopolitics and the US Dollar's Future as a Reserve Currency' Board of Governors of the Federal Reserve System, International Finance Discussion Papers No 1359.", "See IMF (2023), 'Chapter 3: Fragmentation and Commodity Markets: Vulnerabilities and Risks, World Economic Outlook, October.", "See also RBA (2023), '5.5 Focus Topic: Operational Risk in a Digital World' Financial Stability Review, October.", "See McCarthy Hockey T (2023), 'From Fires to Firewalls: The Evolution of Operational Risk; Speech at the Governance, Risk and Compliance Conference, Sydney, 23 August; APRA (2023), 'Cyber Security Stocktake Exposes Gaps; Insight, 5 July.", "Proposed reforms to the Payment Systems (Regulation) Act 1998 would see digital wallet providers brought inside the regulatory net.", "Gensler G and L Bailey (2020), 'Deep Learning and Financial Stability; MIT Working Paper.", "See, for instance, Bullock M (2023), 'Climate Change and Central Banks' Sir Leslie Melville Lecture, Canberra, 29 August; Kurian S, G Reid and M Sutton (2023), 'Climate Change and Financial Risk; RBA Bulletin, June.", "See Kurian, Reid and Sutton, n 37; APRA (2022), 'Climate Vulnerability Assessment Results, Information Paper, November.", "CFR Climate Working Group (2023), 'Council of Financial Regulators Climate Change Activity Stocktake Paper 2023) October."], "classifications": ["none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Rapid deposit runs in the digital age", "Systemic risks from non-systemically important entities", "Structurally higher interest rate volatility", "Geopolitical risk", "Operational risk", "Climate change", "Financial stability", "Resilience", "Contagion risk", "Herding effects"]}