{"sentences": ["Let me begin by thanking the Centre for Asian Philanthropy and Society for inviting me here today to speak at this event.", "Today's event is about addressing climate change in Asia.", "This is an urgent matter.", "Asia's carbon emission accounts for around half of the global emissions.", "If we can move Asia onto a more sustainable growth path, it would make a meaningful contribution towards the global effort in addressing climate change.", "At the same time, this is also an effort that requires substantial investment.", "Based on market estimates, some US$66 trillion over the next three decades is needed.", "China alone will require more than 100 trillion yuan.", "Such substantial funding need cannot be met by the public sector alone.", "This is where climate finance comes in, to mobilise private capital to help fund climate actions.", "Hong Kong as an international financial centre and a green finance hub is wellpositioned to harness the power of finance to support Asia's efforts in tackling climate change.", "We are the leading arranging hub for green and sustainable bond issuances in Asia, capturing more than one third of the region's issuances in 2022.", "Last year, over US$80 billion worth of green and sustainable bonds and loans were issued in Hong Kong, representing a growth of more than six times in just two years.", "The HKMA, its fellow regulators and Government agencies work hand-in-hand under the Green and Sustainable Finance Cross-Agency Steering Group (CASG) to further enhance the vibrancy and competitiveness of the green and sustainable finance ecosystem in Hong Kong.", "Our work revolves around three key areas - standards, data and capacity, as well as awareness.", "Having clear and consistent standards could enhance comparability and boosts investor confidence, which in turn supports the scaling of sustainable finance.", "In terms of sustainability disclosures, Hong Kong aims to align with global frameworks.", "For example, we are the first Asian jurisdiction mandating climate-related disclosure across relevant sectors to specifically align with recommendations of the Task Force on Climate-related Financial Disclosures by 2025.", "With the recent launch of the ISSB Sustainability Disclosure Standards, we are also aligning our requirements with this global baseline in order to build consistency and reduce greenwashing risks.", "In terms of green definition, we are developing a local green classification framework to align with the Common Ground Taxonomy to provide clarity to the market.", "Secondly, on data and capacity.", "Data are essential for a robust sustainable finance ecosystem as they form the basis for accurate risk assessment and investment decisions.", "To this end, the CASG has launched a repository which serves as a centralised source of climate-related data to provide consistent datasets for the public.", "We have also developed a questionnaire together with the CDP, which seeks to facilitate sustainability reporting for non-listed companies.", "Going forward, we hope to close more data gaps to facilitate effective climate risk management and reporting efforts in Hong Kong.", "We also strive to enhance the capacity of the financial industry.", "Besides locally focused efforts such as the Government's Pilot Green and Sustainable Finance Capacity Building Support Scheme, we also partner with various international organisations such as the International Finance Corporation (IFC) to contribute to the region's capacity building in green and sustainable finance, as well as exchange of knowledge and best practices.", "These efforts all contribute to enriching our ecosystem for supporting Asia's efforts in tackling climate change.", "A third area of work is raising market awareness.", "Here, the HKMA plays two key roles.", "On the one hand, we assist the Government in issuing green bonds to create demonstrative effect, with around US$24 billion equivalent worth of bonds issued so far, including the world's first tokenised government green bond.", "On the other hand, we lead by example as a responsible investor.", "As the manager of the Exchange Fund, we have set a target to achieve net-zero emissions for the Investment Portfolio by 2050.", "We started investing in green bonds seven years ago, and since then, we have been growing our ESG and green assets across both public and private markets.", "So, what lies ahead of us?", "In my view, a pressing challenge for Asia is transition.", "This region faces a steep transition pathway, with a real trade-off between economic development and sustainability.", "For some hard-to-abate sectors, which are also key economic players in this region, options to decarbonise may be limited.", "To address this challenge, we need to be pragmatic - we cannot simply cut off financing to \"brown\" or even \"not so green\" sectors right away.", "However, scaling up financing to support transition efforts is not easy.", "For example, low carbon transition is often driven by new and emerging technologies, which may still be in developing phases.", "Investors may be hesitant in investing in these new technologies given the uncertainties involved.", "We also need to work together.", "This is where blended finance comes in.", "Through this structure, we can bring together different sources of financing - be it philanthropy, government or private sector funding - to participate in the same project, while allowing different levels of risk taking.", "Those who are willing to take up more risk can do so, which makes it possible for those investors with lower risk tolerance to participate in projects that they would otherwise be unable to take part in.", "In turn, this blended structure helps catalyse private sector funding to support transition projects which are less bankable.", "Each dollar contributed - and its impact - is multiplied.", "Public-private partnerships are gaining momentum.", "For example, the IMF's Resilience and Sustainability Facility has been working with governments and other multilateral organisations in scaling up climate finance and crowding in private climate investments around the world.", "Here in Hong Kong, we have also been fostering dialogue with stakeholders to explore scaling up private-public partnerships in blended finance.", "Earlier in August, we held the first Blended Finance Roundtable with the IFC to explore innovation and actionable ways for blended finance to help address the substantial need for transition finance.", "We will continue to keep this dialogue going.", "Besides working together, we also need to make good use of technology.", "There are two potential roles that technology can play.", "One is addressing knowledge and data gaps.", "For example, the HKMA has engaged an external consultant to develop a cloud-based platform for banks to assess the physical risk impacts on real estate in Hong Kong under different climate scenarios.", "We hope that the platform can help tackle the challenges that banks are facing, particularly in obtaining asset-level data.", "Also, as sustainability disclosure continues to be enhanced, technology will play an increasingly important part in supporting more effective tracking, measuring and compilation of data.", "Another potential contribution of technology is enhancing efficiency.", "As I mentioned earlier, the Government issued in February its first tokenised green bond, which shortened the settlement process from the typical five business days, T+5, to merely one day, T+1.", "We are now working on a second tokenised issuance, which will explore additional new features.", "Through our continued collaboration with the industry, we hope to experiment more potential efficiency and transparency gains that can be brought about by distributed ledger technology.", "In turn, these gains can support the climate and transition financing needs in Hong Kong and also the region as a whole.", "We are committed to building Hong Kong's green and sustainable finance ecosystem.", "The path ahead is challenging, but I also look forward to working more closely together with stakeholders like all of you here to maximise the impact of our efforts and resources in tackling climate change, through the use of innovative solutions.", "In closing, let me wish today's event every success."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Green finance", "Sustainable finance", "Transition finance", "Blended finance", "Public-private partnerships", "Technology", "Data", "Standards", "Disclosure"]}