{"sentences": ["ep BANCA D'ITALIA WY) SMEs and the climate and environmental transition Speech by Paolo Angelini * Deputy Governor of the Bank of Italy Event \"Finance and ESG disclosure.", "System solutions for businesses\" organised by Confindustria Rome, 26 September 2023 I would like to thank Confindustria and DG Mariotti for asking me to take part in this initiative, which I believe is of great importance for businesses, small and medium-sized ones (SMEs) in particular.", "The transition towards sustainable production and consumption models is a global phenomenon, which has profound repercussions on both businesses and financial intermediaries.", "Europe has adopted a particularly ambitious legislation on sustainability, which imposes new obligations on firms.", "As unlisted SMEs are exempted from many of these obligations,' a hasty observer might conclude that this issue concerns them only marginally.", "I will argue that this conclusion would be incorrect, and I will highlight some steps that SMEs and intermediaries could take together, with mutual benefit, along this complicated path.", "The path towards greater sustainability is irreversible The international scientific community now agrees that climate change is underway and that it is attributable to the use of fossil energy sources.", "The gradual awareness of these facts has multiple consequences.", "People's behaviour and consumption habits are changing, as they are increasingly attentive to sustainability issues.", "Such process is very heterogeneous, as it sees emerging economies increase per capita consumption (including energy) starting from levels much lower than those of industrialised countries; * These remarks were presented by Ivan Faiella, coordinator of the Climate Change and Sustainability Unit of the Bank of Italy.", "Due to the official protocol in force on September 26\", day of the celebration of the state funeral of President Emeritus Giorgio Napolitano and of national mourning, the author Paolo Angelini was unable to participate in the conference.", "For example, the Corporate Sustainability Reporting Directive (CSRD) provides that the non-financial declaration (DNF) will be mandatory only for large non-financial companies (from 2024 if the company is listed and from 2025 if it is not) and for listed SMEs (from 2026).", "and industrialised countries reduce energy consumption, due to the changing demographic dynamics, the improvement of technologies, and the awareness in the general public of climate problems.", "* Moreover, it is indeed a gradual process, perhaps too slow compared to the Paris objectives.", "Nonetheless, such process is significantly affecting the markets of some products and it is increasingly dominating the strategic plans of companies and the world of industrial and academic research.", "Government orientations are also progressively changing, albeit with notable differences across jurisdictions.", "One can dispute the fairness of the efforts required from emerging economies, or the reluctance of some countries to seriously embrace the objectives settled in the Paris Agreement.", "One can also argue that the implemented changes are insufficient to achieve the objectives of containing temperatures or, conversely, that they are way too rapid, as they might end up putting entire production chains, economic growth and employment at risk.", "However, there is no doubt about the trajectory behind public policies.", "These changes in laws and behaviours affect all firms, regardless of their size.", "Those most attentive to sustainability issues have long since made significant changes to their business model and have defined industrial plans that contribute to the transition and create value.", "Two examples: nowadays investing in production of energy from renewable sources and in energy efficiency can reconcile mitigation and adaptation to climate change with profitability; other things being equal, products with low environmental impact tend to be more in demand.", "Finance is working on sustainability risks Financial companies have become attentive to the issue of sustainability for two main reasons.", "First, like all other businesses they react to pressure from legislation and customers.", "Secondly, they are taking steps to evaluate the possible effects of climate and environmental changes on the riskiness of their balance sheets.", "The stimulus comes from supervision, but also from accounting rules.", "The recent round tables held by the supervision with Italian financial intermediaries indicated that several initiatives are ongoing.", "Larger banks and asset management companies are modifying their models with the aim of evaluating how the sustainability characteristics of counterparties - in particular, physical and transition risk measures - impact on estimates of the key parameters of the credit process (loss given default and probability of default).", "This effort obviously concerns all counterparties, including SMEs.", "According to the latest Eurobarometer Survey, three quarters of EU citizens declare that climate change is a very serious problem; 50 percent believe that national governments and the EU have the main responsibility for tackling it; and 60 percent declare that they took personal initiatives in this direction in the last six months.", "For example, climate risk should be taken into account in the calculation of expected losses under IFRS 9, where its impact is considered material.", "To this end, intermediaries make extensive use of data purchased from professional providers.", "The latter usually do not have reliable and granular data for companies that do not publish non-financial statements, and therefore resort to estimates, which typically rely on average data by sector, size class, territorial breakdown, and so on.", "Thus, firms with better-than-average sustainability profiles have strong incentives to provide their data to intermediaries, and those that are unwilling or unable to do so will tend to be perceived as less sustainable, regardless of whether this is actually the case or not.", "In other words, lack of sustainability data will tend to be interpreted as an indicator of non-sustainability, with possible negative repercussions on firms' access to financing.", "Work to gauge the effect of sustainability on the risk profile of firms is currently ongoing in the academic field, at other intermediaries (such as insurance companies), at rating agencies and among banks themselves.'", "This is an exciting and important new field.", "The evidence available is not yet sufficiently univocal, systematic and robust to justify proposals to modify the prudential parameters for the calculation of capital requirements.", "Despite the absence of such changes, intermediaries signal their intention to act on the available levers (e.g.", "price conditions) to promote financial products that favour projects with good sustainability characteristics (for example \"green\" loans, mortgages and bonds).", "European legislation is leading the way of sustainability As already mentioned, Europe has adopted particularly ambitious policies regarding sustainability.", "The legislation concerns financial and non-financial companies, albeit with limits based on size and materiality assessments; it is still incomplete and lacking in some respects; it is evolving rapidly, and not always well coordinated.", "The combination of these factors creates understandable difficulties for economic operators, but also an important push towards change and innovation.", "Significant changes are expected with the Corporate Sustainability Due Diligence Directive (CSDDD), currently in the so-called \"trilogue\" phase.", "The new proposal promotes businesses' contribution to a form of development that is sustainable and respectful of human rights and the environment.", "In addition to larger non-financial companies, a portion of supervised intermediaries will also be subject to the new obligations, which will be added to the provisions contained in the current prudential regulation.", "From a synoptic reading of the texts of the trilogue some common important elements emerge, even if - obviously - they may undergo substantial changes in the ongoing negotiations.", "Firstly, all businesses of a certain size - financial and otherwise - will be required to develop and adopt transition plans.", "Secondly, financial intermediaries will be required to suspend - or not initiate - relationships with counterparties at risk of negative impacts on climate and the environment (except when doing so could substantially harm the counterparty).", "Thirdly, all companies subject to the legislation will be held legally For example those that, like the Bank of Italy, manage systems for assessing the creditworthiness of collateral accepted for monetary policy, or that have active portfolios of financial assets held for non-monetary policy related purposes.", "accountable for the impact on the environment and on human rights resulting from failure to comply with due diligence obligations; importantly, this accountability will extend to the relationships in their value chain.", "If approved in its current form, the CSDDD is set to have pervasive impacts on businesses and intermediaries.", "Here I will simply underline that, although unlisted SMEs will not be subject to the regulation directly, those working with large companies will be brought within its scope through the value chain mechanism.", "In other words, they will tend to be under the pressure from large client companies, which will ask them to improve their sustainability performance and provide reliable data in this regard.", "Once fully operational, the effects of such mechanism will be even greater: today around 200 Italian companies are required to publish a non-financial declaration, but with the transition to the CSRD in 2024 and the subsequent approval of the CSDDD, they will grow to several thousands.", "How to react to these changes?", "Faced with the enormity of the economic and social problems posed by climate change and the ongoing transition, a company may be tempted to postpone reflection and action.", "High uncertainty regarding technology and regulation, and perhaps the pressure of short-term difficulties (as, for example, an economic downturn or an increase in the cost of debt) may also suggest a wait-and-see approach.", "However, I believe there is now widespread awareness that this approach may end up worsening the problems.", "Progress can be achieved by breaking down the seemingly insoluble problem of transition into smaller and less intricate parts that can be then addressed by individual subjects - consumers, businesses, governments, researchers involved in the study of new technologies.", "The European legislation lays great importance on sustainability reporting, rightly considering it essential for correct decision-making.", "On this front, progress is possible.", "Companies need to start from a cost-benefit analysis and ask a series of questions.", "What are the sustainability profiles of the company, and how relevant are they (the issue of materiality)?", "Will the collection of reliable information on the relevant profiles facilitate the relationship with financial intermediaries, or the raising of risk capital?", "Will it give the company an advantage when competing for future orders?", "Will it allow a reasoned choice regarding investments in new machinery and production processes, in energy efficiency?", "Will it be instrumental in taking advantage of public incentives?", "Managers who do not ask similar questions today risks making poor strategic choices.", "Collecting such information can be expensive, but we have evidence that in some cases important data are already available to the company and may just need a systematic approach.", "Take for example the issue of catastrophe risks.", "As we have repeatedly emphasised,° there is evidence that in about three-quarters of cases banks seem to be P. Angelini, Gli effetti dei cambiamenti climatici in Italia: strategie di adattamento e ruolo delle imprese assicurative (The effects of climate change in Italy: adaptation strategies and role of insurance companies, in Italian), Venice, 28 October 2022; I. Visco, Speech at the annual meeting of the Italian Banking Association (in Italian), 5 July 2023. unaware that client firms have subscribed an insurance policy, and therefore overlook this piece of information when determining the conditions for accessing credit, despite the fact that insurance coverage tends to mitigate the risk of insolvency.", "This signals that companies should look at sustainability reporting not as an extra burden, but as a way to recognise the benefits of systematising and exploiting the information already in their possession.", "Transition planning is another issue that links companies and intermediaries.® This topic is getting growing attention internationally,' and it appears destined to take on an important role in legislation.'", "The transition plans of intermediaries and those of the firms they lend to will be strongly linked.", "A bank - or other financial intermediary - planning to reduce financed emissions will have to rely on the transition plans of the companies it finances.", "The credibility of the latter will therefore be directly reflected on that of the intermediaries' plans.", "At the same time, non-financial companies depend on intermediaries to find the resources necessary for the transition; a plan that does not adequately take financial constraints into account cannot be considered credible.", "All this makes clear the need to strengthen collaboration and information exchange between intermediaries and companies.", "As part of its customer protection mandate, the Bank of Italy has launched a financial education program aimed at small businesses, which illustrates the basic principles of corporate finance and credit.", "Through collaboration with the Chambers of Commerce and the major business associations in the country - including of course Confindustria - we aim to reach entrepreneurs throughout the national territory.", "We are already working to include the topics covered by today's meeting among the topics covered in the program.", "The Sustainable Finance Platform at the Ministry of Economy and Finance, in which the Bank of Italy participates together with the other Supervisory Authorities,® is currently engaged in various projects that aim to fill the current gaps relating to ESG data.\"", "We are evaluating ways to allow access to some public databases, in compliance with In summary, a transition plan is a detailed description of actions that a company intends to implement in order to adapt to a given environmental objective (for example, that of the Paris Agreement) over a multi-year horizon.", "Upon closer inspection, it is a solid multi-year industrial plan spelling out investment and production choices oriented towards sustainability.", "See Network for Greening the Financial System, Stocktake on Financial Institutions' Transition Plans and their Relevance to Micro-prudential Authorities, Technical document, May 2023; OECD, Guidance on Transition Finance, Ensuring Credibility of Corporate Climate Transition Plans, Green Finance and Investment series, October 2022.", "As argued above, transition plans play an important role in the draft CSDDD.", "They are also cited in Recommendation 2023/1425 of the Commission of 27 June 2023 among the tools for financing the transition by intermediaries.", "Although not yet defined by EU legislation, transition plans can include activities that aim to reduce the environmental impact of companies even if they are not already registered under the Taxonomy Regulation.", "The Recommendation therefore seems to signal an important adjustment in the strategic thinking of the Commission.", "Ministry of Finance Platform on sustainable finance.", "On the topic of the so-called Sustainable data gap see L. Lavecchia et al., Dati e metodi per la valutazione dei rischi climatici e ambientali in Italia (Data and methods for the assessment of climate and environmental risks in Italy, in Italian), Bank of Italy, Questioni di Economia e Finanza, n. 732, November 2022. current privacy legislation.", "Moreover, we are working on a mapping of information sources, which could help SMEs to identify the information that larger companies and the financial industry need.", "An effort is also ongoing to devise harmonised templates for voluntary collection of sustainability data, to assuage the problem of the numerous uncoordinated data requests that financial intermediaries send to SMEs, creating unnecessary operational burdens.", "SMEs are exempted from various legislative obligations regarding sustainability, but it would be wrong to conclude that this issue only concerns them from afar.", "Various factors contribute in creating a strong push for greater sustainability, including changes in consumption habits and legislation, with Europe leading the way on this front.", "The transition process appears inevitable, and it involves companies of every size.", "For those whose activity has a significant impact on the environment and on human rights, sustainability reporting is an important tool for measuring risks and seizing the opportunities arising from the transition.", "Furthermore, large companies subject to sustainability regulation will tend to put pressure on SMEs that are part of their value chain to improve their sustainability performance and provide reliable data.", "Finally, under the pressure of legislation, supervision and accounting rules, financial intermediaries are gearing up to integrate sustainability information into their credit and portfolio management policies.", "To this end they need to know the current and prospective situation of their corporate counterparties.", "Those able to provide reliable information will tend to be perceived as more sustainable, with possible positive effects on access to external financing.", "Faced with the enormity of environmental and climate risks and the challenges of the transition, non-financial companies and intermediaries must intensify mutual collaboration.", "Sustainability information is certainly an important starting point."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sustainability", "Climate Change", "Transition Planning", "Sustainability Reporting", "Financial Intermediaries", "European Legislation", "ESG Data", "SMEs", "Risk Management", "Corporate Finance"]}