{"sentences": ["Let me extend a very warm welcome and selamat datang to all present this morning at Sasana Kijang and for those joining us virtually at this conference.", "Though only two years have passed since the last conference, the world has witnessed a series of unprecedented climate events.", "We saw record-breaking global temperatures with July marked as the hottest month ever.", "The United Nations has even declared the start of the Era of Global Boiling - with a 98 percent chance that the world will experience a new temperature record at least once in the next five years .", "Today's event is about the climate.", "But allow me to start by saying a few words about the economy.", "The world we occupy is indeed challenging - decisions and events miles away can affect our shores, leading to external shocks facing our economy today.", "Despite this, the Malaysian economy is resilient and growth remains forthcoming.", "Advance estimates show the economy growing by 3.3 percent in the third quarter, compared to 2.9 percent last quarter.", "While we are currently experiencing weakness in global demand and the tech downcycle, domestic demand is holding up well.", "More recent indicators are already showing signs of recovery.", "Looking ahead, we expect the global economy to improve.", "The initiatives to strengthen Malaysia's economic structure, including transitioning towards a greener economy, will certainly provide additional impetus to business activities and employment opportunities.", "As a highly open economy, the exchange rate is a very important relative price affecting many aspects of the economy.", "With growth gaining momentum, steady disinflation, a current account surplus and a strong banking system, current ringgit movements appear to be more heavily influenced by global events and certainly do not reflect our economic fundamentals.", "I want to emphasise strongly that Malaysia's economy today is resilient notably in terms of our economic fundamentals, robustness of our financial sector, and depth of our financial markets.", "Let me also stress that the Bank remains committed to deploy necessary measures to ensure that the ringgit adjusts in an orderly manner and businesses continue to be facilitated.", "We have been in the markets, and we will, when needed, continue to be in the market.", "All of this underscores the importance of building buffers and the urgency to continuously pursue reforms to increase the resilience of our economy, and to build a better world.", "More than ever, climate change is hitting closer to home.", "And issues affecting the climate and economy are increasingly connected.", "To illustrate, the heat wave and dry spells that lasted for weeks have raised concerns about food production, water scarcity and harm to people's health.", "Farmers in Perlis and Kedah, Malaysia's own rice bowls, are among those hit the hardest.", "It is estimated that Malaysia's economy could lose 5.9 percent of its GDP by 2030 due to heat-related productivity loss 2.", "At the other extreme, Malaysia also grapples with excessive rain and floods that impact the people and their economic wellbeing.", "Within less than a decade, Malaysia has witnessed nearly half a million climate-related displacements.", "By 2030, about 25 percent of Malaysia's population could be displaced due to the impacts of climate change .", "Navigating the seas of climate change is complex and requires all hands on deck to rally together.", "A whole-of-nation, as well as a whole-of-world approach is crucial to build a greener, more sustainable and resilient world.", "With growing urgency to act, the Government is taking concrete actions to provide policy clarity on the country's transition path.", "This is laid out in the key policies announced recently, including the National Energy Transition Roadmap and the New Industrial Master Plan.", "A climate legislation, long term sectoral pathways (LT-LEDS), and Nationally Determined Contributions (NDC) roadmap, and a national adaptation policy that are also underway would further help us navigate these unchartered waters.", "Within the Malaysian financial sector, the Joint Committee on Climate Change or JC3 has become a key focal point for collective climate actions.", "Through its growing network of collaborative partnerships, its outreach of actions continue to extend across all pivotal facets of the economy - providing tools and resources, stewardship and advocacy for climate action.", "These have supported implementation of the Climate Change and Principle-based Taxonomy (or CCPT) by financial institutions; better disclosure by businesses in line with TCFD recommendations; and strengthening of climate risk management and practices.", "The JC3, in collaboration with the Value-based Intermediation (or VBI) Community of Practitioners also promote further integration and alignment of the CCPT with the VBI Financing and Investment Impact Assessment Framework (or VBIAF) sectoral guides , with the third cohort of the guides to be issued by end of the year.", "Recognising the need to bridge critical data gaps in climate and environmental risksrelated information, a major deliverable by JC3 was the publication of the Climate Data Catalogue.", "Since its issuance a year ago, the JC3 has further expanded the Data Catalogue which now includes close to 400 credible data sources.", "This enhanced Data Catalogue, alongside other tools and resources are now accessible on the new JC3 website being launched today.", "SMEs form another important component in the climate equation and are a key focus of JC3 agenda.", "It is encouraging that 60 percent of SMEs see that strengthening ESG practices can increase business opportunities and create long-term value.", "However, only 28 percent of SMEs have adopted elements of ESG practices in their business .", "To support SMEs' transition, an SME Focus Group was recently formed under JC3 to bring together multiple initiatives focusing on SMEs to improve coordination and engagement with partners and industry bodies.", "The Focus Group will actively pursue measures to build technical capability, improve access to financing via mechanisms such as guarantees, and reduce the costs of transition in coordination with key stakeholders within the ecosystem.", "As part of efforts to scale up transition finance, the JC3 has rolled out the Greening Value Chain or GVC pilot programme.", "The programme has effected change for more than eighty participating SMEs within the supply chain of four corporates.", "These SMEs have begun to measure their GHG and identify emission-intensive areas within their operations.", "Several SMEs have also started to provide emission reports to their corporate customers.", "With a workable model developed through this pilot initiative, this is expected to pave the way for financial institutions to work with more corporates and their supply chains to accelerate transition.", "This afternoon, we will also hear more pilot projects to spur the adoption of sustainable and low carbon practices in the agriculture sector and industrial parks in Malaysia.", "The JC3 also remains committed to enhancing the climate expertise of financial professionals.", "The JC3 has been working closely with training institutes to provide curated and specialised climate-related training for the industry.", "I am encouraged by the increasing focus and concrete climate actions taken by financial institutions.", "There are more 'net zero' commitments, wider options for green and greening products and solutions, as well as an increasing amount of financing committed by industry players.", "Today, the 'Wall of Commitment' showcases the industry's financial commitment of more than RM200 billion for Environment, Social and Governance (ESG) purposes.", "While the amount is commendable, more is needed to fund the transition, not only from banks, but also capital market players.", "It is equally crucial for financial institutions to follow through on the integrity of these pledges by aligning commitments with actions and investments that are consistent with a just and orderly transition.", "The Bank remains focused on ensuring that the financial sector's response to the climate challenge is compatible with both financial stability and inclusion outcomes - to forge a credible path forward for the country.", "We are mindful that this requires maintaining a delicate balance between development and risk management.", "By 2026, we expect to see at least half of new financing by banks to be aligned with climate supporting or transitioning activities, as set in the Financial Sector Blueprint.", "The Bank will continue to provide a facilitative policy environment for the industry to advance financial innovations and explore novel financial structures needed to meet the significant financing needs for climate risk mitigation and adaptation.", "This will need to include a more prominent role for public-private partnerships and innovative blended finance structures.", "The Bank has begun undertaking a comprehensive review of our regulations to ensure climate risk is appropriately accounted for and well-integrated into our regulatory framework.", "This is to ensure that the industry remains climate resilient, while being able to effectively support the economy's transition.", "We recognise the challenges that financial institutions may face in balancing these outcomes.", "Concentration risks could for example, increase from green and transition funding, and financial institutions need to properly understand and manage such risks.", "For the Bank, any adjustments to prudential standards would need to carefully consider necessary safeguards to ensure the attendant risks continue to be adequately managed.", "As financial institutions take more concrete steps in climate action, managing the tradeoffs inherent in crafting credible transition plans and allocating capital that aligns with a net-zero trajectory will be all-important.", "In support of this, the Bank is working to develop guidance on transition plans to promote alignment between financial institutions' business and risk strategies, their public commitments on climate goals and national plans, while safeguarding against the risk of greenwashing.", "Financial institutions must also consider the specific needs of their clients in their transition plans.", "This should address the financing and capacity need of businesses in hard-to-abate sectors, including SMEs within the supply chain.", "With this, we can achieve an inclusive transition that prevents substantial economic disruptions and safeguards the livelihoods of workers.", "The availability of high-quality, reliable and comparable climate-related data remains high in our list of priorities.", "We remain committed to tackle frictions surrounding climate data reporting.", "In areas where there are still data gaps, we will work closely with relevant ministries, agencies and committees at the national level, through the JC3, to improve the availability and accessibility of climate-related data.", "In addressing climate risk, we cannot neglect the increasing threat on nature and ecosystem services, and the interconnectedness of climate-and nature-related risks.", "A study by the Bank and World Bank indicated high dependency and exposure of Malaysian banks' lending portfolio to ecosystem services .", "This underscores the dependencies between nature and the economy.", "The Bank will work closely with industry players to approach nature and biodiversity loss pragmatically, by building and expanding on existing climate and the VBI work.", "I believe the case for climate is no longer in question.", "The financial industry has made good strides to rise to the challenge.", "But much, much more is needed - both to close pre-existing gaps, and to move us meaningfully forward.", "We know the perils of complacency and the rewards of climate action.", "The clock now ticks urgently for our response.", "Sir David Attenborough, who graciously participated in our last conference, once said, \" If working apart we are a force powerful enough to destabilise our planet, surely working together, we are powerful enough to save it . \"", "The World Meteorological Organisation Ecological Economics, Volume 159, May 2019, Estimating Economic Losses from Perceived Heat Stress in Urban Malaysia, Pages 84-90 UNICEF Malaysia Task Force on Climate-related Financial Disclosures The guides provide sector-specific toolkits for financial institutions to incorporate ESG risk considerations in their financing and investment decisions \"ESG Insights from Malaysian SMEs: Building A Better Future Together\" by Alliance Bank in partnership with UN Global Compact Network Malaysia & Brunei (UNGCMYB) and SME Corporation Malaysia (SME Corp) A report on \"An Exploration of Nature-related Financial Risks in Malaysia\", published by the World Bank and Bank Negara Malaysia in March 2022 Quote from speech at COP26"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Financial sector", "Economy", "Resilience", "Sustainability", "Green transition", "Climate risk", "Data gaps", "SME financing", "Nature-related risks"]}