{"sentences": ["Bismillahirrahmanirrahim, assalamu'alaikum, and a very good morning.", "Tan Sri Azman Hashim, Chairman of AICB, distinguished guests, ladies, and gentlemen.", "It is an honour to be here today, for my very first address at the International Conference on Financial Crime and Terrorism Financing.", "Allow me to start by congratulating AICB, the Compliance Officers' Networking Group and everyone else involved in putting together today's conference.", "This conference continues to be a critical platform for experts to discuss important financial crime issues.", "Your presence belies the unwavering commitment we all share - a commitment to combat financial crime, terrorism financing, and proliferation financing.", "I am reminded of the quote, \"Trust is the easiest thing in the world to lose, and the hardest thing in the world to get back\".", "These profound words serve as a powerful reminder of the importance of trust in the financial sector.", "Hence, it is fitting indeed that the conference this year carries the theme of reinventing trust.", "In my remarks, I will explore the challenges and opportunities in this ever evolving landscape, and how the principles of \"Integrity, Transparency and Accountability\" are indispensable in our relentless fight against financial crimes.", "But before that, I would like to start by sharing some insights on the latest economic outlook.", "Economic development and governance Ladies and gentlemen, We are operating in a challenging economic environment, with multiple headwinds on the global fronts, ranging from high policy rates, elevated inflation, moderating global trade, and geoeconomic fragmentation.", "Despite these challenges, the Malaysian economy remains resilient, anchored by domestic-oriented activities.", "Labour market conditions, particularly employment and wages, continue to improve.", "This is an important factor that support households' ability to spend.", "Meanwhile, investment by both the private and public sector remains forthcoming.", "These factors will continue to support the Malaysian economy in 2024.", "In addition, the economy would also benefit from a gradual recovery in the tech cycle and rebound in external demand.", "Fortunately, Malaysia does not face a severe inflation challenge such as that what we have seen in other economies.", "After reaching its peak in the second half of 2022, core inflation has continued to ease to 2.5% in August this year.", "This is in line with the lower global commodity prices and improving supply and demand conditions.", "We expect inflation to continue to trend lower in line with slowing momentum of price increases.", "We will continue to monitor potential risks to its outlook, arising mainly from changes to domestic policy on fuel subsidies.", "As the Malaysian economy emerged from the pandemic, the Bank's Monetary Policy Committee (MPC) has been gradually adjusting monetary policy since May 2022, taking into consideration the outlook on domestic inflation and growth.", "Today, the Overnight Policy Rate is at its pre-pandemic level of 3%, and monetary policy remains supportive of the economy.", "The MPC remains vigilant to the evolving conditions and their impact on domestic inflation and also growth prospects.", "Beyond the immediate term, we should aim towards sustaining our long- term growth, while improving the quality of life for all Malaysians.", "Structural reforms play a critical role in achieving this and the government has recently set this in motion, with the release of the MADANI Economy Framework, the New Industrial Master Plan 2030, and the National Energy Transition Roadmap.", "In addition to articulating the nation's economic objectives in the MADANI Economy Framework, it also emphasises governance as a key element in steering the necessary reforms - encompassing integrity, transparency, and also accountability.", "Scams in the financial crime landscape, and what we are doing to tackle the challenge Ladies and gentlemen, As our economy continues to grow, we must remain vigilant against evolving threats.", "The five high risk crimes - corruption; fraud; drug trafficking; smuggling; and organised crimes - identified in the National Risk Assessment (NRA) 2020 continue to be our focus.", "But given the evolving landscape, we have also commenced a renewed risk assessment and will share our findings in the first half of 2024.", "One crime that has dominated the headlines, both in Malaysia as well as globally, are financial scams.", "The challenges we face stem from several factors.", "No doubt, criminals are becoming increasingly sophisticated, riding the wave of technology.", "While the world comes to grips with tools such as ChatGPT, cybercriminals have created their own tools such as FraudGPT.", "Criminal activities are also becoming increasingly complex, as criminals exploit vulnerabilities across borders.", "Therefore, all of us in the financial industry - be it in the public or private sector - must equip ourselves with a full arsenal of the latest and emerging financial crime typologies to effectively detect, prevent, and eliminate illicit activities.", "Being one step ahead of criminals may seem daunting, but I believe challenges also create opportunities.", "Allow me to share some of the measures that the Bank has adopted to address these challenges.", "First, we are continuously adapting our regulatory framework by revising our policies, including our AML and e-KYC policy documents.", "This is to ensure financial institutions are equipped with the latest guidance, aligned with global best practices.", "This is important given the role of financial institutions as the eyes and ears on the ground.", "Such policies will continue to be aligned with the Bank's regulatory 'risk- based' philosophy.", "This alignment is important especially given the upcoming operationalisation of digital banks in Malaysia.", "As we welcome the new players to the fold, upholding anti-money laundering requirements remains paramount.", "Last year, we introduced five key measures for financial institutions to strengthen fraud countermeasures.", "Today, I'm pleased to share that, with the support of the banking associations, all major banks have implemented these measures including restricting authentication apps to a single device and introducing a \"kill switch\" for customers.", "These efforts have borne fruit as we observe a 58% reduction in unauthorised online banking transactions reported to the National Scam Response Centre (NSRC) in the last five months.", "These early signs are very encouraging, and I trust we will see further reductions going forward.", "After all, falling victim to financial fraud is undoubtedly difficult for those affected - with some victims losing their entire life savings and struggling to regain their economic footing.", "With this in mind, the Bank is also assessing a number of additional policy enhancements on the handling of financial scams.", "This includes strengthening the requirements for financial institutions to undertake more robust investigations, adopt stronger preventive controls, and review the effectiveness of these mechanisms.", "We also plan to clarify the responsibilities of customers in protecting themselves and their rights if they fall victim to fraud.", "The Bank will engage the industry in the next few months before we finalise these policies.", "As all of you would already know, Malaysia's NSRC was launched in October 2022.", "Since the commencement of operations, the NSRC has received over 19,000 reports on scams cases, which has led to the freezing of more than RM60 million and identification of 43,000 mule account holders.", "In this regard, I am pleased to inform that efforts are underway to take the NSRC to the next level.", "For this, the Bank is actively collaborating with PayNet and the financial industry to launch the National Fraud Portal (NFP) by mid next year.", "Building on the framework and foundations of the NSRC, the NFP will streamline the industry's scam response end-to-end, from initial identification and reporting, to the recovery of funds.", "This platform will enhance efficiency by automating processes, enabling a more rapid response to assist victims.", "We envision the NFP expanding to include predictive assessments of mule accounts, advanced analytics, and fund tracing algorithms.", "While security and technology measures are important, public awareness remains our strongest defence.", "Indeed, educating the public against scams is an ongoing effort and this must go on.", "If anything, there is room for the industry to be more pervasive, prominent, and persistent in building and raising public awareness against scams.", "It is for this reason that I am pleased to see that the scam awareness campaign led by the industry will be launched later this morning.", "On our part, the Bank has also been running sessions to train nearly 500 officers from the financial industry to undertake public education, covering tips to identify scams and basic security.", "Since the start of 2023, participants of our flagship Train-the- Trainer (TTT) programme have conducted talks and events on scam awareness nationwide, reaching over 20,000 individuals.", "Fighting financial crime with integrity, transparency and Ladies and gentlemen, I am sure you would all agree that what we do is important, but the how is often just as important.", "The world is currently running a trust deficit and it is no different here in Malaysia.", "According to the Edelman Trust Barometer , while Malaysia ranks among the top 10 countries with the highest trust, trust in Malaysian institutions this year dropped 4 points from 2022.", "For context, that puts us as the 3rd country with the largest reduction in trust.", "We need to restore, or rather reinvent trust.", "But this cannot be done by anyone alone.", "All of us will need to play our part by upholding the principles of integrity, transparency, and accountability, which will go a long way in restoring trust.", "It goes without saying that dealing with financial crimes demands integrity - the key to preserving public confidence and trust in the financial system.", "Whether our role is in prevention, supervision or enforcement, all of us - reporting institutions, regulators, supervisors, and law enforcement agencies alike - must discharge our mandate with full integrity.", "Given the Bank's mandate to preserve the integrity of the financial sector, greater focus is placed towards transparency in enforcement actions.", "This will be illustrated in the Bank's \"Enforcement Approach\", which is expected to be published at the end of this year.", "This document will offer insights on the Bank's governance and articulates the decision-making process, ensuring consistent and proportionate enforcement actions.", "This will build upon the Bank's publication since 2019 of enforcement actions taken against financial institutions and other entities for noncompliances with laws and regulations.", "Moving forward, the Bank will publish more details on non-compliances and corrective expectations.", "Heightened transparency will help deter misconduct, enhance understanding and ultimately, create a culture of compliance.", "Lastly, a note on accountability.", "The principle of transparency is inherently connected to accountability.", "Transparency enables scrutiny and serves as a deterrent against misconduct.", "From the Bank's perspective, this means being answerable to the people we serve, which is the Rakyat.", "In this regard, I wish to commend the financial industry's commitment to fostering a culture of shared accountability.", "It is encouraging to witness initiatives such as the Compliance Officers' Networking Group for banks and e-money, and more recently, for the insurance and takaful industry.", "It would be remiss also not to mention the private sector's work in coordinating industry-wide anti-scam strategies through its industry taskforce.", "Such industry-led initiatives are testament to the private sector's high level of commitment.", "Ladies and gentlemen, before I end, allow me to return to the theme of this conference \"Trust Reinvented: Building a Sustainable Culture of Integrity, Transparency and Accountability\".", "Let us applaud and take pride in the dedicated efforts of all present here today, from frontliners to compliance officers.", "Your efforts serve a singular purpose: to nurture and fortify the bedrock of trust.", "To quote the economist Joseph Stiglitz, \"It is trust, more than money, that makes the world go round\".", "The work we put in today, will undoubtedly prepare us tomorrow, to be the best version of ourselves.", "This is crucial when the Financial Action Task Force (FATF) - the global standard setting body for fighting financial crimes - commences its Mutual Evaluation (ME) process of Malaysia next year.", "The evaluation not only encompasses public authorities but also the private sector.", "Therefore, a whole-of-nation approach is required to ensure a favourable evaluation for Malaysia.", "It will be a litmus test for our financial sector - a true test of collective accountability.", "Looking back, though we have covered many miles, many more remain ahead of us.", "And let us remember that we are running a marathon and not a sprint.", "And that everything we do is not just for ourselves here today, but also dedicated to the future of Malaysia - a Malaysia renowned for its integrity, seen for its transparency, and committed to accountability.", "With this, I wish you every success for this conference.", "The 2023 Edelman Trust Barometer is the Edelman Trust Institute's 23rd annual trust and credibility survey.", "It was unveiled at the World Economic Forum, Davos in Jan 2023.", "The online survey sampled more than 32,000 respondents across 28 countries.", "The trust index measures the average percent of trust in 4 institutions: trust in business, NGOs, government, and media."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Crime", "Economic Outlook", "Scams", "Integrity", "Transparency", "Accountability", "Trust", "Money Laundering", "Fraud", "Enforcement"]}