{"sentences": ["Ambassador Kamal Vaswani, ladies and gentlemen, good morning.", "Welcome to the launch of the Singapore Pavilion at COP28 in Dubai.", "Every COP is more important than the previous one, simply because with each passing year the world is running out of time.", "According to the latest IPCC report, the world needs to reduce greenhouse gas emissions by 43% by 2030, compared to 2019 levels, this is what is necessary to keep temperatures from rising above the 1.5 degrees Celsius threshold.", "But greenhouse gas emissions are still rising not falling.", "Average global temperatures are already 1.1 degrees Celsius above pre-industrial levels.", "The negotiations that take place at COP to foster new climate commitments are thus critically important.", "But it is out here - in Pavilions like these - where commitments are turned into action, where individual contributions coalesce into collective impact.", "The Singapore Pavilion aims to serve as a platform for such collective action to catalyse climate solutions.", "Later today, Singapore will co-host with Bain & Co the inaugural Climate Leaders' Assembly.", "We have convened leaders from the private and people sectors to brainstorm ideas and develop initiatives.", "Singapore is committed to achieving net zero emissions by 2050.", "But our contribution to climate action is not just to remove the 0.1% of global greenhouse gas emissions that we account for.", "More importantly, it is to collaborate with partners from around the world to galvanise resources and incubate and scale solutions for climate action.", "And Singapore is well placed to do this.", "As an aviation and maritime hub, Singapore can play a role in developing the infrastructure and networks for promoting cleaner fuels and decarbonisation.", "As an international financial centre, Singapore can help to mobilise the financing necessary to support Asia's transition towards a low-carbon future.", "As an urban metropolis, Singapore can be a test bed for innovative solutions ranging from measures to reduce urban heat to fortifying defences against rising sea levels.", "The Pavilion's programme will span these three big themes: decarbonisation, finance, and resilience.", "As a major air and sea transportation hub, Singapore can play a key role in regional and global efforts to reduce emissions in the international aviation and maritime sectors.", "In aviation, Singapore is taking a comprehensive approach to reducing emissions - across airport, airline, and air traffic management activities.", "We are reviewing the policies and support required for the adoption and production of Sustainable Aviation Fuel (SAF) in Singapore.", "This includes exploring mechanisms to promote the offtake of SAF at Changi Airport.", "Greater use of SAF will contribute towards the International Civil Aviation Authority's goal to reduce emissions in international aviation by 5% by 2030 through use of cleaner energy.", "In the maritime sector, Singapore is promoting various clean marine fuels for bunkering.", "We are doing this through pilot trials and demonstration projects for fuels like bioLNG, methanol, and ammonia.", "The Maritime and Port Authority of Singapore (MPA) has been collaborating with other international ports and partners such as shipping lines, fuel suppliers, and research institutes, to promote Green and Digital Shipping Corridors .", "These Corridors support the transition to zero- and near-zero-emission fuels by building up the necessary supply, infrastructure, and regulations.", "MPA currently has two active corridors, with the Port of Rotterdam as well as the Port of Los Angeles and Port of Long Beach.", "We look forward to sharing some of our learnings from these initiatives later this week at this Pavilion.", "Some US$3 trillion of financing is needed each year for the Asia-Pacific region to reach net zero by 2050.", "As a leading international financial centre, Singapore can play an important role in mobilising this capital.", "Our blueprint for doing this is the Finance for Net Zero Action Plan launched by the Monetary Authority of Singapore (MAS) in partnership with the financial industry.", "Its aim is to mobilise finance to catalyse Asia's net zero transition.", "The effort will require much innovation and collaboration.", "In the coming days, you will hear of two financing mechanisms that can play a key role in supporting decarbonisation solutions, particularly those which are marginally bankable or uneconomical today.", "The first is blended finance.", "Blended finance is about bringing together various partners from the public and private sectors to contribute in different and synergistic ways to make green and transition projects bankable.", "Concessionary capital, coupled with technical assistance and regulatory certainty, can help to reduce risks and crowd-in multiples of commercial capital.", "Carbon credits generated from the verifiable reduction of emissions can improve the economic case for many transition projects.", "MAS has published a working paper with McKinsey that outlines how highintegrity carbon credits can be generated from future emissions reduction due to the early retirement of coal-generated power and replacement with cleaner energy sources.", "Such transition credits can potentially enable a broader market-driven financing mechanism and help to crowd-in private capital at scale.", "We will be sharing concrete initiatives on scaling these financing mechanisms and announcing new partnerships to take them forward.", "With long coastlines and heavily populated low-lying areas, Southeast Asia is one of the world's most vulnerable regions to extreme weather and rising sea levels.", "Singapore can play a useful role in pioneering and scaling urban solutions to build climate resilience.", "Let me highlight some examples.", "To address rising temperatures, we have piloted the use of cool paint on flat facades to reduce the amount of heat they absorb in the day and emit at night.", "We are exploring the use of smart sensors to collect wind flow data for more robust environmental models which enables achieving cooler temperature with better ventilation.", "To address sea-level rise and heavy rainfall, we are strengthening local capabilities and expertise.", "We have set up a Coastal Protection and Flood Resilience Institution (CFI) Singapore.", "This is a multi-institutional and inter-disciplinary research centre to advance domain knowledge as well as explore innovative solutions.", "To address potential disruptions in food supplies due to climate change, we have taken steps to build a more sustainable and resilient agri-food system.", "For example, we have plans for a high-tech agri-food hub that can raise food production capacity to up to three times of current levels.", "This future hub will harness technology for efficient waste management and reduce water consumption by capturing rainwater for farming use.", "In short, the Singapore Pavilion aims to foster active partnerships across businesses, research institutes, civil society, youth groups, and government agencies.", "It aims to connect across countries and sectors to drive change and create impact.", "I invite you to be a part of this collaboration and wish you a fruitful experience at the Singapore Pavilion and at COP28."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate action", "Decarbonisation", "Finance", "Resilience", "Sustainable Aviation Fuel (SAF)", "Green and Digital Shipping Corridors", "Blended finance", "Carbon credits", "Urban solutions", "Agri-food system"]}