{"sentences": ["Dear Mr. Jaha, Director of \"Xhevdet Doda\" Gymnasium in Prishtina Dear Mrs. Shatri, Professor I address you today on World Savings Day, which aims to promote educational habits by promoting the culture of savings in the world, especially in the Republic of Kosovo.", "World Savings Day was established as an event to promote savings on 31 October 1924 at the First International Savings Bank Congress held in Milan, Italy.", "This day is marked with informative and educational activities with the aim of informing and raising the awareness of citizens about the importance and financial responsibility of savings and their impact in the future.", "The Central Bank of the Republic of Kosovo marks this day for the 8th year in a row through awareness, educational and informative activities with the aim of encouraging students and young people to be informed and understand the ability of proper money management.", "The European Commission has declared 2024 the Year of Skills, and of course financial education skills are included, as one of the main social skills, personal finance management, so that the decisions of citizens are then appropriate decisions for the future.", "The CBK will also focus on access to finance education and inclusion, where, during 2024, it will work in this direction.", "For this purpose, we will also coordinate with the Bank of Albania, to cooperate and harmonize financial education materials and propose it to be part of the school curriculum, as far as possible.", "The world is changing fast and we must keep up with it, and advanced changes in information technology, environmental and social changes, and geopolitical changes have become part of our daily life, and we must prepare to face them.", "Today, more than ever, it is important to cultivate a genuine culture of managing and protection of personal finances and the protection of the environment, so that in the social and environmental aspect, as an individual, as a family or as a society, we have stability and sustainability.", "You are still young, but it is the right time to think about your financial future, and it is important to create the knowledge and skills of proper management of personal finances, create the habit of savings, and awareness of economic and financial issues.", "Young people should set clear financial goals for themselves and to achieve these, you should start working on achieving them as soon as possible.", "The CBK and I encourage you to prepare for the things that will come your way in the future.", "Get informed and learn about economic and financial issues from the materials on the CBK's website for Financial Education edukimifinanciar.org, or even on the CBK's social networks, where you can be informed about many topics and issues, which will help you for your future.", "The Central Bank of the Republic of Kosovo will expand cooperation with the Ministry of Education, Science, Technology and Innovation and with other relevant institutions in order to provide even more educational materials, which will be distributed in educational institutions, where you have the opportunity to learn and be informed about these topics.", "Finally, I would like to inform you that the Central Bank of the Republic of Kosovo, taking into account the encouragement of young people to learn and be informed as much as possible about the importance of savings, announces today a Competition for students of grades X-XII of secondary schools of the Republic of Kosovo to write papers or essays on their concept of savings.", "The competition will be open for one month and, after closing, the Selection Committee will evaluate and select the 10 best works, which will also be financially rewarded.", "The CBK encourages you and all high school students to compete with your papers and also share this information with other students, either at school or with your friends.", "Control your expenses; Create a budget plan; Spend rationally; Buy the things you need; Become self-sustaining; Define goals and plans for savings; and Saving money is the best gift you can give yourself.", "Thank you and good luck!"], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Savings", "Financial Education", "Money Management", "Economic Issues", "Financial Responsibility", "Personal Finance", "Financial Goals", "Budgeting", "Education", "Financial Inclusion"]}