{"sentences": ["Good afternoon ladies and gentlemen.", "Welcome to the NGFS COP28 Finance Day.", "As Chair of the Network of Central Banks and Supervisors for Greening the Financial System, or the NGFS, I would like to thank Singapore for hosting the NGFS programme at the Singapore Pavilion.", "Climate change is directly relevant to central banks and supervisors because it will have a significant impact on our economies and financial systems.", "Even an orderly transition to net-zero will have adverse effects on economic growth and inflation over the short to medium term.", "But if the global economy fails to make this transition, annual global GDP losses by 2050 are estimated to be twice as large as those under a net-zero transition.", "These adverse impacts will be disproportionately borne by emerging markets and developing economies (EMDEs), with significant implications for food security, human health, economic opportunity, and development outcomes .", "This is why the NGFS has made inclusiveness a priority over the last two years.", "The NGFS was established as a coalition of central banks and financial supervisors to help green the financial system and contribute to global climate action.", "We started with 8 founding members six years ago, but have now grown to 150 members and observers from across the world.", "Last year, I spoke about the NGFS' ambitious and expanded work programme to strengthen collective efforts towards greening the financial system.", "Thanks to the hard work of our members and partners, the NGFS has made substantial progress on this work programme.", "Today, I want to highlight three key areas of that work: climate scenarios and their macroeconomic and financial impact blended finance for emerging markets and developing economies transition planning by financial institutions CLIMATE SCENARIOS Let me start by outlining key findings from the fourth vintage of the NGFS climate scenarios, which was completed and published last month.", "First, reaching net zero by 2050 will entail significant economic transformation and financial investments against much higher carbon prices than today.", "From where we are today, achieving net zero by 2050 will require a significant pivot towards green energy sources.", "Under such a pathway, renewables and biomass are estimated to deliver over 80% of global primary energy needs by 2050 - this will in turn require a significant scaling up of investment flows, at many multiples of current levels.", "Second, carbon prices would have to be raised much higher and much earlier to achieve an orderly transition.", "The NGFS models suggest that shadow carbon prices would need to be around US$200 per tonne of in the next decade, and increase further in the decades to come - much higher than the prices of carbon pricing schemes at present.", "The models also suggest that the implementation of higher carbon prices would need to be early and decisive, to avoid the significant losses from the abrupt adjustments under a delayed and divergent transition.", "Third, the world will incur substantial economic costs if we fail to successfully transition.", "Damages arising from cyclones, droughts, floods and heatwaves are estimated to result in global GDP losses of about 8% by 2050 under a business-as-usual scenario.", "Droughts and heatwaves are estimated to represent the largest source of acute physical risk.", "The severity of these impacts varies across geographies, with Europe and Asia generally being most exposed to heatwaves, while Africa and North America being primarily exposed to drought.", "Rising global temperatures will result in additional economic losses, for instance through reduced labour productivity.", "Under a business-as-usual scenario, these chronic effects are estimated to result in further global GDP losses of more than 5% by 2050.", "The NGFS scenarios will help facilitate a deeper understanding of the macroeconomic and financial impacts of climate change, and inform monetary policy and supervisory approaches.", "According to a survey earlier this year , there was a clear consensus among NGFS members on the need to better understand both the physical and transitionrelated effects of climate change on macroeconomic outcomes.", "This is seen as a necessary foundation for considering the implications for the conduct of monetary policy.", "Meanwhile, many central banks and supervisors have undertaken pilot climate scenario analysis and stress test exercises in recent years, with the majority of these conducted using the NGFS climate scenarios.", "These exercises have in turn served as a starting point for dialogue with financial institutions on understanding and managing their climate-related risks.", "In the next phase of the NGFS' work on climate scenarios, we will focus on two areas.", "First, we will look to develop new short-term climate scenarios to inform stress tests as well as macroeconomic assessments for monetary policy formulation.", "Compared to our existing scenarios, which focus on long-term climate-economy relationships, short-term scenarios serve three functions: They are better suited for analysing abrupt and adverse shocks that subside in the medium term.", "They can better capture potential non-linear impacts of climate shocks.", "They can provide more granular insights on the transmission channels across economic sectors.", "Second, we will work to better understand the implications of climate change for monetary policy.", "We will: work on an analytical approach to bring climate considerations into monetary policymaking; and explore what central banks are doing to protect their monetary policy operations portfolio from climate-related risks.", "Next, the NGFS' work on blended finance.", "While climate finance flows have grown over the last decade, they still lag far behind what is needed to meet the Paris Agreement goals.", "We are more than 35% short of the annual investment of US$9.2 trillion that would be required to get to net zero by 2050.", "One key impediment is that many sustainability or transition projects are not quite bankable; their return profile is not commensurate with the risks that investors face.", "This challenge is further exacerbated in EMDEs, as they face fiscal constraints and limited access to private capital.", "To mobilise the necessary capital for marginally bankable green and transition projects, we need blended finance.", "Blended finance is about partnership and synergy across multiple players.", "Governments, development finance institutions, and philanthropies could provide concessional capital - in the form of grants, limited guarantees, and debt or equity at below-market rates of return.", "Multilateral development banks can provide technical assistance - in the form of project development expertise, capacity building, and institutional support.", "This combination of concessional capital and technical assistance will reduce project risk and improve bankability.", "This can in turn catalyse multiples of private commercial capital to finance these transition projects.", "The scaling of blended finance requires collective action from the entire We need to adopt an ecosystem of solutions approach ecosystem of stakeholders.", "that encompasses partnership across a diverse set of institutions.", "This is what motivated the NGFS' work on blended finance.", "The NGFS is proud to launch today a technical document on scaling up blended finance for climate mitigation and adaptation in EMDEs.", "The document sets out guiding principles and policy recommendations for scaling up blended finance, and how each key stakeholder in the ecosystem can step up.", "Let me outline some of the key recommendations.", "First, the multilateral development banks need to play a more catalytic role in mobilising private capital.", "At present, a good part of MDB lending goes towards bankable projects that could well have been financed by private capital.", "MDBs could focus more on marginally bankable projects and pivot towards the greater use of innovative de-risking mechanisms such as first-loss equity, guarantees and coinvestments, to crowd in private capital.", "Second, governments in EMDEs need to deepen and broaden their domestic capital markets.", "This is necessary to optimise the use of private capital locally and attract new investments from abroad.", "Third, ESG data providers and credit rating agencies need to continually enhance their data collection and risk assessment methodologies.", "This is key to foster greater market integrity and transparency.", "It would, in turn, help build investors' confidence in blended finance instruments, and allow them to better mitigate and diversify the associated risks.", "The NGFS technical document also showcases some interesting blended finance projects across regions.", "They demonstrate the application of these policy recommendations and illustrate how innovative and scalable solutions can be used to unlock private capital.", "TRANSITION PLANNING Let me now highlight NGFS' work on transition planning.", "Robust transition planning can help position corporates and financial institutions for the climate transition.", "Transition planning serves three key functions: They identify the changes needed in business models to adapt to a low carbon future.", "They inform the actions needed to manage the physical and transition risks arising from climate change.", "They demonstrate how corporates and financial institutions can fulfil their public commitments to decarbonise or reach net-zero.", "Financial institutions are in an influential position to shape their customers' business decisions on transition and sustainability.", "As lenders and underwriters, banks and insurers can raise customers' climate risk awareness and work with them to implement robust risk mitigation and adaptation measures as part of their due diligence and underwriting processes.", "As investors, financial institutions can shape corporate behaviour and climate responsiveness through engagement, proxy voting, and sector collaboration.", "The recent NGFS stocktake highlighted that there is no commonly agreed definition of a transition plan, partly because transition plans are motivated by different objectives.", "Risk-focused transition plans mainly revolve around the management of financial risks associated with the physical and transition effects of climate change.", "Strategy-focused transition plans are mostly concerned with meeting the financial institution's own decarbonisation or net-zero targets.", "Yet other strategy-focused transition plans pay heed to facilitating their clients' and sectors' decarbonisation pathways.", "These objectives are not necessarily in conflict, but they are different and it is important to understand which objective is driving which part of the transition plan.", "In the next phase of our work on transition planning, the NGFS will study: how the prudential approach to transition planning can factor in the needs and challenges of emerging markets; how corporate transition plans feed into financial institutions' transition plans; and how the credibility of financial institutions' transition plans can be assessed.", "Before I conclude, let me highlight two additional areas of work that we will focus on.", "The NGFS will set up a new Taskforce on Adaptation Finance.", "Adaptation financing is critical for building economic resilience and fostering sustainable development.", "It is particularly relevant for EMDEs, which are expected to face the brunt of climate change.", "However, there are significant hurdles to crowding in private sector financing, such as a lack of clear metrics for assessing impact and financial return.", "The Taskforce will explore issues related to the scaling up of adaptation finance, and identify how central banks and supervisors could best contribute to such efforts.", "The NGFS will also continue to advance efforts on assessing nature-related financial risks.", "This will build on the conceptual framework for nature-related financial risks that we published earlier this year.", "This would include setting out illustrative case studies relating to the assessment of nature-related financial risks, as well as bridging modelling and data gaps identified within the framework.", "Central banks and supervisors are stepping up to facilitate climate action.", "This is reflected not just in the phenomenal growth of the NGFS' membership, but also in our growing work programme and expanding network of collaborators and partners.", "Central banks and supervisors will do their part to facilitate and co-ordinate their efforts across the ecosystem, to support a successful transition towards net zero.", "I wish everyone an engaging discussion ahead.", "The World Bank, \"Climate and Development: An Agenda for Action\", November 2022.", "In the NGFS scenarios, the shadow carbon price is a proxy for the intensity of government policy (e.g.", "carbon taxes) and changes in technology and consumer preferences.", "NGFS, \"Monetary policy and climate change: Key takeaways from the membership survey and areas for further analysis\", July 2023.", "FSB and NGFS, \"Climate Scenario Analysis by Jurisdictions: Initial findings and lessons\", November 2022.", "McKinsey & Company, \"The net-zero transition: What it would cost, what it could bring\", January 2022."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate scenarios", "Blended finance", "Transition planning", "Climate change", "Monetary policy", "Carbon prices", "Financial risks", "Emerging markets", "Adaptation finance", "Nature-related financial risks"]}