{"sentences": ["Many thanks for the kind introduction, Tobias.", "It is a pleasure to be here.", "I have little time to cover a fascinating and complex topic, so let me focus on just a few high level issues regarding the effective use and the challenges of macro-prudential policy.", "We tend to forget that macro-prudential policy is still a relatively new field of work that originated from the Great Financial Crisis.", "At that point in time, we first needed to design tools to fix the faultiness in the system.", "The focus then shifted from design to implementation.", "The challenges of macro-prudential policy are therefore evolving.", "And now we are at a stage where the onus lies on actually using the tools and to evaluate their effectiveness and efficiency.", "Including in the face of new risks.", "So what I intend to do in my opening remarks is to first discuss some of the challenges in implementing the existing macro-prudential toolbox, where I will mainly draw on our experiences within the Eurosystem.", "I will then move on to the new frontiers of macroprudential policy development, which are arguably global in nature and where the FSB, jointly with the IMF, has a leading role to play.", "On the challenge of using macro-prudential tools, there is still room for improvement.", "For instance, euro area jurisdictions differ in how they apply macro-prudential tools in practice.", "In Europe, we have a harmonised framework for identifying D-SIBs.", "There is however no further guidance on buffer calibration.", "As a result, two banks with similar scores for indicators of systemic importance such as size-to-GDP, interconnectedness, and lack of substitutability, can end up facing quite different requirements.", "Most big banks in the euro area fall in a range of D-SIB allocations of roughly 1-2.5% of risk weighted assets, but some allocations bear no apparent relationship to the scores that were assigned.", "I think it is important to further investigate such heterogeneity and what mechanisms could be put in place to correct for this in order to ensure a level playing field.", "On evaluating the effectiveness and efficiency of macro-prudential tools, I believe the main challenge is to ensure that the regulatory framework remains sufficiently capable of addressing systemic risks.", "Especially in an ever-changing financial sector.", "This is why we should keep an open mind to developing the framework further.", "Against that background, allow me to highlight some lessons from the last couple of years.", "First, it is equally important to understand what macro-prudential policy can and cannot do.", "The current macro-prudential toolkit, at least in the Netherlands, is mainly geared toward building bank buffers and resilience.", "However, the macro-prudential authority should ideally also have sufficient tools at its disposal to limit the cyclical build-up of excessive risks at a much earlier stage.", "I am thinking here, for example, of borrowerbased measures.", "Of course, that theme interacts with political economy deliberations, a reason why I will not dwell on that any further here.", "Second, the Covid pandemic showed us the great value of having sufficient capital buffers that can be released.", "This capital should supplement a sufficiently large layer of structural buffers, and can be used in response to a shock.", "Thereby giving banks extra room to absorb losses and keep credit flowing.", "Against this background, in the Netherlands we decided to revise our framework to target a 2% Countercyclical Capital Buffer in an environment in which risks are neither subdued nor elevated, known elsewhere as a 'positive neutral rate'.", "This brings me to my third lesson, which is that there is great merit in building buffers early on.", "After all, by building capital in times when risks are slowly on the rise, when financial conditions are favourable, and when bank profitability is there, we are able to prepare the sector for worse times and avoid difficult situations later on, such as the one in which regulators may want to increase capital requirements but fear the procyclical effects this could bring about.", "In the same vein, there is merit in taking better account of both the benefits and costs of capital requirements when determining the right policy mix.", "This consideration is also relevant at this juncture, where profits in the European banking sector are looking rather healthy still, while uncertainty about the future macro-financial environment is on the rise.", "It is clear that we have come a long way.", "At the same time, I am convinced that macroprudential policy will continue to involve making difficult decisions based to some degree on expert judgement, in an uncertain environment.", "Decisions that are sometimes not so popular.", "That is why it is important to communicate clearly with the sector and the public at large.", "This can make macro-prudential policy more acceptable and, hence, more effective.", "Looking forward, the recent banking turmoil in March drives home the question of whether our policy tools are sufficient to counter the macro-prudential risk of a systemic liquidity crisis.", "Furthermore, specifically for Europe, we also have to ask ourselves whether having a true banking union warrants further consistency in national practices, for example with respect to the use and application of the CCyB, and reflect on whether a counter-cyclical macro-prudential tool at the European level is also warranted.", "Let me now turn to the new frontiers of macro-prudential policy, including non-bank financial institutions, or NBFIs, crypto-assets and climate.", "All these areas affect our financial stability, requiring action.", "NBFIs, particularly investment funds, have shown their potential to generate systemic risk in the past - Long Term Capital Management in 1998 - and more recently - the March 2020 turmoil, the Archegos collapse, and the UK Gilt-market episode.", "While it is clear that crypto-asset markets cannot be considered systemically relevant at present, traditional financial institutions have been expanding their participation in these markets.", "This is worrisome from a global financial stability perspective considering crypto's inherent volatility and global reach.", "On climate change, just this summer we have witnessed a range of extreme weather events across Europe, from wildfires to torrential rain and floods, presenting a stark reminder of the systemic dimension of climate change.", "In addition to extreme events, a disorderly transition to a low-carbon economy could also have destabilising effects.", "Macro-prudential policy can play a role in addressing these risks.", "But as with anything new, developing macro-prudential policy in these areas comes with challenges.", "The NBFI and crypto-asset sectors are characterised by a great variety of entities, activities and business models.", "A one-size-fits-all approach to enhancing its structural and cyclical resilience is therefore unlikely to be successful.", "And in both these cases, it is difficult to properly gauge systemic risk due to data gaps and a lack of harmonised analytical tools.", "With respect to climate change, the uncertainty is perhaps even greater, as it is difficult to know how and when climate-related risks will materialise.", "Given the inherently cross-border nature of activities and risks in all these areas, global coordination and consistency are of the utmost importance to avoid risks merely shifting elsewhere.", "So how should we approach these new frontiers?", "Let me highlight some considerations for macro-prudential policy in NBFI, as this is probably the area where discussions are most advanced at this stage.", "As in the banking sector, macro-prudential policy for NBFI should seek to prevent the build-up of risks, make the financial sector more resilient and limit contagion by focusing on the system as a whole.", "However, although the objective is similar, the approach may be different.", "This is due to the nature of systemic risk in NBFI.", "Taking the example of investment funds: whereas systemic risk in the banking sector often revolves around the solvency of individual entities, systemic risk in the investment fund sector generally revolves around liquidity imbalances arising as a result of collective actions of cohorts of funds generating sharp spikes in liquidity demand.", "Therefore, the practice of applying higher requirements to systemically important institutions, such as higher capital buffers, is unlikely to be the central feature of macro-prudential policy in NBFI.", "A macro-prudential approach to investment funds should therefore primarily be activitybased, rather than entity-based, and include requirements applying to all entities within a specific cohort, regardless of their individual systemic relevance.", "In this way, macroprudential policy would presumably raise the baseline of existing micro-prudential requirements at the fund level by embedding the macro-prudential perspective.", "This would allow funds to internalise their potential impact on the wider financial system.", "Looking ahead, I see three components in the evolution of macro-prudential policy for NBFI.", "First, we should finish important parts of the ongoing work to address structural vulnerabilities.", "Following the March 2020 market turmoil, analytical and policy work at the FSB level has focused on enhancing MMF resilience, liquidity mismatch in openended funds, the excessive use of leverage, and liquidity preparedness in the context of margin calls.", "Work is still ongoing in multiple areas.", "Importantly, this includes assessing whether existing tools can be repurposed by embedding the macro-prudential perspective, which would likely lead to raising the baseline of existing requirements.", "Second, we should focus on enhancing capabilities in the area of data availability, governance and analytical tools to adequately gauge systemic risk.", "In addition to a solid micro-prudential foundation, this is the key to any macro-prudential approach.", "It is hard to front-load macro-prudential policy in the fog.", "Third, we should assess the need for additional macro-prudential tools, including in the hands of authorities, to address any remaining risks that are not mitigated by embedding the macro-prudential perspective in existing regulation.", "The approach for crypto-assets is fairly similar, in that the focus should be on building micro-prudential regulation first and making sure it is globally consistent to avoid arbitrage.", "We also need to close data gaps and improve our understanding of systemic risk in this sector, including the potential for spillovers to banks and more traditional asset classes.", "In the case of climate, the existing banking macro-prudential toolkit already provides a starting point, but needs fine-tuning to better capture climate-related risks and prevent them from building up, to build resilience in case these risks materialise, or both."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none"], "topics": ["Macro-prudential policy", "Financial stability", "Systemic risk", "Capital buffers", "NBFIs", "Crypto-assets", "Climate change", "Liquidity crisis", "Banking union", "Data gaps"]}