{"sentences": ["SPEECH A Kantian shift for the capital markets union Speech by Christine Lagarde, President of the ECB, at the European Banking Congress Frankfurt am Main, 17 November 2023 In 1844, the American poet Ralph Waldo Emerson observed that \"railroad iron is a magician's rod in its power to evoke the sleeping energies of land and water.", "\"4] What he saw was that railroads could substantially increase the economic potential of the United States.", "And he was proven right in many ways.", "The railroads not only linked up the far-flung corners of the United States; they also linked up its capital markets.", "The need to finance this project of unprecedented scale radically transformed the US financial system, changing its destiny forever.", "Today, Europe is at a similar juncture.", "We have emerged strongly from a series of profound economic shocks: real GDP is only 2% lower today than we expected at the end of 2019.1 But we are facing a new set of challenges that will require a generational effort to finance.", "So, this morning I will focus on how we can achieve this, and in particular on how to make Europe's capital markets more supportive.", "I will argue that a capital markets union (CMU) is an indispensable project in this context that we have so far failed to advance, for two reasons.", "First, if we look at historical examples, it is clear that the conditions for capital markets to develop in Europe have not yet been satisfied.", "Most importantly, we have lacked a unifying project around which CMU can be anchored.", "But this is now changing.", "And second, perhaps because we have lacked such a project, we have relied too much on a \"bottom- up\" approach to integration.", "The solution, in my view, is to make a \"Kantian shift\" in our approach to CMU.", "Immanuel Kant turned philosophy on its head by asserting that, instead of the world creating our perception, it is our perception - the product of our human mind - that defines how we experience the world.", "In the same way, we can turn our approach to CMU on its head, so that it can become a vital tool in financing the ongoing transformations.", "Lessons from history for the CMU To start, what does history teach us about how capital markets develop?", "The most important lesson is that a capital markets union emerges when there is a need to finance an economic transformation that exceeds the capacities of fragmented financial markets.", "The US railroad example is a perfect illustration of this.", "In the 19th century, the US financial market was extremely fragmented, as individual states limited the chartering of banks.", "And this created a fundamental mismatch in the economy.", "The United States had a \"single market\" in goods and services - fortified by the Commerce Clause - which meant that firms could grow to national scale.", "But the banking system was not operating on a similar scale, so it could not meet the financing needs this created.", "This problem was particularly acute in the case of the railroads, because loans to railway projects were high risk and there were frequent defaults.", "No local US bank could diversify these risks in its loan portfolio, and transaction costs made loan syndication prohibitively expensive.", "So, entrepreneurs and investors filled the gap.", "Railroads were seen as so critical for the future of the country that capital markets were developed to tap a deeper pool of domestic and foreign investors.", "Measured in 1909 US dollars, investment in the railroads increased from around 90 million in the 1830s to almost 5 billion in the early 1900s.", "Most of the finance took the form of bonds, and up to one- third of it came from foreign investors.", "!2] Seen from this perspective, one of the reasons why CMU has not yet succeeded is clear.", "Since CMU became an EU policy goal nearly a decade ago, its stated objectives have tended to prioritise the stabilising benefits of integrated capital markets.", "We have focused on increasing private sector risk-sharing to make the monetary union more resilient, or having a \"spare tyre\" during banking crises to make the financial sector more resilient.", "These worthy objectives owed much to the circumstances in which the CMU agenda emerged, which was in the aftermath of the great financial crisis and the euro area sovereign debt crisis.", "But these are just some of the welcome side effects of integrated capital markets; they are not the main effects.", "If we take the United States as an example - and I should note that the United Kingdom followed a similar path/4] - there needs to be a greater common goal.", "And over the last decade, Europe has not only lacked this greater common goal, but governments and firms everywhere were in fact cutting back on investment.", "The EU at a critical juncture But the situation today is very different.", "In many ways, we now face similar questions to those the United States was confronted with in the 19th century.", "Europe is facing a series of common challenges, with the \"three Ds\" of deglobalisation, demographics and decarbonisation looming larger.", "There are increasing signs that the global economy is fragmenting into competing blocs.", "We are approaching a long-anticipated demographic tipping point: in the euro area, a continuous decline in the working age population, so those aged 15 to 64, looks set to begin as early as 2025.", "And the impact of climate disasters is increasing every year, as is the need for climate action.", "Addressing all these challenges at the same time will require a generational effort - and massive investment is needed in a short space of time.", "As new trade barriers appear, we will need to reassess supply chains and invest in new ones that are safer, more efficient and closer to home.", "As our societies age, we will need to deploy new technologies so that we can produce greater output with fewer workers.!", "{ Digitalisation will help.", "And as our climate warms, we will need to advance the green transition without any further delays.", "To give a sense of the volumes involved, the European Commission estimates that the green transition alone will require additional investment of €620 billion every year, on average, until 2030, and a further €125 billion per year will be needed for the digital transition.", "Just like in the United States in the 19th century, it is clear that we cannot rely on our existing framework to finance this investment.", "Governments have the highest debt levels since the Second World War, and European recovery funding will end in 2026.", "Banks will have a central role to play, but we cannot expect them to take on so much risk on their balance sheets.", "This brings me to the capital markets union.", "Despite two European Commission action plans, Europe's capital market remains fragmented.", "Financial integration is lower than before the financial crisis.", "Bond markets are three times smaller than in the United States.", "And EU venture capital lags significantly behind the United States, at just one-fifth of the size.", "!& We will not succeed in these transitions if we don't get CMU back on track.", "And there are two ways in particular in which Europe is being held back.", "First, existing firms that want to digitalise or decarbonise cannot access the full amount of financing they need.", "To give an example, in a recent ECB survey of small and medium-sized enterprises (SMEs), nearly 40% of respondents considered the lack of investor willingness to finance green investment to be a very significant obstacle.", "The issue here is not only that SMEs cannot tap capital markets, but also that the lack of capital market development affects banks' ability to grant riskier loans.", "A genuine CMU would mean building a sufficiently large securitisation market, allowing banks to transfer some risk to investors, release capital and unlock additional lending.", "In the United States, banks have access to a securitisation market that is three times the size of Europe's.", "This could be even more powerful in our bank-based financial system.", "Second, underdeveloped capital markets mean that the young, disruptive firms that drive innovation have less access to the quality of financing they need.", "Today, European start-ups attract less than half the funding of their US counterparts\"), while the volume of investments in scale-ups in the United States is more than four times greater than in Europe.\"", "However, analysis shows that the rapid development of CMU could lead to an additional 4,800 companies across Europe raising an extra €535 billion a year.]", "The ingredients for success What are the key ingredients for success?", "First, for a project of this magnitude to succeed, the unwavering determination of all actors - in both the public and private sectors - is crucial.", "While the US railroads depended on the will of entrepreneurs and investors, they also had substantial political backing.", "In fact, Abraham Lincoln said that \"there is nothing more important before the nation than the building of the railroad to the Pacific\".", "So what we need today is for all parties to rally around this project, recognising that the future prosperity of Europe depends on it.", "The second key ingredient is for our shared determination to be embodied in a change of approach.", "So far, there has been a \"bottom-up\" approach to implementing CMU.", "The focus has been on developing local and regional capital markets to overcome the limitations of small domestic settings, and then removing the barriers to those markets being integrated further.", "Piecemeal changes to legislation have systematically tackled obstacles or inconsistencies in areas ranging from clearing systems and sustainability disclosures to retail investment and investment funds - with some notable successes.]", "But it is clear that this strategy has not provided sufficient incentives for stakeholders to build a European market.", "For instance, while the European equity market is less than half the size of the US equity market, it has three times as many exchange groups.", "And there are roughly 20 times as many post-trade infrastructure providers.", "This reduces market depth and liquidity and, as a result, makes it more difficult to develop larger capital markets.", "The bottom-up approach has also not led to harmonisation in the policy areas that could really move the needle in terms of breaking down cross-border barriers.", "For example, despite some efforts to harmonise insolvency frameworks, there are no common rules on the ranking of credit claims or on the conditions for initiating insolvency proceedings.", "This discourages investors from investing in firms in different Member States and hinders the development of liquid secondary markets for distressed assets.", "So it is time to enact what I call a \"Kantian shift\" - and to move from a bottom-up approach to a top- down one.", "Even though the US capital market developed organically in response to a need for funding, establishing appropriate institutions was critical to sustain it.", "Indeed, the creation of the Securities and Exchange Commission (SEC) in the 1930s played a pivotal role in suppressing state efforts to fragment securities markets.", "The European Securities and Markets Authority (ESMA) does some of that in the EU, but it is not truly single.", "Supervision remains largely at the national level, which fragments the application of EU rules.", "In fact, enforcement powers are often split across several national regulators.", "Creating a European SEC, for example by extending the powers of ESMA, could be the answer.", "It would need a broad mandate, including direct supervision, to mitigate systemic risks posed by large cross-border firms and market infrastructures such as EU central counterparties.", "But beyond a strong institution, a single rulebook is also key - a lesson we have learned in the banking sector.", "Before the great financial crisis, an approach based on minimum harmonisation led to a weak regulatory framework, creating an uneven playing field and enabling shallow, reversible financial integration \"41 By contrast, when the banking union was launched, the development of a single rulebook - a set of unified, directly applicable rules for all banks - levelled the playing field.", "To mitigate fragmentation in EU capital markets, a more ambitious approach should involve the creation of a single rulebook enforced by a unified supervisor.", "That would empower private entities to expand their ambitions in fostering high-growth private investments.", "Finally, a truly European capital market needs consolidated market infrastructures - and this is where the private sector can show its determination, too.", "The creation of a European consolidated tape) can encourage a shift towards larger, cross-border integrated market infrastructure and exchange groups.", "Research shows that stock markets that are part of wider groups perform better in terms of depth, IPO activity and liquidity, and this group effect proves to be particularly powerful for smaller exchanges.]", "Let me conclude by returning to the wisdom of Immanuel Kant.", "He once expressed the idea of doing the right thing because it is right.", "But he was also clear that, in order to act in this way, one must operate first from a foundation of goodwill.", "We can apply the same principle to the development of a true CMU today.", "The foundation of goodwill is there - policymakers, banks and investors all want this project to succeed.", "What we need to do now is build on this goodwill and go further, otherwise we risk jeopardising Europe's ability to deal with the challenges on the horizon.", "I have argued that there is a compelling collective interest in taking a more ambitious European approach to establishing a capital markets union.", "In the changing circumstances we face today, where the challenges of deglobalisation, demographics and decarbonisation are looming larger, integrated capital markets are integral to our success.", "Some will argue that, unless we start issuing common EU bonds that will ultimately constitute a European safe asset, and parallel US Treasury bonds, this project will not succeed.", "But even if this is correct, it should not stop us from working on the many other areas that are necessary for CMU to become a reality.", "The lesson of European integration is that we have to take the steps that are in front of us, when the moment arises, and then the others will eventually follow.", "Faced with such an immense financing challenge, the moment for action is now.", "So I encourage all of us to be bold and not to let this moment pass.", "(1844), \"The Young American\", lecture read before the Mercantile Library Association, Boston, 7 February.", "This figure has been calculated by comparing the projection for real GDP in the second quarter of 2023 contained in the December 2019 Eurosystem staff macroeconomic projections for the euro area with the actual data for that period.", "and Judge, K. (2018), \"The Origins of a Capital Market Union in the United States\", ECG/ Working Paper Series in Law, No 395, European Corporate Governance Institute, April.", "In the United Kingdom in the 19th century, local authorities, facing rapid urbanisation and rising mortality rates, faced a pressing need to procure finance to build roads, sewers, gasworks, schools and hospitals.", "This led to the growth of the municipal capital market, which grew to become about half the size of the market for government debt by 1900.", "(2022), \"Making the municipal capital market in nineteenth-century England\", The Economic History Review, Vol.", "World Trade Organization (2023), World Trade Report 2023 - Re-globalization for a secure, inclusive and sustainable future.", "The Effect of Aging on Economic Growth in the Age of Automation\", American Economic Review, Vol.", "European Commission (2023), 2023 Strategic Foresight Report - Sustainability and people's wellbeing_at the heart of Europe's Open Strategic Autonomy, July.", "ECB (2023), \"The EU's Open Strategic Autonomy from a central banking_perspective - challenges to the monetary policy landscape from a changing geopolitical environment\", Occasional Paper Series, No 311, Frankfurt am Main, March.", "(2023), \"Climate change and euro area firms' green investment and financing - results from the SAFE\", Economic Bulletin, issue 6, ECB.", "See European Investment Bank (2020), From starting_to scaling - How to foster startup growth in Europe, May.", "European Investment Fund (2023), Scale-up financing gap, September.", "An additional €14 trillion in long-term capital could also be put to work in the EU economy to help support the transition.", "See Asimakopoulos, P., Hamre, E.F. and Wright, W. (2022), A New Vision for EU Capital Markets - Analysis of the State of Play & Growth Potential in EU Capital Markets, New Financial, February.", "For more details, see \"Legislative measures taken so far to build a CMU\" on the European Commission's website, and the \"Capital markets union\" webpage on the Council of the European Union's website.", "Optional participation of smaller venues that account for less than 1% of trading volume of shares in the EU.", "See related Council of the European Union document.", "Wright, W. and Hamre, E.F. (2021), \"Report: the problem with European stock markets\", The future of EU capital markets, New Financial, March."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Capital Markets Union", "Railroad development", "Investment financing", "Securitisation market", "Start-up funding", "Bottom-up approach", "Top-down approach", "Single rulebook", "Consolidated market infrastructures", "EU safe asset"]}