{"sentences": ["Banc Ceannais na hEireann Central Bank of Ireland HOME ABOUT NEWS&MEDIA EVENTS CAREERS CONTACT _GAEILGE SEARCH Financial System Monetary Policy Regulation Publications Statistics HOME > NEWS&MEDIA > PRESSRELEASES > ARTICLE > \"WALKING THE PATH - THE TRANSITION TO NET-ZERO\" - REMARKS BY DEPUTY GOVERNOR SHARON DONNERY AT CLIMATE FINANCE WEEK \"Walking the path - the transition to Net-Zero\" - Remarks by Deputy Governor Sharon Donnery at Climate Finance Week 21 November 2023 Speech Good morning everyone - it's a pleasure to be invited here to speak and to participate in one of the many interesting sessions organised as part of the 6\" annual Climate Finance Week.!", "Thanks to the Department of Finance and the International Sustainable Finance Centre of Excellence for organising what I'm sure will be another successful series of events this year.", "Every year, this event is an opportunity for all of us to come together to discuss the profound challenges presented by climate change - and to engage on how best to address them.", "1am very much looking forward to the panel discussion, and in these opening remarks thought I would try to set the scene by outlining some thoughts about the climate change risk landscape and the increased importance of transition financing and planning.", "The climate challenge In the years since the first Climate Finance Week, the seriousness with which governments, policymakers, businesses and the public are taking the climate challenge has grown significantly.", "However, so too has the appreciation of the drastic implications climate change could have for our planet.", "While often discussed in terms of along horizon and distant dates, it is fair to say we are already feeling the impact of climate change in our daily lives.", "Extreme weather events are becoming the \"new normal', with increasing frequency and severity of such events.?", "In Ireland, we have had first-hand experience of this with recent flooding; and globally this summer represented Earth's hottest three-month period on record, with unprecedented sea surface temperatures and extreme weather.> In the years ahead these events are only expected to intensify.", "And along with these physical risks to our planet and our economies also come clear risks for our financial system.", "The case for change, for action, has long been clear.", "But while we all accept that climate change is the existential challenge facing us - our actions do not always reflect this.", "We struggle to focus on the distant and difficult crisis compared to the current more tangible problems we face every day.", "And so, despite a broad consensus around the need to transition to net- zero in Ireland, we cannot pretend it will be easy - and we should not pretend it won't require real action, involving complex trade-offs and a fundamental shift in our economy.", "In this regard, data published yesterday in the Central Bank of lreland's new Climate Observatory report sheds some light on the domestic challenges we face in delivering on our climate change ambitions.", "* For our economy, Ireland's COz Emissions per Capita are in the top 10% globally - with Agriculture making up 38% of our greenhouse gas emissions.", "Irish business sectors are more CO2 intensive per employee than the EU average.", "And if we are to meet our 2030 targets to reduce sectoral emissions by 51%, we need faster electric vehicle growth, and even faster growth in heat pump installations.> ® For our financial system, while the CO, intensity of the direct holdings of debt securities and listed shares of the Irish banking industry and our investment funds sector are around the average in the Euro Area, the Irish financial services sector is among the highest in the euro area in terms of corporate exposures at risk of flooding; with almost 35% of exposures located in areas prone to river flooding.\"", "Safety and soundness - adapting for this new world From the point of view of the regulator of the financial sector, our fundamental expectations are that firms identify and effectively manage the risks they are exposed to.", "And, as is increasingly clear, climate risk, both physical and transition, are material risks which must be managed just like any other material risks firms are exposed to.", "For this reason, ensuring firms adequately assess and manage exposures to climate-related and environmental risks has been a supervisory priority for us for anumber of years.", "One example of this is work we are doing at a European level to ensure banks have better climate and environmental risk management and disclosure practices.", "In 2020, the ECB published guidance setting out our supervisory expectations across all areas of their risk management, business model and governance frameworks.", "Banks have until the end of 2024 to meet these expectations; with interim targets that were to be met by March this year.® Some banks have progressed well in meeting these expectations; some, however, have not and a number of banks have not delivered within our interim deadline.?", "Given the materiality of climate risks to bank's balance sheets, and the priority we are placing in this area, this is not something as supervisors we can stand idly by and accept.", "And so, we have issued binding supervisory decisions to those banks, including raising the potential of imposing periodic penalty payments if they fail to meet their requirements.", "As my colleague Frank Elderson noted in Brussels last week, it is not for us as supervisors to tell banks who to lend to or not.", "But we must be clear that failing to manage climate and environmental risk is not compatible with sound risk management.", "?° And this applies to all firms.", "So for insurers, following work at European level by EIOPA in 2021 and 2022 we have developed guidance to clarify our expectations on how (re)insurers might address climate change risk in their business.", "The guidance sets out that we expect to see a step change in the way that (re)insurance undertakings are responding to climate change risks and it is also designed to assist (re)insurers in developing their governance and risk management frameworks in this regard.", "And shortly, we will write to credit unions with the outcome of our Climate and Environmental Risks Survey to set out our observations and supervisory expectations in this area.", "Walking the path - financing the transition So the risks from climate change are clear.", "And the risks are rising.", "This makes the need to transition and meet our climate targets all the more pressing.", "To pave the path to a sustainable, net-zero economy we will need both 'green finance' and 'transition finance.", "And indeed we will need a lot of both, with the European Commission estimating that an average annual investment of €1.25tn during the period 2021-30 is required to meet the objectives of Fit for 55 - the European Union's plan for a green transition.", "12 Green finance - which provides capital to assets in economic activities that are already environmentally sustainable - has traditionally been the focus of sustainable finance.", "However, our transition to a net-zero economy will not happen overnight.", "It needs to be managed, and it needs to be realistic - accounting for and supporting a whole-of-economy transition.", "As such transition finance - which provides capital to assets that contribute to gradually improving the environmental performance of activities towards sustainability - must not be ignored.", "And we must recognise the need for investments in high- impact sectors, such as shipping or steel, where achieving environmental sustainability requires long-term, sustained effort.", "At this stage both types of financing should been seen as complementary.", "And while ultimately over time we will want green finance to dominate as the economy transitions, in the short-term we need to ensure that transition finance moves the dial.", "In this regard it is good to note that we have recently seen the development of transition finance frameworks, such as the OECD Guidance on Transition Finance and the European Commission Recommendations on Transition Finance.!", "*: +4 The Commission Recommendations illustrate a shift in the overall policy approach, as they set out how companies can practically utilise the tools of the European Union Sustainable Finance Framework to contribute to the goals of the European Green Deal.", "But while transition finance - as evidenced by today's panel - has become very topical, from a regulatory perspective, it has always been a key part of the broader sustainable finance agenda.", "For example, the work of the European Commission to create a sustainable finance framework arose in light of the Paris Agreement to \"mobilise climate finance' and to \"make finance flows consistent with a pathway towards low greenhouse gas emissions and climate-resilient development\".", "!> So, we know the pathway to a sustainable future involves a transition from our current unsustainable position - and that transition needs financing.", "But it also needs planning, and this is why there is also an increasing focus on ensuring firms have credible transition plans.", "Without transition plans, the challenge of de-carbonising grows.", "So too does the probability of physical and transition risks crystallising - and with that, threats to the financial stability of the overall system, the safety and soundness of firms and, of course, threats to consumer and investor protection.", "Transition planning can therefore be seen as a means for businesses to translate their environmental and climate ambitions into actions; and it can also help minimise the strategic and financial risks associated with the transition, identify business opportunities, and provide clarity on their business strategy - which can attract new investors and business partners.", "And for us as central banks and regulators, credible plans would allow the firms that we regulate to place greater reliance on this information in the context of their activities as lenders, insurers, capital market participants and advisors considering climate risks - allowing for a greater understanding of the financial risks that they face as financial institutions, not to mention reducing the risk of greenwashing.", "Walking the talk - doing our part I mentioned earlier that climate change is a challenge we all face.", "As such it is not enough for us to focus on the role of the industry alone - Central Banks need to \"walk the talk\" too.® At the Central Bank of Ireland, we have reflected this in our most recent Strategic Plan which commits us to acting as a socially responsible and sustainable organisation and over the course of our plan to progress our organisational sustainability objectives.\"", "Taking action to ensure the financial system is resilient to climate-related and environmental risks, and to embed climate change considerations across our own operations, is a key strategic priority for us.", "In implementing this priority, we have looked at climate change though a number of different lenses.", "Firstly in terms of the financial system and our mission to maintain price and financial stability, we continue to enhance our understanding of climate and environmental risks: ¢ This week, we released two 'Behind the Data' publications focused on green lending in Ireland and the carbon intensity of Ireland's financial sector's securities holding.", "2° They show, in contrast, that there is an increasing level and range of green lending in Ireland to households and non-financial companies; while at the same time there is evidence of concentrated exposures to carbon intensive sectors within Irish banks.", "e AsI mentioned we also published our Climate Observatory report - providing an annual update of climate-related financial and non-financial metrics.", "Our forthcoming Financial Stability Report will also expand on our climate risk analysis through embedding it in our wider analysis of financial stability risks.", "The unpredictable nature of climate shocks, combined with the potential that more extreme outcomes are now becoming more likely, increases the need for resilience across all sectors of the macro-financial system.", "e Interms of engaging more strategically on climate issues, in 2022 we established a Climate Risk and Sustainable Finance Forum, which I chair, to bring us together with cross-industry representatives, academics and climate experts.", "The Forum, which has its next meeting in early-December, is designed to promote knowledge-sharing and build understanding of the implications of climate change for the Irish financial system.", "© Inaddition, two industry-led working groups were established within the Forum to progress the topics of risk management and capacity-building with respect to climate change.", "e And of course, as I noted earlier, climate and environmental risk continues to be a supervisory priority of ours, and we will continue to develop our supervisory expectations of firms in this regard.", "Secondly in terms of our own organisation: ¢ Earlier this year, we published our Climate Action Roadmap, which sets out from an operational perspective how we are working to meet our commitments to meaningful change.", "© And earlier this year we published climate-related financial disclosures of our investment assets.", "These disclosures are in accordance with the Task Force on Climate-Related Financial Disclosures framework and go beyond minimum requirements and disclose climate-related information under all four TCFD categories, including 'Governance', 'Strategy', and 'Risk Management'.", "We have also made operational changes to embed climate and environmental risk and sustainability into our day-to-day activities.", "To conclude, as I said earlier this year - despite much having been done, there is much more to do.\"", "This goes for us all.", "There needs to be greater access to transition finance; and firms must improve their consideration and management of climate and environmental risks.", "Weas central bankers must continue to take steps to improve our own response to climate and environmental risks.", "And Governments must continue to lead the way, through targets, supports and legislation aimed at delivering the transition of our economy to net-zero that we need.", "We must walk this path together - for this is the only way.", "Thank you, and I look forward to the panel discussion.", "1Thanks to James Flanagan, Cian O'Laoide and Philip Brennan for their help preparing these remarks."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none"], "topics": ["Climate change", "Transition finance", "Climate risk", "Financial stability", "Green finance", "Sustainability", "Transition planning", "Climate action", "Climate finance", "Climate resilience"]}