{"sentences": ["Maintaining price stability - The role of the Eurosystem and other economic agents Speech at the European Economic and Financial Centre 08.11.2023 | London | Joachim Nagel Check against delivery.", "2 A challenging monetary policy world 3 The Eurosystem's response to the surge in inflation 4 The role of other economic agents in maintaining price stability 4.1 Firms 4.2 Workers 4.3 Governments 5 Monetary policy conclusions Ambassador Berger, Thank you very much for your kind introduction and for hosting this event here at the German Embassy.", "A particular welcome also to the further Ambassadors present today.", "Professor Scobie, Thank you very much for inviting me.", "I look forward to hearing your comments later.", "Ladies and gentlemen, It is a great honour for me to speak to you here today.", "The European Economic and Financial Centre's Distinguished Speakers Seminar provides an enriching forum for discussing matters of monetary policy.", "Today, I would like to address the following question: Who is responsible for maintaining price stability in the euro area?", "In my view, the answer to this question is quite simple and clear: The Eurosystem!", "That is, the European Central Bank and the 20 national central banks in the euro area.", "Does that mean that the actions of other economic agents are irrelevant?", "Other economic agents can make the Eurosystem's life easier, but also more difficult.", "Ultimately, however, responsibility for price stability lies in the hands of the Eurosystem.", "At this point, you might be wondering: If the answer to my question is that simple, why don't we just proceed to lunch?", "Quite obviously, the devil is in the details and the full answer more complicated and nuanced.", "Allow me to explain my reasoning in more detail, starting from the macroeconomic environment.", "A challenging monetary policy world If we think back to just a few years ago, inflation was too low.", "In a simple narrative, that was because of a variety of favourable supply shocks and rather weak aggregate demand.", "The too-low inflation called for expansionary monetary policy.", "By easing financing conditions, monetary policy makes spending more attractive, thus boosting aggregate demand.", "Higher aggregate demand stimulates the economy and ultimately causes inflation to rise.", "There was no trade-off between stabilising inflation around its target and output growth around its potential.", "During the course of 2021, the situation began to change.", "At first, this was because the COVID (Coronavirus Disease)-19 pandemic and the subsequent economic lockdowns disrupted global supply chains, and energy prices started to gain momentum.", "In the spring of 2022, Russia launched its war of aggression against Ukraine.", "This led to massive disruptions in the availability of fossil fuels.", "In addition to the inflationary pressures from the supply side of the economy, there was also strong demand.", "Households changed their consumption patterns during the pandemic.", "At first, they purchased fitness equipment.", "Then, they were happy to be able to go out to restaurants again.", "This resulted in temporary excess demand in these sectors.", "Furthermore, policy provided support: Monetary policy was still expansionary.", "And fiscal support was ample as well.", "During the pandemic, when it helped to stabilise incomes after the lockdowns.", "And again during the energy crisis.", "Eventually, however, the adverse effects coming from the supply side began to dominate: Instead of moving in the same direction, inflation and output started to diverge.", "Inflation rose dramatically, whilst output growth weakened.", "This implies that there was a trade-off between stabilising inflation and stabilising output.", "In this situation, with inflation already rising forcefully, looking through a supply shock was not an option.", "Central banks needed to bring down inflation, even at the cost of lowering output further.", "The Eurosystem's response to the surge in inflation How did the Eurosystem react to this challenge?", "To understand its response, we have to bear the Eurosystem's monetary policy strategy in mind.", "[1] There are two elements that stand out: First and foremost, the Eurosystem's primary objective is to maintain price stability.", "Second, the Eurosystem aims at maintaining price stability over the medium term.", "Our strategy thus takes account of the time lags in monetary policy transmission and gives us flexibility.", "While we do not have a dual mandate, the medium-term perspective prevents us from acting pro-cyclically and becoming a source of macroeconomic instability ourselves.", "How did this strategy play out in practice?", "At the end of 2020, inflation was still in negative territory.", "In July 2021, it hit 2.2% and thus exceeded our target for price stability.", "By the end of 2021, inflation had already reached 5%.", "Still, many considered the rise in inflation to be transitory.", "Nonetheless, in December 2021, the ECB (European Central Bank) Governing Council took its first step to scale back monetary accommodation: It announced that its asset purchases would slow down during the course of 2022.", "The Russian invasion of Ukraine gave inflation yet another push: Natural gas prices rose to an unprecedented extent.", "Food prices increased significantly as well.", "Inflationary pressures broadened and gained considerable momentum.", "At the same time, the risk of a de-anchoring of inflation expectations grew.", "It was time to act forcefully.", "In July 2022, the Eurosystem began to raise interest rates.", "We also concluded that it would be appropriate to tighten interest rates further, ending the era of negative interest rates in a single step.", "Inflation in the euro area continued to rise, climbing to a rate of 10.6% in October 2022.", "This was a magnitude that most parts of Europe had not seen for at least a generation.", "At the same time, economic growth weakened considerably, largely owing to the energy crisis and the squeeze of inflation on real spending.", "However, the Eurosystem - given our mandate's primary focus on price stability - kept on tightening monetary policy.", "Even if that meant weakening growth further for some time.", "The short-run trade-off in stabilisation became more and more apparent.", "I understand that slowing down the economy to tame inflation is unpopular.", "But, to achieve price stability, supply and demand have to be re-aligned.", "And this meant, and still means, that aggregate demand must be restricted.", "The role of other economic agents in maintaining price stability So far, I have spoken about central banks.", "But what role do other economic agents play in maintaining price stability, if any?", "Economic agents all have their own individual, rational interests.", "Firms usually aim to maximise their profits.", "Workers and unions tend to strive for higher wages.", "And governments' policy goals are, by their very nature, varied and as wide-ranging as the goods on offer at Covent Garden market.", "It is not generally up to the Eurosystem to call these interests into question.", "Instead, the Eurosystem takes the actions of other economic agents into account and responds to their outcomes.", "If the actions of firms, workers or governments drive up inflation, then the Eurosystem has to become more restrictive to counteract this.", "By contrast, in an environment of high inflation, if the behaviour of other economic agents is disinflationary, then monetary policy can be less restrictive to achieve its goal of maintaining price stability.", "Or, to put it a bit more bluntly: The better other economic agents play along, the easier our task, and the smaller the economic side-effects.", ".1 Firms But what does this mean for the euro area in the current situation?", "With regard to firms, we need to take a closer look at profits.", "When energy prices soared in the summer of 2022, many firms in the euro area raised their prices by more than their input costs.", "And this contributed noticeably to domestic price pressures.", "[2] Some have argued that firms used their market power to take advantage of supply shocks.", "This, they claim, was the main reason for the increase in prices.", "[3] I agree that the supply shocks in recent years were a major ingredient in the scarcities that allowed profits to grow.", "And that's what happened.", "A second factor contributing to the higher prices, was the strong demand.", "[4] In the end, firms can only charge higher prices if someone is willing to pay them.", "On a more general note, it is not reprehensible for firms to make profits, or even to increase them, when demand for their products and services is soaring.", "After all, firms also bear the risk when demand drops, and let's not forget that employees often benefit as well when business is booming.", "What role does the Eurosystem play in all this?", "Our tightening of monetary policy has contributed to the dampening of economic activity.", "And, in lockstep, profits have already made a significantly smaller contribution to domestic inflation in the second quarter of 2023 than in the quarters before.", "I am therefore expecting firms' profits to moderate in the coming quarters and absorb some of the recent strong increases in wages.", "If profits were to rise strongly instead, high inflation would be more persistent.", "And this would call the Eurosystem to action.", ".2 Workers As far as workers in the euro area are concerned, real wages have fallen quite noticeably since inflation started to rise.", "This resulted in a large reduction in the labour share - that is, the share of national income that goes to workers.", "Low earners in particular had to cope with higher prices.", "I can completely understand people wanting a pay rise to restore some of the lost standard of living they have lost.", "A certain degree of catching-up thus seems reasonable.", "And, as I said before, firms have scope to absorb some of the recent wage increases with their profits.", "[5] But once this rebalancing has taken place, I expect wage growth to moderate, just like firms' profits.", "Because, if real wage growth exceeds the economy's growth potential for an extended period of time, firms would pass at least some of these cost increases on to consumers.", "And this, of course, could mean higher inflation.", "This would again prompt a response from the Eurosystem.", "Currently, we are expecting wage increases to have some effects on prices.", "But we do not see any evidence of a self-reinforcing spiral.", "[6] We will continue to carefully monitor whether the price and wage-setting behaviour will normalise and align more closely with our inflation target.", "Otherwise - as you may have guessed by now - the Eurosystem will be called to action.", ".3 Governments I would now like to turn my attention away from the firm-worker nexus and towards another important player: governments.", "How can fiscal policy make it easier for the central bank to maintain price stability?", "First, in the current environment of high inflation, fiscal policy needs to be restrictive.", "Expansionary fiscal policy could spur aggregate demand and increase existing inflationary pressures.", "So I'm happy to see deficit ratios declining in the euro area.", "In many cases, this is related to the phase-out of the crisis response measures.", "I see the risk of an underlying expansionary trend gaining traction.", "Second, public finances need to be sound.", "This is not only a timeless requirement, it is also a very topical one.", "Countries need to rebuild fiscal buffers to prepare for future crises and future spending needs to cope with the climate transition, demographic challenges and rising geopolitical conflicts.", "Fiscal rules are the key to ensuring sound public finances.", "In Europe, these fiscal rules are defined in the Stability and Growth Pact.", "Unfortunately, the manner in which the Pact was handled in the past was inadequate: It did not prevent high and rising debt ratios.", "The European Commission's recent reform proposal does not improve upon the status quo: [7] It offers a great deal of scope for interpretation and discretion.", "And this threatens to weaken the binding effect of the fiscal rules even further.", "I see two main areas for improvement: [8] First, the number of exemption clauses should be reduced significantly.", "Because having too many loopholes risks watering down the consolidation targets.", "Instead, we need concrete, non-negotiable minimum standards.", "Second, the surveillance of government finances could be delegated to an independent institution, such as the European Stability Mechanism (ESM (Europäischer Stabilitätsmechanismus)).", "Because by \"depoliticising\" the surveillance process, compliance could be improved.", "Monetary policy conclusions Ladies and gentlemen, I hope I have managed to explain in greater detail how firms, workers and governments can help make it easier for us to achieve price stability.", "But ultimate responsibility for price stability lies with the Eurosystem.", "So what does this mean for current and future monetary policymaking in the euro area?", "According to the flash estimates for October, headline inflation has declined significantly to 2.9%, but core inflation is down only somewhat at 4.2%.", "And parts of our previous rate hikes are still being transmitted to the real economy and to price developments.", "Against this background, we decided to stay the course and leave interest rates unchanged at our last meeting.", "We will continue to follow a data-dependent approach.", "At our next meeting in December, we will have more hard data, and, most importantly, new Eurosystem staff forecasts.", "We will then decide how to proceed on that basis.", "Ladies and gentlemen, given the visible economic slowdown, the \"last mile\" before we reach our inflation target may well be the hardest.", "In this situation, it is helpful to recall the sequence of monetary policy transmission.", "Monetary policy tightening is first transmitted to broader financing conditions.", "Tighter financing conditions then slow down the real economy.", "This is where we are right now.", "And, with another time lag, the slowdown of economic activity puts downward pressure on inflation.", "Monetary policy has already started to dampen inflation.", "We will stay the course.", "I am firmly convinced and personally committed: The Eurosystem will ensure that inflation returns to our 2% target.", "We will achieve price stability.", "For a recent overview of the Eurosystem's monetary policy strategy, see Deutsche Bundesbank (2021), The Eurosystem's monetary policy strategy [-strategie-data.pd] , Monthly Report, September 2021, pp.", "(2021), The ECB (European Central Bank)'s price stability framework: past experience, and current and future [~3f2619ac7a.en.pdf?", "For a comprehensive analysis, see European Commission (2023), European Economic Forecast [-finance.ec.europa.eu/system/files/2023-05/ip200_en_1.pdf] , Institutional Paper 200, May 2023, pp.", "(2023), Euro Area Inflation after the Pandemic and Energy Shock: Import Prices, Profits and Wages IMF (International Monetary Fund) Working Paper No 2023/131.", "See Weber and Wasner (2022), Sellers' inflation, profits and conflict: why can large firms hike prices in an emergency?, Review of Keynesian Economics, Vol.", "In the popular debate, this phenomenon has also been dubbed \"greedflation\".", "For a critical account of this debate, see The Economist (2023), \" Greedflation\" is a nonsense idea [-is-a-nonsense-idea] , 6 July 2023. .", "Bilbiie and Känzig (2023) show, with a range of New Keynesian models, that the \"greed narrative\" seems incompatible with workhorse macroeconomic theories.", "Profits, Inflation, and Aggregate Demand NBER (National Bureau of Economic Research) Working Paper No 31618, September 2023. .", "Lorenzoni and Werning (2023) provide a recent theoretical interpretation of this inflation sequence.", "See Lorenzoni and Werning (2023), Wage-Price Spirals [-content/uploads/2023/09/5_LorenzoniWerning_unembargoed.pdf] , BPEA (Brookings Papers on Economic Activity) Conference Draft, 28-29 September 2023. .", "For a long-term perspective on wage-price spirals, see Alvarez et al.", "(2022), Wage-Price Spirals: What is the Historical Evidence [/-/media/Files/Publications/WP/2022/English/wpiea2022221-print-pdf.ashx] ?, IMF (International Monetary Fund) Working Papers 22/221.", "See European Commission (2023), New economic governance rules fit for the future [-finance.ec.europa.eu/publications/new-economic-governance-rules-fitfuture_en] , April 2023.", "For a detailed critique, see Deutsche Bundesbank (2023), Public finances [-oeffentliche-finanzen-data.pdf] , Monthly Report, May 2023, p. 57-75. .", "See Deutsche Bundesbank (2021), Public debate on the review of the EU (European Union) economic governance -12-22-public-debate-eu-economic-governance-download.pdf] 9.", "Bundesbank contribution, 22 December 2021."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Price stability", "Inflation", "Monetary policy", "Eurosystem", "Firms", "Workers", "Governments", "Fiscal policy", "Wage growth", "Profit margins"]}