{"sentences": ["The banking crises of 2023: some initial reflections Deputy Governor of Banca d'Italia remarks at the event \"Promoting Accountability in Times of Crisis\", Tenth Annual Meeting of the Working group on financial and economic stability of the The International Organization of Supreme Audit Institutions (INTOSAI), hosted by the Corte dei Conti Rome, 8 November 2023 I am happy to be here at such distinguished event to share some thoughts about the banking crises of last Spring.", "Such events triggered reflections in the international fora about possible improvements of the current supervisory and regulatory framework on banks and of the existing resolution tools.", "This is the topic of my remarks today.", "The recent banking crises In less than two months - from 8 March to 1 May 2023 - four mid-sized US banks (Silicon Valley Bank, Silvergate Bank, Signature Bank, First Republic Bank) and a globally significant Swiss one (Credit Suisse) were shut down, put into receivership, rescued or closed.", "The event, involving banks with overall total asset exceeding $1,100 billion, was the most significant system-wide banking stress in terms of scale and scope since the Great Financial Crisis.", "It sent shockwaves throughout the global financial system.", "In the two weeks following 8 March asset prices worldwide fell, quite sharply for banks' equities, and the cost of insuring against bank default surged.", "Wide-scale public support measures were deployed by the US and Swiss authorities to manage the crises and mitigate the impact of the stress, including significant central bank liquidity provision to banks, the activation of FX swap lines, government backstops and guarantees, an extension of deposit guarantee schemes; in the case of Credit Swiss a complete write-off of Additional Tier 1 (AT1) instruments was also effected, a decision which has sparked a lively debate about the legitimacy of the decision as well as on the loss absorption capacity of this class of instruments.", "Thanks to the effective management by the US and Swiss authorities, the crisis was brought under control.", "The US S&P 500 and the Eurostoxx 500 indexes in Europe recovered their pre-crisis levels in a few weeks (fig.", "The impact on the bank component of the indexes has been more intense: in Europe the latter has gradually caught up with the market index, in the US it is still well below.", "A strong and long-lasting effect was recorded by US and EU stock market indexes (1) (indexes: 8 March 2023=100) Source: Bloomberg.", "(1) Vertical bars mark the critical dates in the crises of SVB, CS and FRB (in the order, Silicon Valley Bank, Credit Suisse, First Republic Bank).", "the US regional banks index, which still trades about 40 percent below pre-crisis levels, signalling that problems may still linger.", "As is often the case, it is not possible to trace the crises to few well-identified causes.", "In the US cases an important role was played by unbalanced business models and inadequate management, rapid growth in assets and deposits, loan and funding concentration, overreliance on uninsured deposits, large unrealized losses on securities held at amortized cost.", "Also, the fact that the failed banks, like all mid-sized banks in the US, had been partially or fully exempted from Basel requirements likely played an important role.", "The crisis of Credit Suisse had different causes, as it followed a number of difficulties that had emerged over several years.", "While each bank and each crisis had different characteristics and history, some common elements emerge.", "First, the proximate common cause of the crises was a rapid loss of confidence by clients and markets, triggered by pre-existing vulnerabilities that in some cases had been known for months or years.", "While several such vulnerabilities were idiosyncratic, some others were common.", "In particular, the reports issued by the US and Swiss authorities point out that in all cases the governance and the risk management were inadequate, the business models were unbalanced and the liquidity supervision was not effective.", "Second, in all cases banks were eventually taken down by large liquidity outflows.", "An element that sets these crises apart from previous ones was the speed of withdrawals by depositors: while relatively heterogeneous across banks, it was on average very high.", "Three possible causes of this phenomenon have been considered: changes in technology that enabled faster withdrawals, social media that facilitated information dissemination and coordination among depositors, and uninsured deposits that were concentrated among bank customers with connections to each other.", "Third, authorities resorted to exceptional measures, derogating from the ordinary bank crisis management rules.", "The US framework envisions the so-called Systemic Risk Exception, which can be triggered when a specific set of conditions are met.", "In the case of SVB, collateral rules were temporarily loosened to accept bonds at par value.", "Also thanks to ad hoc legislation rapidly approved, the Swiss authorities enforced a dilution of the bank's shareholders and a write-off of all the AT1 bonds, provided ample liquidity facilities and a second-loss government guarantee to the benefit of the intervening bank (UBS).", "Remarkably, in both countries authorities decided to extend deposit protection.", "Especially the decision by the US authorities to adopt unlimited deposit coverage for two of the three banks involved, although on an ad hoc and temporary basis, has reopened a discussion on the optimal level of coverage.", "Fourth, authorities implemented swift crisis management actions.", "While this is typically the case with bank crises, the speed with which events unfolded in the recent episodes probably represented a particularly stark test.", "Finally, the shockwave created by the failed banks propagated worldwide, negatively affecting equity prices of firms and intermediaries with no - or very limited - direct links (i.e.", "bilateral exposures) with these banks.", "This confirms that dangers for global financial stability can arise not only from very large and highly interconnected banks, but also from the shockwave created even by relatively small intermediaries.", "The propagation channel is the loss of confidence and the fall in risk appetite of market operators and investors due to news that are perceived to be bad enough.", "This \"contagion by analogy\" has nothing to do with direct or indirect relationships between intermediaries, nor with the other factors typically considered when judging the systemic nature of an intermediary.", "Rose, Understanding the Speed and Size of Bank Runs in Historical Comparison, Federal Reserve Bank of St. Louis Economic Synopses n., 2023.", "Rose argues that while technological improvements can explain some of the increase in speed in the recent US cases, they likely had an important effect only for household and small business depositors.", "Major corporations, which were the predominant source of deposit withdrawals in prior run episodes, could withdraw funds in an automated electronic manner since the late 1970s.", "On the role of social media see A. Cookson et al., Social media as bank run catalyst, mimeo, 2023.", "See Congressional Research Center Focus, Bank Failures: The FDIC's Systemic Risk Exception, April 11, On the 10th of March the California Department of Financial Protection and Innovation \"closed\" SVB by appointing the FDIC as liquidator.", "On the same date, the FDIC announced the transfer of protected deposits (up to $250,000) to a newco (Deposit Insurance National Bank of Santa Clara); the access to protected deposits was guaranteed from Monday 13th March.", "For Credit Suisse, only a few days passed between the liquidity support of 50 billion granted by the Swiss National Bank (16 March) and the acquisition by UBS (19 March).", "See L.F. Signorini, Remarks at the Giornata del credito (in Italian), October 2023.", "These events have been thoroughly described and analysed in a number of reports by standard setters and public authorities.", "The Basel Committee and the Financial Stability Board have started work to draw lessons in the prudential and resolution fields.", "In what follows I shall largely draw from these documents.", "On the limits of supervisory action Before moving to the lessons learned and the further reflections, let me sketch some personal considerations on the work of the supervisor.", "Following a banking crisis, the knee-jerk reaction by observers, even by experts in the field, is to blame supervision.", "Indeed, supervisors have a central role in ensuring banks' resilience; their action can occasionally have shortcomings, and in the cases at hand this was indeed openly admitted by the supervisors involved.", "However, a few considerations are in order.", "First of all, in virtually every jurisdiction banks are profit maximizing entities that, like any other, respond to their board and senior management, who in turn are accountable to their shareholders.", "The law says that the responsibility for banks' soundness primarily lies with these subjects.", "Indeed, regulation requires banks to have a robust corporate governance as well as internal risk management and controls capable of ensuring informed and prudent risk taking.", "True enough, it is the supervisor's task to ensure that these desirable features are in place.", "However, in practice supervisory agencies may face various constraints, including resource constraints.", "With the benefit of hindsight it is easy to see that more attention should have been paid to a certain intermediary, but doing so ex ante may not be so easy.", "Supervisors adopt a risk-based approach to apportion resources to the various tasks and intermediaries (i.e., they increase resources where they see higher risks), but the exercise is a probabilistic one, which can be defied by reality.", "Some problems can be detected too late, or not at all.", "Second, even when the problem is detected at an early stage, it can be difficult for the supervisor to adopt successful remedial actions if the bank is not responsive.", "Typically, See Federal Deposit Insurance Corporation, FDIC's supervision of Signature Bank, 28 April 2023; FDIC's supervision of First Republic Bank, 8 September 2023; Board of Governors of the Federal Reserve System, Review of the Federal Reserve's Supervision and Regulation of Silicon Valley Bank, 28 April 2023; Government Accountability Office, Bank Regulation: Preliminary Review of Agency Actions Related to March 2023 Bank Failures (GAO-23-106736), 28 April 2023; Basel Committee on Bank Supervision, Report on the 2023 banking turmoil, October 2023; Report of the Expert Group on Banking Stability, The need for reform after the demise of Credit Suisse, 1 September 2023; Swiss National Bank, Financial Stability Report, 2023; P. Hernandez De Cos, Reflections on the 2023 banking turmoil, 14 September 2023.", "This includes but is not limited to: the composition of the board and the extent to which its members have relevant experience, including banking and financial expertise; the board's ability to effectively challenge the bank's management, oversee the bank's risk profile and steer its strategy; the independence and empowerment of the risk management and internal audit functions; adequate safeguards to identify and eventually mitigate possible conflicts of interest, the enterprise-wide risk culture, including how embedded it is in corporate and business processes; and the incentives provided by senior management compensation schemes.", "See Board of Governors of the Federal Reserve System, cit.", "; Report of the Expert Group on Banking Stability, cit.", "supervisors adopt more and more intrusive measures in a proportionate fashion, gradually increasing pressure as the situation deteriorates.", "In principle, stark decisions should be taken well before a bank breaches regulatory requirements and reaches the point of non-viability.", "In its Report on the recent crises, the Government Accountability Office argues that US regulators had been recommended years before to add noncapital triggers to their framework for prompt corrective action, but failed to do so, thus missing a potential opportunity to take early action to address deteriorating conditions at banks.", "Somewhat similar views are contained in the Report of the Expert Group on Banking Stability for the Credit Swiss case.", "However, successfully implementing truly pre-emptive measures can be difficult, for at least two reasons.", "To begin with, if intrusive action is taken too early and based on \"unofficial\" triggers, the supervisor may be accused of lacking a legal basis for intervention, and therefore be subject to legal challenge.", "While legal frameworks and practices on this front may differ across jurisdictions, in my experience this happens quite frequently: considering the 40 extraordinary administrative procedures (a typical early intervention measure) of financial intermediaries enforced by the Bank of Italy in the last ten years, in 26 cases our decision was challenged in court by administrators or shareholders; the legal claim was rejected in nearly all cases.", "For a crisis management strategy based on strong early intervention measures to be viable, the supervisor must be able to successfully uphold them in court.", "But for this to be possible, the legal assumptions on which such interventions are based must be clearly enshrined in the legislation.", "And indeed, supervisors' technical discretion needs to be exerted consistently with those legal assumptions.", "Furthermore, once a bank's situation begins to deteriorate, it is difficult to engineer a turnaround if the key stakeholders (the shareholders and the management) are not actively cooperating in the effort.", "A supervisory decision to replace the board can face several obstacles: talented new management may be very hard to attract to a faltering bank; in case the turnaround is unsuccessful the supervisor can be accused of having caused the crisis.", "In such cases, the authorities may be forced to rely on less robust tools to incentivise banks to address risks, which may prove less effective.", "The speed of deposit withdrawals and the \"confidence effect\" that characterized the recent crisis episodes further strengthen the need for the supervisor to act carefully.", "Summing up, I am not arguing that supervisors should be acquitted without an inquiry.", "They have their responsibilities, need to be accountable and must constantly search for the optimal point along the trade-off between effectiveness of early intervention and the risk of overstepping their mandate.", "However, I believe that any balanced ex post assessment of a crisis episode should take the above considerations into account.", "Lessons learnt for intermediaries, regulators and supervisory authorities The Basel Committee report already identifies several preliminary takeaways for supervisors, including: the importance of supervisors analysing banks' business models and assessing a bank's governance and risk management in light of the crucial role exercised by its governance and risk management bodies; the oversight of liquidity risk; the treatment of interest rate risk in the banking book; the importance of exercising supervisory judgment and reviewing the existing supervisory toolkit; the introduction of a common definition of \"internationally active banks\", which would be important to define those that should be fully subjected to Basel Committee's standards.", "In what follows I shall focus on the supervisory and regulatory aspects of liquidity risk and on the interest rate risk in the banking book (so-called IRRBB), referring those interested in a broader analysis to the Basel Committee report.", "In the light of the features of the recent crises, I believe that my choice to discuss liquidity does not need a motivation.", "On the other hand, the IRRBB is typically a subject for bank analysts.", "It measures the possible impact of rate variations (under specific hypothetical scenarios) on assets and liabilities in the banking book.", "In the SVB case, the risk (on the asset leg) measured under the hypothetical scenario of the IRRBB framework began to materialise in 2022 due to the sudden and strong increase in interest rates, since assets were financed mainly by short duration deposits; as a consequence, the market value of long-duration securities declined and unrealised losses materially increased.", "This phenomenon played a key role in the confidence crisis that led to the demise of the bank.", "It is important also because it has affected to some extent many intermediaries worldwide; not only banks, but also insurance companies, pension funds, etc.", "Regarding the regulation of liquidity risk, the recent banking crises confirms that prudential requirements, i.e.", "the so-called Liquidity coverage ratio (LCR) and the Net stable funding ratio (NSFR), would have been able to detect - at least partially - the weaknesses in the liquidity profile of the US regional banks, had the latter been subjected to them.", "At the same time, some areas of the existing regulation, defined after the Great Financial Crisis, may deserve a fresh look in the light of the recent events.", "Specifically, the calibration of deposit run-off rates embedded in the LCR and NSFR might need to be adjusted to reflect the increased speed of deposit withdrawals.", "In addition, one could legitimately ask whether deposit concentration (which proved to be a key determinant of massive outflows in the SVB case) should play a role in the formulation of the ratios.", "Also, the US cases question whether the current regulatory framework is able to capture the risk of excessive maturity mismatch (i.e.", "that the duration of banks' funding sources is not properly matched to that of their assets).", "The NSFR was designed with this risk in mind, but does not cover the entire maturity structure.", "Specifically, it pools instruments with maturity of one year or more, hence it is unable to differentiate between assets and liabilities with a 18 months (say) maturity vs those with a 10 years maturity, or even longer.", "Moving to the supervisory aspects, it is worth recalling that the Basel framework requires supervisors to adopt liquidity risk monitoring tools and early warning indicators which should allow them to adopt corrective measures where needed.", "Indeed, supervisors do collect detailed data on liquidity risks, evaluate the soundness of banks' liquidity management and can impose additional requirement within the so-called Pillar 2 framework in case they detect shortcomings.", "However, apparently there is little or no harmonization across authorities in the liquidity indicators and, more importantly, in the methodologies to integrate them in the supervisory process.", "While Pillar 2 add-ons are routinely imposed in the capital framework, add-ons on LCR and NSFR are enforced only occasionally.", "The cases of SVB and Credit Suisse also show the importance of banks being ready to post collateral to obtain emergency liquidity assistance from the central bank.", "In the Eurozone, the in-house credit assessment systems allow several euro area national central banks to accept loans to non-financial corporations as collateral to grant banks access to refinancing.", "For the case in which banks do not have sufficient collateral, Switzerland is currently working on legislation to make the state-backed liquidity backstop permanent, after it was introduced as an emergency measure to mitigate the banking crisis.", "Overall, these areas seem to be promising ones for further work and for higher harmonization, leveraging on best practices where possible.", "Finally, let me mention that in a world where deposits can take flight in a matter of hours, some sand in the gears might be necessary.", "This might take the form of a remuneration structure that increases the premium for illiquidity, and therefore penalizes sight deposits.", "Or, fees could be imposed on material withdrawals.", "The mutual funds industry has been a laboratory for measures of this class.", "Remuneration of liabilities is an issue that might be worth investigating, by the industry as well as by authorities.", "Let me come to the IRRBB.", "The Basel rules cover this issue within the so-called Pillar 2 framework.", "Also due to this reason, cross-jurisdictional comparison about the standard The Single Supervisory Mechanism (SSM) conducts regular monitoring of liquidity positions of individual banks on a weekly or even daily or intra-daily basis, depending on circumstances.", "The Banca d'Italia has been routinely monitoring the liquidity position of Italian banks since 2008 on a weekly basis.", "We are currently refining intraday indicators relying on data from large value payment systems, which are available in real time and can intercept dynamics that cannot be identified from the regular supervisory reporting (cfr.", "E. Rainone, Identifying deposits' outflows in real-time, Banca d'Italia, Temi di Discussione n. 1319, 2021).", "Also, liquidity stress test exercises are conducted both on significant and less significant banks.", "See BCBS, Report on the 2023 banking turmoil, cit., p. 7; Report of the Expert Group on Banking Stability, cit., p. 49.", "Even if there are no rules explicitly addressing this aspect in the liquidity prudential requirements, the remuneration profile of deposits is to some extent taken into account in the calibration of run-off rates in the LCR.", "In fact, term deposits with a residual maturity beyond the time horizon of the LCR can be excluded from the calculation of total outflows only if early withdrawal results in a significant penalty for the depositor (i.e.", "a penalty materially greater that the loss of interest).", "Where this condition is not verified the deposit must be treated as a sight deposit for LCR purposes.", "The available evidence suggests that its application is not homogeneous.", "In the SVB case, the IRRBB indicators gave some early-warning signals, not heeded by the management: the bank had breached its internal (net) interest rate risk limits on various occasions since 2017, because of a structural mismatch between long-duration securities (especially hit, in terms of unrealised losses, in case of rate increase) and short-duration deposits, without managing the actual risk.", "It remains to be ascertained what the recent events suggest for the IRRBB issue (more intrusive supervision, an enhanced set of tools and indicators, a change in the IRRBB rulebook, greater harmonization).", "It is worth recalling that the issue of whether to adopt a Pillar 1 approach for the IRRBB was discussed and discarded by the Basel Committee in 2015, after a consultation with the industry.", "Before reopening the debate it would be important to verify how the existing standards are implemented in the various jurisdictions.", "The supervisory measures of interest rate exposures depend on the time series properties of assets and liabilities.", "Among the latter, non-maturing items such as sight deposits are especially relevant.", "While, in principle, sight deposits should be treated as having zero duration, the IRRBB rules allow banks to treat them as if they had a positive duration, and to estimate the latter based on historical data.", "In addition, setting internal limits on maturity transformation might help in preventing the side effect of abrupt interest rate changes as in the SVB case.", "Similar considerations as those made for the calibration of the liquidity ratios apply: the fast deposit outflows observed in the recent banking crises requires a reflection on these methods.", "Banks should reassess the reliability of historical estimates, exploring to what extent the current environment may have changed customers' behaviour, adopting discretionary overrides when necessary.", "Supervisors should be particularly aware of this issue and challenge the soundness of banks' assumptions and estimates, making use of top down measures when deemed appropriate in order to promptly detect weaknesses and ask for remedial measures.", "Lessons for crisis management in the EU The recent events have sparked a debate on the adequacy of the regulatory framework for bank crisis management and on the choices made by the US and Swiss authorities.", "The latter proved to be effective, but they raised questions on the credibility of the resolution For the SSM IRRBB exposures are among the most important inputs of the calibration of the Pillar 2 requirements, which in turn is strongly enforced; the EBA is currently updating and reinforcing the framework.", "Board of Governors of the Federal Reserve System, cit.", "Basel Committee on Banking Supervision, Standards.", "Interest rate risk in the banking book, April 2016.", "Based on the Basel framework, banks should distinguish between the stable and the non-stable parts of each non-maturing deposit category using observed volume changes over the past 10 years.", "The stable portion is the one that remains undrawn with a high degree of likelihood.", "On maturity transformation limits, see P. Bologna, Banks' maturity transformation: risk, reward, and policy, Banca d'Italia, Temi di Discussione (Working Papers) no.", "The Financial Stability Board also started work on the facts.", "I shall sketch some reflections for the EU crisis management system.", "In Europe, the adoption of the Banking Recovery and Resolution Directive (BRRD) and the creation of the Single Resolution Mechanism (SRM) established the basic structure for a harmonized banking crisis management system.", "The reform proposal recently published by the European Commission introduces several improvements in the framework.", "First, it contains amendments that can facilitate the crisis management of small and medium-sized banks, which has turned out to be a weakness of the system.", "The possibility for DGS to carry out interventions aiming at preventing the intermediary default, and interventions different from pay out for depositors (so-called preventive and alternative interventions, in the order) paves the way to greater use of business transfer strategies, both in liquidation and in resolution.", "Alternative interventions are also facilitated via the removal of the preferential treatment accorded to deposits that are protected in the insolvency hierarchy (the so-called super-priority), replaced by a uniform treatment of all deposits (the so-called general depositor preference single tier).", "In principle, this removal increases the cost borne by the DGS in case of depositors' payout, but in so doing it creates an extra incentive for the DGS to adopt alternative interventions, which typically minimize the cost of banking crises for all the stakeholders involved, arguably including the DGS itself.", "An increase in the current level of protection would obtain a similar effect.", "Whereas this measure is not considered in the draft reform, the Bank of Italy has long advocated it.", "The current protection level of up to 100,000 euros was established in Europe over a decade ago, and does not take into account the decline in deposit coverage in the Eurozone in recent years,24 or the increased speed of deposit withdrawals experienced in the last crisis episodes.", "In the USA the threshold is set at 250,000 dollars; in Japan unlimited coverage is provided for payment accounts, under specific conditions.", "Financial Stability Board, 2023 Bank Failures: Preliminary lessons learnt for resolution, 10 October 2023.", "The SRM, in close cooperation with the SSM, has done strong work on resolution planning, building a relevant buffer of \"bail-in-able\" liabilities.", "In 2023 the Single Resolution Fund will reach 1 percent of covered deposits (around €77 billion); together with national deposit guarantee schemes this provides the Banking Union with an overall amount of privately-funded resources.", "With the ratification of the public backstop to the resolution fund, additional €60 billion will contribute to enhancing ex-ante confidence in the framework.", "Alternative interventions by the DGS are a key feature of the bank crisis management system in other jurisdictions, e.g.", "They allow to avoid piecemeal liquidations, that is the dissolution of the banking company and the gradual distribution of the company's assets sales revenue to creditors, that represents the worst crisis management option due to its negative impact on public confidence in the banking system, on creditors' proceeds and on credit relationships.", "The DGS' preventive and alternative interventions are subject to the constraint of the least cost criterion, i.e.", "they must entail a cost for the DGS that is lower than the pay-out of deposits.", "Compliance with this principle is hindered by the high ranking given to protected deposits in the bankruptcy hierarchy, which makes the pay-out option relatively convenient.", "A trend that is observed worldwide.", "See IADI, IADI_Policy_Brief_9.pdf Global trends in deposit insurance coverage ratio, Policy Brief No.", "The upturn in inflation, limited numbers of deposit insurers that have increased nominal coverage levels in the past years, and fast-growing retail deposits during the COVID-19 pandemic may contribute to explaining this decline in coverage ratios.", "The Commission's reform proposal still contains weaknesses.", "Leaving aside the conspicuous absence of a European deposit insurance scheme, I would argue that the most important one is the lack of a financial stability exemption to overcome the rigidities of the framework in case exceptional circumstances threaten the EU's financial stability.", "As I said above, the US authorities activated such exemption in the recent crises; the Japanese law also provides for extraordinary measures in exceptional cases, assessed by the Prime Minister.", "While the Swiss regulation does not envision a systemic risk exemption, to manage the Credit Swiss crisis the government quickly adopted new legislation with a similar objective.", "This, in spite of the Swiss Authorities' own assessment that resolution had been planned for months and would, in principle, have been possible.", "In the light of these events, the absence of some form of escape clause in the new draft EU legislation appears questionable.", "The strong opposition to the use of public resources, confirmed by the new proposal, represent an additional element of rigidity in this respect.", "A second weakness of the European crisis management framework brought to the fore by recent events is arguably its institutional complexity, which can make it slow.", "The problem, widely debated when the BRRD was drafted, is likely magnified by the increased speed of the crises.", "The Commission's proposal does little to address it.", "While this problem is partly unavoidable, as it is a reflection of the complexity of the institutional features of the EU,29 some simplifications might be possible in particular for the use of the Single resolution fund, avoiding the involvement of the EU Council and enhancing instead the role of the European Commission.", "A still unresolved issue concerns the ability of medium and small banks in the EU to respect a challenging MREL requirement in case they were subjected to a resolution strategy.", "The vast majority of these banks has little or no access to wholesale market for MREL-eligible instruments.", "To fulfil their MREL requirement they could be faced with a set of bad options: placing subordinated debt with professional investors at prohibitively high costs; placing it with their retail clients, who might be unable to fully appreciate the underlying risk; accepting to deleverage.", "Unless carefully calibrated, widespread extension of resolution can therefore jeopardize the traditional business models of smaller banks and the biodiversity of the banking system.", "See Deposit Insurance Corporation of Japan, Annual Report 2021/2022, August 2022.", "See Report of the Expert Group on Banking Stability, cit, p. 18.", "For example, even stricter limits to precautionary recapitalization are envisioned (introduction of a quantitative limit, strict time limits for the transfer of the State ownership, with the risk of an automatic declaration of FOLTF).", "On the other hand, while until recently the prevailing interpretation was that interventions of DGS different from deposit pay out were State aid, this is no longer the case.", "This interpretation hampered the management of some banking crisis by the Italian DGS, and was challenged by the Italian Authorities.", "A sentence of the European Court of Justice (the so-called \"Tercas\" sentence) explained that alternative interventions by the Italian DGS do not represent State aid.", "This opened the way to synergies in the operation of Supervision, Resolution and DGS in the future.", "The framework consists of a European Authority (the Single Resolution Board) and of national resolution Authorities.", "It involves the European Commission and, in the event of use of harmonized financial resources, of the European Council.", "Moreover, in case of intermediaries with subsidiaries outside the Euro area, the involvement of the respective national Authorities is contemplated.", "Conclusions The banks and the whole financial system have proven to be more resilient to the March 2023 banking turmoil, compared to the past, thanks to the wide-ranging reforms and enhanced controls implemented after the Great Financial Crisis.", "The impact on the economy has been probably milder than it could have been.", "However, the crisis reminded supervisors and regulators about the need to remain alert and to ensure that international prudential standards are quickly implemented and continuously updated.", "The Basel Committee and the Financial Stability Board are assessing whether the regulatory framework to preserve financial stability may need some changes.", "Regulation and supervisory practices on liquidity risk are among those requiring attention.", "Concerning crisis management, the strengthening of the available toolkit and institutional structure in the last years has been relevant.", "However, bank crisis management remains a challenging task.", "The recent events clearly show that the concept of systemic bank may change over time depending on several factors (technology, habits), and that we need to wait before concluding for sure that a solution to the long-standing too-big-to-fail problem has been found.", "Parts of the current European regulation on bank crisis management give pre-eminence to level playing field issues and to the need to contain state aid, relative to the objective of financial stability.", "A new balance should be found.", "The CMDI represents the opportunity to achieve this objective.", "The proposal under discussion contains various improvements, but still present weaknesses, especially for what concerns the crisis of small and medium banks.", "In the light of what I just said about too-big-to-fail problem, I believe that the new norms should introduce some room for manoeuvre to tackle exceptional events, and preserve the biodiversity of the EU banking system by avoiding to penalize the vast number of small and medium banks not subjected to resolution.", "Designed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none"], "topics": ["Liquidity risk", "Interest rate risk in the banking book", "Crisis management", "Banking regulation", "Deposit protection", "Resolution", "Bank failures", "Financial stability", "Supervisory framework", "Systemic risk"]}