{"sentences": ["For central banks, including the BNB, the past year was marked by efforts to control inflation and calm down financial markets by carefully pursuing a more restrictive monetary policy designed to limit credit expansion and, consequently, demand.", "In Bulgaria, lending, although growing at lower rates compared to 2022, remained high in the light of a steady increase in deposits, a slow transmission of the global process of rising interest rates to interest rates for households, and a stable capital position of banks.", "In the context of the high inflation in Bulgaria, partly fuelled by both the fiscal expansion and the strong growth of wages and private consumption, the BNB raised the minimum required reserves on the funds attracted by banks up to 12%, withdrawing liquidity from the money market and thus limiting lending opportunities.", "At the same time, in order to preserve the resilience of the banking system against risks posed by the financial and business cycle, the BNB gradually raised the countercyclical capital buffer rate from 0.5% in 2021 to 2.0% in 2023.", "Keeping the systemic risk buffer at 3% also contributed to the sustained capital position of banks.", "With the undertaken monetary policy measures, 2023 was yet another strong year for the banking system in our country.", "According to the European Banking Authority, Bulgaria's banking system is among the best capitalised banking systems in the European Union.", "The liquidity position remained very high, with ratios of liquidity coverage and net stable funding well above the regulatory requirements.", "The profits of the banking system were solid, with net interest income making the major contribution.", "At the same time, the share of non-performing exposures continued to decline to the historically lowest levels in all major segments of the loan portfolio.", "However, the continuing strong growth of housing loans as of end-2023 created conditions for an increase in households' debts, albeit from relatively low levels, and for a rapid accumulation of credit risk in the banking system's balance sheet, which might require that the BNB implement additional macroprudential measures in 2024, such as system-wide requirements regarding borrowers, which banks must apply when granting loans to households.", "This risk might be reinforced by other potential challenges facing the banking sector this year, such as a slowdown in the expected recovery of the European economy and a cooling labour market, combined with a continuing relatively high inflation, a rising debt weight and a bigger portion of non-performing loans.", "The materialisation of these challenges would put pressure on banks' profits, whose significant growth rates in 2023 were largely due to one-off effects, including the slower transmission of higher loan rates to deposit rates.", "Therefore, the one-off positive effects on profitability should primarily be used to build up additional buffers in 2024.", "Meanwhile, the BNB is ready to further influence credit activity in Bulgaria, by using both the full set of macroprudential policy tools and the monetary policy tools at its disposal.", "The purpose of their use, where necessary, would be two-fold: to maintain the banking system's buffers at an adequate level and to withdraw additional liquidity, which would create conditions for reducing consumer demand and lending, and thus suppressing inflation and increasing the probability of meeting the price stability convergence criterion.", "This year the BNB will continue to work intensely on the final phase of the preparations for Bulgaria's full membership in the EU's Economic and Monetary Union (the euro area), mainly in terms of the legislation, IT systems' connectivity, and logistics of the processes of printing euro banknotes and minting euro coins with a national side, their transportation and storage.", "The prospect of the full integration of our country into the euro area puts our monetary regime on the edge of a historically important change that will qualitatively upgrade the way we conduct monetary policy in the country.", "The monetary conditions in our country during the transition between the two monetary regimes will depend not only on the developments in the euro area, but also on the developments in the country, including in relation to inflation, economic growth, fiscal position, and credit risk.", "However, what will largely determine the direction of our monetary policy in the short term is the moment of our country's accession to the euro area.", "If in the middle of this year the Council of the EU decides to accept Bulgaria into the euro area as from 1 January 2025, we will proceed to a smooth and controlled reduction of the requirements for commercial banks regarding their mandatory minimum reserves in the BNB, reducing them to 1%, according to the regulated level for all euro area countries.", "If, however, the decision is postponed, it will mean an unfavourable development in terms of the level and trajectory of inflation, and will most likely lead to additional tightening of the monetary conditions in the country.", "Therefore, until late spring of this year, all options are open.", "The role of the BNB, with the country's admission to the euro area, will significantly change both with regard to monetary policy decision making and implementation.", "In the euro area, decisions are taken centrally by the ECB and implemented decentralised by national central banks.", "Therefore, the BNB, through its governor, will participate in the decision making using the full range of monetary policy instruments, including setting the main monetary policy interest rate and conducting open market operations, and will apply them on the territory of the country.", "At the same time, joining the euro area will ensure the direct and rapid transmission of the ECB's monetary policy to the Bulgarian economy, without the need for the BNB to take additional measures, as is the current practice.", "Also, there will be no need to maintain huge liquidity buffers in the Bulgarian banking system, practically frozen resources that would otherwise support the growth of the Bulgarian economy.", "Among other things, the need to maintain significant liquidity buffers stems from the normatively highly limited, in practice - currently non-existent, function of the BNB as a lender of last resort.", "In conclusion, in 2024 the BNB will continue to work to achieve price stability and sustainability of the banking sector in our country, in the context of the prospect of our country joining the euro area, and taking into account the potential risks of credit portfolio deterioration in the conditions of possible slower recovery of the global and European economy.", "Until the moment of our full euro area membership, we will continue to countercyclically apply the monetary policy tools available under the Currency Board, so as to maximally boost the inflation convergence towards the Maastricht reference value while taking into account the secondary effects on the banking sector and economic activity.", "In a favourable scenario with a decision for Bulgaria to join the EMU from 1 January 2025, we will speed up the practical preparations for the introduction of the euro and the effective inclusion of the BNB in the activities of the ECB and the euro area central banks, and we will take steps for a smooth and controlled reduction of the requirements for commercial banks regarding their mandatory minimum reserves in the BNB."], "classifications": ["none", "fiscal dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Monetary policy", "Banking system", "Credit risk", "Euro area", "ECB", "Economic growth", "Fiscal position", "Liquidity", "Convergence criterion"]}