{"sentences": ["Modern economic theory accepts the principle that a solid ethical commitment is also economically rational.", "The propagation of virtuous conduct is a value in and of itself, in that it lends strength and security to economic agents, averting costs and formalities that would otherwise be necessary.", "This reinforces the ties between ethics and finance, between ethics and business.", "Ethical and moral principles are increasingly taking root among economic agents, producing closer links between the social dimension and the markets.", "Modern society is very attentive and sensitive to these values.", "The demand for ethical conduct is ever broader and stronger.", "Establishing relations of trust with customers invigorates financial activity.", "The intermediary must adopt the principle of proper assistance to the customer, of serving the latter's best interest.", "In a framework of competition between financial operators, this must be effected in conformity with the intrinsically ethical standard of sound and prudent management.", "When non-profit institutions are formally organized as enterprises, i.e.", "when they are based on the principle that revenues must cover costs, they can turn to the banking system and the capital markets for financing to supplement their endowments, private donations and public contributions.", "In countries where the non-profit sector has grown to significant dimensions, its enterprises compete with commercial firms in the product markets and in the market for financial resources.", "They obtain funds from commercial intermediaries on the basis of proven solvency and established reputation.", "In Italian law the formation and the range of business of an intermediary whose vocation is to finance the non-profit sector cannot deviate from the rules governing financial activities in general.", "These rules respond to needs and interests, including ethical interests, of the first order, which are expressed in the canon of sound and prudent management and the values of stability and efficiency.", "Only within this framework can financial institutions dedicated to lending to the non-profit sector succeed, enhancing the contribution of finance to the growth of solidarity and voluntary agencies."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Ethics and finance", "Ethical conduct", "Non-profit sector", "Financial activity", "Sound and prudent management", "Stability and efficiency", "Trust with customers", "Competition between financial operators", "Social dimension and markets", "Contribution of finance to solidarity"]}