{"sentences": ["Bank of France reports industrial output generally stabilized in May 1997 BANK OF FRANCE, MONTHLY BUSINESS SURVEY, 17/06/97.", "According to business leaders surveyed by the Banque de France, industrial output generally stabilized in May, following a sharp upturn in April.", "The automobile sector was the only one to register a decline, which was accentuated by calendar effects.", "The capacity utilization rate fell back slightly from one month to the next.", "On the domestic market, inter-industry demand was less buoyant than in April, whereas foreign demand, boosted by the strength of the dollar and the pound sterling, remained firm.", "Orders continued to stream in from English-speaking, Asian and East European markets.", "Order books were considered to be at normal levels across the different sectors, and they appeared on the full side in the business equipment sector.", "Inventories, which fell back, now seem to be at the desired level.", "Over the coming months, industrial output is likely to advance appreciably in all sectors.", "The best performances are expected from the food-processing industry and the capital and intermediate goods sectors.", "Commodity prices edged up, notably in the food-processing and capital goods sectors.", "These increases were only partially passed on to finished product prices, which rose only in the food processing industry, while remaining unchanged for consumer and intermediate goods and dipping in the capital goods and automobile sectors.", "The installation of new equipment, which was judged necessary at the beginning of the year, is taking place only very gradually, in particular at small and medium-sized companies.", "perked up considerably in May.", "in industry showed little change, except for the automobile Employment levels industry where cutbacks continued.", "They fell slightly in the building sector, whilst holding steady in the retail and market services sectors.", "Permanent staff levels showed no significant change, although certain companies - primarily those engaged in seasonal activities as in the food-processing industry - made increased use of temporary staff."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Industrial output", "Demand", "Orders", "Inventories", "Prices", "Equipment", "Employment", "Automobile sector", "Capacity utilization", "Inter-industry demand"]}