{"sentences": ["M. Tietmeyer explique la politique de stabilité dans la future UEM Exposé de Prof. Dr. Hans Tietmeyer, Président de la Deutsche Bundesbank, au Club de l'Expansion, à Paris, le 27/10/97.", "A la veille d'entrer dans un nouveau millénaire, nombreux sont ceux qui en Europe attendent avec une certaine fébrilité une \"nouvelle ère monétaire\" qui doit commencer début 1999 déjà avec la monnaie européenne commune.", "Pendant longtemps, l'UEM n'a représenté qu'une vision générale.", "Après avoir été inscrite pour la première fois -officiellement -- dans le calendrier européen au sommet de La Haye en 1969, puis avoir été concrétisée par le plan Werner, l'Union monétaire a disparu de la scène politique durant les deux décennies suivantes.", "Avec la signature du traité de Maastricht en 1992, l'UEM est toutefois devenue un objectif obligé s'inscrivant dans un plan fixé par contrat et comportant des échéances précises.", "Or, ce plan doit être réalisé de façon à ce que l'on puisse ériger une construction durablement stable qui ne soit pas un échafaudage fragile donnant lieu à des conflits.", "En effet, l'UEM ne pourra faire progresser l'intégration économique et politique et éviter les conflits que si elle repose sur des fondations vraiment stables et si les lois économiques sont continuellement observées.", "Voilà en quoi consiste notre objectif commun.", "L'Union monétaire est le couronnement d'un long processus historique.", "La France et l'Allemagne en ont été dès le début les forces motrices.", "Depuis la fin de la deuxième guerre mondiale, ces deux pays se sont fixé comme objectif la coopération économique et politique et ont cherché à établir des bases solides permettant de garantir la prospérité et la paix en Europe.", "Ils ont été le moteur de l'intégration, même si par moments leurs motivations et positions étaient différentes.", "Mais c'est surtout dans le domaine de la politique monétaire que s'est produit, durant la dernière décennie, un rapprochement fondamental.", "En conformité avec la mission qui leur est assignée, les banques centrales de nos deux pays ont, aujourd'hui, comme objectif prioritaire la stabilité monétaire.", "Actuellement, le taux d'augmentation annuel des prix à la consommation en France et en Allemagne oscille entre un peu moins de 11⁄2% et 2%.", "Les taux directeurs, de 3,3% dans les deux pays, sont pour le moment au même niveau.", "Sur le compartiment du long terme, c'est-à-dire sur les marchés des capitaux où se négocient par exemple les emprunts d'Etat à long terme, les taux sont également plus ou moins identiques.", "Mais ce qui est encore bien plus important dans ce contexte, c'est qu'il y ait conformité entre les positions des deux pays sur le plan de la politique monétaire.", "Ainsi, les responsables de la Banque de France et de la Bundesbank sont convaincues que la stabilité des prix est la condition essentielle pour assurer la croissance, un bon niveau d'emploi et la stabilité monétaire externe.", "Mais elles savent aussi que la stabilité des prix ne suffit pas, elle seule, à la longue.", "Elle doit s'accompagner également d'une réorientation des politiques financière, fiscale, sociale et salariale, qui doit stimuler le dynamisme économique et, partant, encourager l'emploi.", "La stratégie à long terme de nos deux instituts, qui diverge fondamentalement de la politique de réglage en finesse du processus économique pratiquée autrefois dans les pays anglo-saxons, devrait également être adoptée, à mon avis, par la future banque centrale européenne.", "Le fait que les politiques menées par la Banque de France et la Deutsche Bundesbank soient semblables, en théorie comme en pratique, n'est pas dû au seul hasard.", "C'est l'aboutissement d'un processus de rapprochement lancé depuis assez longtemps déjà.", "Le facteur décisif a certainement été le fait qu'au printemps 1983 la France a opté pour une politique économique et financière axée sur la stabilité et qu'elle n'a pas dévié de cette voie durant les années suivantes, malgré toutes les difficultés qu'elle a rencontrées.", "Le résultat est que les taux de change se sont stabilisés dans une mesure croissante au sein du SME, tout comme le niveau des prix en Europe.", "Avec le traité de Maastricht qui prévoit que les banques centrales nationales n'ont aucune instruction à recevoir des gouvernements, la France et l'Allemagne ont délibérément recherché aussi la convergence au niveau institutionnel et, à présent, elles ont largement réalisé cet objectif.", "Etant donné que les dangers menaçant la stabilité se sont accrus et que la politique monétaire exerce, depuis une assez longue période, des effets de plus en plus expansifs même si les taux directeurs n'ont pas bougé, la Bundesbank a légèrement resserré les rênes monétaires début octobre.", "Plusieurs autres banques centrales européennes -- dont la Banque de France -- ont elles aussi relevé quelque peu leurs taux.", "Dans nos deux pays, la loi stipule aujourd'hui que les décisions de politique monétaire sont du seul ressort des banques centrales et ne peuvent en aucun cas être influencées par le gouvernement et la politique.", "Cette règle est également conforme au traité de Maastricht.", "Et l'indépendance de la future banque centrale européenne a encore une fois été réaffirmée lors de la réunion informelle de l'Ecofin à Mondorf-les-Bains et à l'occasion du Conseil économique et financier franco-allemand de Münster.", "Cela implique également que la responsabilité sera désormais assumée, au niveau européen, seulement à travers le rapport présenté par le président de la Banque centrale européenne et non pas par les divers membres du future Système européen de banques centrales.", "Le relèvement de 0,3 point de pourcentage du troisième taux directeur vise à contrecarrer d'éventuelles pressions inflationnistes.", "Ainsi, la politique monétaire contribue à ce que les taux à long terme du marché -- qui sont d'une grande importance pour l'économie en Allemagne tout comme en France -- continuent à se situer à un niveau aussi bas que possible.", "Si, depuis, les taux d'intérêt à long terme ont subi une légère hausse dans nos deux pays, c'est parce que l'évolution observée sur les marchés américains a gagné notre continent.", "De nombreux analystes des milieux bancaires sont d'avis que le relèvement des taux directeurs favorise aussi la convergence des taux à court terme en Europe.", "J'estime qu'il faut faire preuve, là, de circonspection.", "Il est certain que les taux à court terme des pays de l'Union se rapprocheront progressivement les uns des autres à partir du printemps 1998, une fois que les taux de conversion bilatéraux auront été fixés.", "J'espère qu'ils le feront au niveau le plus bas possible et non pas au niveau qui constituera la moyenne des taux directeurs pratiqués jusque-là en Europe.", "Mais ce niveau dépendra bien entendu de la situation économique du moment ainsi que du choix des pays qui participeront à l'UEM, qui restent pour l'heure deux inconnues.", "Actuellement, presque tous les pays de l'Union européenne sont confrontés à un chômage record.", "Mais ce n'est pas en pratiquant une politique monétaire laxiste qu'ils pourront résoudre ce problème puisque le sous-emploi a essentiellement une origine structurelle, tout au moins en Allemagne.", "Jean-Claude Trichet a indiqué récemment que les banques centrales ne pouvaient -- et ne devaient -- fournir à l'économie que le meilleur environnement monétaire possible.", "Mais elles ne peuvent pas \"prescrire\" croissance et emploi.", "C'est aux partenaires sociaux de faire le nécessaire -- par le biais d'une plus grande flexibilité et mobilité -- pour qu'il n'y ait pas de suppressions de postes et que de nouveaux emplois soient créés.", "Il est certain que la politique économique, financière et sociale de l'Etat doit également renforcer la dynamique de l'économie en créant des conditions propices et en contribuant, surtout dans nos deux pays, à réduire le chômage.", "Récemment, le FMI a exhorté, à juste titre, les Européens à tout faire pour que l'euro puisse bien démarrer.", "Il a rappelé l'urgence de réformer les marchés du travail et les systèmes d'assurance sociale et de retraite.", "Car, de lui-même, l'euro ne pourra pas résoudre ces problèmes.", "La politique de stabilité n'est pas au demeurant une invention allemande.", "Il faudrait à ce propos éliminer les préjugés qui existent encore dans nos deux pays.", "En France aussi, il s'est toujours trouvé quelqu'un pour réclamer une économie stable non inflationniste.", "Rappelez-vous ce qu'a écrit Jacques Rueff à la fin des années cinquante sur l'âge de l'inflation.", "Pour Rueff, les revendications excessives adressées à l'Etat mettent en péril la stabilité des prix et le système économique et social libéral.", "L'histoire est riche en exemples montrant comment, à la longue, des comptes publics non ordonnés peuvent ébranler la monnaie et l'économie.", "En France surtout, l'assainissement des budgets publics a toujours revêtu une grande importance.", "C'est ainsi que jusqu'au début des années quatre-vingt, le déficit budgétaire a été bien inférieur à la limite de 3% fixée par le traité de Maastricht.", "L'endettement est resté jusqu'à maintenant au-dessous du seuil de 60 % imposé par les critères de convergence.", "La limite de 3% n'a d'ailleurs pas été inscrite dans le traité de Maastricht à la demande des Allemands, mais sur l'initiative des Français.", "Il faudra aussi impérativement que les finances publiques soient durablement stables lorsque l'Union monétaire européenne (et sa politique monétaire unique) aura été mise en place.", "En effet, des dettes publiques élevées -- en particulier lorsqu'elles sont financées à court terme -- peuvent sérieusement compliquer la mise en application de la politique monétaire unique et être source de conflits.", "Avant de conclure, j'aimerais encore parler brièvement du développement de l'intégration politique dans l'Union, domaine qui à vrai dire n'entre pas tout à fait dans les attributions d'un banquier central.", "Me référant à une phrase de Voltaire qui a dit que \"les paroles sont aux pensées ce que l'or est aux diamants; il est nécessaire pour les mettre en oeuvre, mais il en faut peu\", je résumerai ma pensée.", "La question de l'intégration monétaire à trouvé une réponse dans le traité de Maastricht.", "Cependant, en dépit des efforts déployés avant et pendant le conseil d'Amsterdam, aucune solution n'a été trouvée pour une grande partie des interrogations suscitées par la question de la finalité politique de l'intégration européenne.", "Je suppose que pour certains points très importants comme l'organisation institutionnelle ou la définition exacte des compétences nationales ou supranationales dans les differénts domaines politiques, ces questions ne pourront pas être résolues dans l'immédiat.", "Mais toutes les nations concernées doivent être conscientes de ce que l'Union monétaire sera, dès le départ, une communauté monétaire solidaire qui ne pourra plus être résiliée.", "Non seulement il n'y aura plus de taux directeurs différents dans l'Union monétaire, mais une importante partie de la politique cessera de relever de la compétance des pays pour être exercée à l'échelon supranational, et ce de façon définitive.", "Il ne sera en effet plus possible de sortir de l'Union monétaire.", "C'est pourquoi il faut qu'il y ait aussi une volonté politique de s'engager durablement en formant une union politique.", "Cela vaut en particulier à la veille de l'élargissement de l'Union européenne.", "Valéry Giscard d'Estaing et Helmut Schmidt ont rappelé, à juste titre, dans un article commun publié il y a quelques jours, que \"le succès de la monnaie unique dépend, à terme, de l'accomplissement de nouveaux pas sur le plan politique.", "Sans cela, les changements de gouvernement intervenant dans l'un ou l'autre des pays membres risqueraient de remettre en cause la solidité de l'Union.", "(...) On aurait pu s'attendre à ce que le traité d'Amsterdam contienne des décisions prises par les pays participants, mais ceux-ci n'étaient pas capables de s'accorder sur des réformes.", "(...) L'Union monétaire est un projet fédéral qui doit être accompagné et soutenu par d'autres mesures.", "Elle n'a jamais été faite pour rester un îlot isolé dans l'oeil d'un cyclone d'intérêts nationaux.\"", "Pour toutes ces raisons, il est nécessaire que la coopération franco-allemande devienne encore plus intense, afin que le dynamisme de l'intégration ne faiblisse pas après l'entrée dans l'Union monétaire.", "L'unification européenne est et reste un objectif porteur."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none"], "topics": ["Stabilité monétaire", "Politique monétaire", "Union monétaire", "Indépendance de la banque centrale", "Convergence des taux d'intérêt", "Chômage", "Stabilité des finances publiques", "Intégration politique", "Union européenne", "Coopération franco-allemande"]}