{"sentences": ["One of the central topics of debate among economists has traditionally been the reasons for economic cycles, the factors that may amplify or smooth them, whether the authorities should aim to iron them out and, if so, how this can be done.", "More recently, the role of the financial sector in the dynamics of economic cycles has emerged as a key question in this debate.", "I would like to focus today on some problems posed to regulators and policy-makers by asset price bubbles and the credit cycle, and to share with you some thoughts on a regulatory device we have recently introduced in Spain to deal with some of these problems: the so-called forward-looking provisioning, also referred to as the dynamic or statistical provision.", "The pro-cyclical behaviour of the banking sector, which is now generally accepted in the literature, is receiving increasing attention by academics, policymakers and market participants.", "There is a growing feeling that the financial sector contributes to the swings in real activity and may even intensify and accelerate them.", "Feedback effects between credit growth and rises in asset prices are increasingly evident, although not yet well understood.", "Transmission channels from the financial sector to the real sector are becoming more and more flexible, rapid and complex.", "This is particularly clear for industrial countries, whose financial markets are more sophisticated, but it is also affecting emerging markets, as a logical consequence of their rapid integration into global financial markets.", "I will focus on these issues in the first part of my speech, in particular on whether the recent behaviour of financial markets is exacerbating the volatility and cyclicality of the real economy.", "Insofar as this is the case, the next question we regulators should ask ourselves is whether this might be a result of the increasing weight of the financial sector in the economy or spontaneous financial market developments, such as new risk management techniques by market participants and/or a by-product of prudential regulations which might unintendedly amplify financial cycles.", "This debate has gained momentum recently in the context of the discussions for a new Basel Capital Accord.", "One of the issues identified in the discussions was precisely to what extent there are factors in the old or new regulations favouring excessive pro-cyclicality.", "But we should not overemphasise this point.", "It is true that a certain degree of cyclicality in risk management techniques and regulations is not only unavoidable but also sensible.", "We regulators ask banks to be more risk-sensitive and risk-sensitive usually means pro-cyclical behaviour.", "The second part of my address will deal with the forward-looking provisioning system recently adopted in Spain.", "The merit of this regulation is that it introduces incentives for better risk management by banks, while at the same time attenuating the cyclicality of the financial sector and, thereby, swings in the real economy.", "In my concluding remarks I will try to summarise the main lessons we have learned in discussing, designing and implementing the new system, with an emphasis on the broader economic view rather than on the purely supervisory one.", "Let me bring forward my main conclusion: there are regulatory mechanisms, like dynamic provisioning, that provide incentives for sound risk management and are anti-cyclical by nature and can therefore moderate cyclical swings."], "classifications": ["none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none"], "topics": ["Asset price bubbles", "Credit cycle", "Financial sector", "Economic cycles", "Forward-looking provisioning", "Pro-cyclical behaviour", "Risk management", "Financial markets", "Real economy", "Basel Capital Accord"]}