{"sentences": ["This is the fourth time I have addressed CEDA's Annual General Meeting in Melbourne, and following the practice adopted on earlier occasions, I would like to focus on a topic of current interest.", "Last time I was here two years ago, I devoted the whole speech to the exchange rate.", "This time I have found no need to mention it, as there are other more important things on our mind and, I think, of more interest to you.", "Last year - that is, calendar 2001 - was a difficult year for the world economy, in particular for the G7 countries, where over the course of the year output declined.", "So for the developed world it was a recession year, although a mild one by past standards.", "Monetary policy was eased virtually everywhere, particularly towards the end of the year when confidence about the future course of the world economy declined further following the events of September 11.", "As you know, the Australian economy grew very well during the international contraction of 2001, although we looked abroad and to the future with some apprehension.", "As the year 2002 began, it appeared that the worst fears for the future had evaporated.", "The US economy was always likely to enjoy only a relatively modest recovery, but appeared to be making a pretty quick turnaround, exceeding even the most optimistic forecasts, and confidence picked up - not only there, but in Europe, and even for a time in Japan.", "Those countries with strong domestic fundamentals - such as Australia, Canada, Sweden and New Zealand - began the process of getting their interest rates back to levels that were more commensurate with their domestic needs.", "But in about the middle of the year this confidence about the recovery of the world economy began to wane, and one of the consequences was that the upward adjustment of interest rates by the countries with strong domestic fundamentals was discontinued.", "I would like to spend some time examining this period from the middle of the year in more detail to see what it tells us about the future of the world economy.", "The outlook for the world economy A good way of illustrating the change in outlook is to see how consensus forecasts for 2002 and 2003 for the major economies - the United States, the Euro area and Japan - have been adjusted since mid year.", "The first thing to notice is that they have all been adjusted downwards, which is consistent with the change in confidence I described above (Table 1).", "But on the other hand, the downward revisions are not large, so they are not predicting a future recession.", "If this outcome were to occur, the recovery would be slightly better than that from the early 1990s recession and the whole episode much better than those in the early 1980s and mid 1970s.", "Furthermore, when we add in the non-G7 countries, particularly the major developing ones such as China and India, projected growth rates for the world economy are appreciably higher.", "The IMF's forecast for world growth in 2003 is 3.7 per cent.", "I think these numbers are a reasonable working assumption on which to begin our consideration of policy.", "In this case, although the next eighteen months or so will not be great, they could hardly be called disastrous.", "But we also have to keep in mind the risks to this scenario, and here, I think there now seems to be widespread agreement that they are mainly on the downside.", "That is, if an outcome very different to the consensus was to occur, it would be more likely to be a weaker one than a stronger one.", "That, at least, is what the financial markets are saying if I interpret them correctly.", "Since mid-year, US share prices have fallen by about 15 per cent, bringing the cumulative fall since the 2000 peak to over 40 per cent.", "In Europe, the falls in both periods have been larger.", "Of perhaps more interest is the fact that bond yields in the United States have fallen by over 100 basis points since mid-year to levels not seen since the 1950s.", "This suggests a very high degree of risk aversion on the part of investors, as does the fact that the spread over treasuries for many well-known corporate borrowers has widened appreciably.", "Not surprisingly, yield curves, which in mid-year had indicated an expectation of future tightening of monetary policy in most countries, have gradually moved to showing either no tightening or an easing.", "In the United States, events have unfolded even further, with the Fed reducing the Fed Funds rate by 50 basis points last week.", "In summary, I think we could say that while economic forecasters have become mildly more pessimistic since mid-year, financial markets have become much more pessimistic.", "I think the answer to this is that there are a lot of things happening in the financial and corporate sector that are very unsettling, but which are difficult to incorporate into a conventional economic forecast.", "The main reason is that none of us really understands the full implications of the bursting of the equity bubble that occurred in the United States and, in a slightly different form, in Europe.", "Although each of the 20th century's major asset price booms and busts unfolded differently, the contractionary influences were usually felt over quite a long time span, with many of the effects only showing up a few years after the initial downturn.", "There is still a fair bit of apprehension that further bad news will appear, and a lot of questioning as to whether the full extent of the fall in corporate earnings has been revealed or is accurately reflected in current forecasts of future earnings.", "Failures of accountancy, auditing and corporate disclosure have left a lot of investors and businesses in a position where they are reluctant to commit themselves because they are unsure of the veracity of the information on which they must base decisions.", "Some major sectors of important economies are still under pressure as they adjust to a situation of over-capacity and extreme competition.", "This applies to the world's telecommunications, media and IT industries.", "Others are suffering directly from the worldwide fall in the value of equities, for example the European insurance and re-insurance sector, plus those well-established companies on both sides of the Atlantic which are facing under-funded employee pension and health schemes.", "We at the Reserve Bank have closely followed these market developments, and they do naturally influence our judgment about the balance of risks to the forecasts of the world economy referred to above.", "It is this judgment - much more so than the central forecasts - which explains our approach to monetary policy since mid-year.", "The Australian economy I turn now to the Australian economy which, despite this uncertainty about the world economy, has remained in good shape.", "I will not go into much detail because we released our quarterly Statement on Monetary Policy only two days ago.", "Suffice to say that over the course of the current year, output and employment have grown well and unemployment has fallen to a decade low.", "Inflation in underlying terms is within our target range, and we now think likely to stay there over the forecast horizon.", "Even the balance of payments has held up much better than could be expected in an environment of strong domestic demand and weak external demand.", "Not surprisingly, given our better underlying economic fundamentals, financial markets in Australia have performed better than elsewhere.", "Although share prices have fallen, they have done so by less than in major markets.", "The same applies to the decline in bond yields and to the widening in the spread that private sector issuers must pay over government bond yields.", "Similarly, over the last year, the market valuation of our banks and insurance companies has held up better than elsewhere.", "When we look ahead, we can still do so with a fair amount of confidence.", "While GDP growth over the next 12 months will, no doubt, slow from its current rate, the main drivers of growth - private consumption and private fixed investment - should make further strong contributions.", "Indeed, it is the strength of the latter which marks us as different to other major economies.", "This, in turn, is due to the good profitability and balance sheet strength of the Australian corporate sector, and to the fact that we did not go through a recent period of over-investment which resulted in over-capacity.", "To the extent that negative influences on the economy are larger than when I last spoke in August, they are principally in two areas over which we have no control, namely the world economy and the drought.", "As to the world economy, we expect to see the change in our real trade balance subtract from GDP growth in 2002/03, but by a smaller amount than in the previous financial year.", "Similarly, the drought is estimated to also subtract about a percentage point, which means it is approaching the severity of the drought of 1982.", "Drawing these pieces together, we see the Australian economic expansion, that has now completed its eleventh year, continuing in the forecast period, although at a slower pace than over the past year.", "It has been a remarkable achievement by the economy to keep expanding for so long while so many other economies have fallen by the wayside.", "Usually, when an economy has a very long expansion, over-confidence or hubris creeps in and potentially dangerous distortions or imbalances start to appear.", "As I have pointed out on a number of occasions, these imbalances often take the form of an asset price boom, usually in equities or commercial property, a boom in physical investment or, in earlier years, a surge in real wages.", "We have not had any of these in Australia in this expansion, which goes a long way to explaining why it has endured.", "The closest we have come to such an imbalance is the rise in residential property prices, which has produced distortions in some parts of that market.", "I will conclude by saying a few words about that subject.", "Residential property prices It is not surprising that house prices have risen a lot over the past half decade or so.", "With Australia's return to being a low-inflation economy, the general level of interest rates, including mortgage rates, fell to less than half their level of the previous decade.", "This enabled households to take on higher levels of debt, which they did, with most of it put towards buying better and more expensive houses.", "If a decade ago we had known with certainty what was going to happen to inflation and, hence, interest rates, we should have been able to predict this outcome.", "The difficult part, however, is to determine how much of the rise in house prices was the logical outcome of this economic adjustment, and how much, if any, indicated overshooting or bubble-like behaviour.", "My guess is that nearly all of the rise in house prices was in the first category, and I have been very reluctant to conclude that any was in the second category, at least until early this year.", "But when it became apparent that over the past year or so an exceptionally high proportion of lending for housing was being directed towards investors rather than owner-occupiers, we at the Reserve Bank started to become concerned.", "In fact, the figures we presented in our Statement on Monetary Policy showed that over the year to August, lending approvals to investors rose by 42 per cent, while approvals to owneroccupiers rose by 1 per cent.", "Something very unusual was clearly happening, and this was confirmed by the building approval figures showing much stronger increases for apartments than for houses.", "All this, of course, was occurring at a time when owners of investment properties were having difficulty in finding tenants and when rents were falling.", "It seemed pretty clear to us that investors were moving into an already over-supplied market, and this behaviour could only be explained by their usual desire for tax minimisation plus their expectation that they would benefit from future large capital gains, an expectation which was encouraged by the marketing programs employed by developers of investment properties.", "Recent events, however, suggest that the market is actually beginning to work, if belatedly, as it is supposed to.", "There is certainly a change of sentiment as indicated by the numerous stories in the press highlighting potential over-supply and urging caution on the part of would-be investors.", "There is also evidence from micro-data that apartment prices have flattened out or fallen in the September quarter.", "By micro-data I mean the detailed suburb-by-suburb, or even building-by-building, analyses that are carried out by the research firms that sell data to the real estate industry, some of which we quote in the recent Statement.", "Thus, although lending for investor housing has not slowed yet, we have the unusual situation where most of the finance available for housing is going into the sector where prices are rising least, or not at all.", "This is likely to be a transitory phase.", "Finally, we are now reading accounts of how some large multi-unit developments that were planned to start construction have been shelved because of insufficient pre-commitment by investors to get them started.", "This has to be a good development as it will limit the extent of over-supply, a fact that is appreciated by many in the property industry.", "My final comment on house prices is that what we have seen - a very high rate of increase in residential property prices and excessive lending for investment properties over the past year or so - was a problem of coping with success.", "We only have to remember that if we had followed the experience of previous decades, the rise in property prices would have come to an abrupt halt three or four years ago as a result of the economy entering a recession.", "It is the length of this expansion, as much as the other things I have described, that provided the environment which encouraged this type of investor behaviour.", "When we come to monetary policy more generally, and we look around us at the challenges facing central banks in other countries, we are reminded that decisions are never easy.", "But if ever I am tempted to regard the Reserve Bank of Australia's task as difficult, I quickly banish such thoughts when I look at the task faced by our counterparts elsewhere.", "I do not think any of us at this time would wish to trade our economy for another, or our monetary policy outlook for that of any other country of which I am aware."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["world economy", "monetary policy", "residential property prices", "Australia", "financial markets", "interest rates", "bond yields", "inflation", "economic growth", "asset price bubbles"]}