{"sentences": ["It was very kind of the Australia Japan Business Co-operation Committee to invite me to speak to you today and it is a pleasure to accept the invitation.", "The fact that this is the 40th conference of its type attests to the longstanding relationship between the business communities in our two countries.", "This stretches back half a century to a time when far-sighted individuals saw that Australia's enormous resource wealth and Japan's growing industrial size were complementary.", "That marked the beginning of a long process, for Australia, of our trade patterns altering from the predominance of the United Kingdom and continental Europe towards the fast-growing economies of the Asia-Pacific region, a process which has continued to the present.", "The relationship has matured in many respects.", "Despite the setbacks of the Asian financial crisis of five years ago, Australia's trade is still dominated by flows to and from the east Asian region.", "Even with the almost intractable economic difficulties faced by Japan over the past decade, it is still the largest single trading partner nation in merchandise for Australia.", "While resource shipments are still very large, and farm produce retains an important place in Australia's trade, flows of manufactures and services are more prominent these days.", "Capital flows are also increasingly important, and those coming to Australia from Japan are large at present, as Japanese retail investors seek higher yields by investing abroad.", "Both countries have been, and remain, active at the official level in seeking to improve the economic and financial structures underpinning the region.", "So there is good reason to gather and discuss issues of mutual interest.", "The organisers of today's proceedings have invited me to think about the Australian economy over the next three years or so.", "I don't intend to adopt a precise three-year horizon, but I am going to interpret the brief as a general invitation to talk about the medium term, rather than the very short term.", "This will hardly be a comprehensive and detailed forecast, but more an impressionistic sketch of a few themes.", "The Current International Scene Inevitably, some of these themes have to be international ones, and given the current state of affairs I need to touch briefly on the conjuncture.", "At the time of our August Statement on Monetary Policy, a gradual but modest pick-up in global economic activity was under way, but sentiment in international financial markets had turned decidedly more pessimistic in mid year.", "That was most clearly seen in the fall in share prices, which was a reaction to the realisation that, even with some economic recovery, corporate profits in the major countries were not going to record the growth which was needed to support the earlier level of share prices.", "On top of that, there was suddenly a lot more doubt about what US profits had been in the past, let alone what they would be in the future.", "Since then, we have seen a continuation of financial market behaviour which indicates heightened risk aversion and diminished confidence: there have been further falls in share prices, and bond yields have continued to decline, reaching unusually low levels.", "There has been some marking down of forecasts for nearterm global growth and murmurings about \"double dips\" for the US economy, though that is not, at present, a majority view.", "We will give a full account of all this in our forthcoming November Statement.", "For the moment, I would record that the bulk of the data still suggests that an expansion has been under way in the United States since late last year, but quite a weak one.", "At the same time, the economic and financial data from Europe over the past several months have been quite disappointing, and in some respects weaker than those of the US.", "Signs of the elusive Japanese recovery are fewer than they were earlier in the year, while asset values there have continued to decline.", "As of now, therefore, we are still in a period of great uncertainty.", "Will the tender shoots of growth develop into a period of sustained expansion?", "Or are they about to be overwhelmed by the lingering effects of the problems which emerged during the recession phase?", "And, given such a backdrop, what would be the economic effects of military conflict in the Middle East?", "It is not unusual to encounter such a period around economic turning points.", "A decade ago, for example, observers coined the term \"jobless growth\" to describe the sluggish US recovery.", "Eventually, however, the US upswing became more robust, and the US economy ended the 1990s with the lowest unemployment for several decades.", "So far in the current episode, which might be labelled \"profitless growth\", the behaviour of the key \"real economy\" indicators for the United States looks remarkably similar to that recorded in the early 1990s recovery - a very modest pick-up after a fairly mild contraction.", "So while we cannot pretend that there are not very real concerns about the short-term outlook, it is still not unreasonable to think that the world economy will gradually work off the excesses of the boom and that we will in due course experience better conditions than we see just now.", "That remains the majority view of observers.", "Some medium-term possibilities On the assumption, for the moment, that that view is right, it is worth asking what similarities or differences we might expect in the next half decade as compared with the preceding period of growth in the second half of the 1990s.", "Here are some possibilities that occur to me.", "Overall, US growth will probably be more moderate than it was from 1995 to 2000, which was an exceptional period and contributed to some macroeconomic imbalances.", "Whether that means global growth will also be lower than in the second half of the 1990s, or about the same but better balanced between major regions, is not yet clear.", "It could be hoped that we might see better growth in Japan than we have seen in recent times.", "We could also hope for the same from Europe.", "Better balanced growth ordinarily would be a recipe for less variability in exchange rates and capital flows among the major countries, although such a conclusion would depend on currency alignments being about right to begin with.", "Non-Japan east Asia will once again be the world's fastest growth area (in fact, that is already the case).", "More specifically, China will continue to emerge as an increasingly big economy and will account for an increasing share of global trade.", "China has doubled its share of the world export market over the past decade.", "Of course, China is not only an exporter, but an importer as well, which creates opportunities for other nations' firms.", "China also has some structural challenges, which are still in the process of resolution.", "Prices overall seem likely to be pretty stable, with inflation rates low.", "In both Europe and the United States, core inflation rates will probably be declining for the next year or so, and will by then be quite low.", "Examples of deflation - that is an actual fall in the price level, as opposed to disinflation, a decline in its rate of increase - could conceivably become a little more common around the world in this half-decade.", "In fact, at present this is particularly noticeable in Asia, with several countries (including both Japan and China, the two largest regional economies) experiencing falling prices over the past couple of years.", "Expectations about returns on capital in the major countries are likely to be lower.", "It is now clear, of course, that expectations about equity returns were unrealistically high, and perceptions of risk too low, in the late 1990s.", "Moreover, the bursting of the tech bubble, and the corporate scandals in the United States, could well leave many investors feeling unenthusiastic about equity markets for some time.", "If so, the search for alternative investments will see bond yields held down, and possibly greater interest in some of the emerging markets, particularly in Asia.", "Trends in the Australian Economy So much for global matters.", "Assuming the above or something like it comes to pass, how might the Australian economy fare over the medium term?", "Australia has recorded growth of almost 4 per cent for most of the past decade.", "I think it is by now well known that this compares very favourably with virtually all developed economies.", "Subject to some possible caveats which I will come to shortly, it is reasonable to expect, given careful public policies and sensible private behaviour, that good growth can be sustained.", "For the moment, let me assume it will be, and draw out some implications.", "I'll then return to considering what could go wrong.", "One implication of the growth described above, if it can be achieved, is that we would see the rate of unemployment noticeably lower than it is today.", "In the past 20 years or so, the Australian economy has, virtually without fail, seen unemployment fall when growth is 4 per cent or more (and rise when growth is less than 3 per cent).", "On that calculus, the unemployment rate could, all other things being equal, fall from its current 6.2 per cent to 5 per cent or below within a few years.", "It's worth noting in this context that demographic factors associated with population ageing mean that the supply of labour will be rising more slowly in the next decade than it has in the past.", "This is a longrun tendency, but already the labour force is growing less quickly than it was a few years ago1.", "One implication of that would presumably be heightened competition between firms seeking to attract and retain the right workers.", "For the workforce, this is a good prospect in that they might expect to enjoy somewhat stronger growth in real wages than otherwise.", "Firms would also face greater incentives to economise on labour through labour-saving capital investment, which will raise perworker productivity.", "In time, we may also see a reversal of the tendency towards early retirement that we have seen over the past 20 years or so.", "My guess would be that the value of older, experienced employees with a lot of accumulated human capital is likely to be re-appraised by employers, so from the demand side there might be a desire to retain these employees in a world where younger workers are relatively less abundant.", "And on the supply side, the intersection of longer life expectancy and modest returns on assets may prompt some re-evaluation of retirement ages on the part of older workers.", "No doubt government policies could influence these choices too.", "Depending on how all that plays out, a further implication is that we might find at some point that the GDP growth rate of 4 per cent or more, which has been quite sustainable for a number of years as we have gradually wound in the spare capacity in the economy, has to give way to something a bit lower.", "There are two obvious reasons for this which stem from the discussion above.", "First, the scope to harness existing under-utilised labour is finite and would be mostly used up in the scenario in question.", "Second, the growth rate of the total labour force will be lower than in the past due to demographic factors.", "In other words, the economy's growth rate would have to slow to its medium-term potential rate, which is a bit lower than the actual growth we have experienced in recent years, and that potential growth rate itself is coming down a little - all assuming nothing else changes.", "Under such circumstances, one of the things we will presumably see is continued, or even heightened, discussion of the forces which affect the economy's medium-term potential growth rate apart from the growth in factors of production (i.e.", "labour and capital of various kinds).", "There's only one: productivity performance.", "Here Australia's recent record has been good.", "In international studies, the Australian economy stands out as having had a remarkable pick-up in productivity growth during the 1990s.", "Among the reasons behind this performance, and probably the most important one, is the widespread liberalisation and opening up of the economy to competitive forces that commenced in the 1980s and continued through the 1990s and which prompted Australian businesses to lift performance closer to global benchmarks.", "All of the Australian business people here today are, I know, intimately familiar with this phenomenon.", "Furthermore, it is unlikely that the process of converging to global best practice is yet complete, and those practices themselves are continually improving - hence there is every reason to think that strong ongoing productivity gains can occur in the current decade.", "As the process of putting surplus resources to work approaches its limit, the task of lifting the productivity of the already-employed resources takes on even more importance, if growth in material living standards is to be maintained at the current rate.", "The above is not an unattractive scenario.", "But of course it presumes that growth continues.", "The business cycle has not been repealed, however, and so with 11 years of growth under our belt already, rather than presume on growth indefinitely, we should ask: what can go wrong?", "Many of us might immediately think of some global calamity, with one or more of the major regions relapsing into recession, delivering an even more difficult international environment than we face now.", "Our view, as I noted earlier, is that this is not the most likely scenario - but it is obvious to all that the risks of weaker international outcomes have risen considerably over the past six months.", "If that did occur, it would naturally affect Australia.", "We have come through a few tests in recent years fairly well and we would have good grounds to believe that we would be less adversely affected than many other countries in this scenario.", "In the recent international cycle, it has helped to have been a user, rather than a producer, of ITC (Information Technology and Communications) goods.", "It has helped to have avoided the worst of the hype and excess of the \"new economy\" mania, and to have had a long list of well-managed, profitable \"old economy\" businesses.", "And it has helped to have all the supply side flexibility resulting from many years of difficult economic reforms, as well as flexible macroeconomic policy structures.", "But even with all that, we have been affected by the global weakness of the past year, and we could not expect to sail through unscathed if the world economy were to falter in the near future.", "We cannot do much about the world economy, other than watch what happens and respond as best we can to whatever unfolds.", "But we should look to the possible domestic imbalances that could occur to bring the growth to an end, or render us more vulnerable to shocks from abroad.", "The one that has ended many expansions is a generalised overheating, leading to a late and therefore fairly aggressive policy tightening, and subsequent downturn.", "Our approach at the RBA has been, of course, to seek to avoid this particular problem.", "That is what our inflation-targeting system has been doing: by measured, early responses to a significant probability that inflation will rise, we have headed off serious inflation problems before they have become entrenched.", "That policy has also been prepared to lower interest rates in response to prospective economic weakness and falling inflation.", "This symmetric approach has helped to deliver not only low inflation, but also pretty low average interest rates for the past decade, and has been associated with a good overall economic performance.", "For that reason, the approach has quite wide support, and is in our view the best of the approaches to monetary policy which is available.", "A more difficult issue to confront is the instability which can result from big movements in asset prices.", "Here, our Japanese friends have intimate knowledge of the problems of asset price booms and busts and their aftermath.", "That, indeed, has been the defining feature of the Japanese economy from the late 1980s until now.", "Japan's experience shows how hard it is to recover from the deflationary pressure engendered by the bust if it seriously compromises the banking system.", "Australia had an experience qualitatively like this, though not quantitatively as serious, with commercial property in the late 1980s and early 1990s.", "At the same time, and closely related, there was a big run-up in corporate sector leverage.", "The unwinding of those excesses was painful for the borrowers, the banks who had lent to them and ultimately the macro economy.", "Since then, corporate borrowing behaviour in Australia has been much more circumspect.", "In recent times, the attention has been focused on household balance sheets, and on house prices in particular, where there has been a big run-up over the past five years, associated with a substantial increase in household debt.", "The chart shows a long-run time series of the ratio of household assets to current household income.", "Assets here include financial assets, and physical assets (mainly the dwelling stock).", "For many years, assets were about 4 times annual income.", "Over the past 15 years, that has risen to about 7 times.", "That is quite a striking result.", "It is at least as large, for example, as the relative increase in assets of American households, which occurred in the stock market boom there in the late 1990s.", "The difference is that, in Australia, much of this increase in asset values, particularly over the past few years, has been a result of rising house prices.", "With financial liberalisation allowing more access to debt, and with the decline in interest rates making debt more affordable to the average household, this asset accumulation has been accompanied by a rise in debt, though the ratio of debt to assets has risen only moderately, from around 14-15 per cent in the late 1980s, to about 17-18 per cent now.", "The structural decline in inflation and interest rates explains much of the rise in borrowing and buying by owner-occupiers.", "The effects of the gains in wealth on their behaviour are still working their way through the economy.", "But at present, our focus is on the role of investors in rental dwellings, which has become much more prominent in the past couple of years.", "These are people who presumably have been attracted by perceptions of capital gains and tax advantages of leverage, and who recently may have been disappointed with returns in the share market.", "Nearly 50 cents of every loan dollar approved for housing purposes is now going to investors, which is unprecedented.", "The RBA has examined all this in detail in other places and I will not repeat that analysis today.", "It does raise the question, however, of whether housing values can continue to increase like this.", "Ultimately, there has to be an income stream which anchors asset values.", "In the case of investor housing, that stream is, of course, the rent on the property.", "Rental yields have fallen noticeably in recent years, and there is widespread talk of rentals being under continued downward pressure at present, as the supply of dwellings for rent outstrips demand, something which appears likely to continue, and perhaps intensify, for a while at least.", "It is getting harder and harder to believe that the prospective returns from that outlook are high enough either to sustain valuations which are so high relative to historical experience, or to warrant the $4-5 billion which is being loaned to investors each month.", "Hence we are keen to see the pace of both price gains and the run-up in debt abate.", "This is not motivated by a puritan disdain for debt, or a desire to target some \"correct\" level of house prices, nor by concerns about pressure on CPI inflation over the short term.", "Nor does it stem from a belief that the Australian housing market in 2002 is the counterpart of Japanese stock or land prices in 1992, with the implication that a long period of severe problems lies ahead.", "But one doesn't have to believe that to be concerned about the possibility that enough people will end up over-extended that there could be discernible adverse macroeconomic consequences.", "A housing market boom and bust in itself doesn't seem likely to cause a recession, but the working out of financial excesses could well exacerbate a downturn which occurred due to some other factor, and delay the subsequent recovery.", "At this stage, there are differing views about whether the housing market has calmed down, though it appears from the most recent data we have that borrowing is continuing apace.", "This is clearly an area that warrants, and is receiving, very careful attention.", "The world economy is going through a very difficult period.", "It is still reasonable to expect it to improve over time, but that is looking like being a very slow process, and in the interim the major economies will be vulnerable to further shocks.", "The Australian economy, in contrast, is in pretty good shape, and we have enjoyed an unusually long period of expansion.", "We have a good policy framework which we believe can handle regular cyclical dynamics acceptably well, and at this stage we do not see any imminent end to the expansion.", "Even so, it pays to be on the lookout for potential problems.", "We have to live with the risks emanating from the world economy.", "On the domestic front, the durability of medium-term growth would in our view be enhanced if the recent fervour for residential property were to give way to a more balanced and realistic assessment of the various potential avenues for investment.", "That probably involves an acceptance of more modest investment returns across the board than people may have been used to in the past decade or more.", "But unrealistic expectations, and the inevitable disappointment which follows, have elsewhere proven, through the swings in broader behaviour that those experiences bring, to be the biggest source of macroeconomic problems in recent years.", "If we can avoid that trap, we will have done a good deal to set the ground for continued good performance over the medium term, to add to the decade of good outcomes we have already enjoyed.", "If this happy state of affairs comes to pass, we could expect to see higher incomes, lower unemployment and gradual gains in general prosperity - overall, a rather favourable picture for the Australian community."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Australian economy", "global economy", "monetary policy", "household debt", "inflation", "productivity", "housing market", "interest rates", "asset prices", "economic growth"]}