{"sentences": ["During the past six the months the issue of Sweden's full participation in EMU has again come to the fore.", "It now looks as though a referendum on EMU participation will be held some time next year.", "This in turn has revived the discussion both about the economic policy that would be appropriate if Sweden adopts the euro and about what may happen in the meantime.", "In these contexts the Riksbank plays a central role, making it natural that we discuss as openly as possible the matters we shall have occasion to consider in the coming years.", "In that way we can hopefully contribute to a better understanding of the challenges that we and others involved in economic policy face.", "Today I intend to concentrate on three matters in particular.", "First I shall be saying something about the decision-making process in connection with the possibility of participation in ERM2.", "Then I shall talk about the matters that should be considered before deciding on an appropriate exchange rate at EMR2 entry.", "Finally I shall talk a bit about my view of economic policy in ERM2.", "Participation in ERM2 The next step now is for the party leaders to get together and consider a date for an EMU referendum.", "Their meeting is scheduled for November 29.", "At present the most likely time for a referendum seems to be the autumn of 2003.", "If the outcome turns out to be a majority for Sweden's participation in the monetary union, one can expect the Riksdag to formally decide to request an end to Sweden's derogation, which would amount in practice to opening the door for participation.", "Meanwhile, the legal and practical adjustments that our full participation presupposes will have to be prepared and approved before the Ecofin Council makes the final decision on Sweden's participation.", "While the Riksbank is not involved in the political course of events, if a referendum results in a majority in favour of participation, it is up to the Riksbank to act so that this occurs in a stable and smooth manner.", "That is why for a number of years the Riksbank has had a readiness to act in the event of full participation in the monetary union.", "A matter that will be important is the stability of the SEK/EUR exchange rate and entry into ERM2.", "In this respect there may be cause to say something about what has happened earlier.", "The question of ERM participation and the possibility of combining it with the policy of inflation targeting that we have followed for some years has engaged the Riksbank earlier, above all in the period 1995-97.", "At that time the Riksbank was legally responsible for the choice of exchange rate regime and ERM participation was considered simply as a way of preventing the flexible exchange rate regime from becoming a formal obstacle to Sweden's possible full participation in the monetary union.", "When the Government then judged that there was insufficient public support for Sweden's adoption of the euro, the question of altering the exchange rate regime ceased to be relevant.", "When the independence of the Riksbank was formalised in 1999, the legislation on exchange rate policy was amended.", "Today the exchange rate regime is chosen by the Government, while the Riksbank decides on issues of its implementation.", "So it is the Government that decides if and when the krona is to join ERM2, whereupon the Finance Ministry and the Riksbank discuss the SEK/EUR exchange rate that is compatible with a stable economic development.", "I want to make it clear that, contrary to the impression one is liable to get from reports in the media, this process is not to be seen as a struggle between the Riksbank and the Finance Ministry.", "There are extremely good reasons for these two institutions to agree on a joint line of action.", "Otherwise it is likely to be difficult to argue Sweden's case effectively in the subsequent discussions with our European partners.", "Decisions about ERM2 participation and the exchange rate on entry are made jointly by the finance ministers of the euro countries, the ECB and the central bank governors and finance ministers of other ERM2 participants (at present Denmark).", "The first step is taken in practice in the framework of the EU's Economic and Financial Committee.", "It is only if this Committee fails to reach a consensus that the central bank governors and finance ministers concerned engage in direct negotiations.", "When the time comes - in the event of full participation in the monetary union - for the conversion rate with the euro to be locked irrevocably, this is decided unanimously by the euro-country members of the Ecofin Council together with Sweden.", "On every previous occasion, these decisions have been based on the central rates in ERM/ERM2.", "The choice of a central rate and a conversion rate A premise when setting the Swedish krona's central rate in ERM2 is that this will also be the conversion rate for joining the monetary union.", "Having said that, I want to emphasise that there are no absolute criteria for which central rate or final conversion rate that is most appropriate.", "What we can do is use various models, expert knowledge and common-sense to try to narrow down a reasonable interval and analyse the consequences of different choices.", "The real exchange rate is a natural starting point A central concept in this context is the real exchange rate.", "In contrast to the nominal exchange rate, which is the relative price of different currencies, the real exchange rate is the relative price of groups of goods.", "More specifically, the real exchange rate is defined as the amount of domestic goods that has to be provided in exchange for a given amount of goods from abroad.", "The value of the real exchange rate is calculated in practice as a quotient, the denominator being the product of the nominal exchange rate and an appropriate price index for foreign goods and the numerator the corresponding domestic price index.", "The real exchange rate is commonly regarded as a measure of a country's international competitiveness.", "The weaker the real exchange rate - the more domestic goods that are needed to balance a given amount of foreign goods - the cheaper it is for firms and consumers abroad to buy Swedish products: our competitiveness is stronger.", "It follows that the real exchange rate is a measure of purchasing power; the weaker the real exchange rate, the smaller the amount of foreign goods that can be bought for a given amount of domestic goods.", "This needs to be kept in mind when discussing what are appropriate central and conversion rates.", "A weak rate can admittedly confer competitive advantages but it also means that people in Sweden are poorer.", "Sweden's full participation in the monetary union locks only one of the components of the real exchange rate - the nominal exchange rate.", "So the real exchange rate will continue to fluctuate and from time to time the rate of inflation in Sweden will deviate from the EMU average.", "There is nothing odd about that.", "The ECB's inflation target, a rate below 2 per cent, refers to the average rate in the monetary union as a whole, not the rate in a particular region or country.", "In another major monetary union, the United States, the regional differences in rates of inflation have at times been large.", "Studies show that differences in annual rates of inflation between American cities have exceeded one percentage point for as much as a decade.", "For economic policy in Europe the challenge ahead lies in ensuring that such regional differences in inflation do in fact mirror necessary changes in the real exchange rate, rather than representing unmotivated wage and price increases, for example.", "But that is another matter that I shall not be considering today.", "So the significance of the central rate's level should not be exaggerated.", "If we were to somehow land at a level that, if it were to be permanent, would not be sustainable in the longer run, an adjustment would subsequently occur.", "But as that would be painful, it is important to do what we can to arrive at a suitable rate from the start.", "What determines the real exchange rate in the longer run?", "The weights are relative TCW weights.", "Source: Sveriges Riksbank.", "I have already talked about the real exchange rate and tried to explain that it is this rate, rather than the nominal exchange rate, which is most pertinent for economic decisions and for resource allocation within and between economies.", "An understanding of the real exchange rate's development, above all in the somewhat longer term, is needed in order to appreciate why nominal exchange rates fluctuate as they do.", "Here I shall use the Swedish krona relative to the euro as a specific example.", "Since 1970 the krona has depreciated by about 90 per cent against the euro currencies.", "Purchasing power parity, which is the simplest exchange rate theory and presupposes, it is important to note, that the real exchange rate is constant over time, states that movements in nominal exchange rates are explained by differences in relative rates of inflation.", "It turns out, however, that Sweden's higher average rate of inflation in this period compared with the euro area explains only half of the krona's depreciation (Table 1).", "In other words, purchasing power parity tells us that one euro ought to cost about 6.75 kronor, which is quite a lo ng way from the current SEK/EUR rate.", "The rest of the krona's depreciation accordingly mirrors a weakening of Sweden's real exchange rate with the euro area, that is, a trend where Swedish goods become cheaper than goods produced in the euro area.", "The path of the real exchange rate is influenced by a number of so-called fundamental variables.", "Since the real exchange rate is basically an 'ordinary' relative price, the explanatory variables are, of course, the fundamental conditions for demand and supply in the domestic economy relative to the rest of the world.", "Relative GDP growth or relative productivity growth are commonly used.", "The hypothesis is that real exchange rates appreciate in countries where growth and productivity gains are higher than elsewhere.", "The mechanisms behind this relationship differ somewhat, depending on the model, but it does seem to be supported empirically.", "This can be summarised by saying that, as Swedish tourists often discover, \"Goods are more expensive in rich countries\".", "So higher relative growth is often associated with a higher price level and a stronger real exchange rate.", "The reverse provides an important partial explanation for the krona's long-term real depreciation: Sweden's growth trend in recent decades has been weaker than in our most important competitor countries (Diagram 1).", "Real exchange rate and relative GDP against the euro Index 1992:Q4=100 Relative GDP Real exchange rate 1970 1974 1978 1982 1986 1990 1994 1998 2002 Source: Sveriges Riksbank Another important explanatory variable for the real exchange rate is terms of trade, which is also a relative price for groups of goods.", "Here, however, the categories of goods in the comparison is more limited than in the case of the real exchange rate.", "More specifically, terms of trade represent the price of imported goods expressed in terms of the price of goods that are exported.", "In Sweden's case, shifts in terms of trade often stem from changes abroad; in our small and open economy, changes in domestic supply and demand are of secondary importance for the long-term development of our terms of trade.", "A look at Sweden's terms of trade in recent decades reveals a number of episodes where major changes in terms of trade have led to sizeable movements in the real exchange rate.", "The oil price shocks in the 1970s and 1980s are examples of this, as is the clear and unexpected worsening of our terms of trade that began in the late 1990s (Diagram 2).", "In doing so it must be borne in mind that different economic theories yield different relationships, which has to be taken into account when drawing conclusions from the results.", "It is therefore advisable not to base the assessment on a single model.", "The ongoing analytical work at the Riksbank is undertaken with a variety of models and approaches.", "One approach to how the real exchange rate ought to develop in the future, with the implications this may have for an appropriate ERM2 central rate, is to produce forecasts for the coming 3-5 years for the variables that are assumed to be central for the level of the real exchange rate and then use them in the estimated relationships.", "One then has a picture of the zone in which one is likely to land.", "All the models the Riksbank has used suggest that the real exchange rate will appreciate in the coming years.", "So to that extent the conclusion is clear.", "But the size of the calculated appreciation varies a good deal; in our calculations it ranges from a few per cent up to 10 per cent from the current level.", "Given the reasonable assessment that the level of inflation will be much the same in Sweden and the euro area in the years ahead, this real range implies an interval for the nominal SEK/EUR rate that extends from approximately 8.20 to a little more than 9 kronor.", "Take the next few years into account as well The assessment of the real exchange rate in the longer run is thus an important component when considering an appropriate central rate.", "It is a matter of arriving at a rate that results in a balanced economic development in the long term.", "But it is not just the long term that is relevant here.", "In practice it is highly important that the chosen rate is perceived by the market as credible in the shorter run, too.", "That is a prerequisite for a stable development during the period in ERM2.", "That in turn presupposes, for example, that the rate functions properly in relation to the prevailing level of economic activity, the current fiscal policy and so on.", "The underlying inflationary tendencies that are discernible in labour costs, for instance, also play a part.", "In these respects it is also possible to produce various numerical examples and simulations.", "Alternative assumptions can be made, for example, about what would be a reasonable exchange rate in the long run and test them against different underlying cyclical developments.", "An important issue for the Riksbank here is the effect on inflation.", "If it is found that inflation would be unduly high, for example, fiscal policy might have to be tighter.", "The interaction of the business cycle, for example, and the choice of fiscal policy and exchange rate can be studied in this way.", "The discussion would benefit from several independent analyses of this kind.", "Economic policy in ERM2 If Sweden becomes a full participant in the monetary union, the conditions for Swedish stabilisation policy will change.", "The task of conducting a stabilisation policy for Swedish needs would then rest - to the extent that it is considered desirable - entirely on the Swedish parliament or Riksdag and the Government.", "I want to underscore that this change already takes place essentially during the period in ERM2.", "It should be noted that a good state of readiness is absolutely essential.", "At the Riksbank we usually reckon that it takes between 1 and 2 years for changes in monetary policy to elicit their maximum effect on the rate of inflation.", "We do not know exactly what the corresponding time lag is for the real economic impact of fiscal policy.", "But there is much to suggest that fiscal policy as early as next year - that is, the policy which is being decided this autumn - will be important in this context, at least if the timing that is now being discussed, with full participation in 2005 or 2006, is achieved.", "Thus, more and more of stabilisation policy's burden is transferred to fiscal policy.", "But this does not mean that the Riksbank should refrain from using the scope for monetary policy that may exist during the ERM2 period.", "It is up to the Riksbank to do what is possible to make Sweden's accession to the monetary union smooth and stable.", "Low and stable inflation in Sweden is one important element here; another is a stable exchange rate.", "Sweden must fulfil the convergence criteria in both these respects.", "In practice this means that there may be grounds for continuing to produce inflation forecasts and to publish Inflation Reports in much the same way as at present.", "We should also do what we can with the interest rate to direct inflation onto our target.", "But the closer we come to adopting the euro, the smaller will be our repo rate's effect on longer term interest rates.", "That is because as the entry date approaches, the Swedish yield curve will be increasingly determined by European interest rates.", "The fact remains that exchange rate stability is one of the convergence criteria for Sweden's full participation in the monetary union.", "This may affect the formation of monetary policy.", "The risk of conflicts between the inflation target and the need for exchange rate stability is sometimes emphasised in discussions.", "For several reasons I do not believe we need to be particularly concerned about that.", "For one thing, ERM2 participation is not an ordinary system of fixed exchange rates but the preliminary stage of acceding to a monetary union in which exchange rates are irrevocably locked.", "So currency unrest during this period should really only occur in the event of uncertainty about Sweden's EMU participation on account of problems either in Sweden or in EMU.", "Note that these risks are not really economic but political.", "Presumably they would also be extremely small in a situation where accession to ERM2 has been preceded by political agreement both in Sweden and in the rest of the European Union.", "Moreover, currency risks arise as a rule when economic policy is out of step with the fixed exchange rate.", "If Swedish monetary policy before and during the ERM2 period is focused on price stability and economic policy in other respects is also in line with the direction in the monetary union, the risks of a currency crisis would no doubt be even smaller.", "Furthermore, the ERM2 period will presumably be comparatively short and directly connected with Sweden's subsequent full participation in the monetary union.", "If the Swedish economy is in step with the euro area on accession to EMR2, the probability of any serious imbalances having time to arise is therefore small.", "A question that is raised from time to time is whether a decision to join the monetary union should lead to the Riksbank's inflation target being replaced by the ECB's.", "As I see it, the grounds for doing so are weak in the time perspective of one to two years that we are now talking about.", "In this context there is little difference between our target and the ECB's.", "But there may be reasons for keeping a closer watch on the new common European price index, HICP, partly because it is on that basis that Sweden will be assessed in the event of EMU entry.", "Today I have considered some issues connected with the Swedish krona that are important if Sweden decides to participate fully in EMU.", "My main points are as follows.", "For Sweden the question of ERM2 participation is closely connected with the issue of full participation in the monetary union.", "Under the new legislation on exchange rate policy that was adopted some years ago, the exchange rate regime is decided by the Government.", "In a number of budget statements the Government has indicated that participation in the ERM2 can be on the agenda after a decision has been made to join EMU.", "Under the new legislation it is the Riksbank that is responsible for forming a Swedish position on the central rate.", "In practice, however, that is something we have strong reasons for arriving at together with the Government.", "This is important not least for the subsequent discussions with the other EU countries.", "I have devoted a good deal of my time here to the question of an appropriate central rate and how this question can be addressed in principle.", "There are two points I want to underscore: Calculations of the real exchange rate, which provide a starting point for discussions about reasonable central rates, are highly uncertain.", "Different economic models yield different results but can still be used to arrive at an approximate interval.", "Our calculations consistently suggest that an appreciation from the present rate is motivated.", "However, as relative GDP, terms of trade and other explanatory factors vary over time, calculations today may give a somewhat different picture from the calculations that were made some years ago.", "When setting a rate it is also natural to consider the level that is appropriate in the medium term.", "In this context it is primarily a matter of ensuring a stable adaptation to ERM2 and EMU, which calls for an exchange rate that markets find credible.", "The conditions for achieving this are naturally better if economic development in Sweden is balanced, with stable prices, etc.", "An unduly weak rate implies a stimulus to the Swedish economy that soon has to be met with a tightening of fiscal policy.", "An unduly strong rate, on the other hand, may be too restrictive, with negative consequences for growth and employment in Sweden.", "If Sweden joins ERM2, the responsibility for maintaining economic balance rests essentially with the Government and the Riksdag.", "In the event of a referendum next autumn resulting in a majority for Swedish entry into the EMU, followed by entry to ERM2, the fiscal policy that is already being established this autumn will be highly important.", "However this may, the Riksbank should do what it can to contribute to price stability being maintained also in ERM2.", "Under these circumstances there are grounds for continuing to make forecasts, publish Inflation Reports and set the repo rate in much the same way as at present.", "Neither do I see any reasons for altering the inflation target.", "But the room for manoeuvre in monetary policy would rapidly narrow as entry to full monetary union approaches.", "At the same time, exchange rate stability in ERM2 is important but the potential risks of conflicts between price and exchange-rate stability during this short period should not be exaggerated.", "It is natural that the central rate in ERM2 will be the conversion rate in the changeover to the monetary union and this reduces the scope for speculation.", "The objective of monetary policy in Sweden as well as the euro area is price stability.", "Moreover, the process for EMU entry by other countries was calm even though the circumstances in a number of cases were more difficult than they look like being in Sweden's case."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["ERM2", "Real exchange rate", "Inflation", "Monetary policy", "Central rate", "Economic policy", "Conversion rate", "EMU", "Fiscal policy", "Terms of trade"]}