{"sentences": ["Today I have decided to make some remarks about monetary policy, monetary policy and making in South Africa.", "Whilst I am fully aware that most of you would like to know about the future developments in interest rates, I will however disappoint you since there will be no \"open mouth operations\" today.", "What I thought of doing was to take you systematically through the steps which leads the Monetary Policy Committee to take decisions on monetary policy.", "I have made the rather crude assumption that most of you are not monetary economists - I am using Yusuf Abramjee as my benchmark!", "Let us start from the beginning and consult The New Oxford Dictionary of English.", "It says on page 1193 that, \"Monetary: adjective of or relating to money or currency \"(1998 Edition).", "Therefore by deduction, monetary policy must be actions or decision \"relating to money or currency\".", "This is not very helpful at all.", "And so let us check some textbooks to see what they say monetary policy is.", "Burda and Wyplosz, in Macroeconomics A European text, p13 say that \"Monetary policy is directed at influencing interest and exchange rates, and more generally at conditions in financial markets and their links with the real economy\".", "So Burda and Wyplosz focus on interest rates, exchange rates, conditions in the financial markets and the impact on the real economy.", "This goes some way towards explaining monetary policy.", "But to the ordinary citizen this might be confusing.", "Frederick Fourie, writing for third year and perhaps honours students says in his book, How to Think and Reason in Macroeconomics, that monetary policy is defined as \"All deliberate steps of the monetary authority (central bank) to affect monetary aggregates (money supply), the availability of credit, and interest rates, in order to influence monetary demand, income, production prices and the balance of payments.", "This a little more helpful.", "I would have said that monetary policy is about the deliberate decisions by the central bank to influence short-term interest rates.", "Or put simply, monetary policy relates to the decisions by the central bank on interest rates.", "Interest rates by definition will affect a whole range of variables in the economy: money supply, credit, demand, income, production prices, asset prices, the exchange rate, balance of payment, investment, inflation, etc.", "The central issue therefore is interest rates.", "What are the instruments available for monetary policy?", "There has been a lot of talk recently by many people, including people who are supposed to be in the know (but have shown themselves to be ignorant), about the need for the central bank to use other instruments to fight inflation instead of interest rates.", "The primary source of the confusion about the existence of other instruments is to be found in people thinking about credit ceilings, open market operations, the repo rate and cash reserve requirements.", "Let me deal with each one of these below.", ".1. Credit Ceilings Credit ceilings are quantitative limits on credit extension by banks.", "Each month every bank has to submit a detailed balance sheet to the Registrar of Banks.", "Credit ceilings can impose a freeze on each bank's total credit extension, or it can limit the growth in credit extension to a certain value such as one per cent per month.", "Penalties can be imposed on banks extending too much credit.", "This method of controlling bank lending and money creation was used in South Africa from 1965 to 1972 and 1976 to 1980.", "Economic agents found ways around the credit ceilings.", "Non-bank companies with surplus funds started lending it directly to companies with deficits, and friends started lending to each other.", "Politicians also started to intervene, pleading for lifting of the credit ceilings on non-commercial grounds for certain types of borrowers or activities.", "Open Market Operations Open market operations involve the buying and selling of government paper (bonds and Treasury Bills) by the Reserve Bank in order to achieve or support its monetary policy objectives.", "By selling government bonds, the Reserve Bank causes money market liquidity to tighten and money supply to decline - the money paid over to the Reserve Bank is withdrawn from the financial system.", "On the other hand, conditions are eased and liquidity is injected if the Reserve Bank purchases government bonds.", "This is really about the implementation of monetary policy and this has been used on an ongoing basis in South Africa.", "The Repo Rate The Reserve Bank's repurchase rate is the interest rate which the Reserve Bank charges banks when they borrow funds from the Reserve Bank.", "Banks borrow some money from the Reserve Bank on a more or less continuous basis - for instance, when they need notes to fill their automated teller machines.", "The Reserve Bank lends funds to the banks at an interest rate called the repurchase rate or repo rate.", "Currently it amounts to 13,5 per cent per annum.", "Because the Reserve Bank is the ultimate source of currency in our economy, the interest rate at which it supplies funds to the banks serves as a benchmark for the banks ' other interest rates.", "They set their deposit rates below the repurchase rate, and their lending rates above the repurchase rate.", "For instance, with the repurchase rate currently at 13,5 per cent, banks tend to offer around 12 per cent per annum on one-year fixed deposits while their prime overdraft rate amounts to 17 per cent per annum.", "The repurchase rate gets its name from the fact that the Reserve Bank only lends out funds against good security.", "What in fact happens is that a bank that wants to borrow from the Reserve Bank must first acquire a government bond (or Treasury Bill or Land Bank bill) - a financial instrument of the highest quality, backed by the government.", "It then brings the government bond to the Reserve Bank, which temporarily buys the bond - say at a price of a million rand.", "In the process a million rand in funding is provided to the bank.", "At the same time the private bank agrees to buy back or repurchase the bond at a given price seven days later.", "A rate of 13,5 per cent per annum means about 0,26 per cent per week, so that the private bank would have to pay the Reserve Bank around R1,0026 million after one week to repurchase the bond.", "The Reserve Bank therefore earns around R2 600 in interest on the loan.", "Through the repo rate the Reserve Bank can therefore influence all short-term interest rates.", "If the Reserve Bank senses that inflation is accelerating and is being accommodated by an abundant supply of money and credit, the Bank's Monetary Policy Committee would raise the repo rate.", "This would lead to higher lending rates, causing people and firms to cut back on their borrowing and spending.", "With less credit and money available, inflation would be reined in.", "Cash Reserve Requirements Banks are required to keep a certain proportion of the deposits which they attract on deposit with the Reserve Bank.", "Currently, for every R100 in funding which the banks attract on their liability side, they have to keep R2,50 on deposit with the Reserve Bank.", "This funding therefore is not available to lend out.", "The higher the cash reserve requirements, the tighter credit conditions are made.", "In South Africa the cash reserve requirements have been adjusted from time to time, although it does not currently constitute a high-key instrument of monetary policy.", "It operates subject to constraints; if the cash reserve requirements are set at too high a level, banks would lose business offshore and also to domestic nonbank financial intermediaries.", "The central bank has really one instrument to fight inflation in monetary policy terms.", "That instrument is the repo rate - interest rate/short term.", "Anybody who has discovered another is welcome to advice us.", "My email address is: maxine.hlaba@resbank.co.za.", "All technically sound suggestions are really welcome.", "In the meantime, the 100+/- economists at the central bank are convinced that repo rate is the only weapon we (the Central Bank) have in combating inflation.", "What is the primary objective of monetary policy?", "The primary objective of monetary policy is price stability.", "This is the position adopted by many central banks around the globe.", "The achievement and maintenance of price stability is the best contribution that monetary policy can make to the growth and development of the South African economy.", "We have no other primary monetary policy objectives.", "I will return to this a little later.", "What then is our monetary policy framework?", "We announced the adoption of the inflation targeting monetary policy framework in February just over a year ago.", "The formal adoption of an inflation targeting framework indicated a shift from the previous informal policy framework.", "In the past, monetary policy had embraced an eclectic approach in which recognition was formally given to a medium to longer-term stance of monetary policy by monitoring developments in a number of financial aggregates and not only money supply and bank credit extension.", "The eclectic approach to monetary policy was applied during the 1990s, against the background of explicitly articulated guidelines for money supply growth.", "This framework recognised that the Reserve Bank had to combat inflation, as outlined in the Constitution and the Reserve Bank Act.", "However, since the Bank's policies had their most direct impact in the area of money and credit, intermediate guidelines were set for growth in money supply.", "It was argued that if money supply growth could be contained, too much money would not be chasing too few goods, and inflation would be brought under control.", "While formally it was stated that broad money supply growth should fall in the range of 6 to 10 percent per annum (since the mid-1990s), in practice the Bank adopted a relatively flexible approach where these guidelines were indeed treated as guidelines only.", "A further guideline for growth in total bank credit extension of around 10 percent was also adopted.", "But when these guidelines were exceeded by considerable margins, this was on occasion tolerated without strong policy adjustments, on the basis of developments in other variables.", "In practice it was quite apparent that growth in the money supply could sometimes be a misleading indicator of current and future inflation.", "Accordingly, a number of other variables were also analysed in deciding upon the appropriate monetary policy stance.", "These included the pace of growth in the banking sector's credit extension, movements in consumer price and production price inflation, domestic production and expenditure, the balance of payments and exchange rate situation, and the fiscal policy stance.", "The inflationary potential of developments in all these and many other variables was assessed on an ongoing basis.", "Accordingly, growth in money supply was not really the pivotal variable around which monetary policy revolved - although excessive growth in money supply certainly did signal the need for additional caution.", "However, money supply growth was deemed to be important and was formally recognised as the intermediate target variable.", "Instead of targeting guidelines for intermediate objectives, the Reserve Bank now directly targets inflation.", "It monitors and analyses a whole range of factors that can affect the rate of inflation.", "The inflation rate, or more specifically CPIX, which is the headline consumer price index excluding mortgage costs, has to fall between 6 and 3 percent by the end of the calendar year 2002 and 2003.", "It is within this target and this monetary policy framework that the South African Reserve Bank will strive to achieve in the short term what we are mandated to do: that is to achieve price stability.", "Such a framework for monetary policy ensures that monetary policy is transparent, in that the authorities have a definite and measurable aim in their conduct of monetary policy.", "And at the same time, it should give the citizens of this country an aspect of clarity about the future as it makes clear the Bank's intentions.", "In so doing, inflation targeting should also ease the burden and take the \"guesswork\" out of many of the decisions that businesses have to make when planning for future expansion and investment.", "It should also provide an anchor for inflation expectations and guide both employers and employees when undertaking forward-looking negotiations.", "However, it must be emphasised that at least some of the success of the inflation targeting framework rests on whether it is fully understood by labour, business, the private sector and the other sectors of the economy.", "If these sectors understand that the Bank targets inflation and that it is committed to the chosen target, this will engender public confidence about the Reserve Bank's monetary policy procedures.", "I will now turn to the specifics of our inflation targeting monetary policy framework.", "The Reserve Bank monitors a number of factors that have a direct influence on inflation.", "These include the growth in money supply and bank credit extension, the changes in nominal and real salaries and wages, the nominal unit labour costs, the gap between potential and actual national output, the exchange rate developments and import prices.", "The oil price is another factor that has played a major part in domestic inflationary trends of late and one that we have closely monitored.", "This exogenous factor is one over which we have little control.", "Another exogenous factor is food prices, which can be volatile as a result of drought or floods.", "And administered prices, those influenced by government or monopolies including medical and education costs, also have an impact on domestic inflationary trends.", "In order to monitor these factors, the Reserve Bank has embraced the system of a small core model supported by other models.", "It has moved away from the single large-scale macroeconomic model, in keeping with international developments.", "The aim is to keep the core model concise so as to focus on the key economic variables that influence inflation, as I have already mentioned.", "The core model incorporates some basic assumptions about the economy.", "It presupposes, among other things, that higher output cannot be achieved in the face of persistently higher inflation and that the level of prices in money terms and the rate of inflation in the longer term depend on monetary policy.", "The link between the Reserve Bank's modelling activities and its forecasting process is indirect and far from the mechanical, \"black box\" approach favoured by scientists.", "There is no mechanical process in which the forecast directly determines the policy decision.", "It must be remembered that the econometric models and forecasts are tools to help the Reserve Bank solve economic problems.", "They are also only one set of tools used in the policy decision-making process.", "I will illustrate my point by referring to a summary from the Bank of England on the use of models and the Monetary Policy Committee's responsibilities.", "This summary encapsulates the philosophy behind the use of models and forecasts at the Reserve Bank.", "I quote: \"In an ever-changing economy, no single model can possibly assimilate in a comprehensive way all the factors that matter for policy.", "Forming judgements about those factors, and their implications for policy, is the job of the Committee, not something that can be abdicated to models or even modellers.", "But economic models are indispensable tools in that process.\"", "To return to the broader picture, while inflation targeting forms the framework for the Reserve Bank's monetary policy, it must be remembered that monetary policy is only a part of macroeconomic policy.", "The task of macroeconomic policy is to promote economic growth and development, create employment, improve the living conditions of all the people of the country, and eliminate the unjustifiable discrepancies between the disparate average incomes of various groups in the economy.", "Monetary policy has a narrower focus but it occupies an important component of the foundation upon which the broader goals of macroeconomic policy rest.", "Monetary policy aims to create and maintain a stable financial environment within which overall economic activity can be expanded, jobs created and poverty reduced.", "This monetary policy objective is supported by the legal obligations of the Reserve Bank as set out in the Constitution of the Republic and in the South African Reserve Bank Act.", "Since inflation is our main focus, you may question where the exchange rate of the rand fits into the monetary policy framework?", "Targeting inflation does not mean that the exchange rate of the rand is ignored.", "On the contrary, the impact of the exchange rate on inflation is what concerns us and this is what we closely monitor.", "The impact of the fluctuations in the exchange rate on inflation is carefully considered when we go about the daily task of managing domestic liquidity and determining the repo rate.", "If signs do emerge of increased inflationary pressures arising from a depreciation of the exchange rate of the Rand, in the absence of any other counterveiling factors referred to above, then monetary policy would have to respond in the appropriate way.", "What are the institutional arrangements for monetary policy making?", "Our commitment to transparent monetary policy goes hand in hand with the attempts we have already made in communicating both our intentions and the outcomes of our meetings to the public.", "The Monetary Policy Committee was set up shortly before South Africa adopted the inflation targeting framework for monetary policy.", "The 7-member-MPC, as it is known in short, meets four times a year.", "The task of its meetings is to decide on the monetary policy stance, with a focus on the inflation targets that must be met in the target year.", "A press conference is held after the two-day meeting has been concluded and the Committee releases a statement fleshing out the developments in the international and domestic economy and the reasons for its monetary policy stance relating to these prevalent developments.", "The Reserve Bank has also convened Monetary Policy Forums, which as the name suggests, provide a forum for open discussions on monetary policy and general economic developments.", "The MPFs are held twice a year in the major centres of the country and engage with labour, business, community and other organisations.", "The Forums also ensure that the views of interested parties are taken into account when determining monetary policy.", "This endeavour is an earnest attempt on our part to communicate monetary policy and economic issues with the broadest spectrum of people.", "Unfortunately, to date, these Forums are not that well attended, particularly on the part of the trade union movement.", "The Reserve Bank also publishes a Monetary Policy Review twice a year to increase the understanding of its conduct of monetary policy.", "The first Review was published on 19 March 2001 and it described the monetary policy framework in more detail.", "It also analysed local and international economic developments and the inflationary trends arising from these.", "The Reserve Bank also publishes its inflation forecasts in the form of a fan chart.", "The fan chart is used by many central banks to illustrate their inflation forecasts.", "So-called confidence bands are used to signify varying degrees of certainty for each broadly expected level of inflation.", "Last but not least, the Reserve Bank regularly reports to parliament on the stance of monetary policy.", "This is in line with international practice and this is part of our accountability to the citizens of South Africa.", "What is the monetary policy transmission mechanism?", "In an inflation targeting monetary policy framework, policy initiatives have to be forward looking.", "This means that during periods of rising inflationary pressure, the Monetary Policy Committee will have to timeously raise the domestic level of interest rates in order to achieve its objective of maintaining price stability and ensuring that the inflation target is met.", "Studies suggest a fairly long time lag of between 12 to 24 months for monetary policy to have its main effect on inflation.", "The monetary policy transmission mechanism describes the sequence of events that are set in motion once interest rates are changed in order to lower inflation.", "Changes in interest rates affect the economy through various channels.", "These channels include: Interest rate channel: An increase in the repo rate influences other financial market interest rates.", "Firms and individuals respond to this change by lowering their expenditure patterns.", "This lower level of demand affects output and will eventually feed through to lower rates of inflation.", "Exchange rate channel: Rising interest rates are normally associated with an appreciation of the exchange rate.", "This could also attract foreign investment in the form of a capital inflow.", "A stronger exchange rate will lead to lower import prices which should contribute towards lower inflation.", "Money and credit channel: Increased levels of interest rates usually lower the demand for domestic credit.", "Lower credit extension and money supply will decrease domestic demand and with a time lag inflation.", "Inflation expectations: Rising levels of interest rates tend to lower future expectations of inflation.", "These will in turn lower unit labour cost and inflation over the longer term.", "MPC decision not always understood Despite our efforts at creating transparent and open channels of communication on the conduct of monetary policy and the centrality of inflation targeting, many people in South Africa are still fixated on the fluctuations in the exchange rate of the Rand.", "Questions will be asked of me not about changes in consumer prices.", "But, almost certainly, questions will arise when the exchange rate depreciates.", "Together with this, the Monetary Policy Committee's decisions are misunderstood from time to time.", "One of those times was on the last MPC meeting when we decided to increase the repo rate.", "We gave the following reasons, and I quote: \"The developments that have so far led to higher inflation are therefore mainly exogeneous or costpush factors, which cannot be directly influenced by changes in the level of short-term interest rates.", "At present there are no signs of excess spending or production capacity constraints, while fiscal discipline has been maintained by the authorities.", "It is, however, always important to take into consideration that cost-push and excess monetary demand factors are interacting elements or different aspects of the same process, rather than totally separate causes of different processes.", "Autonomous cost-push or exogeneous factors cannot on their own lead to an inflationary process if they are not accommodated by a monetary expansion.", "When autonomous price increases occur without increases in the money supply, bank credit extension and inflationary expectations, such increases are self-terminating.", "But when they are supported by accommodating monetary developments, inflationary pressures will become self-perpetuating.\"", "\"As already indicated, inflationary expectations are already very high.", "Moreover, growth over twelve months in the broadly defined money supply (M3) amounted to 17,4 per cent in July 2002.", "Although this growth rate was lower than the 20,6 per cent recorded in May 2002, the reduction was to a large extent due to increased tax collections, which reduced the private sector's deposits with banks included in M3 while raising government deposits which do not form part of money supply.", "It is also true that a large part of this increase in M3 was the result of increases in long-term deposits, which are less likely to be related directly to aggregate nominal spending on goods and services.", "The narrower defined monetary aggregates, however, also rose significantly.", "To the extent that the deposits at banks could be used to purchase goods and services, they are an indication of possible spending that may exceed the economy's production potential in the future, and therefore create inflationary pressures.\"", "\"The growth over twelve months in bank credit extended to the private sector slowed down moderately from a high level of 15,6 per cent in January 2002 to 11,7 per cent in July.", "Measured from quarter to quarter, growth in credit extension to the private sector fell from 19,6 per cent in the first quarter of 2002 to only 1,9 per cent in the second quarter.", "This considerably decreased rate of credit expansion was mainly the result of a reversal in the leads and lags in the payments for and receipts from foreign transactions.", "Earlier borrowing associated with these international trade transactions was mostly repaid in the second quarter when the external value of the rand strengthened.", "It therefore reflected a slower rate of credit extension to the corporate sector.", "Credit extended to households by banks hardly seems to have been affected by the increase in interest rates during 2002 and continued to rise rapidly.\"", "\"In view of these accommodating monetary developments, the Monetary Policy Committee has decided to increase the repurchase rate by a further 100 basis points to 13,50 per cent with effect from 13 September 2002.", "It is expected that this will lead to similar adjustments in deposit and lending rates in the domestic market.", "Although this will mean that interest rates in South Africa have been increased by 4 percentage points from the beginning of the year, this will in fact bring the banks ' real prime overdraft rate back to approximately the level prevailing during the first few months of 2002.", "The banks' real twelve-month deposit rate before taxation will amount to only approximately 2 per cent if it is adjusted by this increase.", "The inflation-adjusted yield on long-term government bonds in July 2002 came to only 1,2 per cent.\"", "The inflation picture today Inflation continues to be dominated by the sharp depreciation of the rand towards the end of 2001.", "The depreciation of the exchange value of the rand and an attended surge in food prices have continued to push price increases higher.", "Since April 2002 international crude oil prices generally moved beyond the level of US$25 per barrel and exerted further upward pressure on the domestic price level.", "Developments in the labour market also started to add to the momentum of price growth.", "E.g., increases in total unit labour cost (i.e.", "wage increases adjusted for productivity changes in the formal non-agricultural sector) have risen to levels above the targeted inflation rate for the economy.", "The year-on-year growth in unit labour cost accelerated, on balance, from 2,4 per cent in the second quarter of 2001 to 6,2 per cent in the second quarter of 2002.", "Influenced by such external shocks and by the endogenously generated growth in labour cost, year-on-year inflation in production prices accelerated from 8,2 per cent in November 2001 to 15,4 per cent in August 2002.", "Month-on-month increases in the prices of domestically produced goods exceeded the 1 per cent mark on all but three occasions in the past 11 months.", "Consumer price increases followed suit.", "Headline inflation (reflecting increases in the prices of all consumer goods and services, including the cost of mortgage financing) picked up from 4,0 per cent in October 2001 to 11,6 per cent in August 2002.", "when the cost of mortgage financing is excluded from the overall basket of consumer goods and services) accelerated from a year-on-year rate of 5,8 per cent in September 2001 to 10,8 per cent in August 2002, and during 2002 it became apparent that the increase in prices was not only due to rising food prices.", "CPIX excluding food prices increased from 5,7 per cent in December 2001 to 8,4 per cent in August 2002.", "Inflation has undeniably moved to higher levels, clearly warranting a monetary policy response to avoid the entrenchment of higher inflationary expectations.", "Despite the timeous monetary policy responses by the Reserve Bank, expectations of higher future inflations nevertheless developed.", "The findings of the inflation expectations survey of the Bureau for Economic Research at the University of Stellenbosch show that in the third quarter of 2002, the average expectation for CPIX inflation in 2002 was 8,5 per cent.", "Looking further ahead, the average expectation was that CPIX inflation would only decline to 7,6 per cent in 2003 and to 7,0 per cent in Expected inflation is therefore well above the upper limit of the inflation-target range set by government, leaving little scope for complacency in the struggle against inflation.", "Inflation outlook Despite the continued rise in consumer and production inflation the inflation outlook has improved significantly.", "The consensus forecast of most economists and market analysts is that inflation will reach a peak in the fourth quarter of this year and then slow down quite rapidly during the course of next year.", "These forecasts are based on the restrictive monetary policy stance that the authorities have adopted since January 2002 and the continued fiscal discipline that has been applied.", "A number of other factors also favour a decline in inflation, such as no signs of excess demand in the domestic economy, excess production capacity, an undervalued exchange rate of the rand and the fact that international inflation pressures have become even more subdued.", "The Reserve Bank's latest projection for CPIX-inflation also suggests that inflation will peak above the 10 per cent level during the fourth quarter of 2002.", "This, of course, might imply that the inflation target of 3 to 6 per cent for the calendar year 2002 might not be achieved.", "As soon as all the information for calendar 2002 has become available, the Bank will comment on the inflationary path going forward.", "The Bank's projection further indicates that CPIX-inflation will decline to below the 6 per cent upper limit of the target range by the second half of 2003.", "As with all projections, there are nevertheless serious risks that some of the assumptions on which they are based may not be realised.", "The major risk to this forecast is the current tension surrounding Iraq and the effect that this could have on oil prices.", "In the case of a war it is generally expected that oil prices could rise sharply, in which case this will throw our assumptions into disarray.", "A stronger or weaker than expected performance of the exchange rate would also add to the risk that the actual CPIX-inflation outcome may be below or above the central projection.", "The outlook remains significantly improved."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "financial dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "inflation", "interest rates", "exchange rate", "central bank", "inflation targeting", "inflation expectations", "monetary policy transmission mechanism", "monetary policy framework", "monetary policy objectives"]}