{"sentences": ["Representative of the Honourable Minister of Industry; The President, Lagos Chamber of Commerce and Industry; Captains of Industry; Eminent Bankers; Members of the Organized Private Sector; Distinguished Ladies and Gentlemen.", "I am most delighted to join the President of the Lagos Chamber of Commerce and Industry in welcoming all dignitaries to this National Summit on the Small and Medium Industries Equity Investment Scheme (SMIEIS) and to make a few opening remarks.", "The establishment of SMIEIS was informed by the lingering problems of the dearth of long-term funding and poor business management skills which have inhibited the realization of the potentials of the small and medium-scale industries as the engine of growth in the Nigerian economy, despite the various schemes that had been initiated in the past to provide incentives for development of this sector.", "SMIEIS is an innovation designed for our peculiar situation in the country.", "This initiative has recorded satisfactory progress so far within the short period of its existence.", "As at 31st May, 2003, a total of N14.6 billion had been set aside by banks for equity investment under the Scheme.", "However, despite the rapid accumulation of resources, only N4.3 billion, or 29.4 per cent of the fund had been invested so far.", "The reasons for this slow pace are not far-fetched.", "First, equity investment requires skill-sets which are quite different from what the banks are familiar with in credit appraisal and management.", "Secondly, at the time the Scheme took off in 2001, the necessary structures for the investing banks to effectively administer the Scheme were not in place.", "However, it is encouraging to note that several applications are being processed by the Securities and Exchange Commission (SEC) for the registration of subsidiaries of banks as venture capital companies for the purpose of channeling investments under the Scheme.", "Thirdly, the dearth of attractive projects in which banks can invest, owing to poor record-keeping, poor managerial capability and lack of business packaging skills remains a limiting factor.", "Fourthly, there was resistance from the entrepreneurs who were reluctant to dilute their shareholding.", "It took them time to accept the idea of patronizing equity investment instead of loans.", "The main resistance was unwillingness to accept discipline resulting from sharing control.", "They wish to persist in the sort of indiscipline that made some of the SMEs fail in the first instance.", "It has taken some time to effect a paradigm shift and for them to appreciate that it is better to own 10 per cent of a successful and profitable business than to own 100 per cent of a moribund business.", "Last, but not the least, of course, is the issue of poor infrastructure, which is constantly recurring.", "I wish to sound a note of warning on the banks setting up subsidiaries and venture capital companies.", "(1) avoid creating cost centres that will eat into the funds available for the Scheme; and (2) take advantage of their branch network and spread to get close to various areas (rural/urban) in the country.", "Specifically, banks should therefore actively involve their branches in implementing the Scheme.", "It is my firm belief that investments will soon increase to catch up with the accumulated fund as the capacity building efforts of the banks, other stakeholders and our investment partners targeted at the bankers and entrepreneurs begin to yield dividends and the necessary structures are put in place.", "Conscious of the continuing need for capacity building and to create a conducive investment environment for the optimal utilization of the SMIEIS fund, the Central Bank of Nigeria has recently initiated a project for Baseline Economic Study to develop an integrated information system for small and medium enterprises (SMEs) to foster better implementation of SMIEIS and the development of SMEs, generally.", "The information so gathered from the exercise will serve as a compendium for prospective investors in small and medium industries and will be widely disseminated.", "The study, which will be carried out by selected universities, based on their proposals, in seven economic zones into which the country has been sub-divided for this purpose, will identify the various possible industries that can be established in each region, taking into account their natural, human and material endowments and proffer strategies for achieving them.", "Specifically, the study will compile a compendium on project ideas and profiles, effectively disseminate information so gathered to all stakeholders, including investing banks and prospective entrepreneurs, design a generic information system that would assist SMEs overcome their financing, management, marketing and other problems.", "I will like to conclude my opening remarks by sharing with you my faith and optimism in the SMIEIS.", "With a concerted effort and renewed commitment from all stakeholders, this Scheme will surely succeed and realize its intended objective of making SMEs the engine of growth in this economy and a veritable tool for the development of indigenous technology, rapid industrialization, generation of employment for our teeming youths and the pivot for sustainable economic development in Nigeria.", "Distinguished Ladies and Gentlemen, it is now my honour and privilege to declare this National Summit on SMIEIS open.", "I thank you for your kind attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["SMIEIS", "Equity investment", "Small and medium enterprises", "Capacity building", "Entrepreneurs", "Banks", "Investment", "Funding", "Development", "Infrastructure"]}