{"sentences": ["Ladies and Gentlemen I would like to talk to you about some basic issues and some regulatory and oversight challenges in securities clearing and settlement systems.", "Judging by the growing number of reports, the way your industry performs has been closely scrutinised over the last few years.", "Considering, for example, the G-30 Report on Global Clearing and Settlement or the second Giovannini Report, it strikes me that the emphasis has not only been put on the identification of potential difficulties and issues.", "In addition, responsibilities to resolve these difficulties are assigned and timetables are established.", "The debate has thus gained a new dimension.", "I shall start from a rather academic perspective, but nevertheless please count on my devotion to a number of very practical issues.", "I shall first discuss one of the basic functions of a financial system, which is the provision of clearing and settlement services, and its contribution to welfare.", "However, as we live in a less than perfect world, I shall focus on a number of important imperfections that tend to affect the smooth functioning of a financial system.", "Then, since these imperfections shape the responsibilities and interventions of the regulatory and oversight authorities including central banks I shall deal with the nature of oversight.", "Finally I shall turn to a number of contemporary challenges that regulatory and oversight authorities face in the field of securities clearing and settlement systems.", "The provision of clearing and settlement services by the financial system and its contribution to welfare What is the basic role of a financial system?", "In my context a financial system can be understood as a set of instruments, of markets and of institutions.", "Following Merton and Bodie (1995) the primary role of the financial system is \"to facilitate the allocation and deployment of economic resources, both across borders and time, in an uncertain environment\".", "In other words a financial system can be understood as the dynamic response of institutions and processes to changing imperfections such as information and transaction costs.", "From a practical point of view a financial system is meant to provide for the allocation of economic resources to productive investment opportunities, the trading of risks, the collecting and processing of information.", "Prominently this also includes the provision of clearing and settlement services.", "Let me concentrate on the latter, i.e.", "on the provision of clearing and settlement services.", "There is no doubt that Central Securities Depositories (CSDs), International Central Securities Depositories (ICSDs) and Central Counterparties (CCPs) are among the crucial building blocks of any wellorganised financial system.", "They facilitate the allocation of resources and their deployment within a financial system by reducing risk and transaction costs.", "By facilitating market exchange of complex financial services they can be taken as a means to achieve efficiency gains within a financial system.", "Various mechanisms are provided to clear and settle securities transactions.", "Common features of these mechanisms are, e.g., that they provide for a technical infrastructure to exchange payment and settlement instructions and that they rely on commonly agreed rules and processes.", "There is widespread agreement that these mechanisms have been fairly successful in reducing settlement risks and transaction costs.", "With respect to the business activities of market utilities I can mention, e.g., the dematerialization and immobilisation of securities or the increasingly pervasive application of the delivery-versus-payment principle.", "In essence the clearing and settlement function provided in a financial system contributes to the reduction of imperfections and thereby makes possible increasingly more integrated and efficient economic systems.", "This improvement, in turn, facilitates capital accumulation and technological innovation that underlie the implementation of investment projects.", "Thereby a long-term economic growth process is supported and, correspondingly, welfare is improved.", "Let me state the obvious with Levine (1997): \"the development of financial markets and institutions is a critical and inextricable part of the growth process [...]\".", "However, despite the tremendous efficiency gains obtained through the emergence of the financial system, the improvement process is far from being over.", "In reality there continue to remain some important imperfections, which have always been with us and which tend to re-emerge in a new shape whenever measures are taken to eliminate them.", "I would now like to discuss some of these imperfections and their implications for your industry.", "Some imperfections of the financial system Among the imperfections that affect the smooth functioning of a financial system I shall focus on asymmetric information, on negative externalities and on limited competition.", "A first imperfection that typically impairs the smooth functioning of a financial system is asymmetric information (Mishkin, 1997).", "Indeed, information may not be universally or commonly shared within the financial system.", "Differences in information endowment - another way to define asymmetric information - are likely to lead to differing behaviour by different classes of agents.", "This will have an impact on price formation and will affect market exchange.", "The first example is known as adverse selection and derives from Akerlof's seminal contribution on the market for \"lemons\" (1970).", "For those of us who are not native English speakers: In colloquial English a lemon is a good of very low quality.", "What is going on in a market for \"lemons\"?", "According to Akerlof the seller knows the intrinsic quality of the good or services supplied, while the buyer has no means of knowing it.", "The buyer will then be ready to pay a price reflecting an average quality.", "However, since the price of the high quality good or services lies above that average price the seller who has high quality items will withdraw from the market.", "Therefore only a market for medium and low quality goods will emerge.", "Consequently most buyers will be disappointed and the high quality suppliers will be frustrated.", "Ultimately this might even lead to an extinction of the market for those goods and services the quality of which cannot be correctly assessed by buyers.", "To eliminate this breakdown of market exchange due to adverse selection quality screening is required.", "Market utilities such as CSDs, ICSDs or CCPs contribute to soften the problem of adverse selection.", "Indeed, these utilities may monitor their participants by defining financial and technical criteria to be met permanently.", "This ensures a certain quality of the participants.", "For example I may refer to Central Counterparties who have long recognised the value-added of such a monitoring function.", "As you know, CCPs replace numerous bilateral counterparty risks that market participants face through a single counterparty risk towards itself.", "This transfer of risk tends to be efficient since the CCP is best positioned to monitor the risks of all the participants of the system.", "Another means to soften the problem of adverse selection is the provision of delivery-versus-payment mechanisms since they eliminate principal risk in securities settlement.", "All in all, market utilities that ensure a certain minimum quality of the participants and reduce principal risk contribute to limiting the damage of adverse selection.", "The second example based on asymmetric information is moral hazard.", "While adverse selection stands in the way of the closure of deals, moral hazard occurs after a contract was concluded.", "If these contracts are insufficiently structured counterparties have an incentive to adopt a behaviour which is undesirable to their partners.", "Moral hazard thus refers to the negative effects of the behaviour of the contract-taker on the contract-issuer.", "The textbook example here is the one where the holder of a fire insurance contract does not take enough precautions to prevent the outbreak of a fire since he trusts in the insurer's cover.", "Only by introducing a certain degree of co-insurance in the contract can these negative effects on the contracting partners behaviour be mitigated.", "In the field of securities clearing and settlement systems, the design and implementation of various mechanisms may contribute to overcome the problem of moral hazard.", "Let me give you some examples.", "An obvious mechanism is to forbid uncovered (or unpriced) overdrafts since such overdrafts might encourage exaggerated risk taking.", "Some form of collateralisation usually provides the correct incentives.", "Another means to create the right incentives to avoid moral hazard is for CCPs to set up margining mechanisms to collateralise participants' open positions.", "Lastly, market utilities may design and implement default funds to which both the defaulting and the surviving participants have to contribute, thereby reducing the occurrence of moral-hazard-like behaviour among them.", "The second imperfection that typically affects a financial system are externalities.", "\"Externalities\" stands for the indirect impact of the behaviour of agents on each other caused by failures in market pricing.", "Negative externalities or external costs result from uncompensated disadvantages.", "Positive externalities or external benefits result from advantages that not have to be paid for.", "Externalities lead to market failure, i.e.", "in the loss of efficiency.", "In a financial system the efficiency losses in particular of negative externalities can be exacerbated by contagion.", "More specifically the failure of one institution may have a negative impact on others.", "As an example from the world of CSDs and ICSDs take the risk of operational failure.", "In a world of interlinked systems operational problems can easily spill over from one system to another.", "Possibly, large parts of a financial system can be infected by an event that first occurred in one of the systems only.", "Asymmetric information and negative externalities affect CSDs and ICSDs fundamentally.", "These institutions are meant to facilitate the exchange of financial services.", "In order to succeed they must be structured so as to reduce asymmetric information and externalities.", "The elimination of market imperfections can even be seen as their \"raison d'être\".", "However, the elimination of market imperfections is a formidable task.", "Partly it is of public good nature.", "Consequently, while clearing and settlement institutions may effectively reduce market failure and thereby create value for the economy as a whole, more narrow-minded but nevertheless rational market participants might on the contrary pursue more limited goals.", "The protection of existing or the creation of additional market failures, although inefficient on the whole, can be a profitable activity for an individual or for a single group of participants in a financial system.", "Therefore market imperfections once identified and addressed with appropriate measures are likely to permanently change their form and place and to challenge even the best of existing institutional arrangements time and again.", "A third imperfection that may affect a financial system is an unsatisfactory level of competition.", "When saying this I do not refer to perfect competition as described in textbooks but rather have in mind market contestability.", "Contestability excludes undue pricing power by market participants, the existence of collusion among market participants and barriers to entry.", "You will certainly agree with me when I say that there is no guaranty or a kind of \"natural law\" that leads markets to organise themselves according to the requirements of contestability.", "The free play of market forces is the exception rather than the rule.", "Economic agents individually benefit from rule bending.", "In addition, and this is of particular relevance in clearing and settlement, the presence of high fixed costs constitute relevant barriers to entry.", "From experience we know that these barriers reduce competition or eliminate it all together.", "In extreme cases we speak of a \"natural monopoly\" which call for regulation by public authorities.", "Market imperfections such as asymmetric information, negative externalities or limited competition have shaped the evolution of financial systems everywhere.", "Financial market institutions were created partly in reaction to these imperfections and continuously adapt themselves when faced with fresh challenges.", "Additional support comes from the public regulatory and oversight regimes, especially in the field of securities clearing and settlement systems.", "The definition of oversight At this stage I switch perspectives and I would like to briefly explain what central bankers, including myself, have in mind when referring to an effective oversight regime.", "Broadly speaking oversight can be defined as a central bank's contribution to the smooth functioning of payment, clearing and settlement systems.", "Oversight differs from supervision, which aims at monitoring the soundness of financial institutions at the micro level.", "It also differs from surveillance, which focuses on a smooth functioning of financial markets.", "Furthermore there is a wide consensus, at least among central banks, on what the objectives of oversight should be: maintaining the safety of payment, clearing and settlement systems and promoting their efficiency.", "It is worth stressing that such a consensus has resulted from a sometimes lengthy but never discouraging learning process within the central bank community.", "Keeping in mind the positive achievements regulatory and oversight authorities have reached so far I now would like to address some challenges that we still face in this field.", "Regulatory and oversight challenges in securities clearing and settlement systems First of all let me clarify a fundamental point.", "Some people claim that the regulatory and oversight authorities' objective of promoting the stability of the financial system hides an undue interventionist activism.", "Well, such claims are besides the mark.", "Financial stability depends on how we deal with imperfections in the financial system.", "Thus we should not waste our time discussing whether such an intervention is necessary or not.", "We should rather focus on how the authorities should shape the process.", "The challenges regulators and overseers face in the area of CSDs, ICSDs and CCPs are numerous and, I dare say, well known if we consider the avalanche of standards and recommendations that have been published over the last three years.", "The CPSS-IOSCO Recommendations for Securities Settlements Systems, the Report of the Wise Men, the G-30 Report on Global Clearing and Settlement and both Giovannini reports provide indeed an excellent view on what and how improvements should be achieved in the area of securities clearing and settlement systems.", "I also strongly believe that a co-operative approach among the financial intermediaries, the service providers and the regulators is the right way to achieve efficiency gains and risk reduction.", "There is no sense in pursuing the complex goals of market efficiency in a financial system independently.", "As I mentioned before, clearing and settlement institutions are by their very nature meant to overcome market imperfections.", "This task is huge, however.", "Support from public authorities sometimes comes in handily; sometimes it is the sine qua non for the success of a financial system.", "But the relevant perspective is that of co-operation and not of \"autonomous\" infighting between the representatives of free enterprise and those of Hobbess Leviathan-type of government.", "Against this background let me take a bird's eye view of some challenges that regulatory and oversight authorities should tackle to facilitate initiatives to resolve the identified issues.", "A first challenge is the need for a common approach of the regulatory and oversight authorities.", "This need arises from several factors.", "For instance, clearing and settlement of securities transactions occur in different institutions located in different jurisdictions.", "The whole infrastructure underlying these transactions has reached a global dimension.", "Over the past decades cross-border infrastructures have deployed their activities essentially as a complement to domestic systems, but I expect them start playing a more powerful role at a domestic level as well.", "The common approach to regulate and oversee cross-border securities clearing and settlement systems, which I have referred to previously, is being worked on.", "The various standards and recommendations that have been issued recently is proof this.", "Some may set the accent on the divergences, misinterpretations or on the incompleteness of these standards and recommendations.", "I do not refute them but I also see the value added of sharing the same language to tackle complex issues.", "Regulatory and overseers tend to adopt a pragmatic approach where one authority takes on a leadership role and consults with other relevant authorities.", "Such a model based on the Lamfalussy standards (1990) has already been put in place among central bankers and has proven to be effective in the context of the Continuous Linked Settlement system (CLS).", "A second challenge that the authorities face lies in the risk of cross-border financial transactions.", "Indeed, whereas the nature of the risks remains basically the same, both the probability of occurrence of an adverse event and the risk exposures themselves have clearly increased.", "The added dimension of cross-border activities lies in potential spillover effects due to the interlinking of systems.", "Credit, liquidity and operational risk events occurring in one jurisdiction may indeed trigger a systemic crisis by spilling over to foreign financial markets.", "Not only systems of the same nature, i.e.", "payment systems, but also different systems such as payment, clearing and settlement systems have been linked at an international level.", "A promising outcome would be a cross-border delivery-versus-payment mechanism that relies on central bank money.", "All in all, the current and, if feasible, future linkages explain why regulatory and oversight authorities have to widen the focus of their responsibilities further.", "A third challenge relates to in-house clearing, payment and settlement mechanisms at large custodians.", "This commercial function has undergone a remarkable process of concentration in the last few years.", "Some of these service providers have become very significant for the stability of the financial system as witnessed by the events of September 11, 2001.", "However, independent of specific events, the question arises whether regulatory and oversight control has kept up with this development everywhere.", "It is indeed rather problematic that custody activities lie in a grey area between banking supervision and system oversight.", "In some countries where the tasks deriving from banking supervision and system oversight are performed by separate authorities the regulatory and oversight framework is very likely to be incomplete or at least sub-optimal unless the two authorities succeed in establishing a strong and effective co-operation.", "This aspect seems all the more important as large custodians tend to become direct competitors to traditional market utilities like CSDs and ICSDs.", "This said, I must admit that regulatory and oversight authorities should address this issue with the aim of allowing an acceptable level playing field among large custodians and providers of market utilities.", "The aim here is not the protection of incumbents against efficient predators - or of Little Red Riding Hood against the big bad wolf - but rather to restrict the use made by large individual suppliers of their powerful market position which eventually could lead to outright dependency of the former customers of CSDs and ICSDs on huge and incontestable financial service suppliers.", "In view of these challenges, there is good reason to critically reassess rules and regulations related to securities clearing and settlement systems as well as to the way regulatory and oversight responsibilities are implemented in practice.", "A predominantly national approach no longer serves market needs.", "And an essentially sectoral solution, where payment system overseers and securities regulators do not co-operate in an integrated way, is inappropriate.", "Therefore I welcome the second Giovannini Report which provides an excellent view on how efficiency gains and further risk reduction in the field of securities clearing and settlement systems should be achieved.", "In Switzerland as in several other countries oversight of clearing, payment and settlement systems is still work in progress.", "A draft of the revised National Bank Law has been submitted and is being discussed in Parliament.", "The revised law will presumably enter into force in May 2004.", "It is intended to explicitly vest the responsibility of overseeing payment systems as well as securities clearing and settlement systems with the Swiss National Bank (SNB).", "The revised law will thus formally express that an efficient and secure financial market infrastructure is imperative for the implementation of monetary policy and for the stability of the financial system.", "The inclusion of clearing and settlement systems follows from the obvious fact that, given their linkages, these market utilities are of considerable systemic importance.", "The SNB, however, can only fulfil this expanded mandate by closely co-operating with other authorities.", "Domestically the SNB will work hand-in-hand with the Swiss Federal Banking Commission (SFBC), our banking supervisor.", "The SNB will focus on systemic issues while the SFBC will deal with institutional aspects.", "This job-sharing is based on the premise that each authority will be able to make use of its comparative advantage.", "Furthermore, if oversight activities require it, the SNB will be able to co-operate with foreign authorities.", "Conclusion I would like to conclude my address with a repeated call for co-operation.", "In the field of financial system stability there is no alternative to close co-operation between private market players like you and the regulatory and oversight authorities.", "On the one hand it makes sense in this field to rely on market forces to stimulate, as energetically as possible, an eagerness for progress and innovation.", "Institutions like CSDs, ICSDs and CCPs are made to make markets work.", "On the other hand we have to take into consideration that there are economic forces working in this area that may nevertheless lead to sub-optimal outcomes.", "Therefore, regulators and overseers must take on a more active, complementary role.", "First, the financial system can be affected by problems of asymmetric information, in particular in the form of moral hazard.", "It may also entail negative externalities, which by definition are not internalised by individually optimising market players.", "Specifically in the field of clearing, payment and settlement systems, where such externalities are present, regulatory and oversight authorities aim at taking into account these systems as a whole, thereby focusing on the links between all components.", "In other words, some of these systems are \"too interlinked to fail\" and must therefore be regulated and overseen with special care.", "Second, the financial system may be subject to limited competition.", "In the field of securities clearing and settlement systems the production of services is based on processes with high fixed costs.", "There is thus a risk that the free play of market forces is limited and that actual market developments might lead to monopolies that greatly damage efficiency.", "Regulatory and oversight authorities must therefore also make it their goal to prevent potential abuses of market power.", "Against this background, I strongly believe that trust-based co-operation between the providers of market utilities and regulatory and oversight authorities remains the key to the continued successful development of an efficient and secure financial system that can handle fast-changing needs in the future.", "Ladies and Gentlemen, thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Clearing and settlement services", "Financial system", "Securities clearing and settlement systems", "Asymmetric information", "Negative externalities", "Limited competition", "Oversight", "Regulatory challenges", "Cross-border financial transactions", "In-house clearing"]}