{"sentences": ["I welcome you all to this meeting.", "I am glad to share with you that the implementation of the RTGS Project has progressed significantly and is now critically poised.", "Even when I am speaking to you, the demonstration of the Demo RTGS System to a group of bank officials is in progress in our Bankers' Training College.", "The RTGS System is scheduled to be delivered by the end of October, 2003, followed by installation, testing and commencement of parallel run before the year-end.", "Therefore, we have to now prepare ourselves for the Roll-out of the RTGS System.", "Incidentally, my colleagues have been regularly meeting with your Nodal Officers for the Project and other Officials to assess your preparedness for participation in the RTGS System.", "Friends, there will be a single RTGS System for the country and all of us have to make co-ordinated and concerted efforts to ensure that the entire nation optimally benefits from the introduction of the RTGS System.", "I take this opportunity to update you on the recent developments in the Payment Systems Area.", "One of the primary objectives of every Central Bank is to put in a place a modern, robust, secure and integrated Payment and Settlement System to enable the common man to make payments to anyone he likes in the most efficient and cost effective manner.", "The ultimate beneficiary of the Payment System has to be the ordinary bank customer.", "In fact, our vision has been \"Anyone can make payments to whomsoever one likes, whenever one likes, in whatever type of currency one likes, at the cost of a few cents per transaction.", "There are no settlement delays or mountains of paperwork and value is received instantaneously.", "There are no distinctions in costs or delays between a domestic and a foreign currency transaction.", "Interest is computed real-time rather than on a \"settlement day\", a relic from the ancient times, when accounting was done manually.", "Finally, privacy and security are guaranteed.\"", "The RTGS System will facilitate large value inter-bank payment and settlement in real time online mode on a transaction by transaction basis.", "It will enhance systemic efficiency and minimise the existing settlement risks.", "In fact, the RTGS System the world over has come to be regarded as the sine qua non of every advanced economy.", "Friends, a lot of spade work has to be done before the RTGS System could be introduced.", "A number of pre-requisites such as the availability of industry-wide communication network, reliable, resilient and state-of-the-art computer platform for the implementation of the Systemically Important Payment System Applications including the RTGS System, facilities for electronic based payment and settlement, standardization of message formats for inter and intra bank applications, robust messaging system with facility for security of international standards, proper business process re-engineering by each RTGS Participant and last but not the least, facilities for advanced Liquidity Management, will have to be met, so that the goals of the RTGS System could be realized.", "A lot of preparatory work, in fact, has already been done.", "The IBM S/390 Mainframe Systems, which include Standby facilities to ensure minimal interruption in the availability of services, have been operationalised to serve as the platform for the implementation of the Systemically Important Payment System Applications including the RTGS System.", "The Indian Financial Network (INFINET) has been operationalised for integrating the entire banking and financial sector.", "The Centralised Funds Management System (CFMS) has been operationalised to provide you on-line information on your aggregate funds position, maintained across our offices.", "Under the CFMS, fund transfer facilities between the RBI offices will be available shortly.", "This will help you in efficient deployment of your funds.", "We have also implemented the Structured Financial Messaging System (SFMS) on the lines of SWIFT and Public Key Infrastructure (PKI) to facilitate transmission of messages inter/intra-bank in standardized formats across the banking and financial sector with adequate security.", "As all of you are aware, our Institution for Research and Development in Banking Technology (IDRBT) at Hyderabad has become the Certifying Authority (CA) for the Banking and Financial Sector for all the applications implemented over the INFINET.", "The INFINET provides for the communication backbone for all the Systemically Important Payment System Applications.", "The Disaster Recovery Site for the Systemically Important Payment System Applications has also been set up.", "All of you will agree with me that this is a Project of national importance and therefore, necessary awareness about the proposed RTGS System has to be built up.", "For the purpose, we have been conducting RTGS Awareness Programmes for various target groups in the banks such as Treasury In-charges, IT Heads, Operations Staff, Faculty Members of the banks' Training Institutes, Business Development Teams etc.. My colleagues have also been visiting banks to hold RTGS Awareness Programmes.", "We have also been regularly meeting with your RTGS Nodal Officers to take stock of your preparedness for participation in the RTGS System.", "As the Chiefs of the banks, all of you have to play the role of a Catalyst to build up the critical mass of opinion in your respective organizations in this regard.", "You will not only have to facilitate internal dissemination of information on the RTGS System, but will also need to ensure complete infrastructural and human resources readiness including connectivity and security at your respective ends, so that the RTGS facilities could percolate to the ordinary customers.", "I appreciate that all of you have initiated necessary actions.", "You have already put in place the Payment Systems Gateway, the box that is going to host all the Payment System applications including the RTGS module for the banks, called the Participant Interface (PI) and connected it to our Primary and Standby sites.", "Limiting the preparedness only to this will facilitate transfer of large value funds among the bankers only and the customers at large may not benefit from the RTGS System, defeating one of our primary goals in this regard.", "Therefore, you will have to take urgent steps to ensure that all your banks' branches including those in the countryside are networked.", "Further, the security infrastructure for message transfer in the form of Public Key Infrastructure (PKI), as per IDRBT CA, will also have to be urgently implemented in your organizations, covering all the branches, which will be offering RTGS services to the customers.", "You will appreciate that not only those of us who live in cities, but the ordinary customers in the country side must also enjoy the fruits of our efforts and in fact, should also be the target group for all our new initiatives.", "The RTGS facilities will have to be available at every nook and corner of the country and therefore, the required network has to be in place for the purpose.", "SFMS is already web-enabled and ready for use.", "Here, I would like to caution you that any indecisiveness/delay on your part to provide the requisite cost effective and efficient systems for the purpose will only deprive your customers of the RTGS benefits and it will not be an unusual scene to be countenanced in the days to come, when exodus of customers will take place to fully RTGS-enabled bank branches.", "Further, the introduction of the RTGS System will require business process re-engineering in the banks.", "Therefore, you will require to re-visit the existing procedures/processes in your respective organizations.", "Let me once again caution you that the recycling of the existing procedures/processes in the unfolding RTGS environment will not help you optimally realize benefits from the RTGS System.", "The RTGS System will provide real time online gross settlement of the payment transactions depending upon the availability of sufficient liquidity in your Settlement Accounts and therefore, proper liquidity management will assume significantly greater importance and acquire real time dimensions for each one of you.", "This will require process re-engineering, to be addressed by each one of you and the procedural changes will have to be duly communicated and in-grained in your field functionaries, the front line interface with the ordinary customers.", "The whole customer banking will have to be re-oriented and the customers will also require to be educated by each one of you, as the RTGS System will be a credit transfer system only as against the current cheques/instruments based systems, which are debit transfer systems.", "The implementation of the RTGS System will also open up newer avenues for product innovation, arising out of Intra-day liquidity management and the consequential financial support to be extended to other RTGS participants with inferior Liquidity Management infrastructure.", "Further, the fee based RTGS services extended to the customers will also provide a source of additional revenue.", "All of you will also require to focus on these areas to optimally benefit from the introduction of the RTGS System.", "Last but not the least, on account of the online real time payment and settlement under the RTGS System and the settlement taking place in the books of the Central Bank, being authenticated by way of time-stamp by the RTGS System itself, I would like to caution you that the availability of float funds will either disappear or will be minimised.", "In the light of this, you may also need to take a hard look at the pricing structure of your products.", "The introduction of the RTGS System is expected to bring in far reaching changes in regard to large value inter-bank funds transfer in the country.", "Let us prepare ourselves to make the most of this revolutionary change."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["RTGS System", "Payment System", "Liquidity Management", "Business Process Re-engineering", "Security", "Communication Network", "Customer Banking", "Product Innovation", "Pricing Structure", "Float Funds"]}