{"sentences": ["Introduction It is a pleasure for me to take part in this ALGAFI General Assembly in Luxembourg.", "I am all the more satisfied because ALGAFI gave me the opportunity to discuss an extremely interesting issue, namely the interplay between monetary and fiscal policy in EMU.", "For obvious reasons, I will not refer to the specific case of Luxembourg but will instead primarily talk about the European Monetary Union (EMU) as a whole.", "However, I will privilege the Luxembourg dimension when the need emerges to illustrate some of my contentions.", "The advent of EMU has prompted a renewal of the debate on the interplay between fiscal and monetary policy.", "Although this debate is multifaceted, I will narrow it down to three basic questions.", "In my opinion, these questions address the most relevant issues at stake.", "The first question is whether the co-ordination of fiscal and monetary policy should be enhanced in the euro area, in order to secure a more efficient policy mix.", "There would exist strong arguments for an enhanced coordination at first sight, because of the existence of many interaction channels between monetary policy and fiscal policy.", "On the one hand, monetary policy affects the interest rate conditions, which have a significant impact on interest rate expenditure.", "Let me remember you that interest charges represent 4% of GDP in the euro area considered as a whole, and close to 6,5% in Belgium, Italy and Greece.", "On the other hand, fiscal policy has an influence on aggregate demand and long-term interest rates, which are of course taken on board in the elaboration of monetary policy.", "Furthermore, aggregate demand and interest rates have a direct impact on the balance sheet of financial intermediaries and, hence, on the transmission channels of monetary policy.", "The second question is conceptually linked to the first one, as will become clear in my answer.", "This question is whether fiscal policy should play a more prominent role in EMU, in order to palliate the so-called asymmetric shocks in a context where monetary policy is no longer defined at the national level.", "By definition, these shocks affect a subset of countries and do not embrace the euro area as a whole.", "For this reason, they do not play a central role in the conduct of the area-wide monetary policy.", "On the other hand, however, asymmetric shocks could inflict macroeconomic instability on the Member States concerned.", "On a priori grounds, this would justify an enhanced role for an active fiscal policy at the national level.", "The third and last question is related to whether the fiscal policy rules encapsulated in the European Union Treaty and in the Stability and Growth Pact have a constraining or a favorable impact on the way monetary policy is conducted and implemented, and whether they do not unduly restrict the room for maneuver of national government in a context where monetary policy is no longer designed at the national level.", "My conclusion is centered on the mutual reinforcement between stability-oriented monetary and fiscal policies.", "Let me now provide my answers to these three questions.", "As regards the first one, I would simply say that an enhanced coordination of fiscal and monetary policy is in no way a necessary condition for a smooth functioning of monetary policy in the euro area.", "From a purely theoretical viewpoint, an improved coordination could help achieve a more appropriate combination between monetary policy and fiscal policy.", "The resulting policy mix would be more efficient, in the sense that the authorities would be able to fine tune their policy action in response to the type of economic shock they face.", "However, the conceptual validity of this contention is not so guaranteed as widely held, because several necessary conditions for the design of an adequate policy mix are not fulfilled.", "First, it is usually extremely difficult to differentiate the type of economic shock involved - whether the shock is permanent or transitory, or whether it is a demand or a supply shock - except maybe several years after the occurrence of the problem.", "A fortiori, it is therefore impossible to pick up the policy mix that is best suited to the economic circumstances.", "This undoubtedly casts a shadow on the feasibility of an active and explicit coordination of monetary and fiscal policy.", "The second \"practical\" argument is in my opinion even more powerful.", "The cornerstone of the \"coordination paradigm\" is the contention that fiscal policy is able to impact on aggregate demand in a timely and significant way.", "For this reason, it can be combined with monetary policy in an effective way, depending on the state of the economy and the nature of the underlying shocks.", "However, the \"ideal policy mix\" would turn into a lame duck in circumstances where fiscal policy cannot be activated in a timely fashion and with the expected impact on the macroeconomic situation.", "In other words, the co-ordination between monetary policy and fiscal policy can be compared to a walking man, who has to stand firm on both legs.", "Should one of the legs fail to respond in a timely and coordinated way for whatever reason, many adverse consequences would inevitably follow.", "Although fiscal policy is of course extremely useful in many respects, I am quite skeptical as regards this specific feature that is so important for the elaboration of an appropriate policy mix, namely the stabilisation properties of an active fiscal policy geared towards macroeconomic fine-tuning.", "This \"leg\" seems quite unreliable to me, for several reasons.", "First of all, experience shows that fiscal impulses are frequently implemented too late, after the occurrence of the shock.", "These delays simply reflect a time-consuming decision-making process.", "Let me draw your attention on the various steps involved: the identification of the problem, the elaboration of the required measures, the discussion of these measures and their political adoption, their implementation and the time it takes before they exert an impact on aggregate demand.", "There are many examples of allegedly contra-cyclical policies that turn out to exert a procyclical impact on the economy because of the time lags involved.", "In these circumstances, fiscal impulses could contribute to magnify economic cycles.", "In addition, long and variable delays increase the uncertainty about the impact of discretionary measures on the economy.", "This \"impact uncertainty\" will increase the uncertainty for economic agents and monetary policy-makers.", "Furthermore, any stabilisation policy has to be conducted in a symmetrical way in order to avoid a systematic drift in the level of public expenditure.", "This condition is unfortunately difficult to fulfill, because many expenditure items are not flexible downwards.", "They could be increased in an easy way when the policy mix requires an expansionary fiscal policy, but a decline of the same magnitude will in all probability not be implemented when a restrictive stance becomes more appropriate.", "Let me give the example of Luxembourg to illustrate the validity of this point.", "The compensation of employees and social transfers - two expenditure categories characterised by a weak downward flexibility for evident reasons - jointly account for about 70% of total general government expenditure.", "On a priori grounds, only the intermediate consumption of general government could be used in a symmetric way and in a timely manner, but this expenditure item does not account for more than 3% of GDP.", "In addition, it is split between the central government and local governments, which would also require a close co-ordination between these two entities.", "The weak magnitude of fiscal multipliers in Europe cast some additional doubts on the validity of the fine-tuning approach.", "All the available empirical evidence indeed shows that the so-called leakage effects are very significant in the euro area countries, due to the high import content of expenditure and, as far as revenue are concerned, a high propensity to save.", "Multipliers are of course also very small in Luxembourg, especially on the government revenue side, because Luxembourg is really the epitome of a small, open economy.", "A final reason to be skeptical about the ability of fiscal policy to fine-tune the economy at discretion is the existence of the so-called \"non-Keynesian\" effects.", "Although the concept may seem complicated at first sight, it merely refers to the impact of expected budgetary developments on private consumption.", "These non-Keynesian effects could further dampen the impact of an active budget policy.", "For instance, private consumers might be inclined to save more when government expenditure tend to increase, because they expect that more taxes will be levied in the future in order to finance the budgetary imbalance associated with the fiscal impulse.", "According to the specialised economic literature, these effects would be higher the higher the level of public debt and the tax burden.", "Given the very low public debt in Luxembourg, this factor does not play a prominent role in this country at first sight.", "However, I am convinced that non-Keynesian effects could emerge also in the Luxembourg context, in case the long-term sustainability of public finances is no longer guaranteed.", "Thus the need to monitor for instance the budgetary consequences of population ageing and the inflow of cross-border and foreign workers.", "These various practical problems make it extremely difficult to design an appropriate combination between monetary policy and fiscal policy, and this is further complicated by the fact that monetary policy has to be conducted in a proactive way, on the basis of some projections about future inflationary developments.", "My answer to the question \"is the co-ordination of fiscal and monetary policy a necessary condition for a smooth monetary policy\" is therefore clearly negative.", "In many circumstances, such coordination could even turn out to be counterproductive.", "It would blur the clear delineation of responsibilities between policy makers and would undermine the commitment of national governments to fiscal discipline.", "My answer to the second question - whether fiscal policy should play a more prominent role due to the fact that monetary policy is no longer conducted at the national level - is also extremely clear.", "At first sight, fiscal policy could be used in a more active way in the Member States in order to palliate the disappearance of a specifically national monetary policy.", "This more active use of fiscal policy would dampen asymmetric shocks, which would contribute to reinforce the homogeneity of the euro area economy.", "This argument is conceptually appealing, but in practice its foundations are rather shaky, to say the least.", "More specifically, I think that it would be extremely difficult to iron out the impact of asymmetric shocks via an active fiscal policy.", "This is simply a particular case of my general contention that a fine-tuning, demand management strategy would be extremely difficult to carry out at the national level.", "This contention has just been made in relation with the first question on co-ordination.", "My answer to the second question is therefore that an increased role of fiscal policy is not justified on practical grounds, at least as far as an active fiscal policy is concerned.", "However, the absence of a national monetary policy conducted at the national level also magnifies the importance of what I would call a \"passive\" form of fiscal policy, based on the free play of automatic fiscal stabilisers.", "The reliance on automatic stabilisers - basically unemployment expenditure and taxes - would in general be preferable to a more active fiscal policy, because they have a more immediate impact on aggregate demand.", "In addition, unlike most discretionary policies, they do not have a persistent effect on fiscal variables, since they are reversed as soon as economic conditions change.", "In Luxembourg, automatic stabilisers tend to exert a more stabilising impact than public investments, because investment programmes typically have to go through heavy legal procedures, which results in long and variable implementation lags.", "Of course, the free play of automatic stabilisers presupposes the attainment of a sound budgetary position, as will be demonstrated in my answer to the third question.", "But before I address the third question, let me briefly recall the salient point of the fiscal rules encapsulated in the Treaty establishing the European Community and in the Stability and Growth Pact.", "The Treaty (and some protocols annexed to it) contains three crucial rules related to fiscal discipline.", "Since they are widely known, I will describe them in a concise way.", "A first rule basically states that the general government deficit should not exceed a reference value of 3% of GDP.", "A second, stock-oriented rule requires that general government debt should not be higher than 60% of GDP, unless the ratio \"is sufficiently diminishing and approaching the reference value at a satisfactory pace\".", "A third rule prohibits the monetary financing of the different subcomponents of the public sector and of Community institutions or bodies.", "The Treaty is supplemented by the Stability and Growth Pact.", "The cornerstones of the Pact are two council regulations adopted in 1997.", "Under the Pact, Member States are expected to adhere to the medium-term objective of general government balances close to balance or in surplus.", "In order to establish this adherence, Member States are required to present stability and convergence programmes each year.", "These programmes present inter alia the medium-term objectives for the budgetary balance and the adjustment path towards the \"close to surplus or in balance\" position.", "The ECOFIN Council is required to deliver an opinion on each national programme, which gives way to \"peer pressure\".", "In case of a failure to adhere to the Treaty reference values, an \"Excessive deficit procedure\" is in principle implemented.", "Sanctions could be applied in case an excessive deficit is established.", "In my opinion, this framework is in no way an impediment to the smooth conduct and implementation of the single monetary policy.", "I would indeed argue that the aforementioned fiscal rules are clearly supportive of a stable monetary policy, for at least three reasons.", "- First, the prohibition of any monetary financing coupled with the high degree of independence of the ECB and the National Central Banks ensures that a potentially destabilising link between fiscal and monetary policy will no longer exists.", "A regime in which monetary financing is allowed is indeed characterised by a \"soft\" intertemporal budget constraint.", "In such a situation, the government may be tempted to resort to the inflation tax in order to finance budgetary deficits.", "The resulting situation could be \"mutually destructive\" for monetary and fiscal policy.", "In such a context, fiscal discipline could indeed degenerate into a loose fiscal policy, and the latter would in turn contaminate monetary policy.", "Monetary policy would therefore become unpredictable and would increase the volatility of the monetary base and of the inflation rate.", "In the extreme case, this situation could lead to hyperinflation, as illustrated for instance by the situation of Germany under the Weimar Republic.", "EMU is congenitally immune from such episodes, owing to the prohibition of monetary financing and the independence of central banks in the euro area.", "- Second, I am convinced that the fiscal rules embedded in the Treaty and in the Stability and Growth Pact are not incompatible with the free play of automatic stabilisers.", "As I told you earlier, automatic stabilisers are especially important, because they help counteract asymmetric shocks at the national level in a situation where monetary policy is conducted at the euro area level.", "Provided that Member States are able to reach a close to balance or in surplus position, they could indeed let automatic stabilisers operate in full, without incurring the risk of breaching the 3% reference value.", "A close to balance or in surplus position indeed means that the cyclically adjusted fiscal balance should be in equilibrium.", "In such a situation, it would require a very negative output gap, equal to about 6% of GDP, to reach a nominal deficit in excess of 3% because of the free play of automatic stabilisers.", "This underlines the overriding importance of the attainment of a close to balance or in surplus position.", "Let me also highlight that such a position would requires a nominal surplus under favorable economic circumstances.", "In other words, it is essential to apply a strict fiscal discipline also during economic upturns.", "- Third, the attainment of a sound fiscal position compatible with the Treaty and the Stability and Growth Pact would facilitate to a considerable extent the conduct of monetary policy.", "The absence of clear and binding fiscal rules could have resulted in a non-cooperative equilibrium, characterised by higher long-term interest rates.", "This can be illustrated by the example of an individual Member State willing to tolerate higher deficits and to issue more debt securities in order to finance the resulting gap.", "This additional debt issuance would in all likelihood give way to a crowding out effect - namely to an upward pressure on interest rates due to the drain on private savings.", "The key point is that in EMU - where there exists a single currency and a high degree of integration between national financial markets - this additional burden would be borne by the euro area as a whole, and not just by the individual Member State responsible for the additional debt issuance.", "This kind of spillover effects could encourage each Member State to issue excessive amounts of debts.", "As a result, the euro area-wide interest rates would tend to be higher than required by economic fundamentals.", "Such a situation could complicate to a considerable extent the conduct of monetary policy, which underlines the need to resort to commonly shared rules of fiscal restraints.", "Let me conclude with the statement that the relationship between monetary and fiscal policy runs both ways.", "First, I would like to point out that the more predictable fiscal policy fostered by the aforementioned fiscal rules would produce a more stable environment as regards, for instance, the inflation rate, aggregate demand or the tax burden.", "Such an environment would be conducive to economic and financial stability, which would enhance the efficiency of monetary policy.", "It also goes without saying that a more predictable monetary policy is supportive of fiscal discipline.", "More predictable short-term interest changes are indeed liable to impact on the budgetary equilibrium in several Member States.", "In addition, a stable monetary policy able to anchor the inflation expectations of economic agents will generate lower and less volatile long-term interest rates, which will further dampen the risk of budgetary slippages induces by unforeseen interest rate developments.", "More predictable interest rates are also extremely important for the Luxembourg general government, in spite of the extremely low public debt level observed in Luxembourg.", "First, the assets of the Luxembourg general government - including the accumulated reserves of the investments and special fund and the assets held by the general pension regime - are quite substantial, and the associated income is primarily dependent on short and long-term interest rate developments.", "Second, the soundness and profitability of the financial sector, which accounts for more than one third of all taxes collected by the Luxembourg central government, is very sensitive to the level of short-term interest rates, to the slope of the yield curve and also to stock exchange prices, namely three variables that are either directly fixed or strongly influenced by monetary policy.", "The importance of a predictable monetary policy for the Luxembourg government is particularly apparent in such a context."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "none", "none", "monetary-fiscal coordination", "none", "none", "fiscal dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "monetary dominance", "fiscal dominance", "monetary-fiscal coordination", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "monetary dominance", "fiscal dominance", "none", "none", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance"], "topics": ["fiscal policy", "monetary policy", "coordination", "asymmetric shocks", "fiscal rules", "automatic stabilizers", "EMU", "inflation", "interest rates", "budgetary discipline"]}