{"sentences": ["As the Great Depression of the 1930s deepened, John Maynard Keynes offered an explanation for the then-bewildering series of events that was to engage economists for generations to come.", "Market systems, he argued, contrary to the conventional wisdom, did not at all times converge to full employment.", "They often, in economists' jargon, found equilibrium with significant segments of the workforce unable to find jobs.", "His insight rested largely on certain perceived rigidities in labor and product markets.", "The notion prevalent in the 1920s and earlier - that economies, when confronted with unanticipated shocks, would quickly return to full employment - fell into disrepute as the depression festered.", "In its place arose the view that government action was required to restore full employment.", "More broadly, government intervention was increasingly seen as necessary to correct the failures and deficiencies viewed as inherent in market economies.", "Laissez-faire was rapidly abandoned and a tidal wave of regulation swept over much of the world's business community.", "In the United States, labor practices, securities issuance, banking, agricultural pricing, and many other segments of the American economy, fell under the oversight of government.", "With the onset of World War II, both the U.S. and the U.K. economies went on a regimented war footing.", "Military production ramped up rapidly and output reached impressive levels.", "Central planning, in one sense, had its finest hour.", "The pattern of production and distribution depended on plans devised by a small, elite group rather than responding to the myriad choices of consumers that rule a market economy.", "The ostensible success of wartime economies operating at full employment, in contrast to the earlier frightening developments of the depression years, thwarted a full dismantlement of wartime regimens when hostilities came to an end.", "Wage and price controls, coupled with rationing, lingered in many economies well into the first postwar decade.", "Because full employment was no longer perceived as ensured by the marketplace, government initiatives promoting job growth dominated the postwar economic policy framework of the Western democracies.", "In the United States, the Congress passed, and the President signed, the \"Employment Act of 1946.\"", "However, cracks in the facade of government economic management emerged early in the postwar years, and those cracks were to continue widening as time passed.", "Britain's heavily controlled economy was under persistent stress as it vaulted from one crisis to another in the early postwar decades.", "In the United States, unbalanced macroeconomic policies led to a gradual uptrend in the rate of inflation in the 1960s.", "The imposition of wage and price controls in the 1970s to deal with the problem of inflation proved unworkable and ineffective.", "The notion that the centrally planned Soviet economy was catching up with the West was, by the early 1980s, increasingly viewed as dubious, though it was not fully discarded until the collapse of the Berlin Wall in 1989 exposing the economic ruin behind the iron curtain.", "The East-West divisions following World War II engendered an unintended four-decades-long experiment in comparative economic systems, which led, in the end, to a judgment by the vast majority of policymakers that market economies were unequivocally superior to those managed by central planning.", "Many developing nations abandoned their Soviet-type economic systems for more market-based regimes.", "But even earlier in the developed world, distortions induced by regulation were more and more disturbing.", "In response, starting in the 1970s, American Presidents, supported by bipartisan majorities in the Congress, deregulated large segments of the transportation, communications, energy, and financial services industries.", "The stated purpose was to enhance competition, which was increasingly seen as a significant spur to productivity growth and elevated standards of living.", "Assisting in the dismantling of economic rigidities was the seemingly glacial, but persistent, lowering of barriers to cross-border trade and finance.", "As a consequence, the United States, then widely seen as a once great economic power that had lost its way, gradually moved back to the forefront of what Joseph Schumpeter, the renowned Harvard professor, called \"creative destruction,\" the continuous scrapping of old technologies to make way for the innovative.", "In that paradigm, standards of living rise because depreciation and other cash flows of industries employing older, increasingly obsolescent, technologies are marshaled, along with new savings, to finance the production of capital assets that almost always embody cutting-edge technologies.", "Workers, of necessity, migrate with the capital.", "Through this process, wealth is created, incremental step by incremental step, as high levels of productivity associated with innovative technologies displace lesser productive capabilities.", "The model presupposes the continuous churning of a flexible competitive economy in which the new displaces the old.", "The success of that strategy in the United States confirmed, by the 1980s, the earlier views that a loosening of regulatory restraint on business would improve the flexibility of our economy.", "Flexibility implies a faster response to shocks and a correspondingly greater ability to absorb their downside consequences and to recover from their aftermath.", "No specific program encompassed and coordinated initiatives to enhance flexibility, but there was a growing recognition, both in the United States and among many of our trading partners, that a market economy could best withstand and recover from shocks when provided maximum flexibility.", "Developments that enhanced flexibility ranged far beyond regulatory or statutory change.", "For example, employers have long been able to legally discharge employees at modest cost.", "But in the early postwar years, profitable large corporations were dissuaded from wholesale job reduction.", "Contractual inhibitions, to be sure, were then decidedly more prevalent than today, but of far greater importance, our culture in the aftermath of depression frowned on such action.", "Only when bankruptcy threatened was it perceived to be acceptable.", "But as the depression receded into history, attitudes toward job security and tenure changed.", "The change was first evidenced by the eventual acceptance by the American public of President Reagan's discharge of federally employed air traffic controllers in 1981 when they engaged in an illegal strike.", "Job security, not a major concern of the average worker in earlier years, became a significant issue especially in labor negotiations.", "By the early 1990s, the climate had so changed that laying off workers to facilitate cost reduction had become a prevalent practice.", "Whether this seeming greater capacity to discharge workers would increase or decrease the level of structural unemployment was uncertain, however.", "In the event, structural unemployment decreased because the broadened freedom to discharge workers rendered hiring them less of a potentially costly long-term commitment.", "The increased flexibility of our labor market is now judged an important contributor to economic resilience and growth.", "American workers, to a large extent, see this connection and, despite the evident tradeoff between flexibility and job security, have not opposed innovation.", "An appreciation of the benefits of flexibility also has been growing elsewhere.", "Germany recently passed labor reforms, as have other continental European nations.", "U.K. labor markets, of course, have also experienced significant increases in flexibility in recent years.", "Beyond deregulation and culture change, innovative technologies, especially information technology, have been major contributors to enhanced flexibility.", "A quarter-century ago, companies often required weeks to unearth a possible inventory imbalance, allowing production to continue to exacerbate the excess.", "Excessive inventories, in turn, necessitated a deeper decline in output for a time than would have been necessary had the knowledge of their status been fully current.", "The advent of innovative information technologies has significantly foreshortened the reporting lag, enabling flexible real-time responses to emerging imbalances.", "Deregulation and the newer information technologies have joined, in the United States and elsewhere, to advance financial flexibility, which in the end may be the most important contributor to the evident significant gains in economic stability over the past two decades.", "Historically, banks have been at the forefront of financial intermediation, in part because their ability to leverage offered an efficient source of funding.", "But too often in periods of severe financial stress, such leverage brought down numerous, previously vaunted banking institutions, and precipitated a financial crisis that led to recession or worse.", "But recent regulatory reform coupled with innovative technologies has spawned rapidly growing markets for, among many other products, asset-backed securities, collateral loan obligations, and credit derivative default swaps.", "Financial derivatives, more generally, have grown throughout the world at a phenomenal rate of 17 percent per year over the past decade.", "Conceptual advances in pricing options and other complex financial products, along with improvements in computer and telecommunications technologies, have significantly lowered the costs of, and expanded the opportunities for, hedging risks that were not readily deflected in earlier decades.", "The new instruments of risk dispersion have enabled the largest and most sophisticated banks in their credit-granting role to divest themselves of much credit risk by passing it to institutions with far less leverage.", "Insurance companies, especially those in reinsurance, pension funds, and hedge funds continue to be willing, at a price, to supply this credit protection, despite the significant losses on such products that some of these investors experienced during the past three years.", "These increasingly complex financial instruments have contributed, especially over the recent stressful period, to the development of a far more flexible, efficient, and hence resilient financial system than existed just a quarter-century ago.", "One prominent example was the response of financial markets to a burgeoning and then deflating telecommunications sector.", "Worldwide borrowing by telecommunications firms in all currencies amounted to more than the equivalent of one trillion U.S. dollars during the years 1998 to 2001.", "The financing of the massive expansion of fiber-optic networks and heavy investments in third-generation mobile-phone licenses by European firms strained debt markets.", "At the time, the financing of these investments was widely seen as prudent because the telecommunications borrowers had very high valuations in equity markets, which could facilitate a stock issuance, if needed, to pay down bank loans and other debt.", "In the event, of course, prices of telecommunications stocks collapsed, and many firms went bankrupt.", "Write-downs were heavy, especially in continental Europe, but unlike in previous periods of large financial distress, no major financial institution defaulted, and the world economy was not threatened.", "Thus, in stark contrast to many previous episodes, the global financial system exhibited a remarkable ability to absorb and recover from shocks."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["labor market flexibility", "financial innovation", "deregulation", "government intervention", "market economy", "economic resilience", "risk dispersion", "central planning", "full employment", "financial stability"]}