{"sentences": ["Salutations: If I am asked what is the state of the economy, my simple answer would be that the economy is strong and that our economic prospects are excellent.", "My qualification would be, however, that we face several challenges to ensure a sustained and balanced development that would provide a steady improvement in the standards of living for all citizens.", "In this short presentation, I would like to give a snapshot of the state of the economy.", "As I go along, I will also like to touch on some of the challenges that we face in our march to achieve a meaningful transformation.", "Figure 1: Selected Macro Economic Indicators Real GDP growth is projected to be about 6.2 percent of GDP in 2004, not unexpectedly, in large measure, because of the continued strong performance of the energy sector.", "Specifically in 2004, growth came from an increase in the production of natural gas and LNG and from an expansion of the petrochemical sector (N2000 plant and Atlas Methanol began production in 2004).", "(The unusually high rate of growth (13 percent) in 2003 represented the start of production of the Atlantic LNG Train 3.", "I would return to this later.", "Inflation has generally remained subdued 3-5 percent.", "Inflationary pressures increased in the second half of 2004 and that accounts for the increase in the retail price index, on an end of year basis, in 2004.", "The rise was due to higher food prices partly related to temporary factors (such as adverse weather conditions) and partly to a rise in the import prices of certain staples.", "Still focusing on the broad macro-economic indicators, the data compiled by the CSO, suggest that unemployment has fallen into single digits (around 8.5 per cent) after hovering at between 10 to11 percent for some time.", "Like with the growth indicators, the predominant influence of the energy sector is largely responsible for: the strong fiscal performance (with the central government registering overall fiscal surpluses averaging 1.5 percent of GDP over the past two years; the sizable external current account surpluses which have average a whopping 11 percent of GDP over the past two years; and a doubling of our external reserves position from around US$1.5 billion in 2001 to US$3 billion in 2004.", "Economic Contribution of the Energy Sector (in percent) You would notice from this table that the energy sector now accounts for: about one-third of real GDP; about 37 percent of government revenues; more than four-fifths of total exports receipts, but unfortunately only about 3 percent of total employment This heavy dependence on the energy sector, carries risks and makes the entire economy vulnerable to a slump in prices (as we know all too well following our experience in the 1980s).", "I should note, though, that we are now talking about a more diversified energy sector where the earlier predominance of crude oil production, has given way to that of natural gas and petrochemicals.", "[Some critics see this diversification as misleading since the prices of our limited range of energy exports are positively correlated so that there is limited room to diversify price risks].", "• Construction and some services have been the leading non-energy sectors (a typical but worrisome pattern in resource-based economies - the dutch disease phenomenon).", "The manufacturing sector has shown steady growth based on the domestic market and on CARICOM.", "The dependence on CARICOM has been critical for our manufacturers though it is a small market and these economies have been subject to pronounced income fluctuations in recent years.", "The agricultural sector has shown a chronic decline which has been exacerbated, (hopefully temporarily) by the scaling down and restructuring of the sugar sector.", "Over the past four years, employment growth has been fastest in community, social and personal services, in the distributive trades and in construction.", "There has been a modest increase in employment in manufacturing and a substantial decline in employment in the agricultural sector.", "Clearly, the sustainability of this pattern of employment generation is open to question.", "Fiscal year runs from October 01 through September 30 Fiscal Developments As you know, fiscal policy is a principal instrument of transformation in our energybased economy.", "In Trinidad and Tobago, fiscal policy influences the transformation process in several ways, but principally through: the level energy tax collections; the level and quality of expenditure; and the overall budgetary balance and its financing.", "Figure 6 gives a summary of the central government operations over the past four years.", "Over the past two years, the central government's budgetary operations have registered overall surpluses averaging 1.8 percent of GDP.", "These surpluses have permitted transfers to the interim Revenue Stabilisation Fund amounting to US$279.4 million in the two-year period.", "And this is so, despite the widelyacknowledged fact that natural gas production which has become the mainstay of the energy sector is not being adequately taxed.", "It is also to be noted that tax collections from the non-energy sector have declined significantly (by 3 percentage points of GDP if we include the projections for the current year budget).", "Reversing this decline is one of the many fiscal challenges we face.", "The increase in central government expenditure in terms of GDP has been relatively moderate.", "The bulk of the increase has, however, been on current rather than on capital expenditure of the kind that increases productive capacity.", "In general, there are real questions about the quality and allocative efficiency of government expenditure.", "In the last two years, Government has begun to sharply increase its expenditure on education and health.", "You could also infer from the table that the high energy tax collections are masking an underlying imbalance as reflected in an increasing non-oil fiscal deficit.", "Spending on behalf of the Government is also carried out by statutory authorities and state enterprises.", "The net impact of the operations of these entities (principally the statutory bodies) is reflected in the public debt statistics through the accumulation of \"contingent\" liabilities.", "Thus you would see, for instance, that while, from fiscal year 2000 central government debt has declined sharply in terms of GDP - from 42 percent of GDP to 30 percent of GDP, the Government's contingent liabilities have increased from 12 percent of GDP to 22 percent of GDP.", "This is a major fiscal challenge - the reform of the relevant statutory bodies.", "In terms of overall debt management, public debt has been reduced from the equivalent of 59 percent of GDP in 2002 to 51 percent of GDP in 2004 because of the reduction in central government debt.", "Within this level, our external debt is at a very modest 12 percent of GDP.", "Central government debt service now consumes 12 percent of total government expenditure : this is a marked improvement from a level of 21 percent in 2000.", "External debt service now accounts for a mere 5 percent of exports of goods and non-factor services.", "The table show that the ratio of bank deposits to GDP has declined since 2002, even as personal incomes have increased sharply.", "It's a clear indication that individuals are diversifying their financial savings.", "It is interesting to note for instance that while in 2000, the aggregate value of mutual funds was about one third the level of bank deposits, by the end of 2004, savings in mutual funds were roughly the same level as bank deposits.", "Obviously, the low interest rate environment has contributed greatly to this trend.", "As regards the macro-prudential indicators, of the financial system one can note the very low level of non-performing loans; and high risk-weighted capital ratios.", "The Trinidad and Tobago financial sector has acquired extensive holdings throughout the Caribbean region.", "Trinidad and Tobago has certainly become the financial center of the Caribbean.", "Thus, while the value of energy sector exports receipts have risen by more than one-third, since 2001, nonenergy exports have languished.", "According to the preliminary trade data, non-energy exports in 2004 were about 15 percent below the level of 2002.", "Import growth has been quite buoyant over the last two years, and apart from the rise in capital imports related to Train IV, the partial indicators suggest a sizable increase in consumer imports.", "The construction of Train IV has meant a large increase in such investments over the past few years.", "More recently we have begun to have sizable concerted outflows on capital account.", "Figure 11 provides data on some identified capital outflows.", "It shows, for instance, that foreign currency bond placements in the local capital market, as registered by the SEC reached US$500 million in 2003 and have remained high in 2004.", "These outflows also create pressures in the foreign exchange markets.", "A few words on the exchange rate and export competitiveness.", "The poor performance of non-energy exports raises questions about the competitiveness of the export sector.", "However, the available evidence is not conclusive either way.", "The TT dollar has also been depreciating against both the pound sterling and the Euro.", "On the other hand, the World Bank's Global Competitiveness Index (which takes into consideration the macroeconomic environment, the quality of public institutions and technology) shows that Trinidad and Tobago's competitiveness ranking has slipped.", "I should note that (admittedly unscientific) survey suggest that exporters do not believe that the level of the exchange rate is an impediment to export expansion.", "You are all fully aware of the very favourable prospects for the energy sector both in terms of increasing gas production and the further development of the downstream energy sector, as well as the prospects for increasing crude oil production.", "These factors should ensure strong GDP growth and a robust balance of payments even after energy prices return to more normal medium term levels.", "The Main Challenges Increasing Value added from our energy wealth - Increasing the value chain - Boosting the fiscal contribution from our gas resources • Reducing reliance on the energy sector - Expanding traditional manufacturing activities - Exploiting comparative advantage in culture tourism and financial - New areas such as high technology services - Intensified small business development What are the main challenges we face?", "Our first challenge is to increase value-added from the energy sector, (consistent with optimum long term development of the sector).", "• Already important steps are being taken \"to increase the value chain\" for example, through local fabrication of drilling platforms: (there are other examples) Secondly, the Government is considering a revision of the energy tax regime to increase the fiscal contribution from our gas resources while continuing to provide incentives for investment and exploration in the sector.", "We are also in pursuit of economic diversification concentrating on the sectors identified on the screen - (traditional manufacturing, tourism, high technology services and small business).", "I also think we should increase our focus on agriculture.", "Challenges for the Financial Sector • Reform of existing financial sector legislation in line with international best practices • Improve financial sector regulation • Establish more effective mechanisms for financing priority sectors such as small business development; intensified efforts to expand our equity markets as a source of long term Other Important Challenges • Upgrading our economic and social • Institutionlisation of the Revenue Stabilisation and Heritage Fund to be used for fiscal stabilisation and to ensure that some of the energy rents are saved for future generations.", "• Improving external competitiveness.", "These areas present particular challenges: Firstly, upgrading our economic and social infrastructure (and improving public services) in health, education, public utilities, transportation.", "One cannot overestimate how critical this is to raising our productive capacity as well as our social welfare.", "Secondly, the Government has indicated its intention to bring legislation on the Revenue Stabilisation Fund to Parliament during this fiscal year.", "Thirdly, improving external competitiveness in the non-energy sector.", "As mentioned earlier, some indicators suggest that we are actually becoming less competitive at a time when the FTAA is around the corner.", "Wage restraint, education and training to increase productivity and lowering the cost of nontradables (such as utility rates, port charges etc.)", "will help in this regard.", "• Our ample energy resources and the decisions we made several years ago to promote down stream development have given our country a solid and enviable economic base.", "• Our challenge is to maximize use of the economic rents to develop the domestic sector in the interest of sustained economic and social development.", "• The stabilization and structural reforms undertaken in the early 1990s have strengthened our economic fundamentals.", "We need to continue to build on these foundations.", "• The current period of high energy prices is providing us with much needed space to accelerate the reform process and to make the necessary structural changes.", "• It's a question of seizing the moment Our ample energy resources and the decisions we made several years ago to promote down stream development have given our country a solid and enviable economic base.", "Our challenge is to maximize use of the economic rents to develop the domestic sector in the interest of sustained economic and social development.", "The stabilization and structural reforms undertaken in the early 1990s have strengthened our economic fundamentals.", "We need to continue to build on these foundations.", "The current period of high energy prices is providing us with much needed space to accelerate the reform process and to make the necessary structural changes.", "It's a question of seizing the moment."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Energy sector", "Economic diversification", "Fiscal policy", "Non-energy sector", "Financial sector", "Value added", "Economic competitiveness", "External competitiveness", "Revenue Stabilization Fund", "Social development"]}