{"sentences": ["Dear Ladies and Gentlemen, It is my pleasure to welcome all of you on behalf of the National Bank of Serbia and just before the start of the summer break period.", "I am sure that we will all have an eventful time period after the summer break, so enjoy every minute of your vacation!", "Before I start to answer some of the questions I was asked to focus on during my speech today, I would like to emphasize some issues regarding the overall goals of the National Bank of Serbia during the time to come: 1.", "Bring down inflation to single digit level without using exchange rate as the main It is going to be a tough ride but we will succeed, as usual, despite the fact that this room is full of people that would be able to give dozens of reasons why this cannot happen (history, euroization, lack of confidence, etc.).", "All of these reasons against reestablishing the dinar I have heard, discussed and answered before.", "Therefore, I would like to emphasize once more that the National Bank of Serbia will bring down the inflation rate and that is not going to be painless!", "Just like in the region, traditional populism will be loud here as well: \"lower economic growth\", \"unreal exchange rate will hurt exporters\" ...", "But instead of trying to convince me why this cannot happen in Serbia as well, please help us with advice regarding the tools needed in order to make it happen and, parallel to that, hedge yourselves!", "Build up an efficient financial system The goal of the National Bank of Serbia is to build up an efficient financial system that, in addition to a stable capital base and first class owners, is also characterized by a) low margins and cheap services, b) high level of public confidence, c) efficient intermediation.", "We have come a long way during the last five years but it is far from being enough!", "We can and should do more, much more in improving the efficiency of the financial system, for which we need more transparency of the financial services and more public education of the citizens.", "The ultimate goal of the financial sector restructuring is not privatisation but to build up an efficient system!", "I have no problems saying that, despite the fact that in the rest of the economy privatisation itself is proclaimed as the ultimate goal!", "But I never compare the financial sector to the rest of Serbia, as it should not be our benchmark!", "Finish the restructuring of the National Bank of Serbia National Bank of Serbia has reduced the number of employees by almost 75% since October 5th, 2000 and has been halved since I took the position of the Governor.", "Despite the fact that the average salary increased by almost 30% last year, the total amount (taking into account all employee salaries) remained the same.", "And I am convinced we can still do more!", "And now let me move on to some of the issues I was asked to highlight!", "Were our monetary policy measures effective during the last two years?", "Yes, they were because without them the inflation rate would have been substantially higher and loan growth even more explosive!", "Has the central bank administrative tools to stop completely the monetary expansion and credit growth?", "The answer is decisively no!", "I have no problems admitting that I would have preferred to see a lower level of euroization as of today, but it will come and we are already on a good track.", "As far as accumulation of new foreign commercial debt is concerned it is going to be a challenge in the medium term!", "But these challenges, I honestly hope, are shared by the financial community as well, because it is their money!", "There are lots of talks, including speculations, regarding the coordination of monetary and fiscal policies.", "But I do not care about the comments, only results!", "However, I do get more than annoyed when instead of appreciation I hear accusations from some Government representatives that did not do their fair part and, in addition to that, even criticize the central bank for being hyperactive!", "Recently I have been hearing a lot of tenuous criticism of the National Bank of Serbia regarding bank privatisation.", "Let me set it clear: I/We did not cause the interruption of the SAA talks with the EU, I did not contribute to the substantial increase of both USD and EUR yields on Serbia's debt, nor did I say that Serbia does not need a new IMF arrangement.", "These are the crucial reasons that may prompt a bank to come or not to come to Serbia, and not reserve requirements on short-term foreign borrowing up to two years!", "I definitely communicate differently with the industry compared to my predecessors.", "I do not like oneon-one meetings and do not give oral promises; neither do I suggest to general managers what they need to do!", "I have no problems admitting that some events between the commercial banks and the National Bank of Serbia could and should have been avoided.", "But this is transition and do not underestimate the role of the journalists that love to create headlines!", "Last but not least, the exchange rate.", "\"More float and less management\" has been emphasized and carried out by the National Bank since September last year.", "The events of the last days of 2005 and the recent week are just a proof of the need to hedge foreign currency positions - the sooner the better.", "The exchange rate is not even mentioned among the 3 goals the National Bank of Serbia should pursue!", "It will take some time to enter the EU, and thereafter the eurozone, so we do not have an alternative.", "The central bank will not allow excessive daily fluctuations either way, but the rate is being increasingly determined by the market!", "So do not fall into the \"good old Serbian\" habit: all gains from depreciation are, so to say, normal extra profit and are automatically pocketed, while in the case of appreciation the blame is on the central bank!", "If you are gambling, you cannot accuse the casino of losing your money!", "I would like to finish with a positive note that we all experience on a day-to-day basis: while the rest of the economy is only closing down facilities and reducing the number of employees, the financial sector is hiring, opening new branches and growing fast.", "Moreover, the financial sector is the only one in Serbia in which the private sector is making more that the public one!", "Although this is something I am often questioned about by all of my colleagues at the central bank and I have a rough time explaining to them that we are normal and that the rest 2mn is abnormal!", "So much for the introduction.", "I look forward to answering your questions!"], "classifications": ["none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Financial system", "National Bank of Serbia", "Monetary policy", "Euroization", "Foreign debt", "Bank privatization", "Exchange rate", "Fiscal policy", "Economic growth"]}