{"sentences": ["Ladies and Gentlemen, I would like to welcome you, both personally and on behalf of my colleagues on the Board of Directors, on the occasion of this ordinary general meeting of the shareholders of the National Bank of Belgium.", "I also hope that this meeting can proceed smoothly and enable us to answer, in a calmer atmosphere than last year, the questions which you have submitted to us and any others that you raise.", "We want to answer as many questions as possible, but reasonably quickly and in an orderly way.", "In particular, this meeting is not the place to answer questions concerning the legal actions which are still pending before the courts, nor questions which do not concern the past financial year.", "As last year, I would like to give you a brief account of the most significant events in the year under review, before handing over to the Vice-Governor who will present and comment on the annual accounts for 2005.", "Various new projects entrusted to the Bank by the public authorities and the economic agents in general bear witness to the confidence which Belgian society as a whole continues to place in our institution.", "The principal project concerns the future of the means of payment.", "In 2004, the Ministers of Finance, Economic Affairs and Consumer Protection commissioned the Bank to organise a national dialogue on the efficiency of the payment systems in Belgium.", "To that end, the Bank set up a Steering Committee on the future of the means of payment, with representatives from all the parties concerned.", "In 2005, that Steering Committee published two reports: the first concerns the costs, advantages and disadvantages of the various means of payment, and the second deals with the modernisation of the payment channels used by the public authorities.", "This Steering Committee has yet to address the question of the transition to the Single Euro Payments Area, in which the payment systems of various countries will be integrated, augmenting the efficiency of cross-border payments.", "The establishment of synergies between the Bank and the CBFA, provided for by the law of 2 August 2002 on the supervision of the financial sector and on financial services, has continued, particularly in regard to financial stability, IT systems and crisis management.", "However, the only way of fulfilling the ultimate goal of the reform is by fostering still closer links and the spirit of cooperation, with due respect for the powers of each institution and the specific character of their respective areas of activity.", "For our institution, the year 2004 had featured a new strategic review of the future of its activities.", "In 2005, that review led to the adoption of master plans which define the future pattern of activities and employment at the Bank.", "Those plans provide a stable medium-term framework up to the year 2009.", "For the Bank, it is a question of working within the Eurosystem, adopting a more selective approach with increasing specialisation, maintaining cost control and continuing to improve the quality of the services provided for the community."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Means of payment", "Financial stability", "IT systems", "Crisis management", "Payment systems", "Single Euro Payments Area", "Financial sector", "Financial services", "Strategic review", "Eurosystem"]}