{"sentences": ["Ladies and Gentlemen, Whilst preparing for today's address, I entered \"globalne, Kraków\" into the Google search engine.", "The following websites, among others, have been found: the website of the Regional Examination Board that provides information on lower secondary school graduation exams, the TVP3 regional service that informs of an increase in the number of Ryanair flights from Cracow, Wrocław and Poznań, and the website of the most beautiful cities of Europe, where Cracow is duly mentioned next to Florence and London.", "The Google search has found 97,400 websites containing the sought phrase in 0.49 seconds.", "A search for \"global London\" results in 236 million websites, \"global Berlin\" - 67.6 million, \"global Bangalore\" - 12 million websites, and \"global Krakow / Kraków / Cracow\" - 3.6 million websites.", "Obviously, the results are incomparable - for numerous reasons.", "The English language is much more popular than Polish - it is the online lingua franca and at the same time spoken in India and the UK.", "Moreover, whilst searching for \"globalne, Kraków\" one would have to enter the words in various declinations.", "Nonetheless, this exercise shows that Cracow and the entire Poland have fast become a part of the global economy.", "Dissemination of information and telecommunication technologies is bound to drive the acceleration of the globalization process, which will in turn enhance labour productivity.", "At the same time, a search for \"derivatives\" gives 55 million websites, \"global markets\" - 287 million, \"currencies\" - 97 million and \"stocks\" - 244 million.", "This shows that financial markets are global.", "Let us consider the reasons behind and the effects of globalization of financial markets.", "Globalization on financial markets Globalization of financial markets is part of a wider phenomenon of globalization of national economies.", "The rapid growth of the international trade in goods and services, which has been in progress since the beginning of the 1960s, has entailed an increase in capital flows.", "Between 1970 and 2000 the value of world exports of goods and services increased twenty-five fold, accompanied by a fifty-fold increase in Foreign Direct Investment (FDI) (Chart 1 and Chart 2).", "Many countries, having realized that the FDI is an important factor that accelerates the economic growth, have introduced changes to their legal regulations, aimed to attract foreign capital (Table 1).", "The globalization process on the financial markets started following the decline of the Bretton Woods system.", "Globalization of the financial markets exhibited a pronounced acceleration in the 1980s and 1990s.", "Between 1989 and 2004 the turnover in the global spot FX market increased by nearly 100% (Chart 3).", "Chart 3: Average daily net turnover in the global spot FX market 394 1989 1992 1995 1998 2001 2004 An increase in international capital flows and the development of information and communication technologies have triggered portfolio investments on international markets.", "On the other hand, enterprises and banks have increasingly frequently raised capital abroad.", "For instance, between 1989 and 2000, the value of cross-border investments in shares increased over twelve-fold, whereas between 1994 and 2005, the value of debt securities issued on foreign markets increased six-fold (Chart 4 and Chart 5).", "Non-bank financing of enterprises has also gained in significance.", "In 1980, enterprises raised USD 4.5 trillion on the capital market, whereas in 2004, the figure stood at over USD 60 trillion (Chart 6).", "Source: McKinsey Global Institute.", "** forecast by McKinsey Global Institute.", "Source: McKinsey Global Institute.", "As opposed to green-field investments, the portfolio capital is very mobile and, depending on the situation (macroeconomic or political) it may move easily among local markets.", "This may lead to high instability on the FX market causing significant exchange rates fluctuations.", "One of the methods of hedging against the risk of currency appreciation or depreciation is taking positions in derivatives.", "A dynamic growth of the derivatives market is the result of an increase in the cross-border flows in the financial markets.", "Between 1995 and 2004, the turnover on the global derivatives market grew nearly two-fold, whereas during the same period the activity on all exchange-traded derivatives grew almost three-fold (Chart 7).", "Chart 7: Average daily net turnover in global derivatives market, 1995-2004 5 000 4 000 2 500 2 180 1 292 1 000 688 1995 1998 2001 2004 OTC FX derivatives market OTC interest rate derivatives market Exchange-traded derivatives Reasons for globalization of financial markets The key factors that brought about the aforementioned changes in capital flows and in the structure of the global financial market comprise the following: • liberalization of national financial markets and the related growing competition among financial institutions, technological progress in IT and telecommunications, faster flow of information and its standardisation, • globalization of national economies in their various aspects (commerce, institutions, ownership structure, capital and knowledge).", "The liberalization of national financial markets has eliminated restrictions in the operations of both domestic and foreign financial entities.", "Regulations regarding the range of services performed by the banks and other financial institutions have been changed.", "Legal framework has been established to facilitate the activities of non-banking financial institutions.", "Last but not least, restrictions on nonresidents' access to domestic financial markets have been reduced or removed.", "However, the factor of the greatest significance from the point of view of globalization of financial markets was the liberalization of capital flows.", "First and foremost, it consisted in the removal of restrictions that impaired free capital flow among countries, including in particular:2 removal of restrictions related to FDI and trade in goods and services with non-residents, transition of the developed countries to the floating exchange rate regimes, establishing of the euro area, and other supranational integration initiatives, reduction of tax on cross-border transactions (Chart 8).", "In some countries, liberalization of capital flows and financial markets ensued from the implementation of stability programmes recommended by the World Bank and the International Monetary Fund.", "As a consequence, a group of countries named emerging markets have appeared on the world economic map.", "These countries play a vital role both in the global financial system and in the global economy.", "The technological progress in IT and telecommunications, in particular the dynamic growth of the Internet and database systems, has significantly impacted the globalization of financial markets.", "Technological changes would not have been possible without a huge reduction in the cost of computer memory and data transmission.", "At present, the cost of manufacturing of a microprocessor is nearly 1,000 times lower than it was 30 years ago, and the cost of data transmission (1 byte over a distance of 1 km) is over a hundred-fold lower.", "Modern technologies have enhanced the capacity of creating and marketing new, less expensive goods and services.", "The increased computing power has facilitated valuation of complex financial instruments, such as options, swaps and convertible bonds, which has contributed to a rapid development of derivatives market.", "The development of IT and telecommunications has streamlined prompt acquisition and processing of information necessary for operations on the financial market.", "Information used on the financial market has become as much of a commodity as any other (e.g.", "It is produced according to specific standards and is comparable (the format of data on inflation, balance of payments or quarterly performance of a listed company are presented in a similar manner, irrespective of the country that publishes the data).", "Today, we all take it for granted.", "Whereas only in 1997, when I became the chief economist responsible for the analysis of the Polish economy with a large international financial institution, releases of the macroeconomic data were not scheduled.", "Data on inflation or output simply appeared in information services at certain times.", "The NBP used to send the data on the balance of payments by fax to those analysts who requested for them.", "When, as the first financial markets economist in Poland, I launched a weekly macroeconomic service for customers, an analysis, which was one or two pages long, would be put on the pre-programmed fax machine, and it was not until the afternoon that the transmission was accomplished.", "At present, nearly every bank in Poland has its chief economist supported by a team of analysts who send hundreds or thousands of e-mails every morning, which reach tens of thousands of investors worldwide (banks, investment funds, arbitrage funds, company managements, wealthy private banking customers, decision-makers and central bankers).", "At present, the management of a large fund may receive hundreds of e-mails daily that contain analyses of listed companies, currencies, or macroeconomic and political developments.", "Nowadays, the problem does no longer involve access to information, but pertains to the excessive amounts of information and analyses that must be skilfully selected.", "In response to these - and other - challenges3 international standards have been elaborated in the recent years.", "Not only the quantity, but also the quality of information and the comparability of data have been increasingly appreciated.", "In addition, unification of principles that govern the functioning of individual financial market areas has been a precondition for the development of effective competition in the international financial system.", "Uniform and commonly applicable standards lower the cost of acquisition and analysis of information and reinforce the financial system stability.", "The most significant standards include, inter alia, the following: the principles of effective banking supervision, drawn up by the Basel Committee on Banking Supervision (BCBS), international accounting standards, over 100 countries have adopted or based their own accounting standards on the International Accounting Standards (IAS) or the International Financial Reporting Standards (IFRS), master agreements on executing transactions on the interbank market ISDA, ISMA, statistical methodologies elaborated by, inter alia, the IMF, the BIS, and the WB that ensure compliance of the data gathered with the statistical guidelines and their international • the principles of best practice, elaborated by professional associations of financiers.", "The development of the modern financial market infrastructure has also covered regulatory changes (e.g.", "the bankruptcy law) and the establishment of modern transactional systems, payment systems, settlement systems, risk management systems, and information services - such as Reuters or Bloomberg.", "Stock exchanges and brokers have created modern trading platforms which enable prompt offer-matching, executing transactions and straight through processing.", "Development of the infrastructure has removed barriers to further market globalization.", "For instance, a factor that impeded the FX market development in the 1990s was the settlement risk.", "In response to that, the banks that were the most active on the FX market created CLS - a new settlement system that operates based on the payment versus payment principle.", "The new, supranational system has significantly reduced the credit risk and liquidity risk of FX operations, and thus increased banks' activity on the FX market.", "At present, 15 currencies are settled in the CLS Bank.", "The system has also lowered costs incurred by the banks, as it helped decrease the number of payment instructions and the value of funds transferred in local payment systems.", "In view of the fast progressing globalization of financial markets, it seems reasonable to raise the question whether the world has benefited from the globalization of financial markets, or whether it has become more risky.", "The effects of globalization of financial markets are diverse.", "The openness of economies and free capital flows induce investors to deposit their funds where they can generate the highest rate of return, which prompts financial institutions to execute transactions on new, poorly developed and non-liquid markets.", "It favours the increase in the liquidity of financial markets6 and the decrease in the cost of transactions.", "Globalization has a significant impact on the lower cost of capital acquisition by enterprises.", "They increasingly often use forms of raising capital alternative to the bank loan, especially the issue of securities on the financial markets.", "The reasons behind this phenomenon are the decreasing expectations of investors as to the expected rate of return that compensates the assumed risk.", "At the same time, better transparency of enterprises (monitoring of the senior management, supervision over shareholders, and making them subject to the market discipline) entails a decrease in the agency costs that result from the mismatch of investment objectives between the management and the shareholders.", "As a consequence, enterprises can more easily raise funds for financing their initiatives.", "Large companies are more inclined to promote regulations and laws that improve the transparency of financial markets and reduce the asymmetry of information among market participants.", "In addition, institutional reforms that improve the market transparency and the quality of communicated information are implemented, under the influence of investors.", "The deregulation that is taking place removes artificial market entry barriers and facilitates their smooth operation.", "Thus, globalization stimulates the financial market development, which in turn gives enterprises easier access to capital.", "Higher availability of funds may impact investments and in this way stimulate the economic growth.", "Introduction of the euro has eliminated the FX risk and contributed to abolition of investment limits related to the items of securities portfolio denominated in foreign currency.", "This has lowered the cost of raising capital from 0.5 to 3 percentage points.", "At the same time, the convergence of those costs took place among the EU-15 within the same economy sectors.", "The global financial market enables business entities, including banks, to raise funds for business development from a larger number of investors than it would have been possible on domestic markets.", "For instance, in many smaller EU countries, a significant number of bank transactions is carried out with foreign partners.", "Access to the international capital market for banks and other financial institutions translates not only to the possibility of development, but also to the pressure on improvement of efficiency.", "The growing efficiency and better risk management improves the security of deposits placed with banks.", "Foreign competition is also an important catalyst for dissemination of financial innovations.", "Moreover, domestic banks that compete with foreign banks exhibit more interest in introducing new accounting standards and financial reporting requirements, so that better quality of information on the companies financed allows them to extend more profitable loans.", "Domestic financial institutions are becoming more efficient, due the new technologies and best practice provided to the market by foreign companies.", "Integration of financial markets worldwide enables better risk diversification.", "Residents do not have to invest their savings in their own country and thus they are not exposed to the business cycle risk.", "They are free to invest in many countries and could obtain a better ratio of expected return to assumed risk.", "Globalization of financial markets also entails new challenges and threats.", "The lack of transparency, resulting from asymmetry, raises the risk of speculative bubbles and herd behaviour of investors.", "Uneven access to information in the global markets environment may lead to a negative selection in the financing of the enterprise sector and the moral hazard in a situation where the bankruptcy of a given institution would jeopardize the banking sector.", "Economic reforms and opening the country to international trade in the emerging markets attract foreign capital, which, however, in the case of deteriorating economic situation, is withdrawn quickly.", "This invokes FX crises, which, as a result of an increase in interest rates, may turn into bank crises.", "Additionally, international links of institutions and the speed of transmission of information among markets streamline the spreading of such crises over other economies.", "International financial crises that started in Thailand in 1997, in Russia in 1998 and in Brazil in 1999 and subsequently spread over to other countries in the region and even as far as to other continents, may serve as an example.", "Frederic Mishkin gives other examples of threats posed by globalization.", "Financial liberalisation reduces the number of instruments which discipline the banking activities.", "This has led to credit booms in many countries, often financed by foreign entities and in foreign currencies.", "Credit booms have thus become a frequent source of banking crises.", "Banking crises, on the other hand, have generated significant costs for the economy, inter alia, through the necessity of liquidity injections to some banks or through limiting the supply of loans to companies.", "Increased share of foreign capital in local financial markets raises their sensitivity to the developments on foreign markets.", "For instance, an increase in interest rates in another country may cause an outflow of short-term capital, and in consequence lead to an increase in interests rates and a decrease in liquidity on a local market.", "Banks operating on the global financial market are subject to higher competition, also due to the fact that investors compare the banks' performance results on an ongoing basis.", "As noticed by Raghuram Rajan, banks nowadays focus more than ever on maintaining their income on a high level, at the cost of assuming higher risk.", "Financial instruments traded by banks are becoming increasingly complex and thus less liquid and carrying higher risk.", "The effect of globalization is the establishment of international financial conglomerates.", "In the case of an economic crisis, the conglomerates may channel it through to other markets.", "Such companies could be very important for the stability of the financial system in a country or region.", "Their bankruptcy may evoke a crisis, even in a steadily growing economy and even in the situation when the financial problems have stemmed from a foreign market.", "The lack of standard procedure for solving problems of international financial institutions impairs prevention and solving of financial crises.", "The existing safety net established by national economic authorities is frequently a source of moral hazard for large financial institutions,17 which apply less restrictive policy of financing business entities, expecting that when problems arise, the taxpayers of a given country will pay part of the bill.", "Last but not least, an unfavourable effect of globalization is the centralisation of risk management and sometimes even of liquidity management at the bank group level.", "The process results in transferring operations from small, local markets to more developed ones.", "This phenomenon has been observed e.g.", "Owners of foreign banks operating in Poland more and more often decide to transfer their activity on the zloty market and the FX options market to London (Chart 9).", "It reduces the liquidity of the domestic market, and the zloty exchange rate becomes ever-more dependent upon investment decisions of non-residents.", "Does globalization really take place: well-known economic puzzles The data and mechanisms presented above illustrate the fast progressing globalization of financial markets.", "Nevertheless, numerous studies have shown phenomena that should not occur in a situation of growing commercial and financial links.", "For instance, if there existed a global financial market, capital should flow from the developed countries to the developing ones.", "This is, however, not the case, as noted by Robert Lucas19, and the \"Lucas puzzle\" named after the author was formulated.", "There have been numerous works that attempted to resolve this puzzle.", "One of the most recent works, which presents a panel analysis of nearly a hundred countries in the period 1970-2000, has shown that the prevailing reason for the lack of capital flow from wealthy to poor countries are institutional factors.", "or instance, improving the quality of operation of institutions in Peru to catch up with Australia would mean a four-fold increase in foreign investment, and improving the quality of operation of institutions in Turkey to catch up with the UK would increase foreign investment by 60%.", "Another puzzle, which over some time made challenging the fact that globalization of financial markets was actually taking place possible, was the \"Feldstein-Horioka puzzle.", "\"21 Both authors in their famous work of 1980 estimated the correlation between the national savings rate and the investment rate in the years 1960-1974 at 0.89.", "Despite a pronounced fall, the correlation between the national savings and investment remained high.", "his constituted a peculiar puzzle, as in the global world of finance there were no good reasons for which investments were to be financed with residents' savings rather than with loans drawn on the global financial market.", "As in the case of the \"Lucas puzzle\", numerous works have been written to explain this phenomenon.", "In the most recent work by Martin Feldstein regarding this subject,23 the newly estimated correlation rate gradually decreased over subsequent decades to reach a mere 0.19 in the decade ending in 2002.", "The decreases regard mostly smaller countries, but the estimates for large countries also show that the correlation rate fell from 0.92 down to 0.59.", "Therefore, it seems that over 10 recent years the process of globalization of financial markets exhibited a pronounced deepening.", "One may wonder why the recent years have witnessed acceleration and deepening of the globalization process, given that some phenomena that are universally deemed the reasons behind globalization, started a few decades ago.", "It seems that apart from the - growing for a few years now - role of the global financial markets and the liberalization of commerce, new factors have emerged, such as taking advantage of the technological progress in the ICT and joining the global economy by China and India.", "Thomas Friedman, author of the famous book entitled \"The World Is Flat: A Brief History of the Twenty-First Century\",24 hows how radical the changes in the organization of the manufacturing process and service performance have been over the recent years, as a result of, inter alia, the use of new communication technologies, such as the Internet, mobile phones, or the appearance of such techniques of gaining and processing information as the Google search engine.", "I may share my personal thought with you.", "I have just completed my work on the first draft of a paper discussing global imbalances.", "Owing to the Internet and new websites providing specialist information and knowledge in the area of economy, it took me three months to write the article.", "I worked on it only in my free time, of which I do not have much as the deputy president of the central bank.", "Ten years ago, over a three-month period, I would probably not have been able to collect even half of the literature, not to mention the ongoing monitoring of speeches delivered at all important conferences dedicated to global imbalances.", "It goes without saying that progress in the ICT has contributed to the deepening of the globalization process and significantly enhanced labour productivity in many sectors.", "Global imbalances One of the manifestations of globalization in recent years are global imbalances.", "In 2005, the US current account deficit approached 6.5% of the GDP, and many forecasts of investment banks point to its further increase in 2006 and 2007.25 The negative net investment position of the world's largest economy has moved towards 30% of the GDP in 2005 and, according to all available forecasts, it is bound to deteriorate at a high rate.", "The large current account deficit in the US is related to the negative savings of households and a strong growth in real property prices.", "These phenomena have occurred in the recent years not only in the US but also in all Anglo-Saxon countries.", "Moreover, the current account deficit in the US is financed in a great measure by purchases of American debt securities by the Asian central banks.", "It entails a significant increase in the exchange reserves of the said banks.", "For instance, the reserves of the People's Bank of China went up from USD 166 billion in December 2000 to USD 819 billion in December 2005 and over USD 850 billion in March 2006.", "It means that China is now ahead of Japan - the country most abundant in foreign reserves, whose reserves amounted to USD 847 billion in December 2005.", "The Chinese foreign reserves are expected to exceed USD 1 trillion (a thousand billion) in 2006.27 n the years 2004-2005, the current account deficit in the US was in ever-greater part financed from purchases of American bonds by public institutions that managed foreign reserves in oilexporting countries.", "Chart 10: The US current account deficit and the geographic structure of the deficit-financing capital inflow (current account surplus), 1980-2005.", "The situation where the world's largest economy and at the same time the issuer of the global reserve currency has such a large savings deficit financed in such an unusual way has triggered a hot economic debate on the two following issues.", "Firstly, attempts are being made to explain how global imbalances have come into being.", "Secondly, both academic economists and strategists with investment banks are trying to assess the possible scenarios of further developments.", "Are global imbalances a regular phenomenon in the global economy and can they increase further without any harm to the outlook for the long-term global growth?", "Can a radical adjustment of these imbalances occur - and if yes, what will be the mechanism of such an adjustment and what will its consequences for the global growth be?", "Let us begin with the presentation of the main hypotheses that explain the phenomenon of global imbalances.", "In 2003, three economists presented a hypothesis that an informal Bretton Woods regime had been reactivated.", "The original Bretton Woods system was established after WWII and consisted in a formal commitment of its participant countries to maintain foreign exchange rates, determined against a gold parity, at a specific level, with acceptable deviations not exceeding 1 percent.", "The system ceased to exist in 1971, after president Nixon had taken a decision that the US would no longer exchange dollars for gold according to the parity determined.", "The nature of the reactivated Bretton Woods, often called Bretton Woods 2, is well conveyed in the motto used by the authors of this \"(...) if I had an agreement with my tailor that whatever money I pay him returns to me on the very same day as a loan, I would have no objection at all to ordering more suits from him\" (Jacques Rueff, 1965, after Dooley et al.", "The hypothesis of the existence of an informal Breton Woods 2 says that a system has been established in which it is profitable for the Asian countries to finance the US current account deficit, because it enables them to increase their exports to this market.", "Thus, it supports the economic growth of the Asian countries and makes it possible for them to create new jobs, which is particularly important in China, where - according to various estimates - each year between 10 and 20 million of jobs must be created, due to migration of the population from rural areas to cities.", "In order to maintain the competitiveness of their exports, the Asian countries intervene on the FX market, thus preventing appreciation of their currencies.", "The purchased US dollars are invested in American bonds, and thus the American current account deficit is financed.", "Another hypothesis that explains the mechanism of occurrence of global imbalances has been formulated by the current Chairman of the Federal Reserve, Ben Bernanke.", "His major concept is that the large US current account deficit cannot be explained solely by internal factors.", "In the opinion of Bernanke, external factors, which he has defined as the global savings glut, have played a key role.", "The hypothesis says that a significant surplus of savings over investments in the Asian countries, in combination with the structurally high savings in Germany and Japan, have caused the global savings glut.", "The savings glut has in turn had a contribution into the increase in prices on the stock exchanges in the US, and subsequently to the increase of property prices, which has in turn lowered the level of savings of American households.", "The International Monetary Fund argues against the hypotheses of Bretton Woods 2 and the global savings glut by stating that the source of the current account surplus is an exceedingly low level of investments in Asia, except for China.", "Therefore, one should speak of a global investment draught rather than anything else,30 as over the five years following the Asian crisis in 1997-1998, the investment level was by 7 percentage points lower than in the five-year period preceding that crisis.", "Considering the above, an appropriate recommendation for those countries is not limiting their savings rate, but rather improving their investment climate.", "There are numerous theories that attempt to explain the occurrence of global imbalances.", "According to some of them, the major reason behind global imbalances is the low level of savings in the US household and public sectors,31 i.e.", "the fact that Americans spend more than they earn, and that the budget deficit, from a substantial surplus in the year 2000, turned into a level estimated at 4.7% of the GDP in 2004.", "Other hypotheses suggest that the factor that induces global imbalances is the change in the economic policy of the Asian countries after the crisis of 1997-1998, when the decision was taken in many countries to establish huge foreign exchange reserves for the purpose of hedging against similar changes in the sentiment on financial markets in the future.", "Economists also state that the factor that invokes global imbalances is the higher investment attractiveness of the US region as compared to other regions, measured with, among others, higher potential economic growth rate.", "here exists another hypothesis, according to which such a high current account deficit is optimal,34 in the face of the expected higher future growth rate of the American economy in comparison to that of other developed economies.", "According to that hypothesis, Americans increase their consumption financed from loans, anticipating high future earnings that will allow them to pay off the loans, which is perfectly correct.", "Finally, there are papers which try to prove that there is ... no deficit.", "An article by The hypothesis of the global savings glut was formed for the first time in the speech by Ben Bernanke at the meeting of Virginia economists' association in March 2005.", "in speeches by Rodrigo Rato, head of the IMF, and Raghuram Rajan, head of the IMF Research Department in January and February 2006.", "M. Chinn \"Getting Serious about Twin Deficits\", working paper, The Bernard and Irene Schwartz Series on the Future of American Competitiveness, CSR No.", "This hypothesis has been justified in: Aizenman J., Lee J.", "\"International Reserves: Precautionary vs. Mercantilist Views, Theory and Evidence\", IMF Working Paper WP/05/198, October 2005; and Gosselin M.A., Parent N. \"An Empirical Analysis of Foreign Exchange Reserves in Emerging Asia\", Bank of Canada working paper 2005-38, December 2005.", "\"An Equilibrium Model of Global Imbalances and Low Interest Rates\", MIT mimeo, September 2005.", "C. Engel, J. Rogers \"The U.S. Current Account Deficit and the Expected Share of World Output\", NBER working paper 11921, 2006.", "Hausmann and Sturzenegger35 that argues the existence of the \"dark matter\" is an example of this approach.", "In spite of many attempts to prove that the US current account deficit is in fact lower than it is believed to be, and that it is even desirable, a vast majority of academic economists and many central bankers are seriously alarmed by the scale of global imbalances.", "Many papers have been written which show what may be the consequences of the scenario in which the financial markets - in view of no adequate measures undertaken by economic decision-makers - initiate adjustment processes by themselves.", "If the financial markets come to the view that the investment risk premium for American debt securities has increased, the outflow of capital from this market - or even decreased capital inflows - may lead to a fall in bond prices, i.e.", "to a sharp increase in long-term interest rates, a slowdown on the housing market, depreciation of the dollar and, as a result, stagnation or even recession, which may be observed globally.", "In order to mitigate the probability of such a scenario, structural reforms should be implemented in many countries.", "The US should substantially reduce its budget deficit and - via a reform of the pension system and the healthcare system - increase the household savings rate.", "In the EU and Japan a series of structural reforms should be accelerated to raise the flexibility and competitiveness of the labour market and the market of goods and services.", "In the Asian countries, and first of all in China, the exchange rate regime needs to be made more flexible, which should be preceded by the reforms that would strengthen the financial system, also via a greater openness to foreign capital inflows.", "At present, it is difficult to assess the likelihood of the scenario involving a serious slowdown in the global growth; nevertheless, implementation of necessary reforms proceeds slowly.", "Should monetary policy take into account speculative bubbles?", "The globalization process is a great challenge for central banks and financial market regulators.", "Following the increase in global workforce resources, relative to the capital resources, the workforce costs decreased and resulted in the fall of costs of manufacturing of many goods and services.", "Having deducted the cost of fuel, whose increase also results from the globalization process, inflation remains very low in many countries, whereas a surge in the global labour supply mitigates the possibility of occurrence of the second-round effects i.e.", "wage increases in response to a rise in current inflation.", "On the other hand, the global surplus of savings over investments causes the capital to be deposited on various asset markets entailing an increase in assets prices.", "Increases in stock exchange indices, bond prices or real property prices in the Anglo-Saxon countries may serve as examples here.", "Naturally, a question arises what monetary policy should be conducted in such conditions.", "In particular, the question is whether it should respond to the increase in the asset prices, despite the fact that inflation of consumer goods and services is low or very low.", "A debate continues over that issue, where both arguments in favour of the necessity to respond to the bubbles on the asset markets,37 nd those against it, are raised.", "The issue of response of monetary policy to changes in assets prices was raised by Donald Kohn, member of the Board of Governors of the Federal Reserve, in his speech delivered in the previous month.", "According to Kohn, two approaches are possible.", "In one of them, described as the R. Husmann, F. Sturzenegger \"Global imbalances or bad accounting?", "The missing dark matter in the wealth of nations\", Harvard University working paper, December 2005.", "Examples of such estimations can be found in: S. Edwards \"Is the U.S. Current Account Deficit Sustainable?", "And if not, How Costly Is Adjustment Likely to Be?", "\", NBER working paper 11541, 2005; Orderly or Disorderly Rebalancing?", "\", New York University Working Paper; M. Obstfeld, K. Rogoff \"The Unsustainable US Current Account Deficit Position Revisited\", prepared for 12-13 July 2004 NBER conference on G-7 Current Account Imbalances: Sustainability and Adjustment; H. Faruqee et al.", "\"Smooth Landing or Crash?", "Model Based Scenarios of Global Current Account Rebalancing\", NBER Working Paper 11583; O. Blanchard et al.", "„The U.S. Current Account and the Dollar\", NBER Working Paper 11137 and many others.", "Roubini N. \"Why Central Banks Should Burst Bubbles\", mimeo, Stern School of Business and Roubini Global Economics, January 2006.", "\"Why Central Banks Should Not Burst Bubbles\", Institute for International Economics, Working Paper WP 06-1, January 2006.", "Kohn D. \"Remarks by Donald Kohn at Monetary Policy: A Journey from Theory to Practice, An ECB Colloquium held in honor of Otmar Issing\", 16 March, 2006. conventional monetary policy, the central bank focuses on stabilising the inflation, treats changes in asset prices as an exogenous process, and does not attempt to influence asset prices whatsoever.", "The other option, described by Kohn as the \"extra action\" policy, provides for a deviation of current inflation from a level determined as stable, in return for an improvement of the perspectives of achieving price stability in the future.", "However, the extra action policy does not mean bursting speculative bubbles by central banks.", "It rather means \"buying\" additional insurance against possible negative shocks, which may happen in the future.", "In Kohn's opinion, the extra action policy may be run very rarely and only where the three conditions are met: the central bank must be able to identify bubbles on the asset market in a timely manner and with high certainty as to the correctness of conclusions from the analysis, • the probability that a slight tightening of monetary policy will be able to stand against the speculative activity on a given asset market must be high, the expected improvement of the future economic situation resulting from a smaller speculative bubble must be significant and higher than the costs incurred by the economy in the aftermath of running the additional action policy.", "In view of the available studies, it may be stated that it is extremely difficult to sufficiently fulfil the three abovementioned conditions.", "It may not be excluded, however, that in the future, the understanding of economic processes will improve as much as to enable running the additional action policy in justified cases.", "In the discussion over the correct relation of economic policy to the bubbles building up on the asset market, there is a dominant conviction that the supervisory policy is a much better response.", "For this very reason, supervision over financial markets should be independent of politicians, as it may turn out necessary to take up actions aimed at limiting the rate of building up of the speculative bubble at a time when it is not convenient for politicians, considering the elections cycle.", "New challenges for regulators/supervisors Globalization of financial markets changes the operation conditions of financial institutions by opening new development opportunities for them, but also by creating new types of risk for the stability of the financial systems.", "Globalization creates new opportunities in the area of risk management, including but not limited to the most important banking risk, i.e.", "Development of new risk transfer instruments (credit derivatives and securitisation) and increase in the number of their purchasers enable more effective use of banks' capital.", "New instruments, however, pose some threats.", "Both market participants and markets supervisors indicate the issues of progressive complexity of derivatives, and difficulties in complete understanding and estimating the risk related thereto.", "Difficulty in evaluating risk flow directions and lack of basic data on some unregulated financial institutions, which are becoming increasingly active on the derivatives market, are also a problem.", "What I mean here are in particular the hedge funds, which manage increasing funds.", "New services offered by banks on the FX market, such as the prime brokerage, also create difficulties.", "Under a prime brokerage agreement, the bank makes its credit limits available to other institutions that speculate on the FX market, most frequently to hedge funds.", "As the product becomes widely used, supervisors are faced with a growing difficulty in monitoring the credit risk and liquidity risk of operations concluded on the FX market,42 where the average daily net turnover amounts to USD 1,900 trillion.", "This creates quite a challenge for supervisors, who must have human and financial capital available to properly assess the risk in the increasingly global and complex world of finance.", "The understanding of the mechanics of financial markets is a never-ending challenge for supervisors.", "The response of bank supervisors gathered in the Basel Committee on Banking Supervision to the increasing complexity of financial instruments in banks' portfolios is the New Capital Accord (\"Basel II\"), which is to replace the regulations currently applicable in over 100 countries.", "The new capital regulation is an attempt of precise risk measurement, including but not limited to the credit risk, and its reflection in the capital requirements.", "Newly emerging institutions operating in several segments and on several markets increase the operational risk.", "It seems that the scale of threats related thereto grows in line with the technological development.", "Globalization of financial markets and relations among institutions of various segments trigger a disruption that may bear consequences not only for individual institutions, but which may, through the payment system, spread over to many other entities, including those in the real sector.", "The operational risk problem has been noted by the Basel Committee on Banking Supervision, which for the very first time has included it in its supervisory regulations (the New Capital Accord).", "Banks and investment funds have been obligated to gather information on operational risk incidents and to estimate capital to cover this risk.", "Capital mobility and business activity of large, international financial corporations also translate into institutional changes on local markets and challenges to be faced by supervisory authorities responsible for financial stability.", "Financial markets of the new EU Member States, whose large share is held by foreign investors, i.e.", "institutions operating globally or regionally, may serve as an example.", "In addition to the capital necessary for the development of the institutions and markets on which they operate, the presence of industry institutional investors has brought about a number of other positive results.", "These include better risk management, a modern range of products offered to customers, or the development of new distribution channels, to name just a few.", "Regional integration within the EU, however, means that the application of a uniform bank or insurance licence (i.e.", "taking up activity in any Member State under a licence obtained in the home country) may cause certain asymmetry in the availability of data and a conflict of interest between supervisors of the host country on the one hand, and institution owners and supervisors from the home country on the other.", "Such conflict may occur as a result of transformation of foreign bank subsidiaries, operating under local laws and fully supervised by the supervisory authorities of the host country, into branches supervised by foreign supervisory authorities.", "Individual foreign bank branches operating in the new EU Member States frequently constitute a vital element of the banking system, both in terms of the value of assets and deposits, operations on the domestic interbank market and the share in settlements in the payment system.", "Therefore, they are described as institutions of systemic importance for the domestic market.", "At the same time, they are not always equally important components of an international banking group, in terms of their size and the profit generated.", "In such a case, a relatively low importance of an institution may result in less focus on its supervision, both by the foreign bank and the supervisory authority of the home country in which the given bank has obtained its licence.", "As I have mentioned before, supervisory authorities of the home country are responsible for direct supervision.", "However, supervisory authorities of the host country are always responsible for the financial system stability.", "Responsibility for the financial stability translates not only to preventive measures, but also to crisis management, including financial support to institutions or - in a broader sense - to markets that have lost their liquidity, but remain solvent.", "Appropriate authorities of the host country should thus have access to comprehensive information that enables a proper assessment of risk and financial standing of large financial institutions operating in its territory.", "The need to provide information has not been adequately articulated so far by international organisations that shape the supervisory architecture; however, the recent years have brought changes in this respect.", "The idea to transform the Nordea Bank, operating in the Baltic countries, into the so-called European company, and the subsequent transformation of its subsidiaries into branches, has supported the changes.", "For some countries, this operation means a loss of supervisory control over a significant part of the banking system, and dilemmas regarding the crisis support and the deposit guarantee system.", "The question whether the taxpayers of the host country, or solely those of the home country, should pay for possible bankruptcy of a bank, remains open.", "Conducting operations in various countries and segments of the financial market (including but not limited to combination of the banking and insurance activities) leads to creation of complex structures of financial groups.", "This phenomenon has been included in the banking supervision organisation.", "At the EU level, this fact is reflected in the Directive on supplementary supervision of credit institutions, insurance companies and investment firms in a financial conglomerate,45 and in Poland - by the Supplementary Supervision Act.", "The merit of the Act is a complex risk analysis within a single capital group and coordination of control and supervisory activities by a leading supervisor, with the collaboration of authorities that supervise other entities in the financial conglomerate.", "The Act sets forth cooperation with foreign supervisors.", "Globalization of financial markets brings about new challenges for central banks as regards crisis management.", "The terrorist attack of 11 September 2001 has revealed how far-reaching implications for the international payment system may be brought about by switching off a large-value payment system in a single country.", "In the circumstances of the increasingly integrated financial markets, central banks must also cooperate more closely and have their contingency plans in place to inject liquidity to the global financial system in a crisis situation.", "The private sector goes even further to suggest that in a crisis situation central banks should extend intraday credit facility to all banks (not only the domestic ones).", "Intraday credit could be collateralized by foreign currencies or securities denominated in foreign currencies - cross-border collateral pool facilities.", "Ladies and Gentlemen, globalization of financial markets, trade, manufacturing, services and knowledge is a great opportunity for the global economy.", "Owing to this process, the developing countries may modernise and grow faster than they have ever done before.", "On the other hand, both manufacturers and consumers in the developed countries take advantage of the access to the huge global labour market, which makes it possible to lower the costs of manufacturing, enhance productivity and - consequently - lower the prices of many goods and services.", "Both consumers and producers are also beneficiaries of globalization of the financial markets, which offer a wide range of products and enable a better adjustment of the risk profile and the expected return or cost to the preferences of investors and borrowers.", "Globalization also has its drawbacks.", "It generates new types of risk, which constitute challenges to central banks and supervisors of financial markets.", "Globalization of financial markets and the related rapid growth of turnover in credit derivatives, such as CDOs or default swaps, force a focus on understanding, what types of risk are generated in particular market segments.", "Such risks should be continuously analysed by central banks and supervisory authorities.", "It may happen in the future that the social groups which incur losses in the process of globalization will force the decision-makers to take up protectionist actions, which may contribute to significant lowering of the future economic growth, through limiting the benefits from international trade.", "Therefore, economic policy, especially in the countries with a large share in the global product, should be Schoenmaker D., Oosterioo S. \"Cross-Border Issues in European Financial Supervision\", in: Mayes D., Wood G. (editors) \"The Structure of Financial Regulation\", London 2005.", "Directive 2002/87/EC of the European Parliament and of the Council of 16 December 2002 on the supplementary supervision of credit institutions, insurance undertakings and investment firms in a financial conglomerate and amending Council Directives 73/239/EEC, 79/267/EEC, 92/49/EEC, 92/96/EEC, 93/6/EEC and 93/22/EEC, and Directives 98/78/EC and 2000/12/EC of the European Parliament and of the Council.", "The Act on supplementary supervision over credit institutions, insurance companies and investment companies in a financial conglomerate of 15 April, 2005, (the Journal of Laws No.", "In Poland there has been no need so far to appoint a leading supervisor, as the links among financial entities do not indicate the existence of financial conglomerates under the said Act.", "\"The future of central bank cooperation\", BIS Working Papers No 200, February 2006.", "\"Managing Payment Liquidity in Global Markets: Risk Issues and Solutions\", a report prepared by Cross-border Collateral Pool Task Force, New York, March 2003. conducted in a manner that would enable to avoid the scenario of protectionism growth.", "After all, one of the greater threats which are difficult to evaluate is the risk of adjustment of global imbalances, especially where it results from market forces without support from adequate reforms.", "So far, globalization has served humanity well.", "I truly hope that the ever-greater knowledge of risk types related to globalization will make it possible for us to conduct economic policy that will facilitate benefiting from globalization to the future generations the globalus.", "Thank you very much for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "none", "none", "none", "financial dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Globalization of financial markets", "Financial markets", "Global imbalances", "Derivatives", "Risk management", "Capital flows", "Foreign exchange", "Central banks", "Supervisors", "Monetary policy"]}