{"sentences": ["Your Honor Mr. Balcerowicz, Honorable Governors, Dear Colleagues, Ladies and Gentlemen, I would like to take this opportunity to thank Mr. Balcerowicz and the National Bank of Poland for the invitation.", "It is an honor for me to take part in this discussion and to share my thoughts concerning the challenges facing prospective ERM II members.", "The central theme of this conference - the mission of the contemporary central bank with the focus on euro adoption - is of crucial importance for countries aspiring to become members of the big EU family in the not-too-distant future.", "Drawing from the experience of current and prospective members, accession to this family is a complex and challenging process.", "As a test of the nominal convergence of a country, the ERM II mechanism has attracted a lot of academic interest and criticism.", "Conceptually speaking, the ERM II directly precedes the full integration in the EMU.", "(I) ERM II as a step towards EMU To put the ERM II in a proper context, we need to be clear on the fact that it is an early necessary step before Euro adoption.", "Therefore, entry into ERMII is conditional on the economic and political readiness for entering the EMU.", "Several considerations need to be made.", "By adopting a single currency, the country foregoes independent monetary policy and the central bank can not act as a lender of last resort.", "The loss of monetary policy independence can be problematic if a country has achieved little in the way of real convergence (both structural and cyclical convergence) and is susceptible to asymmetric shocks.", "On the other hand, the loss of the lender of last resort function by the national central banks implies high and protracted fiscal costs in the case of financial crises.", "For this reason, a healthy and resilient financial system would be required for participating in the monetary union.", "It is partly a reflection of these economic challenges that the new EU members appear to be following different trajectories towards EMU.", "On one hand, Slovenia, the Baltic countries, Malta, Cyprus and Slovakia have proceeded to join the ERM II with a view to enter EMU in the future.", "The other countries, notably the larger Central European ones, have opted to stay out of the ERM II in order to have more time to do the necessary economic adjustments.", "(II) Challenges of the ERM II Once the economic argument and the political consensus are strong enough to support EMU membership, the acceding country can decide to enter the ERM II mechanism.", "What could go wrong for accession countries during the ERM II?", "Some often-cited issues are related to fiscal consolidation, financial stability and the choice of the central parity.", "Let me say a few words about these issues.", "- The exchange rate stability is one of the five (nominal) Maastricht convergence criteria.", "Consumer price stability, long-term interest rate convergence and fiscal consolidation are the other conditions a country has to fulfill in order to gain EMU membership.", "Clearly, the burden of ensuring compliance with these conditions does not fall solely and exclusively on the monetary policy authorities.", "The fiscal and labor policies must be aligned with the monetary policy objectives and the achievement of political commitment to ERM II is of paramount importance.", "I find the practice of monetary and fiscal policies dialogue, as stipulated in Accession Strategies of some of these countries, a commendable achievement.", "- Financial instability has been identified as a potential negative outcome of the bilateral fixing of the exchange rate for accession countries.", "Limited exchange rate flexibility under ERM-II and disinflation conditions expose the EU acceding countries to large 'convergence play' capital inflows.", "If the exchange rate in accession countries is forced to fluctuate within a relatively narrow band, the outcome might be additional and unnecessary inflation.", "The central bank's reaction to increasing inflation would restrict economic growth.", "Such an outcome is even more likely in the presence of the Balassa-Samuelson effects, commonly experienced by the transition economies.", "In such a scenario, the dual task of preserving the domestic and international value of the currency can be jeopardized.", "It is on these grounds that the ERM II design has come under attack, as an unnecessarily lengthy period.", "Thus, it is not surprising that some acceding countries prefer to stay there for the shortest time possible.", "- The last issue I would like to discuss is the determination of the central parity rate.", "The potential implications of an exchange rate misalignment are large, as the corrective burden would fall on the real sector.", "An undervaluation or overvaluation of the exchange rate would result in higher inflation or lower economic growth until the real exchange rate returns to equilibrium.", "In the absence of a nominal exchange rate channel the adjustment process would tend to be slow.", "Now let me briefly turn to the policy implications the aforementioned issues pose.", "The ECB policy stance on ERM II (ECB, 2003) emphasizes the primacy of the inflation objective over the exchange rate stability.", "Approaching the EMU in the context of an IT regime seems quite a plausible option, and one which is even encouraged by the ECB.", "The period of residence in the ERM II needs however to be as short as possible, so as to avoid the inherent incompatibility of these two targets in the face of the Balassa-Samuelson effects and increased capital inflows.", "The countries approaching the EMU from a fixed exchange rate regime might have a different perspective on the subject.", "However, even these countries will experience the Balassa-Samuelson effects, facing a difficulty to reconcile the fulfilment of the exchange rate and price stability criteria.", "At the same time, given the wide fluctuation bands that are foreseen by the ERM II template, the credibility gain is likely to be marginal.", "(III) Policy implications As a conclusion, let me re-emphasize the need for a careful approach to the EMU in that a certain degree of real economic and structural convergence is needed.", "The EMU membership can not be delayed by much however.", "First, a really high degree of economic convergence might require a lengthy period of time to be achieved and people could perceive an enlargement without EMU as incomplete.", "Second, in adopting the single currency the exchange rate risk will be eliminated, resulting in positive impulses to the financial market development.", "Thirdly, the endogeneity forces of trade and financial integration discussed in the literature might be an additional driver of real convergence that is worth exploring.", "Neither economic theory nor central banking practices offer an optimal approach to ERM II from the point of view of the monetary regime.", "The alternative theories agree however, on the need to stay there for the shortest time possible"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["ERM II", "EMU", "Monetary policy", "Exchange rate", "Inflation", "Fiscal consolidation", "Financial stability", "Central parity", "Convergence", "Real convergence"]}