{"sentences": ["The Chairman of Standard Chartered Bank Zambia, Mr George Sokota Members of the Board of Directors of Standard Chartered Bank Zambia The Managing Director of Standard Chartered Bank Zambia, Mr. Tom Aaker Distinguished Guests Members of the Press And may I simply say Ladies and Gentlemen I am very pleased to be here today to officially open the new Crossroads Branch of Standard Chartered Bank Zambia.", "Mr. Chairman, as I have stated at various fora before, it is important for banks in Zambia to take the lead in implementing actions, which contribute to the development of the financial infrastructure and support the development of our economy.", "As you may be aware, Ladies and Gentlemen, we would like banks to: Open new branches, such as this one, to enhance convenience for our people to access banking services, thereby improving financial service delivery and empowering our citizens; • Provide loans to the productive sector to support economic activity, such as Mr. Sokota just described; and Invest in latest state of the art technology, such as Standard Chartered's new electronic Branch Banking platform.", "I must hasten to mention, however, that in striving to meet these demands, banks must always comply with the regulations as stipulated in the Banking & Financial Services Act of 1994 as amended in 2000, to ensure the safety of customers' deposits and stability in the financial sector.", "Any activities by banks, which do not meet the minimum standards provided for in the law, will invite close scrutiny and possible sanctions from the Bank of Zambia to bring the banks in line with the legal framework.", "Mr Chairman, following implementation of sound macroeconomic policies, the economy is relatively stable as shown by various indicators: Inflation is under control; The Kwacha is stable; and Interest rates are going down, although not yet as low as we would like them to be.", "The cost of borrowing has remained high in spite of the progress that has been made in the monetary and fiscal management of our economy.", "This high cost has, in turn, stifled the growth of the productive private sector, in particular the Small and Medium Enterprises (SME) sector, which should be the engine of economic growth of our country.", "I therefore, appeal to all banks operating in Zambia to show more commitment to the growth and development of our country by; Opening more branches, especially among our rural communities; Installing more ATMs; Providing more loans that will increase the productivity of our economy; and Encouraging more Zambian to open bank accounts through provision of easily accessible and affordable products and services.", "These developments, Ladies and Gentlemen, will greatly contribute to the expansion of economic activities, which will have a positive bearing on poverty alleviation.", "I am pleased to observe Standard Chartered's commitment to growth and reinvestment.", "However, you will all agree with me that those who have more should do more.", "I therefore look forward to seeing more from Standard Chartered Bank Zambia, as it is one of the leading banks in the country.", "Mr Chairman, let me conclude by thanking you for inviting me to officiate at this important event.", "It's now my pleasure to officially open the new branch of Standard Chartered Bank Zambia at Crossroads Shopping Mall."], "classifications": ["none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking Services", "Economic Growth", "Financial Infrastructure", "Interest Rates", "Monetary Policy", "Small and Medium Enterprises", "Inflation", "Kwacha", "Poverty Alleviation", "Standard Chartered Bank Zambia"]}