{"sentences": ["Ladies and gentlemen, it is a pleasure to be here today to celebrate Europe's 50th anniversary.", "It's quite nice to see that in Ireland anniversaries are still a reason for celebration 18 months after the effective date, although I'm not sure - judging from some recent polls - that in this country late celebrations are particularly beneficial to Europe.", "On the day after their 50th birthday most people tend to fall into a depression.", "To avoid it, they first have a medical check-up.", "Then they go on a diet and take up some new sport.", "I know what it's like.", "I did it myself in the last couple of years!", "One of the things I feared most, for my own future, was to be affected by so-called \"cognitive dissonance\", a problem many people seem to develop as they grow older.", "You start reminiscing about the \"good old days\" - but in reality they weren't so good.", "You tend to remember only the nice things from your past, and see it all through rose-tinted glasses.", "As for the rest, well, you forget or suppress it.", "This is where nostalgia comes in.", "People end up thinking that the past was much better than the present, and much more pleasant than the future will be.", "They'd like to return to the past, their past.", "They become afraid of change and turn increasingly pessimistic.", "It's a terrible way to grow older!", "At 50, Europe might be affected by this same syndrome.", "It should come as no surprise, since about 36% of Europe's population is over 50, and the proportion is rising.", "Europeans seem to be nostalgic about an irretrievable past and increasingly afraid of the future.", "They tend to see developments over the years in a way quite different from the reality.", "One of the victims of this syndrome is the European Union.", "The ultimate victims, however, might be Europeans themselves.", "I won't elaborate on the theory of cognitive dissonance, but I will provide some examples of its symptoms and the potential implications for our common future.", "I'll consider four symptoms.", "The first is amnesia; in other words, Europeans seem to have forgotten what the European Union is about (assuming they knew it in the first place).", "The second symptom, derived from amnesia, is lack of consistency, which induces to create a link between facts and events that occur at the same time but which in fact are unrelated.", "The third symptom is myopia, which gives people a distorted view of the world around them, and thus the impression that nothing changes over time.", "The fourth symptom is denial, in particular concerning people's own vitality."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["cognitive dissonance", "European Union", "Europe", "nostalgia", "amnesia", "lack of consistency", "myopia", "denial", "change", "future"]}