{"sentences": ["Today, we released our April Monetary Policy Report, which discusses current economic and financial trends in the context of Canada's inflation-control strategy.", "Monetary Policy Report Growth in the global economy has weakened since the January Update, reflecting the effects of a sharp slowdown in the U.S. economy and ongoing dislocations in global financial markets.", "Growth in the Canadian economy has also moderated.", "Buoyant growth in domestic demand, supported by high employment levels and improved terms of trade, has been substantially offset by a fall in net exports.", "Both total and core CPI inflation were running at about 1.5 per cent at the end of the first quarter, but the underlying trend of inflation is judged to be about 2 per cent, consistent with an economy that is running just above its production capacity.", "The U.S. economic slowdown is projected to be deeper and more protracted than in the January Update.", "The projection reflects a more pronounced impact on consumer spending of the contraction in the U.S. housing market and significantly tighter credit conditions.", "The deterioration in economic and financial conditions in the United States will have direct consequences for the Canadian economy.", "First, exports are projected to decline, exerting a significant drag on growth in 2008.", "Second, turbulence in global financial markets will continue to affect the cost and availability of credit.", "Third, business and consumer sentiment in Canada is expected to soften somewhat.", "Nevertheless, domestic demand is projected to remain strong, supported by firm commodity prices, high employment levels, and the effect of cumulative easing in monetary policy.", "The emergence of excess supply in the economy should keep inflation below 2 per cent through 2009.", "Both core and total inflation are projected to move up to 2 per cent in 2010 as the economy moves back into balance.", "There are both upside and downside risks to the Bank's new projection for inflation; these risks appear to be balanced.", "In line with this outlook, some further monetary stimulus will likely be required to achieve the inflation target over the medium term.", "Given the cumulative reduction in the target for the overnight rate of 150 basis points since December, including the 50-basis-point reduction announced on 22 April, the timing of any further monetary stimulus will depend on the evolution of the global economy and domestic demand, and their impact on inflation in Canada."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Inflation", "Economic Growth", "US Economy", "Financial Markets", "Exports", "Domestic Demand", "Credit Conditions", "Inflation Target", "Monetary Stimulus"]}