{"sentences": ["DOCUMENTOS DE POLÍTICA ECONÓMICA BANCO CENTRAL DE CHILE Global Confidence Crisis: The Value of Waiting and Coordination Failures Revisited José De Gregorio Central Bank of Chile N.° 31 - June 2009 ECONOMIC POLICY PAPERS CENTRAL BANK OF CHILE BANCO CENTRAL DE CHILE CENTRAL BANK OF CHILE La Serie de Documentos de Política Económica, del Banco Central de Chile, divulga el pensamiento de las autoridades de la institución sobre la economía chilena y la conducción de la política monetaria.", "Esta Serie es una instancia de difusión y discusión de tópicos relevantes para los objetivos y el accionar del Banco Central, dirigida a un público más amplio que el de los especialistas.", "The Series of Economic Policy Papers of the Central Bank of Chile presents views and analyses of the Chilean economy and the conduct of monetary policy prepared by Bank authorities.", "This series, aimed at the general public, disseminates and discusses topics that are relevant to the goals and operations of the Central Bank.", "Documentos de Política Económica del Banco Central de Chile Economic Policy Papers of the Central Bank of Chile ISSN 0717 - 7151 Agustinas 1180 - Santiago, Chile Teléfono: (56-2) 6702475; Fax: (56-2) 6702231 GLOBAL CONFIDENCE CRISIS: THE VALUE WAITING COORDINATION FAILURES REVISITED José De Gregorio Central Bank of Chile Abstract A central aspect of the global current recession is the crisis of confidence, understood as a worsening of expectations and a rise in uncertainty.", "This document explains the synchrony and severity of the crisis with a model that allows the existence of multiple equilibria, coordination failures and uncertainty affecting the decision making process.", "In this type of model, which includes uncertainty and irreversibilities, the choice is no longer between spending and not spending, but rather between spending, not spending, or waiting.", "Thus, facing an uncertainty shock that is common to all, households and firms paralyze their spending, causing a collapse in demand.", "This type of model is consistent with actual facts of the current crisis: unprecedented synchrony of the crisis, global uncertainty and distrust were particularly acute towards the end of last year and the severe drop in demand was concentrated largely in durable goods.", "GLOBAL CONFIDENCE CRISIS: THE VALUE WAITING COORDINATION FAILURES REVISITED José De Gregorio∗ Central Bank of Chile \"When, as today, the unknown unknowns dominate, and the economic environment is so complex as to appear nearly incomprehensible, the result is extreme prudence, if not outright paralysis, on the part of investors, consumers and firms.", "And this behaviour, in turn, feeds the crisis.\"", "I want to begin by thanking you for inviting me to open the academic year of the PostGraduate Program of the School of Economics and Business Administration at Universidad de Chile.", "Most of my presentations are for an audience that is primarily interested in learning about the Bank's view on the economy, so my lectures tend to focus largely on the national and international junctures and their prospects.", "On this occasion, I will take advantage of the academic setting that brought us together, and the freedom I was given to choose the subject, to refer to a central aspect of the current global crisis, namely the confidence crisis, focusing on some key concepts that can help us understand what is going on at this global economic juncture.", "The natural question here is: what was the ingredient that led the financial events of midSeptember of last year to end up the way they did?", "The developed world entered a severe recession, and output dropped simultaneously in most countries.", "The crisis spread around the world like a virus, with unprecedented and, of course, unforeseen strength and speed, making no distinctions among economies' strengths or weaknesses (Figure 1).", "Why was there no differentiation?", "How could such massive contagion occur?", "All of these are very important questions in understanding how the crisis was transmitted and how we will make it through.", "If there is one thing that is difficult to explain it is the intensity of its impact.", "In Chile, neither the path that the domestic economic cycle was experiencing nor the analysis of traditional transmission channels for an external crisis - that is, financial and commercial channels - are capable of fully explaining what happened (De Gregorio, 2009).", "The hypothesis that seems to have most ground at the moment is that a deterioration in global confidence, understood as a worsening of expectations and increased uncertainty around the world, has amplified the response to the initial impact, pushing us into a more acute and synchronized crisis than we could envision at first.", "Prepared for the keynote speech at the opening of the Post-Graduate Program of the School of Economics and Business Administration of Universidad de Chile.", "I wish to thank Pablo García and Enrique Orellana for their helpful contributions and comments.", "It helps to study the historical relationships among the data if cycles and patterns tend to repeat themselves on a regular basis.", "But in the current crisis, which has no precedents in many decades, to look at simple correlations based on normal periods can be very misleading.", "From my standpoint, it is more important to conceptualize what is happening today, in order to analyze the prospects of the economy and draw policy conclusions.", "To address this subject I will use some basic economics that will allow us to understand the synchrony and severity of the current crisis.", "These arguments have been present for many years in the profession and have gained enormous importance today.", "The first refers to the existence of multiple equilibria and the effect of failed coordination.", "The second deals with the effect of uncertainty on economic decision making.", "These two elements help us understand how the confidence crisis that swept the world aggravated the output contraction, hitting hardest the demand for industrial goods.", "In the next section I will describe the main ideas that clarify the impact of the confidence crisis, and then analyze the international scenario in the following section.", "Some basic ideas The objective here is to account for the basic ideas behind the coordination failures, multiple equilibria and how uncertainty affects aggregate demand.", "Coordination failures Let us assume a very simple economy1 with a large number of consumers.", "Each consumer demands units of a manufactured good, which we can think of as a durable good (e.g., car, house, appliance, electronic device).", "We can also think of durable goods demanded by firms when they invest (e.g., machinery and equipment, warehouses, plants).", "The demand of consumers and firms is a function of their expectations of future income, directly related with the expected value of aggregate output in the economy.", "will denote the level of output and its future expected value.", "We will also assume that the demand depends on the level of uncertainty which we will call σ and I will discuss later.", "For now, it is enough to consider that the demand falls when uncertainty grows.", "Thus, the demand for goods is represented by D(EY,σ).", "Firms, in this example, produce what is demanded from them.", "Normalizing the population of firms and consumers to 1, the equilibrium will occur when the demand equals the supply In equilibrium under rational expectations, product must be equal to expected (Y=D).", "Y=D(Y,σ) Now, with a couple more assumptions we can find the equilibrium (Figure 2).", "The equilibrium is unique in A.", "For this, the demand is assumed to be concave, that is, any additional demand for goods is smaller as income increases.", "To ensure a unique equilibrium we assume that, for EY=0, the demand for the good is positive.", "This can be understood as the individual having another source of income and expenses, and always wanting to devote part of the other income to consume this good.", "Another simple way of seeing it is to think that the individual will want to borrow to acquire this good, even if her income is very low, presumably because she always expects to have the funds available in the future to repay.", "As we will see, however, it is possible that multiple equilibria exist, with low and high output, as a result of coordination failures.", "Uncertainty and the value of waiting Decision making under uncertainty has always been a complex thing to study.", "Often to simplify, we turn to quadratic specifications in order to use certainty equivalence.", "Surely this falls short of describing the much more complex reality; for example, when the analysis considers decisions to invest or consume (durables) in the presence of irreversibilities.", "When a decision is irreversible, there is no chance to back out; for example, an investment is made for which no secondary market exists to liquidate it.", "The purchase of a durable good is another case.", "We know, however, that in general there will always be some way to get rid of the good, but part of its cost is impossible to recover-it is a sunk cost.", "A firm can build a plant, for instance, but to get rid of it the firm will have to resell it below cost because of specific features that prospective buyers will not appreciate.", "In an environment of certainty, expenses will be incurred whenever the benefits outweigh the costs.", "Therefore, the choice is between spending and not spending.", "But with uncertainty and irreversibility, the choice is no longer between spending and not spending, but rather between spending, not spending, and waiting.", "This option has a value, because as time goes by, uncertainty fades.", "Thus, the more uncertain a choice is, the more profitable it is to wait.", "Imagine the case of a firm having to invest.", "Such investment consists of enlarging its facilities and purchasing new capital goods.", "If things go right, the investment will be very profitable.", "If things go wrong, the benefits of investing will be very low, and the present value of the project will be negative.", "Hence, had the firm known that things were going to go wrong, it would have preferred not to invest.", "If the passing of time helps to know with more certainty whether things will go right or wrong, the firm may find it convenient to wait and see.", "Waiting permits it to keep the choice between investing and not investing open, which is not the case when the investment has already been made.", "Thus the investment can be analyzed with the theory of options.", "The firm must balance the cost of postponing the investment with the benefit of learning more about the situation and making a better informed decision.", "Then, the larger the uncertainty, the greater the benefit of waiting.", "This same logic can be applied to a consumer that must decide on the purchase of a durable good, but is uncertain about his future income.", "If the probability of losing his job increases, it may be advisable to wait before making the decision.", "Although this analysis is very simple intuitively, it is not easy to formalize.", "A consumer can sell his car or an electronic device if he loses his income, but it will be at a cost.", "The higher this cost, the more irreversible the decision becomes.", "This idea permits us to explain why the decision to wait and see can be optimal and permits us to justify why demand, depends negatively on uncertainty, σ.", "The increase in uncertainty and the fall in demand What is critical about this analysis is that it can be very important from a quantitative point of view.", "The decision is not marginal.", "An increase in uncertainty does not result in \"some\" decrease in spending.", "An uncertainty shock that is common to all will lead every firm and every consumer to paralyze spending, causing a collapse in demand.", "The main point is that this fall can be so sharp that one can even have more than one possible equilibrium (Figure 3).", "This could be the case if households decide to increase their savings significantly, such that low-income families would rather not spend on durable goods.", "The same could be true if firms decide not to invest.", "Thus, households and firms would delay their decisions to spend on durable goods, awaiting uncertainty to clear up.", "Households, however, would continue to spend on non-durables.", "Actually, the share of goods like foodstuff in the total consumption basket would increase.", "Durable and investment goods, meanwhile, are the ones subject to this wait and see strategy and, by their own nature, their purchase can be postponed.", "Thus, there are two possible equilibria: B and C, both with output below the original level A.", "Furthermore, we can think that in case C the loss of confidence is very big, which magnifies the fall in demand that may result from a cyclical adjustment.", "In such a case pessimism dominates.", "Everyone thinks that economic activity will fall due to increased uncertainty and that is exactly what happens, so pessimism is justified.", "This point is more general: facing multiple equilibria, how do private expectations coordinate for the economy to converge to one or the other?", "Evidently there is no natural mechanism, so failed coordination can easily lead the economy to settle in the worst equilibrium.", "The exercise I have presented is pretty simple and it surely overlooks many relevant aspects, especially the dynamics that might allow us to analyze the loss of confidence.", "It is still helpful because it explains why the increase in uncertainty triggered by the deterioration in output and the financial crisis deepens the fall in output, whose effects can be substantial.", "Let me proceed, then, by showing you what has been happening in the world and in Chile and how we can observe the increase in uncertainty in agents' expectations and its propagation around the globe.", "The Global Crisis of Confidence I will start by listing the main aspects I will be focusing on: • The synchrony of this crisis is unprecedented.", "The drop in output made no distinction among economies' strengths or weaknesses.", "• Global uncertainty and distrust were particularly acute towards the end of last year.", "• The severe drop in demand was concentrated largely in durable goods.", "Investment and consumption of these products collapsed by the end of 2008.", "To contextualize this episode, I will begin by recalling that a debate about the accumulation of strong global imbalances had been going on for several years, focusing on their implications and ways to correct them.", "The Central Bank of Chile identified them as a significant risk in many of its Monetary Policy Reports.", "Meanwhile, the world proceeded with very unusual dynamism.", "World GDP grew by an annual average of nearly 5 percent between 2004 and 2007, while commodity prices increased manifold.", "Copper, for instance, went from selling at about US$1.00 per pound in late 2003 to approaching and even briefly surpassing $4.00 during April and July 2008.", "Oil went from trading at around 30 to 35 dollars per barrel in late 2003 to close to 150 dollars last July.", "Meanwhile, in the United States, the subprime mortgage crisis had already erupted in mid 2007, and by March 2008 an important financial institution, Bear Stearns, had collapsed.", "An important point of this preamble of the facts of September 2008 is that the string of events I just mentioned had no significant effect on economic expectations, nor did it change the mean of expected growth or increase uncertainty.", "This, despite the fact that the Bear Stearns bankruptcy was a very significant occurrence for the international financial market.", "Actually, the volatility of stock markets went up a rung in mid-2007, but was pretty mild if compared with September 2008 (Figure 4).", "This stock volatility index (VIX), which is normally used as a good indicator of uncertainty,5 shows how it increased several times during the peak of the crisis in September and October of last year.", "The latest figures show uncertainty declining, although it remains high.", "Thus, according to market consensus, world growth for 2008-2009 posted no significant changes between March and September of 2008 (Figure 5).", "The situation in Chile did not differ much (Figure 6).", "During the whole of 2007, growth projections for 2008 fluctuated around 5 percent, even after the eruption of the housing crisis in the United States.", "At the time of Bear Stearns' bankruptcy there had been some adjustment in expected growth for the year, but in September there was even a slight correction upwards.", "The Bank's forecasts were similar.", "The growth projections for 2009 are not so different; actually the larger part of the correction was done after December 2008.", "In sum, since September a significant correction has been applied to the expected value for growth.", "In addition to a smaller forecast for future earnings, there has been an increase in related uncertainty (Figure 7).", "In the United States, in early 2008, the width of the distribution of growth projections for 2009 was 2 percentage points.", "In early 2009, the same width increased to 2.3 percentage points and, by May, with at least the data for the first quarter of the year available, the width was of 3.3 percentage points.", "In Chile, GDP projections taken from the Economic Expectations Survey depict a similar picture, that is, the level of uncertainty among those forecasting growth has been increasing, despite the fact that, as the year passes and new data are added, the projections should not only be better but also have a smaller degree of uncertainty.", "What began happening in September 2008 that changed so dramatically the economic scenario around the world, Chile included?", "As I said before, the simple observation of traditional transmission channels of an external crisis cannot explain the events.", "On one hand, financial conditions tightened significantly worldwide.", "The domestic financial system also suffered, although without any episodes that might compromise its solvency.", "However, the possibility of reduced access to external funds, plus the increase in global risk, put pressure on internal financial conditions, causing a significant increase in interest rates and lending standards.", "At the same time, when future earnings became more uncertain, households and firms significantly reduced their demand for new credit, as revealed by the Banking Credit Survey that the Central Bank conducts on a quarterly basis.", "Overall, the tightening of financial conditions was not so severe as to hinder banks' access to external credit or their proper functioning domestically.", "This was possible also because of a set of measures adopted by the Central Bank and the Ministry of Finance to ensure the proper functioning of the financial system.", "Nonetheless, due to the higher uncertainty, the sensation that the world economy might enter into a significant depression with huge losses of wealth triggered an unprecedented erosion of global confidence.", "Growth forecasts began adjusting at great speed.", "Undoubtedly this hit the behavior of households and firms hard around the world, which stopped their spending plans, or put them on hold indefinitely.", "Consumers' and entrepreneurs' expectations indicators showed a profound weakening in the last quarter of 2008 (Figure 8).", "A look at durable goods consumption indicators reveals the steep fall in sales levels (Figure 9).", "All this takes me back to the previous point in my presentation.", "The dramatic increase in uncertainty that began in September of last year altered people's behavior substantially, leading to an abrupt and sudden paralysis of the demand for durable goods.", "At the world level, the situation wasn't so different.", "Expectations of both individuals and firms suffered a severe decline (Figure 10).", "Stock prices around the world dropped dramatically, reflecting the worsened expectations (Figure 11).", "The prices of commodities also fell because of the reduction in demand expected for the future.", "The exception was gold, commonly used as a store of value at times when perceived risks increase (Figure 12).", "The drop in demand was particularly steep in the manufacturing sector.", "This explains the severity of the corrections to growth forecasts in countries that export manufactured products such as Japan and Germany and the recently industrialized Asian economies, among others.", "These countries are expected to experience an average fall in GDP of around 5 percent during this year.", "The main effect of the reduction in world demand on the Chilean economy has been the drop in the prices of our exports, and those of many other countries.", "This pulled down the terms of trade and debilitated the national income prospects.", "However, as I have said a number of times before, the impact of reduced demand is milder in countries that export natural resource related goods, like Chile.", "Hence the drop in exports in countries selling raw materials to the world has had a relatively small effect on their output.", "Their demand has dropped, and so have their prices, but they have not experienced the collapse associated with postponing expenditures on goods of industrial origin.", "Although selling is tougher, export volumes have adjusted less than the world average, which is expected to fall around 10 percent this year, while the baseline scenario of our latest Monetary Policy Report foresees that the volume of Chilean exports will drop around 2 percent annually in the same period.", "This has been one of the factors explaining the milder impact of the crisis in Latin America.", "This crisis has been particularly harsh on industrialized economies, which have seen a steeper fall in demand for their products due to the great fall in demand for durable and investment goods (Figure 13).", "Expansionary macroeconomic and fiscal policies can help boost economic activity when facing a deep drop in demand.", "However, their effects on confidence are not obvious.", "Thus, it is essential for measures taken to be sustainable and credible.", "If they lack credibility, their expansionary effect will be constrained by lack of confidence.", "Furthermore, it is conceivable that in the presence of deep macroeconomic weakness expansionary policies might exacerbate the loss of confidence.", "This explains why many countries need to raise their interest rates and make fiscal adjustments in the midst of an economic crisis, because their economic policies and financial systems lack credibility.", "This is obviously not the case in Chile today.", "In our country, the extraordinary fiscal and monetary stimulus should be very effective, because these efforts are sustainable and credible.", "This is visible also, to different degrees, in other economies in the region that are committed to foreign exchange flexibility, price stability, fiscal responsibility and financial soundness.", "Developed economies will need to correctly address the medium-term effects of monetary expansions and increased public debt.", "If the origin of the global loss of confidence is the financial crisis, then stabilizing the banking industry and restoring the payment system is not only a priority but a necessary condition for economic recovery.", "Hence the importance that developed countries have placed on stabilizing the financial system, which is timidly beginning to bear fruit.", "No simple or rapid prescription exists to rebuild the confidence that has been lost.", "Some think that conveying optimism is a good idea.", "However, if such optimism has no ground, only a lack of sense of reality will be communicated.", "On the other hand, sending a pessimistic message can erode confidence even further.", "If there is one thing we know, not only about economics but about every walk of life, it is that people cannot be fooled forever, so the only way to act is realistically.", "We are enduring a world recession, and nobody disagrees about the current hardships the world economy faces, so the discussion has shifted to when we will see the first signs of recovery.", "The scenario of global economic and financial catastrophe has dissipated, and confidence seems to be recovering.", "One piece of evidence that the \"free fall\" of the world economy may have stopped is the evolution of growth projections for the year (Figure 14).", "After the sharp deterioration post-September 2008, the downward revision to the growth expected for this year has moderated in magnitude significantly in most of the economic zones.", "In Japan, which has suffered one of the most intense revisions in the past few months, the latest forecast revised upwards the expected growth for 2009.", "GDP growth for 2010, which had posted small but systematic falls since September, is showing stability in the latest forecasts.", "Combined with this, perceptions regarding investors' appetite for risk seem to be picking up.", "Sovereign premiums have declined, capital flows to emerging economies are returning, interest rates on Treasury bonds are increasing in many economies and the various expectations indicators are signaling some degree of recovered confidence.", "Extreme pessimism is withdrawing, but we cannot expect an accelerated recovery.", "The confidence crisis is one piece-an important one- of the explanation of the synchrony and strength of the shock that occurred at the end of last year.", "However, the distortions that motivated this confidence crisis will have persistent effects, even after the confidence is fully recovered.", "The loss of confidence explains the sharp and sudden downfall of the global economy, as well as its propagation to the other countries.", "However, the origin of the crisis is not this loss of confidence, but rather can be traced back to years of financial excesses that will take time to resolve.", "The big and, in the light of what we know today, unreasonable private overborrowing in many developed countries will have to be corrected, leading to significant de-leveraging mostly of households.", "They will raise their saving rates which will hold back growth in consumption and demand.", "The countries that grew fast based on credit booms will have to adjust.", "We cannot expect the world economy to go back to pre-crisis growth rates.", "These are normal stages of the business cycle, but the magnitude of the imbalances that formed in those countries now experiencing financial crises indicate that their recovery will be slower.", "This is why when the downturn of the economic cycle combines with a financial crisis, its costs are magnified.", "This can be understood and even quantified by using consumption theories, but that we will save for a future opportunity.", "623-685. Cooper, R. (1999), Coordination Games: Complementarities and Macroeconomics, Cambridge University Press.", "Cooper, R. and A. John (1988), \"Coordinating Coordination Failures in Keynesian Models,\" Vol.", "Quarterly Journal of Economics, De Gregorio, J.", "Teoría y Políticas, Prentice Hall-Pearson Educación.", "Dixit, A. and R. Pindyck (1994), Princeton University Investment Under Uncertainty, Press.", "Source: Central Bank of Chile.", "Equilibrium Figure 3 Multiple Equilibria Figure 4 Volatility of S&P 500 (*) Lehmann, AIG, etc.", "Jan. (*) Corresponds to volatility index VIX.", "Projected world growth (annual change, percent) Bear Stearns goes 4.0 4 erupts Bear Sterns goes bankrupt etc.", "(a) Projections for 2008 (b) Projections for 2009 Source: Consensus Forecasts.", "Projected growth for Chile (annual change, percent) Bear Stearns goes 6 6 bankrupt Lehmann, AIG, Bear Sterns goes etc.", "(a) Growth projectoins for 2008 (a) Growth projectoins for 2009 Source: Economic Expectations Survey, Central Bank of Chile.", "09 Jan./May 09 (*) For the United States, minimum (maximum) point of each curve shows the difference between the lowest (highest) projection and the median.", "For Chile, the difference between decile 1(9) and the median.", "Sources: Consensus Forecasts and Economic Expectations Survey of the Central Bank of Chile.", "Before January 2003, the index was published quarterly.", "From then on, its publication is monthly.", "(3) Values above (below) 50 points indicate positive (negative) expectations.", "(4) Weighted average of three sector confidence indicators: manufacturing Industry, retail and construction.", "Sources: Adimark, Universidad de Chile and ICARE/Universidad Adolfo Ibáñez.", "09 Brazil China S. Korea Brazil S. Korea U.S. Mexico China Japan Japan Eurozone U.S. Eurozone (1) S. Korea is anchored in 100.", "(2) Series of Japan, Eurozone and S. Korea anchored in 50.", "The rest of the series are indexes with base January 2007=100.", "Jan. Latin America Emerging Asia Emerging Europe Eurozone United States Japan (*) MSCI for regions, Dow Jones for the U.S. and Nikkei for Japan.", "Bear 300 900 0 0 Jan. Jan. Jan. Jan. Jan. GSCI grains and cereals GSCI metals Source: Bloomberg.", "Share of durable goods in total exports and contribution of exports to GDP quarterly growth in the fourth quarter of 2008 COR TAI exports ALE BEL NZL AUS ARG NOR -35 -30 -25 -20 -15 -10 -5 0 5 10 (contribution to GDP, annualized quarterly change, percent) Source: Central Bank of Chile.", "United States Japan Eurozone Latin America Chile Mexico Brazil Eastern Europe Source: Consensus Forecasts."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Confidence Crisis", "Uncertainty", "Coordination Failures", "Multiple Equilibria", "Demand Collapse", "Durable Goods", "Financial Crisis", "Investment", "Consumption", "Irreversibility"]}