{"sentences": ["Introduction The economic and financial landscape has changed dramatically since the last ECB Watchers Conference.", "Until a year ago, the front line in the fight against the financial market turmoil had been manned largely by central banks.", "Then, in the space of a month: Fannie Mae and Freddie Mac were taken into public ownership; Merrill Lynch was taken over by Bank of America; the Federal Reserve extended an extraordinary loan to AIG in return for a majority and Lehman Brothers filed for bankruptcy.", "The financial turmoil became a financial crisis.", "The US Treasury unveiled a proposal to buy up to 700 billion US dollars of illiquid mortgage-based assets.", "And on this side of the Atlantic, a wave of government interventions to stabilise the financial system and support the broader economy was set in motion.", "The need for policy actions In September 2008, money markets around the world had come to a standstill.", "Banks had stopped lending to each other.", "Central banks had become the main source of refinancing for the banking system.", "Given the situation, the top priority was to restore more orderly market conditions as soon as possible in order to limit the damage to the real economy.", "To this end, in addition to the unconventional measures taken by central banks, vast public funds have been made available to guarantee bank lending, to recapitalise troubled banks and to purchase impaired assets.", "To what extent have these actions been successful?", "A useful measure of money market tensions is the spread between unsecured and secured money market rates.", "In the euro area, for the three-month maturity, this spread rose from below 10 basis points before the onset of the turmoil to 180 basis points at the height of the crisis in autumn 2008.", "Since then, it has declined to around 40 basis points.", "This is still an elevated level, but nonetheless indicates significant progress towards restoring stable money market conditions.", "And while credit conditions in the euro area have weakened significantly over the past 12 months, there has been no collapse in bank lending to the non-financial private sector.", "Even so, economic activity has contracted more sharply than at any time since the Second World War.", "In the euro area, output contracted on a cumulated basis by more than 4% over the third quarter of 2008 and the first quarter of 2009, driven mainly by a sharp fall in investment and net exports.", "The latest data indicates a stabilisation in economic activity for the euro area as a whole in the second quarter of 2009.", "And most forecasters now expect a modest recovery in the course of 2010.", "But if central banks and governments had not acted as they have done over the past year, the financial crisis would have been even more intense and the recession would have been deeper.", "The fiscal costs of the crisis As things stand now, the fiscal costs of the economic and financial crisis are expected to be considerable.", "In 2007, euro area general government borrowing amounted to around half a percent of GDP.", "In its Spring 2009 forecast, the European Commission projected that government borrowing in the euro area would rise to 5.3% of GDP this year and 6.5% next year.", "13 out of 16 euro area governments are projected to breach the 3% of GDP deficit reference value of the Maastricht Treaty.", "And all are at risk of doing so next year.", "These figures reflect the impact on public finances of the contraction in economic activity.", "They also reflect the costs of discretionary fiscal stimulus measures adopted in many countries.", "But the cost of providing public support to the financial sector is only reflected to a very limited extent in these projections.", "According to information collected within the Eurosystem, the impact of public interventions on euro area government debt, as recorded in the national accounts this year, is likely to be something in the order of 3% of GDP.", "And the impact on the euro area government deficit is likely to be negligible.", "But the scale of government support to the financial sector is far greater than these figures suggest.", "According to the European Commission, as of the end of March 2009, the amount of funds made available under approved measures amounted to around 35% of euro area GDP.", "Of this amount, around 11% of GDP has already been turned into effective support, in terms of actual recapitalisations, asset purchases and so on.", "The difference between the total amount of funds made available and the impact actually recorded in government deficit and debt statistics reflects the considerable uncertainty regarding the true fiscal costs of the bank rescue packages.", "Roughly speaking, in cases where governments actually issue debt to finance a loan or an asset purchase, there is an immediate impact on government debt in the official statistics.", "But no impact on the deficit will be recorded unless or until there is clear evidence that the interest on the loan or the price paid for the asset does not reflect market conditions.", "In cases where a privately owned special entity is established to provide loans or purchase assets, there may be no immediate impact on the government accounts, even if the debt issued by this entity is backed by a government guarantee.", "Only if and when this guarantee is called will the corresponding amount be recorded as government spending.", "At the current juncture, it is impossible to assess the amount of the guarantees that will be called or what the final scale of the losses will be.", "As Eurostat put it, the cost of the public support to banks is a large cloud on the horizon, but at the moment we do not know how much it is going to rain!", "The fiscal exit strategy Faced with the prospect of large deficits in the coming years and uncertainty regarding the final costs of bank rescue packages, the priority for fiscal policy must be to set out a clear and credible plan for restoring order to the public finances over the medium term.", "Just as central banks are mulling their exit strategy from non-standard monetary policy measures, governments need to develop their exit strategy too."], "classifications": ["none", "none", "financial dominance", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "fiscal dominance", "none", "none", "fiscal dominance", "monetary dominance", "monetary dominance"], "topics": ["financial crisis", "fiscal costs", "fiscal exit strategy", "public support", "government borrowing", "credit conditions", "economic activity", "money market conditions", "unconventional measures", "euro area"]}