{"sentences": ["Introduction The financial crisis has raised some questions regarding monetary policy and how it should be conducted in relation to financial conditions such as credit growth, asset prices, imbalances, the risk of creating bubbles and so on.", "I will discuss two particular questions: Has monetary policy contributed to the conditions for the crisis?", "Do the lessons from the crisis justify any changes in the way best-practice monetary policy should be conducted?", "I will lay out my pre-crisis view of best-practice monetary policy - flexible inflation targeting - and its relation to financial stability and asset prices, discuss the role of monetary policy in possibly contributing to the current financial crisis and, finally, present my conclusions on whether flexible inflation targeting needs to be modified in the light of the crisis.", "Flexible inflation targeting The Riksbank and all the other inflation-targeting central banks conduct flexible inflation targeting rather than strict inflation targeting.", "Flexible inflation targeting means that monetary policy aims at stabilizing both inflation around the inflation target and the real economy, whereas strict inflation targeting aims at stabilizing inflation only, without regard to the stability of the real economy, what Mervyn King (1997) has described as being an \"inflation nutter\".", "By stabilizing the real economy I mean stabilizing resource utilization around a normal level, keeping in mind that monetary policy cannot affect the long-term level of resource utilization.", "Because of the time lags between monetary-policy actions and their effect on inflation and the real economy, effective flexible inflation targeting has to rely on forecasts of inflation and the real economy.", "Flexible inflation targeting can be described as \"forecast targeting\": The central bank chooses a policy-rate path so that the forecast of inflation and resource utilization \"looks good.\"", "By a forecast that looks good I mean a forecast either in which inflation is already on target and resource utilization is already normal, or in which inflation is approaching the target and resource utilization is approaching a normal level at an appropriate pace.", "More precisely, it means a forecast for inflation and resource utilization that as effectively as possible stabilizes inflation around the inflation target and resource utilization around its normal level.", "In the event of conflicting objectives, it achieves a reasonable compromise between the stability of inflation and the stability of resource utilization.", "Different central banks express this in slightly different words.", "The Riksbank has often used the term \"well-balanced\" monetary policy.", "The forecasts of inflation and the real economy are then conditional on the central bank's view of the transmission mechanism, an estimate of the current state of the economy and a forecast of important exogenous variables.", "The central bank uses all relevant information that has an impact on the forecast of inflation and the real economy.", "In this framework, the central bank takes financial conditions such as credit growth, asset prices, imbalances, potential bubbles and so on into account only to the extent that they have an impact on the forecast of inflation and resource utilization.", "Inflation and resource utilization are target variables here, that is, variables that are arguments of the central bank's loss function.", "Hence, financial conditions are not target variables.", "Instead, they are only indicators, as they provide information about the state of the economy, the transmission mechanism and exogenous shocks to the central bank.", "Financial conditions then affect policy rates only to the extent that they have an impact on the forecast of inflation and resource utilization.", "Financial stability as a rarely binding constraint - a pre-crisis view What is the role of financial stability in a pre-crisis view of flexible inflation targeting?", "Maintaining financial stability, including a well-functioning payment system, is, explicitly or implicitly, an important objective for central banks.", "In my overview of best-practice monetary policy in Svensson (2002), long before the crisis but during an ongoing debate about monetary policy and asset prices, I briefly discussed how this objective can be reconciled with flexible inflation targeting, how conflicts can arise and how they could be handled.", "One question is whether financial stability belongs in the loss function for the central bank, together with inflation and resource utilization.", "I argued that a good way of handling this additional objective is as a constraint on monetary policy rather than as a separate target variable that appears in the loss function.", "The idea is that financial stability is normally pursued with different instruments, such as supervision and regulation, and is normally not a concern for monetary policy.", "Under normal circumstances, at least in industrialized countries, financial stability is good and does not impose any constraints on monetary policy.", "Only rarely, when financial crises occur, does financial stability impose constraints on monetary policy and force the central bank to modify its decisions.", "The typical constraint that I had in mind was that monetary policy would have to be temporarily modified in a more expansionary direction, for instance, in order to improve the situation for a fragile financial sector, perhaps winning some time for a financial sector clean- up and reform.", "Interestingly and paradoxically, the constraints financial stability has imposed on monetary policy recently have rather been in the opposite direction to the one I anticipated and have prevented the central banks from lowering the policy rate all the way to zero, or even below, because of concerns about the financial sector.", "The financial crisis and the deep recession that has followed it have motivated large cuts in the policy rate.", "At the same time, concerns about the possible problems for the financial market apparently made the Bank of England decide to go no lower than 50 basis points and initially, in April 2009, prevented the Riksbank from going below 50 basis points, although the Riksbank later in July lowered the policy rate to 25 basis points.", "How does the central bank know whether the constraint binds or not?", "I thought that it would know by continually monitoring the state of the financial sector.", "In some countries, the central bank publishes a regular Financial Stability Report of the type pioneered by the Bank of England and the Riksbank.", "These reports include an analysis of indicators of the state of the financial sector, in particular early-warning indicators of potential future problems.", "They serve to assure the general public and economic agents that everything is well in the financial sector when this is the case.", "They also serve as early warnings of the agents' concerns and for the financial-regulation authorities when problems show up on the horizon.", "Early action could then prevent any financial instability from materializing, thus limiting the probability of future threats to financial stability and future binding constraints on monetary policy.", "The idea of considering financial stability as a possible constraint on monetary policy rather than a target is consistent with the general idea of seeing financial stability, from a monetarypolicy point of view, as an aspect of the transmission mechanism of monetary policy, where a reduction in financial stability typically changes the transmission mechanism and makes it less efficient.", "Asset prices and bubbles The previous discussion has focused on what the central bank should do when it faces an ongoing crisis, or receives signals that a crisis is underway.", "A related issue is to what extent the central bank should take account of asset prices and, in particular, potential asset-price bubbles.", "In the forecast targeting framework described above, asset prices will affect policy to the extent they are deemed to affect the forecasts of the central bank's target variables, that is, inflation and resource utilization.", "Suppose, however, that a large asset-price increase is deemed to be fragile and a possible bubble, with a significant risk for a future collapse.", "Suppose further that a future collapse is deemed to have undesirable consequences for future inflation and resource utilization.", "Then the bank faces a delicate situation.", "It is possible that a policy-rate path with a higher policyrate in the near future will be deemed to dampen asset-price increases in the near future and also reduce the risk or size of a collapse in the more distant future, thus undershooting the inflation target in the near term but providing a more stable development of inflation and resource utilization in the medium and longer term.", "These are examples of situations when the central bank may choose to respond to asset-price developments.", "However, the reason for these responses is that the central bank is concerned with the repercussions for inflation and resource utilization, not with the asset prices as such.", "That is, asset prices are not target variables; they do not enter the loss function.", "It goes without saying that in most realistic situations it will be very difficult to judge whether a particular asset-price movement is a bubble or is grounded in expectations about reasonable fundamentals, and whether there are repercussions on inflation and resource utilization that motivate adjustment of the policy-rate path.", "This is obviously an area where good judgment is crucial.", "There is no scope for any mechanical adjustment of asset prices or bubbles.", "The central bank's reaction will not be stable but shift with its judgment and, counter to substantial parts of the literature, I do not believe that it is productive to discuss these issues directly in terms of the central bank's reaction function, for instance as modifications of a Taylor rule (Svensson 2003b, 2005).", "Asset-price movements and asset-price bubbles may directly threaten financial stability and cause the financial-stability constraints on monetary policy to bind.", "Thus, the central bank may want to respond to asset price developments that increase the risk of financial instability in the future.", "Again, in many realistic situations, the difficulty in making such judgments will be very great and there will be insufficient information for taking such preemptive action in many cases.", "Now, is there any reason to modify this view of monetary policy and financial stability given the experience of the financial crisis so far?", "Let me approach this question by asking what the causes of the financial crisis are, what the role of monetary policy is in causing the crisis and whether a different monetary policy was warranted and could have prevented or reduced the size of the crisis.", "The role of monetary policy in the financial crisis As I see it, the crisis was mainly caused by conditions that had very little to do with monetary policy and were mostly due to regulatory failures and, to some extent, to specific circumstances, including the U.S. housing policy to support home ownership for low-income households.", "The macro conditions preceding the crisis included low world real interest rates due to global imbalances, as well as the Great Moderation with a long period of very stable growth and stable low inflation, which led to a systematic underestimation of risk and very distorted incentives low risk premia in financial markets.", "There were for commercial and investment banks to increase leverage that were made possible by lax regulation and supervision and the lack of an appropriate bank resolution regime, as well as distorted incentives to exercise less due diligence in loan origination because of securitisation and to conduct regulatory arbitrage by setting up off-balance-sheet entities which for various specific reasons ended up still effectively remaining on the balance sheet.", "There were also distorted incentives for traders and fund managers to take excessive risks because of myopic and asymmetric remuneration contracts.", "There were eventually enormous information problems in assessing the risks of extremely complex asset-backed securities, and there was a huge underestimation of the potential for correlated systemic risks.", "None of these causes had anything to do with monetary policy, except that monetary policy may have contributed to the Great Moderation.", "So what was the potential role of monetary policy in contributing to the crisis?", "The main argument blaming monetary policy for the crisis is that policy rates in the U.S. were kept too low during the period 2001-2005, which would have contributed to the build-up of excessive credit growth and a house-price bubble (Taylor 2007).", "There are two relevant questions in this context about U.S. monetary policy during 2001-2005.", "First, was the low interest rate reasonable given the information available at the time?", "Second, could a different monetary policy with higher interest rates have prevented the crisis?", "The first question, whether the low interest rate was reasonable given the available information, is the relevant one when evaluating monetary policy.", "It is more relevant to evaluate policy taking into account the information available ex ante to the policymaker rather than information ex post that was unknown to the policymaker (see Svensson 2009 on evaluating monetary policy ex ante and ex post).", "During this time, given the information available, there was a genuine and well-motivated fear of the U.S. falling into a Japanesestyle deflationary liquidity trap, and the optimal policy in such a situation is a very expansionary monetary policy.", "It may be that, in retrospect, the risk of deflation was exaggerated, but it was impossible to know this ex ante.", "Hence, I consider the expansionary policy very appropriate and, adding some ex post evaluation, one can note that it did not lead ex post to very high inflation and an overheated economy.", "The second question, whether a different monetary policy could have prevented the crisis, is relevant when assessing to what extent monetary policy can be blamed for causing the crisis, notwithstanding if it was reasonable from an exante perspective.", "The credit growth and the housing boom in the U.S. and elsewhere were very powerful.", "However, I believe that somewhat higher interest rates would have made little or no difference.", "In order to stop the credit growth and housing boom, interest rates would probably have had to be raised very high so as to cause considerable damage to the real economy.", "They could have thrown the U.S. right into Japanese-style deflation and eventually a liquidity trap.", "Certainly higher interest rates would have had no impact on the regulatory problems, distorted incentives and information problems mentioned above (although they could have ended the Great Moderation with a deep recession and deflation).", "However, perhaps it is possible that the Fed's emphasis on its readiness to relax monetary policy aggressively in the wake of a sharp fall in asset prices (Greenspan 2002) may have induced expectations of a floor under future asset prices and contributed to the asset-price boom (the \"Greenspan Put\"; see Miller, Weller and Zhang, 2002).", "Arguably, this is more a communication issue rather than one of actual policy, and less emphasis on the readiness to clean up after a sharp fall in asset prices might have been a preferable alternative.", "Conclusion: does flexible inflation targeting need to be modified in light of the crisis?", "What conclusions can we draw from the financial crisis so far about the conduct of monetary policy and any need to modify the framework of flexible inflation targeting?", "One obvious conclusion is that price stability is not enough to achieve financial stability (Carney 2009, White 2006).", "Good flexible inflation targeting by itself does not achieve financial stability, if anyone ever believed that.", "Specific policies and instruments are needed to ensure financial stability.", "Another conclusion is that interest-rate policy is not enough to achieve financial stability.", "Interest rates are too blunt an instrument for that, and attempts to use interest rates for financial stability purposes would cause considerable collateral damage to inflation and the real economy.", "Instead, the best instruments to achieve financial stability are supervision and regulation, including appropriate bank resolution regimes.", "In many countries, the responsibility for these instruments rests on other authorities than the central bank.", "Generally, to the extent financial instability depends on specific distortions, good regulation should aim to attack these distortions as close to the source as possible.", "To counter the observed procyclicality of existing regulation, macro-prudential regulation that is contingent on the business cycle and financial indicators may need to be introduced to induce better financial stability.", "Possible macro-prudential regulation includes variable capital, margin, and equity/loan requirements.", "As expressed by Bean (2009), \"the best approach is likely to involve a portfolio of instruments\".", "What are the specific conclusions for flexible inflation targeting?", "One old conclusion is that consideration of the impact of financial factors on the forecast of inflation and resource utilization may require longer forecast horizons.", "Several inflation-targeting central banks (including the Bank of England, Norges Bank and the Riksbank) have for other reasons already extended their forecast horizon from the previously common two years to three years.", "There is nothing that in principle prevents an inflation targeter from considering forecasts beyond a three-year horizon, but in practice there is usually little information about anything at longer horizons except the tendency to revert to the long-term average.", "What about \"leaning against the wind\" (as advocated by, for instance, Borio and White, 2003, and Cecchetti, Genberg and Wadhwani, 2002), the idea that central banks should raise the interest rate more than what appears to be warranted by inflation and resource utilization to counter rapid credit growth and rising asset prices?", "It has sometimes not been quite clear whether advocates of leaning against the wind mean that credit growth and asset prices should be considered targets and enter the explicit or implicit loss functions alongside inflation and resource utilization, or whether they mean that credit growth and asset prices should still be considered just indicators and are emphasized only because credit growth and asset prices may have potential negative effects on inflation and resource utilization at a longer horizon.", "In the latter case, leaning against the wind is a way to improve the stability of inflation and resource utilization in the longer run.", "Then it is completely consistent with flexible inflation targeting.", "However, in line with the previous discussion, other instruments than interest rates are likely to be much more effective in avoiding excessive credit growth and asset-price booms, since interest rates that are high enough to have a noticeable effect on credit growth and asset prices may have strong negative effects on inflation and resource utilization, and a central bank will probably rarely have sufficient information about the likely beneficial longer-horizon effects on inflation and resource utilization for the trade-off to be worthwhile and motivated.", "One important lesson from the financial crisis is that financial factors may have a very strong and deteriorating effect on the transmission mechanism, making standard interest-rate policy much less effective.", "This motivates more research on how to incorporate financial factors in the standard models of the transmission mechanism used by central banks, and a rapidly increasing volume of such research is now being produced by academic and central-bank researchers and presented at an increasing number of conferences on financial factors and monetary policy.", "Important questions include how potential output and neutral real interest rates are affected by financial factors and financial distortions (Curdia and Woodford 2009, Walsh 2009), and what impact financial factors have on the general equilibrium effects of alternative policy-rate paths on inflation and resource utilization forecasts.", "Before such extensions to the modelling framework are operational, policymakers and staff have to improvise and apply unusual amounts of judgment on the effects of the financial crisis on the transmission mechanism.", "Even with much better analytical foundations concerning the role of financial factors in the transmission mechanism, there will of course, as always, be considerable scope for the application of good judgment in monetary policy.", "In the end, my main conclusion so far from the crisis is that flexible inflation targeting, applied in the right way and using all the information about financial factors that is relevant for the forecast of inflation and resource utilization at any horizon, remains the best-practice monetary policy before, during, and after the financial crisis.", "But a better theoretical, empirical and operational understanding of the role of financial factors in the transmission mechanism is urgently required and needs much work, work that is already underway in academia and in central banks.", "The outcome might very well be that financial factors are considered to have a larger role in affecting the transmission mechanism and as indicators of future inflation and resource utilization.", "If so, central banks would end up responding more to financial indicators, in the sense of adjusting the policy rate and policyrate path more to a given change in a financial indicator.", "However, this would not mean that financial factors and indicators have become independent targets besides inflation and resource utilization in the explicit or implicit centralbank loss function.", "Instead, it would be a matter of responding appropriately to financial indicators in order to over time best stabilize inflation around the inflation target and resource utilization around a normal level.", "Bank of England (2009), Inflation Report, February 2009, www.bankofengland.co.uk.", "Bean, Charles R. (2003), \"Asset Prices, Financial Imbalances and Monetary Policy: Are Asset Prices and Inflation Targets Enough?'", "in Richards, A., and T. Robinson, eds., Monetary Policy, Reserve Bank of Australia, Sydney, 48-76.", "Bean, Charles R. (2009), \"The Great Moderation, the Great Panic and the Great Contraction\", Schumpeter Lecture, Annual Congress of the European Economic Association, www.bankofengland.co.uk.", "Borio, Claudio and White, William R. (2003), \"Whither Monetary and Financial Stability?", "The Monetary Policy and Uncertainty: Adapting to a Implications of Evolving Policy Regimes\", in Changing Economy, Federal Reserve Bank of Kansas City Jackson Hole Symposium, Carney, Mark (2009), \"Some Considerations on Using Monetary Policy to Stabilize Economic Activity\", in Financial Stability and Macroeconomic Policy, Federal Reserve Bank of Kansas City Jackson Hole Symposium.", "Cecchetti, Stephen, Hans Genberg, and Sushil Wadhwani (2002), \"Asset Prices in a Flexible Inflation Targeting Framework\", in Hunter, W., G. Kaufman, and M. Pomerleano, eds., Asset Price Bubbles: The Implications for Monetary, Regulatory and International Cambridge, 427-444.", "Curdia, Vasco, and Michael Woodford (2009), \"Credit Frictions and Optimal Monetary Policy\", working paper, Del Negro, Marco, and Christopher Otrok (2007), \"99 Luftballons: Monetary Policy and the House Price Boom across U.S. States,\" Journal of Monetary Economics 54, 1962-1985.", "Goodfriend, Marvin (2007), \"How the World Achieved Consensus on Monetary Policy\", Journal of Economic Perspectives 21(4): 47-68.", "Greenspan, Alan (2002) \"Opening Remarks\", in Rethinking Stabilization Policy, Federal Reserve Bank of Kansas City Jackson Hole Symposium, 1-10.", "Iacoviello, Matteo, and Stefano Neri (2008) \"Housing Market Spillovers: Evidence from an Estimated DSGE Model,\" working paper, Boston College.", "King, Mervyn, (1997), \"Changes in UK Monetary Policy: Rules and Discretion in Practice\", Journal of Monetary Economics 39, 81-97.", "Kohn, Donald L. (2006), \"Monetary Policy and Asset Prices,\" speech on March 16, 2006, www.federalreserve.gov.", "Kohn, Donald L. (2008), \"Monetary Policy and Asset Prices Revisited,\" speech on November 19, 2008, www.federalreserve.gov.", "Miller, Marcus H., Paul A. Weller, and Lei Zhang (2002), \"Moral Hazard and the U.S. Stock Market: Analysing the Greenspan Put\", Economic Journal.", "(1997), \"Inflation Forecast Targeting: Implementing and Monitoring Inflation Targets\", European Economic Review 41, 1111-1146.", "(2002), \"Monetary Policy and Real Stabilization\", in Rethinking Policy, Federal Reserve Bank of Kansas City Jackson Hole Symposium, Svensson, Lars E.O.", "(2003a), \"Escaping from a Liquidity Trap and Deflation: The Foolproof Journal of Economic Perspectives Way and Others\", 17(4), 145-166.", "Using Judgment in Monetary Policy through Targeting Rules\", Journal of Economic Literature 41, 426-477.", "(2005), \"Monetary Policy with Judgment: Forecast Targeting\", International Journal of Central Banking 1(1), 1-54.", "(2009), \"Evaluating Monetary Policy\", in Koenig, Evan, and Robert Leeson, eds., From the Great Moderation to the Great Deviation: A Round-Trip Journey Based on the Work of John B. Taylor, forthcoming, www.larseosvensson.net.", "Sveriges Riksbank (2009), \"Minutes of the Executive Board's monetary policy meeting on 2 September 2009\", www.riksbank.se.", "(2007), \"Housing and Monetary Policy\", in Housing, Housing Finance and Policy, Federal Reserve Bank of Kansas City Jackson Hole Symposium, 463-476.", "Walsh, Carl E. (2009), \"Using Monetary Policy to Stabilize Economic Activity\", in Financial Stability and Macroeconomic Policy, Federal Reserve Bank of Kansas City Jackson Hole Symposium.", "White, William R. (2006), \"Is Price Stability Enough?", "\", BIS Working Paper No.", "205, www.bis.org.Woodford, Michael (2007a), \"The Case for Forecast Targeting as a Monetary Journal of Economic Policy Strategy\", Perspectives, Fall 2007.", "Woodford, Michael (2007a), \"The Case for Forecast Targeting as a Monetary Policy Strategy\", Journal of Economic Perspectives, Fall 2007.", "Woodford, Michael (2007b), \"Forecast Targeting as a Monetary Policy Strategy: Policy Rules in Practice\", in Koenig, Evan, and Robert Leeson, eds., From the Great Moderation to the Great Deviation: A Round-Trip Journey Based on the Work of John B. Taylor, forthcoming."], "classifications": ["financial dominance", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary dominance", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Flexible inflation targeting", "Financial stability", "Asset prices", "Financial crisis", "Monetary policy", "Transmission mechanism", "Credit growth", "Inflation targeting", "Macro-prudential regulation", "Interest rates"]}