{"sentences": ["MINISTER OF EDUCATION, PROFESSOR GEOFFREY LUNGWANGWA, MP THE CHAIRMAN OF MULUNGUSHI UNIVERSITY COUNCIL, MR COSTAIN CHILALA THE VICE CHANCELLOR OF MULUNGUSHI UNIVERSITY, PROFESSOR VERNON THE CHAIRPERSON OF INDO-ZAMBIA BANK LIMITED, MRS O MOYO THE MANAGING DIRECTOR OF INDO-ZAMBIA BANK LIMITED, MEMBERS OF STAFF OF MULUNGUSHI UNIVERSITY AND INDO-ZAMBIA BANK MEMBERS OF THE PRESS LADIES AND GENTLEMEN I am grateful to the Vice Chancellor of Mulungushi University, Professor Chinene, for extending an invitation to me to witness the Launch of the Student Loan Scheme by our Minister of Education Hon.", "Chairperson, I am reliably informed that the Student Loan Scheme being launched today is the latest among the many product initiatives that Indo Zambia Bank Limited will be launching in the near future .", "The Student Loan Scheme represents a major shift from the traditional loan schemes that have for a long time characterised traditional banking models in Zambia.", "Chairperson, the Bank of Zambia supports the introduction of innovative products such as the Student Loan Scheme, a service that will allow parents and guardians who bank with Indo Zambia Bank Limited to access loans to meet University fees for their children at concessionary rates.", "Minister, this Loan Scheme being launched today provides a real opportunity for human capital development, which is necessary for national development.", "It enables children who would otherwise be excluded from the educational system have decent opportunities to receive education, as their parents can now access loans specifically targeted at meeting their educational expenses.", "a nation's development depends on the levels of skills among its Ladies and Gentlemen, people and it is our expectation that the launch of this Scheme will contribute towards this noble cause.", "To this end, I would like to encourage parents and guardians to use the Student Loan Scheme in order to realise the vision of educating their children.", "Chairperson, what we are witnessing today represents an initiative by banks to respond to the needs of the community.", "As the Central Bank, we commend your bank for this initiative, which was borne out of the identified need to develop financial products that address problems in our society.", "Chairperson, Ladies and Gentlemen, let me end by reminding players in the banking sector that as new products and services emerge, different or heightened levels of risk also emerge.", "The challenges that financial innovation poses for public policy and the regulatory framework in ensuring financial stability are enormous and cannot be over looked.", "In this regard, let me call upon the management of Indo-Zambia Bank to not only look at the benefits, but more also on the risks that accompany financial innovation.", "From the Bank of Zambia's point of view, the objective of financial stability remains key in all our activities.", "Financial stability depends to a large extent on the existence of robust risk management systems of financial institutions.", "It is therefore, important that risk management systems should keep pace with financial innovation.", "I have no doubt that the banking sector will rise to this challenge.", "Once again, thank you for the opportunity to witness this important event."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none"], "topics": ["Student Loan Scheme", "Financial Innovation", "Risk Management", "Financial Stability", "Human Capital Development", "Education", "Banking", "Product Development", "National Development", "Community Needs"]}