{"sentences": ["Interim President Mr. James Kiele, the rest of the interim executives of the Ekonomic Society of PNG, fellow economists, ladies and gentlemen.", "I am indeed honoured to have been invited to officiate at the launching of the Ekonomic Society of Papua New Guinea Inc.", "It is an occasion that you and I can feel proud that we belong to the economic profession, and now have a common venue to express our views and contribute meaningfully to debate and discussion on public policy in PNG.", "Before the accountants can account for how money is spent, before the engineers can design bridges and roads and construct them, and before the lawyers can write our laws and regulations, and take up legal cases, economists must decide on the allocation of scarce resources - the economic policies that govern and dictate: the delivery of public goods and services; and private investment and business decisions.", "One cannot help but think why is it then that in PNG there has not been a professional body of economists, just like the accountants, engineers and lawyers do have their professional bodies.", "To have a society or association of economists and thus such an occasion today is therefore long over due.", "As the saying goes, it is better late than never.", "So it is a proud and happy moment for everyone who has achieved an academic qualification in economics or business studies or economics major in a degree and who are employed in private or public sector applying some form of economic technique or knowledge in one way or another, or who are still in the process seeking employment, or who are self employed in town or in village applying what ever little economic and decision making skills they have.", "Why an Economics Professional Body?", "There are some obvious and not so obvious reasons and purposes to have a professional body for economists.", "I am happy to note that a lot of the reasons and purposes are provided for in the Society's constitution.", "Some of these are as follows.", "Economists are needed in the evolving economy of ours in this changing and complex age of globalization.", "For economists have to make the important decisions macro and micro economic policies and other public policies, planning for delivery of goods and services to our people before; the lawyers to ensure the legal and governance issues are in place and are followed; the engineers/architects to design and oversee constructions of bridges, roads and buildings; and the accountants account and audit where, what and how the funds were spent (according to budget or if there is a case of misuse of funds).", "Finally, the Society can be the vehicle, at the least, for us get to know each other in our profession and exchange views and ideas, and socialize.", "Networking is an important element of every professional's working life today.", "I as the Governor of the Central Bank of PNG welcome very much the birth of this Society and encourage all who are eligible to become members.", "I have asked all my Economics graduate staff to join.", "The Bank supports this course as evident by it being the very first entity to make a financial donation to the Society, under the former Governor.", "This fund has enabled the Society to set itself up and eventually arrange this launching.", "I encourage other employers of economists to assist the Society in its endeavours so it can grow and meet its strategic objectives, and for the enhancement of the profession in the country.", "I note and appreciate all the efforts by the four interim executives in initiating and ensuring the birth of this Society through the formal incorporation of the Society by IPA under Incorporation Act on 19th December 2007 and in organizing the launching.", "It has taken this long to have the Society formally launched but the important thing is the moment has arrived and it is happening now.", "Thank you very much for that.", "I am also pleased to note that the Society will hold its first full meeting in one month time to elect the first full office bearers.", "I encourage all you potential members to pay up your membership fees so you can be able to vote on that day and support the Society to see it mature through time from this birth.", "Let us take pride in our profession and in this moment - the launching of the Ekonomic Society of Papua New Guinea.", "With all these words, I hereby declare that the Ekonomic Society of Papua New Guinea is launched."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economics profession", "Professional body", "Economists", "Economic policies", "Economic Society", "Public policy", "Economic resources", "Economic knowledge", "Economics graduates", "Central Bank"]}