{"sentences": ["Dear Madam Speaker, Dear Members of Parliament, It is a pleasure for me to be here today to present the Bank of Albania's opinion on economic and monetary developments of the past year.", "Pursuant to legal requirements and our institutional commitments to enhancing the central bank's transparency and responsibility, in this presentation I will share with you the main highlights on Bank of Albania's activity over 2010.", "This activity, in its entire spectrum, aimed to fulfil our mission and legal obligations, and reflect the Parliament's recommendations for Let me begin my presentation with a brief overview of our conclusions.", "During 2010, the Albanian economy experienced an overall positive performance.", "The economic activity posted growth, while the macroeconomic stability and financial health indicators improved.", "Economic growth reflected mainly the foreign demand for Albanian products and services, affirming, above all, the dynamism of our private sector.", "It was also supported by a sustained macroeconomic environment, with downward risk premia and improved liquidity indicators.", "In particular, reflecting developments in the financial and real sector of the economy, as well as our monetary policy, consumer price inflation remained in line with our 2010 target.", "Also, during this year: The economy's external position improved; The ratio of budget deficit and public debt to GDP dropped; Financial stability consolidated; Financial intermediation expanded further; and Interest rates and risk premiums in financial markets decreased.", "On the other hand, 2010's developments underlined the need to continue and intensify structural reforms, which are pre-requisites for a sustainable and long-term economic growth.", "First, the new agenda of structural reforms should aim at establishing the requisites for a more balanced and sustainable growth in the long run.", "Greater orientation of Albania's economy to export and overall higher competitiveness of our products in international and domestic markets dictate the need for continued structural reforms at macro- and microeconomic levels.", "macroeconomic stability consolidation requires more work in the future.", "The greatest lesson that the recent global financial crisis taught us is that prevention is better than cure.", "Maintaining the country's internal and external balances requires further development of decision-making architecture and macroeconomic coordination, as well as economy and market supervisory and regulatory mechanisms.", "Analytical forecasting and decision-making skills of public and private economic agents should also be further improved.", "ensuring the country's financial stability requires coordinated action by all supervisory and regulatory institutions, and a greater attention by private agents of the market.", "A sustainable financial system, oriented to new long-term horizons and prudential to risks, serves to channel savings into the most competitive sectors of the economy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["structural reforms", "macroeconomic stability", "financial stability", "economic growth", "consumer price inflation", "financial intermediation", "risk premiums", "public debt", "budget deficit", "external position"]}