{"sentences": ["Thank you for inviting me to participate in one of the mile-stones in the progress made by the Rokotanikeni Women's Association to bring participation, equity and raising the standard of living of women in the village; through financial services provided to its members.", "Financial empowerment of women, through the financial literacy and provision of affordable financial services is one of the key strategic goals of the National Financial Inclusion goals of the Solomon Islands Government that is being assigned to the National Financial Inclusion Taskforce, and chaired by the Governor of the CBSI.", "We want to see, at least 30,000 new women accessing affordable financial services by 2015.", "Rokotanikeni, is one examples of the kinds of member initiatives which could help our Country achieve this goal.", "From humble beginning, the leaders of Rokotanikeni, have patiently worked to see their membership grow.", "And they have seen the empowerment that their Saving Club can bring to the members.", "The Saving Club enlightens the membership that the opportunity to save money does not belong to only those who have formal employment.", "Rotanikeni is putting into practice the principle of natural growth; \"start small and grow big\".", "A huge tree starts with a small seed and grows over time.", "Similarly, little money, saved overtime can grow.", "And this is strategic model being applied in Rokotanikeni Women Association-growing little by little over time.", "The Launch of the \"Women and Money Solomon Islands\" financial literacy book I am sure will enhance the education of our women, in financial matters.", "Educating women in Solomon Islands about money and its management, is crucial, not only is the fact that women are better financial managers than men, but women are the teachers in their homes to pass on to our children about financial management as our Country matches forward towards a more monetarised economy.", "In conclusion, may I take this opportunity to congratulate, Rokotanikeni and its leadership.", "You have shown us, that women can bring changes that can impact and empower their association members.", "Thank you, and congratulations."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial empowerment of women", "Financial literacy", "Financial services", "National Financial Inclusion goals", "Rokotanikeni Women's Association", "Saving Club", "Women and Money Solomon Islands", "Financial management", "Monetarised economy", "Women as financial managers"]}