{"sentences": ["Let me begin by thanking the APIE (the Spanish Association of Economics Journalists) and the Menéndez Pelayo University for inviting me to deliver the closing address at this seminar, which has discussed matters of great interest for our economy and financial system.", "This is the third year I have come to Santander for this session, and the second year running that I will be briefly reflecting on the financial crisis and the restructuring of the banking system.", "That I should be here again is no strange occurrence.", "Indeed, it was foreseen by the organisers since we are experiencing the deepest and most extensive crisis in recent decades, and we face a far-reaching restructuring and reform of savings banks.", "But my address today is from a different perspective than that of my last visit.", "In June 2010 the Royal Decree-Law that created the Fund for the Orderly Restructuring of the Banking Sector (FROB by its acronym) had been in force for a year.", "One of its aims was to boost integration processes to create sounder and more efficient institutions.", "At that time the main negotiations between savings banks to draw up the new map of the sector had already taken place, and the FROB had committed its first aid in this connection.", "But some of the key elements to entrench the reforms and restore external confidence in our financial system were still pending.", "In fact, only a month later, in July 2010, the results of the stress tests of credit institutions, co-ordinated at the European level, were published; the Banco de España agreed to amend the regime governing accounting provisions; and the government approved a key reform on the legal regime of savings banks.", "Then, in February 2011, the Royal Decree-Law on the reinforcement of the financial system was enacted, and its rules are currently being applied.", "This year we can roundly state that the restructuring of savings banks has moved into its final stage.", "Thereafter, we will have a smaller set of institutions (from 45 original savings banks there are now 18) and one that is more efficient and better capitalised, capable, along with the rest of our banking system, of providing the intermediation services our economy needs for the recovery to take root and to contribute to our citizens' well-being."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["restructuring of savings banks", "financial crisis", "banking system", "integration processes", "stress tests", "accounting provisions", "FROB", "Royal Decree-Law", "intermediation services", "capitalised"]}