{"sentences": ["Good morning, Ladies & gentlemen, Y.E.", "Mar Gudmundsson, Governor of Central Bank of Iceland, The Honorable, Josef Tošovský, Chairman of the Financial Stability Institute of the Y.E.", "Dr. Jassim Al Mannai, General Manager & Chairman of the Arab Monetary Fund, The Distinguished Speakers, It gives me great pleasure to welcome you to the UAE, especially those who travelled a long way to be here with us at the outset of this important high level meeting.", "The subjects that would be discussed today are familiar and current, and very much relevant to stability of the financial systems.", "The financial system's stability in all countries, and this region is no exception, are very important for economic stability.", "I will start by giving you an idea about the UAE financial system, which falls under the Central Bank supervision.", "I. Overview of the UAE banking system If I may switch now to talk about one of the subjects this meeting will discuss namely: SIBs or D-SIBs, it will be worthwhile to work on a framework to identify D-SIBs in the region at the first stage.", "The framework should take into account: (a) the size of the bank (based on simple indicators such as total assets and the bank's reliance on specific sectors, like the real estate sector and the GREs and counter parties), (b) the interconnectedness between banks (as indicated by deposits from and loans to), and (d) the degree of complexity, even though this does not play a significant role in the UAE, as banks do not trade or invest in sophisticated financial products.", "Also, cross-border activities by banks in the region can't be used to determine if they qualify as D-SIBs, as these activities are insignificant.", "Issues for consideration 1.", "The BCBS assessment framework suggests that Local regulators are entrusted with the task to set up their own methodology for the process of identifying which banks to be considered as D-SIBs.", "Nonetheless, some general guidelines on the subject from BCBS would be helpful, and they will make the exercise more consistent region-wide.", "Central Banks in our region could develop a peer-group approach for this exercise so they could learn from each other.", "It seems that the D-SIBs proposal is restricted to banks.", "Would Non-bank Financial Institutions (NBSFIs) be considered?", "Would the assessment of systemic importance cover subsidiaries (and not branches) of banking groups.", "The assessment framework also suggest there will be a mix of qualitative and quantitative judgments for each D-SIB.", "With the general guidelines from BCBS, it would be the responsibility of the local authority to assign the appropriate weights to the qualitative vs. the quantitative judgments.", "While waiting for the final version of BCBS document, Central Banks in our region could start working on the identification exercise of D-SIBs, taking into account local considerations, learning from countries of similar financial systems, and benefiting from peer-reviews.", "Higher loss absorbency (HLA) 1.", "As in the G-SIBs framework, D-SIBs will be required to hold additional Common Capital (CET1) to meet their HLA requirements, which eventually support capital conservation of the Basel III capital framework.", "It is a positive development that national regulators are given the authority to decide on the appropriate level of additional CET1, consistent with each bank's systemic importance.", "However there is some concern that the proposed HLA would just duplicate the already in place country-specific prudential measures implemented in the region, which would mean that the D-SIB's cost of doing business will go up.", "However, it is suggested that local regulators should allow identified D-SIBs a comprehensive grace period to fully comply with the HLA requirements.", "As local debt markets are at an infancy stage in many countries in the region, this would make it difficult for potential D-SIBs to hold high-quality liquid debt instruments as \"pre-emptive\" liquidity buffers against early signs of stress.", "Hence, there is a need to find an appropriate way to deal with this issue, until debt markets in the region witness significant improvements.", "To conclude, it should be stressed that strengthening the banking supervision exercise in our countries is key to tackling systemic risk in D-SIBs and other financial institutions.", "Ladies & gentlemen With this I come to the end of my speech, but before I close, I would like to thank the FSI of BIS and the AMF, for holding this important high level meeting here in Abu Dhabi, UAE.", "I wish you all a successful meeting.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["D-SIBs", "Financial Stability", "Systemic Risk", "Basel III", "Capital Conservation", "Higher Loss Absorbency", "Banking Supervision", "UAE Financial System", "Non-bank Financial Institutions", "Debt Markets"]}