{"sentences": ["Accompanying charts can be found at the end of the speech.", "The views in this speech are my own, and not those of the Bank of England or the Monetary PoIicy Committee.", "I would like to thank Ben Broadbent, Ronnie Driver, Kristin Forbes, Grellan McGrath, Martin Weale and Chris Young for their comments.", "It is a pleasure to be here.", "I would like to talk today about long term borrowing rates - a topic that I am sure is often on the mind of a corporate treasurer.", "I have been thinking about this issue since I joined the Monetary Policy Committee (MPC), as not only are long yields an important input to current financial conditions, but - carefully interpreted - they can offer an insight on future developments too.", "I have been waiting to find a group who might be as intrigued by it as I am, so I jumped at the chance to speak to the Association of Corporate Treasurers.", "The yield on nominal 20-year UK government debt peaked at around 17% in 1974.", "After that long term yields began a period of decline which continued right up to the mid 2000s (Chart 1).", "The move was part of a global trend which reflected large macroeconomic forces, including: an increasing share of the global population being of prime working age; the rise of global inequality; the adoption of inflation targeting over the course of the 1990s; and the global imbalances that emerged in the early 2000s in which a glut of savings from emerging economies flowed to advanced economies.", "Pension reforms in the UK - also over the course of the 2000s - created a further incentive to invest in long-dated bonds to better match defined-benefit liabilities.", "Of course since then we have had the global financial crisis and its aftermath, during which long yields declined further, reaching new lows in the first months of this year.", "More recently we have seen some quite sharp moves higher.", "But on any historical comparison long term interest rates are still at exceptionally low levels.", "How should we interpret them?", "A starting point is the pure expectations hypothesis, which says that the long term yield should reflect the market's expectation of the average short term yield over that period.", "If that is true, then it suggests that Bank Rate is expected to average 21⁄2% over the next 20 years (about half of its pre-crisis average of 5%).", "From that it would be easy to infer that financial markets are expecting either very low investment and growth, or very low inflation, or both.", "As Chart 2 shows, long-dated corporate borrowing rates have followed much of the downward move in government bond yields over recent years.", "Whether you believe this is reflective of the prospect of gloomy days to come or the result of some other factors will determine whether you - as corporate treasurers - view very long low yields as a warning or an opportunity.", "In the rest of my remarks I will cover four possible explanations for the current level of long (i) lower inflation expectations; (ii) the balance of savings and investment intentions; (iii) diminished potential output growth; and (iv) reduced term premia I will argue that it would be overly pessimistic to believe that the headwinds currently affecting the nominal and real economy will persist for decades to come.", "But I will also argue that there are other influences on long yields affecting saving and investment decisions (including the persistent-but-not-permanent effects of a balance sheet recession, and greater weight being attached to downside risks) and on term premia (including the impact of central bank asset purchases).", "Inflation expectations Let me start with inflation expectations.", "Because some of the decline in nominal yields over recent years coincided with a marked and unexpected decline in headline inflation in the UK, a natural question to ask is whether or not this was caused by a shift lower in inflation expectations.", "Indeed as a monetary policy maker, that is perhaps the most important question to ask.", "Judging by the behaviour of measures of inflation expectations derived from index-linked gilts, markets are attaching a low probability to the idea that the current weakness in inflation will prove permanent.", "Market-implied measures of long-term inflation expectations have been remarkably stable over the period in which inflation has declined (Chart 3).", "That is consistent with the MPC's view that the majority of the decline in inflation over the period since the middle of 2013 can be accounted for by factors that are unlikely to have permanent effects on inflation.", "There has been a 44% decline in the price of oil from its peak, and a 17% appreciation of sterling since early 2013, and such phenomena can be expected to have large - but not permanent - effects on prices of consumer goods.", "The most important determinant of inflation at the horizon the MPC is concerned with is domestically generated inflation.", "And measures of domestically generated inflation (such as unit wage costs, Chart 4) have stayed relatively stable during the period in which headline inflation was declining.", "But what is a little puzzling is that, given the growth of the economy in recent years and the associated decline in economic slack, measures of domestically generated inflation have not picked up as quickly as we would otherwise have expected.", "For example, although unemployment has moved more than three quarters of the way from its peak back towards what we might consider its equilibrium rate, unit wage cost growth is still just over one third of its pre-crisis rate.", "There are a multitude of possible explanations for this.", "But one I put weight on is that, in light of six years of very weak wage growth, workers are not quite confident enough to demand the kinds of wage increases which would have been the norm in the years prior to the crisis.", "Were the recovery in wage growth not to materialise and inflation to linger far below the 2% target for longer than currently embodied in the MPC's forecast, it would be a very undesirable outcome.", "It would prolong the headwind from deleveraging that I will come on to discuss, and potentially result in higher real interest rates than would otherwise be appropriate.", "And the MPC has underlined its commitment to avoiding such an outcome.", "However, recent data have been more encouraging.", "And as workers become more confident over the coming years, I would expect wage growth to continue to pick up.", "There is already anecdotal evidence that the tightening labour market has made recruitment and retention concerns a source of upward pressure on labour costs.", "So it is reasonable to expect that once a significant minority of firms has offered a return to pay growth that is more normal by historical standards, we can expect the majority to follow.", "The balance of savings and investment intentions Let me turn to the balance of savings and investment.", "Although many believe that the MPC sets interest rates, that is only strictly true for short term rates, and even then only the rates applicable in our monetary and liquidity insurance operations.", "Long term interest rates are set by the economy, and must ultimately equilibrate the desire to save and the desire to invest.", "Much of the decline in interest rates over the 30 years prior to the crisis represented large global forces - as evidenced by the tendency of international bond yields to co-move.", "Demographic effects, for example, saw the proportion of the global population in prime working age increase from 50% to 58%.", "Those in the workforce tend to save more than those outside it, particularly over a period of increasing life expectancy.", "The rise of inequality has also had an impact through its tendency to skew income toward those more likely to save.", "Needless to say, the development of these trends over the coming decades will continue to play an important role in the determination of long term interest rates.", "But it is the further decline in interest rates since the crisis7 that I am focussed on today, and it suggests a further shift towards a desire to save rather than invest over that period, driven by forces other than those long-running trends.", "There are (at least) three interpretations of this further shift: The first is that market participants (ultimately representing the interest of savers and investors) believe that the cyclical forces which currently warrant very low levels of Bank Rate will persist for decades to come.", "Put another way, that we are entering a period of secular stagnation or chronic demand deficiency.", "• The second is that what we are witnessing is typical of a \"balance sheet recession\".", "As we know, recessions that are preceded by a large build-up of credit tend to be followed by more severe and prolonged downturns.", "One reason is that economic actors tend to focus on reducing debt levels to the detriment of projects that would otherwise be expected to have a positive net present value.", "In such a situation the interest rate required to clear the market for savings and investment can be very low indeed.", "• The third interpretation is that financial market participants do not have a particularly gloomy central expectation for the path of the economy over the coming decades, but they do attach significantly more weight to the downside risks than they did prior to the crisis.", "This would reduce long yields in two ways: by making firms less confident about the future payoff from their investment projects, thus requiring a lower level of interest rates to incentivise them to invest; and by making savers demand a higher credit premium to lend to the private sector, thus driving a wedge between risk free rates and other interest rates in the economy.", "My own view is that most of the headwinds that have buffeted the global economy over the period since 2008-09 do bear the hallmarks of a balance sheet recession in which the impetus to reduce debt is the force driving agents behaviour: first by financial institutions who reduced the supply of credit to the real economy; then by the businesses and households who simultaneously became more pessimistic about the outlook and reassessed their need to maintain their own stock of liquidity.", "When public sector balance sheets reached their limits, it was the turn of deleveraging at a national level through fiscal consolidation, a process which is likely to continue for some time to come in the UK and euro area.", "It would be overly pessimistic to have as one's central case that the headwinds currently affecting the economy will persist for decades to come.", "Although they will be persistent, they will not be permanent.", "Indeed there are now nascent signs that some of these headwinds have already begun to ease.", "For example, against a backdrop of improved confidence in the recovery (Chart 5), firms have slowly but surely been increasing the amount they invest relative to the amount they save (Chart 6).", "And household saving has also declined from its very elevated precautionary levels.", "But that is not to say that it is imprudent of financial markets to attach weight to the downside risks - they are real.", "Indeed, reducing the probability of those risks materialising has been a driving factor in the MPC's decision to maintain Bank Rate at its historically low level of 0.5% for 6 years, and the committee's guidance that when Bank Rate does begin to rise, it is expected to do so more gradually than in previous cycles, and is expected to remain below average historical levels for some time to come.", "Diminished potential output growth Let me turn next to potential output growth.", "When one thinks about the distant future - that is, the period beyond the influence of the current set of cyclical factors - one tends to think that interest rates will tend toward a level that reflects the rate of return on investment, and hence the potential output growth of the economy.", "Potential output growth matters a great deal for monetary and macroprudential policy.", "In the long run it determines the rate at which the economy can grow without generating abovetarget inflation, and it determines the rate of income growth in the medium term, and hence the sustainable level of debt today.", "During the financial crisis, we rediscovered the fact that recessions accompanied by financial crises tend to be followed by a sustained fall in the level of potential output.", "The only silver lining was that although the level of potential output tended to be permanently lower, the growth rate could be expected to recover.", "However, if the current yield curve can be interpreted as an indicator of financial market participants' expectations of the return on investment in the long term, it suggests they are sceptical that potential output growth can even return to pre-crisis norms.", "For example, the 10-year real rate beginning in 10-years' time implied by current government bond yields is -3⁄4%.", "And even during the height of the financial and euro area crises over 2008-2012 it was +3⁄4%.", "(Chart 7) In the long term, the most important determinant of potential output growth is productivity growth, which is in turn determined by the rate at which new ideas are generated and implemented.", "And given the very disappointing productivity performance of the UK over the past 7 years, it would perhaps be understandable were financial markets to have lost hope that productivity growth would ever return.", "Perhaps they agree with those who argue that recent innovations cannot contribute as much to productivity growth as historical ones such as the electric light bulb, the internal combustion engine and indoor plumbing once did.", "Human history has had many periods in which pessimism about innovation and technological progress has been proven wrong, dating at least back to Malthus.", "There is much by way of exciting innovation that has yet to be fully exploited.", "3D printing is transforming the R&D process by vastly increasing the capability to produce prototypes.", "Advanced robots are being developed that will allow increased precision and safety in their use, thus increasing our ability to automate many routine activities.", "Firms are learning how to harness the power of Big Data, which will allow them to personalise their products better and reduce waste.", "The Bank of England is playing its part to in the wider effort to ensure that productivity growth can resume, by taking steps to ensure that the financial system will be well placed to facilitate the implementation of these ideas, and the allocation of resources across the economy more generally.", "For example, much of the work of the Financial Policy Committee (FPC) in the years since the financial crisis has been focussed on ensuring that the banking system is resilient and well-capitalised.", "And the FPC is pursuing a medium-term objective to ensure that there are diverse and resilient sources of market-based finance to complement the banking sector.", "This is borne out in the improvement in the availability of credit to companies such as yours, which our agents tell us has been easing across the board (Chart 8).", "The combination of an impressive stream of ideas, and a financial system stable enough to facilitate their implementation means I am reasonably confident that productivity growth will return at some point.", "Moreover, I think it is reasonable to expect that resumption in productivity growth to come over the next year or so as the continued narrowing of slack in the labour market raises the incentive to increase output by increasing output per worker.", "But - as many a forecaster of productivity has learned - picking exact inflection points for macroeconomic variables can be difficult, so the degree of uncertainty around the timing of this is high.", "Term premia Thus far the explanations I have covered have ranged from transient, to cyclical to structural.", "Let me turn now to the unobservable.", "Economists refer to the factors which move the yield curve in addition to the expected path of rates as \"term premia\" - the (positive or negative) compensation that investors require to invest in a longer dated security in addition to the returns that could be expected from rolling over short term investments.", "Because they are by their nature unobservable, term premia must be estimated.", "Chart 9 shows one estimate of the effect of term premia on UK government bond yields over the period since August of last year, using a technique based on that of Adrian, Crump and Moench (2013).", "More information about how these estimates are arrived at will soon be available on the Bank's forthcoming staff blog, but the main message is that over this period term premia were a big driver of the move lower in yields.", "There are several potential practical developments that one could attach to declining UK term premia.", "One that has featured heavily in our market intelligence gathering is spillovers from international monetary policy actions.", "In August of last year, financial markets began to anticipate that the European Central Bank (ECB) would embark on a programme of asset purchases, and it has subsequently announced that it intends to expand its balance sheet by €1trn over the coming 18 months.", "Of course this action is not exogenous - it is itself a reflection of the headwinds facing the euro area economy.", "Between the ECB and the Bank of Japan (which is continuing its programme of Qualitative and Quantitative Easing announced in early 2013), central banks will purchase the equivalent of around $125bn worth of assets per month between now and September 2016 (Chart 10).", "You could say that the quantitative easing baton has been passed from the UK and US to the ECB and BoJ.", "That these large flows (or the anticipation of them) would have spillover effects on borrowing rates in the UK should not be a surprise.", "The ECB and the BoJ purchases will be equivalent in value to all of the net issuance by advanced economy governments over the next 18 months.", "And given that UK government bonds and other government bonds are (to varying degrees) substitutes, it is natural to expect their prices to co-move - in much the same way that if the ECB were to buy $1trn of Eurozone butter we might expect the price of British margarine to increase.", "By much the same logic, it is plausible that the recent move higher in both Eurozone and gilt yields is an unwinding of some of the initial price effects that followed the commencement of ECB quantitative easing.", "Conclusion Long term yields have always been the product of big global macroeconomic forces.", "Their structural decline in the thirty years prior to the crisis, for example, reflected the adoption of inflation targeting by many countries, global demographic trends, and the imbalances of the early 2000s in which a \"glut\" of savings flowed from emerging economies to advanced economies.", "Large forces have also played a role in the aftermath of the financial crisis, a period during which long yields have declined further.", "It seems likely that this move has been driven by factors including a persistent-but-not-permanent drag from deleveraging, increased weight being attached to downside risks, and the ongoing impact of quantitative easing programmes across the globe.", "These are legitimate reasons for long yields to be low, but should not be mistaken for a gloomy prognosis of long-term growth and inflation prospects in the UK.", "That is not to say that we should ignore the potential signal from long yields.", "There is a risk that the nominal and real effects of the financial crisis prove more persistent than this central case, and monetary policy has an important role to play in reducing the probability of such an outcome.", "Indeed, doing so has been my primary motivation in not voting for an increase in Bank Rate over my first 10 months on the MPC.", "But it seems to me most likely that: first, the factors currently pulling down on headline inflation will not do so permanently; second, the headwinds currently affecting demand in the economy will continue to gradually ease over the coming years (facilitated by accommodative monetary policy); and third, a return to productivity growth will facilitate potential output growth over the long term.", "So while we on the MPC should heed some of the warning implied by low yields, you should seek out the potential opportunities they offer.", "Barro R (2006) Rare disasters and asset markets in the twentieth century, The Quarterly Journal of Economics 121 (3).", "Bernanke B (2005) The Global Saving Glut and the U.S. Current Account Deficit, Sandridge Lecture, Virginia Association of Economists, Richmond VA. Dynan KE, Skinner J and Zeldes, SP (2000) Do the rich save more?", "NBER working paper No.", "7906. International Monetary Fund (2009) What is the damage?", "Medium term output dynamics after financial crises, World Economic Outlook, October, Chapter 4.", "King M and Low D (2014) Measuring the \"world\" real interest rate, NBER working paper No.", "Koo R (2014) Escape from balance sheet recession and the QE trap, Wiley.", "Malik S and Meldrum A (2014) Evaluating the robustness of UK term structure decompositions using linear regression methods, Bank of England working paper No.", "McKinsey (2013) Disruptive technologies: Advances that will transform life, business and the global economy, .", "Mokyr, J (2014) What today's economic gloomsayers are missing, Rey (2013) Rey, Hélène (2013) Dilemma not Trilemma: the Global Financial Cycle and Monetary Policy Independence, Proceedings - Economic Policy Symposium - Jackson Hole, Federal Reserve Bank of Kansas City.", "Rogoff (2015) Debt supercycle, not secular stagnation, -not-secular-stagnation#.", "Summers L (2014) US Economic Prospects: Secular Stagnation, Hysteresis and the Zero Lower Bound, Business Economics, Vol.", "49 No., National Association for Business Economics.", "From 1899 to 1961 the gilt yield is annual observations based on the prices of undated British funds.", "From 1962 to 1991 it is annual observations based on a portfolio of stocks chosen to represent as closely as possible a 20-year security.", "From 1992 to present it is daily observations of the Bloomberg benchmark 20 year gilt.", "Chart 2: Investment Grade corporate yields have also moved lower in recent years 1997 2001 2005 2009 2013 Source: Merrill Lynch Chart shows the nominal yield on the average UK corporate bond with a maturity of more than 18 months.", "The average maturity is typically 10-12 years.", "Chart 3: Market implied measures of long-term inflation expectations have been stable 1992 1995 1998 2001 2004 2007 2010 2013 20-year average (RPI) inflation rate implied by comparing the yield on nominal and index-linked gilts Headline CPI inflation Source: ONS and Bank calculations Chart 4: Unit wage cost growth has not returned to pre-crisis rates growth (%) 1997 2001 2005 2009 2013 Source: ONS and Bank calculations.", "The greater the intensity of red, the tighter credit availability; the greater the intensity of green, the looser credit availability.", "Includes bank and non-bank credit.", "Chart 9: Term premia have been a significant driver of the decline in yields Change in expected policy rates Change in term premia Change in nominal interest rates -40 -90 Source: Bank calculations Chart shows estimates of contribution to change in 10-year government bond yields between end July 2014 and end April 2015.", "Derived using the model described in Malik, S and Meldrum A (2014) Chart 10: Central banks will purchase around $125bn per month (on average)until September 2016."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["long term borrowing rates", "inflation expectations", "balance of savings and investment", "potential output growth", "term premia", "nominal yields", "financial crisis", "monetary policy", "bank rate", "productivity growth"]}