{"sentences": ["Summary The tools we have deployed since June 2014 are producing the intended effects, said Mario Draghi in a speech in Bologna today.", "Following the recalibration of our instruments decided by the Governing Council earlier this month, the ECB expects inflation to return to its objective without undue delay.", "The President also said that if the ECB had to intensify the use of its instruments to ensure that it achieves its price stability mandate, it would.", "However, while monetary policy can deliver price stability, that alone does not guarantee lasting prosperity.", "To have a structural recovery we need to raise not just current growth but potential growth as well.", "The key to this is higher investment.", "Investment has been held back in the euro area by three things: weak demand dynamics, the still-high private debt overhang and fragile private sector confidence.", "The euro area today needs to take additional steps, alongside supporting demand, to address the debt overhang and fragile confidence.", "Structural reforms are key to this end.", "It is clear that, in some countries, the large stock of non-performing loans (NPLs) is still preventing a stronger recovery in credit.", "All this explains why facilitating a work-out of NPLs has to be part of the package of policy actions to restore productive investment.", "The ongoing work towards a Capital Market Union (CMU) is an opportunity to accelerate progress also on this front.", "If we are to truly underpin confidence, it is important that, even while dealing with more pressing priorities, we do not lose sight of the need to complete our monetary union."], "classifications": ["none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Monetary policy", "Investment", "Debt overhang", "Non-performing loans", "Price stability", "Structural reforms", "Private sector confidence", "Capital Market Union", "Economic recovery", "Monetary union"]}