{"sentences": ["Summary There is a growing perception of the need to rethink the economic governance of the euro area.", "Compelling ideas have been put forward to that effect; yet their implementation is tricky, especially in the present climate of Euroscepticism.", "Shifting from ideas to action has become urgent if monetary policy is not to remain the only game in town.", "Clearly, the single monetary policy cannot be a substitute for the coordination of national economic policies or the lack of reforms.", "To be sure, the debate over EMU reform is politically loaded; but for euro area citizens the poor coordination of national policies involves a high cost in terms of growth, of several points of GDP.", "The economic case therefore needs to be made: this discussion is not about \"more Brussels\", it is about more growth and jobs in Europe.", "In addition, it is not a choice between domestic reforms or European coordination; we need both.", "Between complete integration - of the monetary-policy type - and monitored national policies, as currently conducted, the missing link is \"full coordination\" of fiscal and structural policies.", "This is clearly shown in a matrix crossing these three degrees of integration and the four policy dimensions (monetary, financial, fiscal and structural).", "This full coordination of national fiscal and structural policies can only be achieved by setting up a legitimate decision-making institution, embodied by a euro area Finance Minister, whose role is here concretely specified.", "This would make the euro area more than the sum of its parts.", "Within a mandate to achieve the strongest, sustainable and balanced growth, this institution's role would be to prepare and propose the euro area collective strategy, and to supervise its implementation by Member States.", "Furthermore, the Finance Minister would also be responsible for implementing efficient crisis management.", "While moving towards further integration, the Minister could be given the authority to manage a euro area Convergence Fund, evolving in three stages towards a euro area budget.", "In all events, the Minister will need to be backed by: a legitimacy-enhancing appointment process; a genuine Treasury administration; and a strong democratic control over euro area affairs.", "To echo Robert Mundell, economic policy as a whole \"isn't just the best game in town, it is the only game\", not monetary policy alone.", "We cannot afford another missed opportunity: for EMU, for its citizens, 2016-2017 is the decisive time to act."], "classifications": ["none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none"], "topics": ["EMU reform", "Fiscal coordination", "Structural coordination", "Euro area Finance Minister", "Euro area budget", "Crisis management", "Convergence Fund", "Growth and jobs", "Democratic control", "Monetary policy"]}