{"sentences": ["My purpose today is to discuss the use of economics for policy advice in light of four examples.", "Thinking about the relationship between theory and practice, there are some unavoidable differences, or even tensions, between how economic scientists on the one hand, and decision makers on the other see the policy process.", "Both perspectives are necessary and in fact complement each other.", "Cameron Cobbold, who was the Governor of the Bank of England in the 1950's, has been quoted as saying, \"the Central Bank is a bank, not a study group\" (Capie 2010, p. 99).", "It is important for central bankers to remember that they are employed to deliver results, and should not be victims of the so-called \"paralysis by analysis\".", "At the same time, it is dangerous if policy makers do not realize how dependent they actually are on economic thinking.", "As Keynes wrote, \"practical men who believe themselves to be quite exempt from any intellectual influences, are usually the slaves of some defunct economist.\"", "(Keynes 1936, p. 383) It is much better if policy makers are aware of where they stand in relation to current economic thought.", "How can this awareness be created and maintained in a changing world?", "There is a certain basic, perhaps mechanical view of the use of economics in policy making that goes back to Jan Tinbergen.", "This view considers mainly the kind of economic analysis that is done inside policy organizations such as ministries, central banks and the like.", "This kind of policy advice consists of forecasts and quantitative policy analyses.", "These help, for example, monetary policy decision makers to set their given policy instruments to achieve the desired results.", "The role of this kind of policy planning processes inside central banks and finance ministries is important, but it is by no means the only type of interaction between professional economists and policy makers.", "In addition to these processes, I would like to highlight the informal interaction between economists and policy makers which, in the longer scheme of things, might be even more important than the internal policy processes within institutions.", "What I am talking about here is the dialog that takes place between professional economists and policy makers, in which political doctrines and ways of thinking develop parallel to the latest currents in economic science.", "The research community, in fact, has more influence on discussions within the monetary policy community than the academics themselves probably believe.", "The central banking community is an international group of well-connected people.", "They are by no means always in agreement on policy alternatives.", "However, the members of the community regularly keep in touch with each other, as they like to know what their peers think.", "The central banking community also pays close attention to the views of leading academic economists on current monetary policy issues.", "The academics want to be heard and to contribute to monetary policy making.", "At the same time, the central bankers (and I include the senior staff of international organizations such as the IMF, BIS and others) are also keen to listen to what academics have to say.", "There is a mutual interest in each other's views.", "If anything, this interaction between policy and research has increased during the last two decades.", "This is partly a result of globalization, which creates similar international peer groups also in other areas of life.", "The increase in this research-policy interaction is also due to the fact that central banks have become more independent.", "As independent decision makers, the central banks are now able to use more, and indeed need more insights from research and cooperation with the academic world.", "There are many interesting examples of the influence of research on monetary policy making, as well as examples of influence flowing in the opposite direction: problems encountered by monetary policy makers have in turn forced researchers to reconsider old approaches and to alter their assumptions.", "I would now like to describe four such instances, all of which have a fundamental importance from today's perspective.", "The first three cases are from one of the most important forums where there is interaction between research and monetary policy makers: the Jackson Hole symposium.", "This event, officially the Annual Economic Policy Symposium of the Federal Reserve Bank of Kansas City, takes place annually in Jackson Hole in Wyoming.", "The symposium is particularly remarkable due to the expertise and experience of the speakers and to the relative isolation in which the discussions take place.", "Central bankers want to be there, as do academics.", "The symposium has also become an important source of information and inspiration as well as a place to network.", "As an event, it is no longer in a league of its own.", "The ECB has already twice organized a very high quality conference in Sintra, Portugal.", "The third one will be in June."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Central banking", "Policy advice", "Economics", "Research", "Interaction", "Independence", "Globalization", "Jackson Hole symposium", "Forecasts"]}