{"sentences": ["Joint Session of the Fifth Committees of the Chamber of Deputies (Budget, Treasury and Planning) and of the Senate of the Republic (Budget) Preliminary hearing on the 2016 Update of the Economic and Financial Document Testimony of the Deputy Director General of the Bank of Italy Luigi Federico Signorini Mr President, Honourable Members of Parliament, I wish to thank the Fifth Committees of the Chamber of Deputies and of the Italian Senate for inviting the Bank of Italy to give testimony on the 2016 Update of the Economic and Financial Document.", "Given the brief time that has elapsed since its publication, I will focus mainly on the macroeconomic outlook and on developments in the public finances this year; I will then make some preliminary remarks on the finance plans and outlook for the next few years.", "The macroeconomic outlook The Italian and euro-area economies continue to benefit from today's extremely accommodative monetary and financial conditions.", "The outcome of the UK referendum initially triggered considerable fluctuations on the international markets, which subsequently eased; a few months on, the effects on the markets have proven limited, in part thanks to the action of monetary authorities.", "Uncertainty persists, however, about the longer-term implications of the UK's decision to rescind its membership of the European Union.", "World trade growth has been slower than expected.", "In the euro area the recovery is proceeding but at a slower pace than a few months ago.", "Consumer price inflation is inching upwards, but core inflation has yet to record the robust growth required to bring it closer to the inflation objective.", "According to the ECB staff macroeconomic projections released on 8 September, euro-area real GDP will expand by 1.7 per cent this year and by 1.6 per cent in both 2017 and 2018.", "In Italy stuttering economic growth in the second quarter - which had not been foreseen at the start of the year - reflected stagnant domestic demand.", "Lower investment in machinery and equipment was mostly offset by a further increase in that on transport equipment.", "Since the start of the recovery in 2014, investment in Italy has been more sluggish both in comparison to other euro-area countries and relative to what is generally the norm when countries are pulling out of a recession.", "Our analyses and findings from business surveys indicate that investment is still being blocked by weak demand expectations and uncertainty about future economic trends, geopolitical developments, and the consequences of the UK referendum.", "It is no longer demonstrable that credit availability poses a major obstacle to investment decisions; business lending is not growing essentially as a result of weak demand.", "The differences across categories of firms are significant: trends in loans to firms with more than 20 employees and to those in services are positive, while in the construction sector they remain negative.", "Interest rates on new business loans continue to fall and the differential with respect to the corresponding euro-area average has been all but wiped out.", "In the three months ending in August, lending to the non-financial private sector stagnated on a seasonally adjusted basis, while household lending continues to expand (1.4 per cent on an annualized basis); loans to non-financial corporations contracted by 1.2 per cent.", "For new loans to firms the cost of borrowing has come down by around 25 basis points from the end of 2015.", "Signs from the labour market are positive overall.", "In 2015, thanks in part to the social security contribution relief for open-ended hiring and the introduction of contracts with rising levels of protection, employment grew more rapidly than trends in output might have suggested.", "In 2016 employment continued to expand; during the year there have been signs of a slowdown, possibly also in connection with the retrenchment of social security contribution relief.", "Following the hiatus of the second quarter, GDP - on the basis of the information provided by the cyclical indicators - could start to increase again in the third, albeit at a very slow pace.", "In July industrial output rose by 0.4 per cent, returning to the average levels recorded in the second quarter.", "In September business confidence was bolstered across all sectors of economic activity, also thanks to the more favorable assessments on order books.", "Household confidence is still relatively robust, but below the levels recorded at the end of 2015.", "According to September's Survey on Inflation and Growth Expectations, firms expect to increase investment expenditure overall in the second half of 2016.", "The macroeconomic outlook in the Update of the Economic and Financial Document is less favourable compared to that of April.", "According to the current legislation scenario, GDP in Italy will increase by 0.8 per cent this year (as against 1.2 per cent forecast in the spring) and slow slightly in the next (to 0.6 per cent, compared with 1.2 per cent).", "The downward revision reflects the deterioration of the international context and, in particular, the further weakening of world trade and the rise in oil prices, whose effects on exports and production activities in Italy appear to have been compounded by the appreciation of the exchange rate.", "The rate of inflation, obtained using the consumption deflator, is expected to reach 0.1 per cent and to rise to 1.7 per cent in 2017.", "The current legislation scenario for the two years 2016-17 is largely in line with the estimates available today.", "Among the recent assessments by leading private and institutional forecasters, the Government's estimate for growth in 2017 is at the lower end of the scale; however, generally speaking the other forecasts discount the negative effects of the increase in indirect taxes envisaged under the EU's 'safeguard clauses', which instead are taken into account in the Government's unchanged legislation scenario.", "Following the publication in August of the GDP data in the second quarter, the main forecasters revised their growth forecasts significantly downward for 2017 as well.", "According to both the OECD's Interim Economic Outlook released in September and the average assessments of the analysts polled by Consensus Economics in the same month, output will grow by 0.8 per cent in Italy both this year and the next.", "A less favourable outlook was depicted last 15 September by Confindustria's Centre for Studies, which estimated an increase of 0.7 per cent this year, slowing to 0.5 per cent in 2017.", "Compared with the current legislation scenario, the Government's policy scenario predicts sharply higher growth for next year (0.4 points) and lower inflation (0.8 points).", "The difference is owing to the cancellation of the VAT hike envisaged under the safeguard clauses coupled with other interventions the Government intends to make in its next budget law.", "These include public investment in infrastructure, tax incentives for firms that invest, and income support for pensioners.", "Overall, compared to the current legislation scenario the measures planned for 2017 entail an increase in net borrowing amounting to almost half a percentage point of GDP, and a comparable rise in output.", "The implicit multiplier in this forecast is high, also in view of the normally lagged response of private expenditure to budgetary measures.", "The Government estimates that the absence of any VAT increase will contribute 0.3 percentage points to GDP growth in 2017, a rather strong effect when compared to the econometric estimates based on past data.", "The other expansionary measures are expected to provide a further contribution of 0.3 percentage points.", "Since much depends on what intervention is taken and how it is implemented, to make any comprehensive assessment it will be necessary to await further details; the priority assigned to forms of investment support is certainly a welcome development.", "The Government has requested authorization from Parliament to increase the deficit from that indicated in the new policy scenario, by up to 0.4 percentage points of output, in order to finance greater spending necessitated by exceptional events, in particular to secure Italy's territory and buildings and to manage migration flows.", "The current policy scenario does not take account of the effects on output of these eventual extra expenses.", "For the subsequent two years (2018-19), the GDP growth forecasts in the current legislation scenario are unchanged with respect to April's estimates (1.2 per cent in 2018 and 1.3 per cent in 2019); the policy scenario, by contrast, has revised them downwards, by 0.2 percentage points a year.", "This change likely reflects the nature of the planned interventions and, in particular, the remodelling of the expected increases in indirect taxes.", "The public finances in 2016 Compared to April's Economic and Financial Document, the Update slightly modifies the estimates for this year.", "Net borrowing is expected to reach 2.4 per cent of GDP, one tenth of a point more than in the April forecast.", "The variation is mostly ascribable to lower growth expectations; running counter to this was the downward revision of capital expenditure and the upward revision of direct taxes.", "Although the new estimate is less favourable, the deficit is nonetheless expected to contract compared with 2015 (from 2.6 to 2.4 per cent of GDP).", "Available data on the cash balance and revenues are compatible with the Government's estimates for net borrowing.", "At least in the first seven months of 2016 (compared with the year-earlier period and taking account of the effects of the main operations that have no impact on net borrowing and of a number of temporal asymmetries), it can be estimated that the general government borrowing requirement has improved by slightly more than what would be consistent with the Government's estimates of net borrowing for this year.", "The Government's forecasts of greater direct tax revenues in 2016 are in line with the trends observed so far in revenues for the State budget.", "In the first eight months of the year, net of lotteries and other gaming receipts, these grew by 4.0 per cent compared with the corresponding period of 2015, driven in particular by the solid performance of self-assessment tax returns.", "In the Update's estimates, primary expenditure is forecast to remain basically stable, compared to growth of 1.8 per cent in nominal output.", "The ratio of taxes and social security contributions to GDP is expected to fall by 0.7 points of GDP.", "The structural deficit, net of the effects of the business cycle and temporary measures, is forecast instead to increase by half a percentage point of GDP compared to 2015, reaching 1.2 per cent in the policy scenario.", "In the policy scenario for 2016, the explanation for why net borrowing as a share of GDP falls but the structural deficit increases, can be found in the improved cyclical situation compared with 2015.", "The contraction of around 1 percentage point in the output gap (measured according to the EU methodology with a time horizon of four years underpinning the macroeconomic forecast) reduced the negative cyclical component of the deficit by more than half a percentage point of GDP; on the other hand, the cyclically-adjusted primary surplus, reflecting the expansionary stance of budgetary policy in 2016, contracted by a similar amount.", "The further diminution in interest payments (0.2 percentage points) enabled net borrowing to fall this year as well.", "The deterioration is greater than that indicated in the EU Council's Recommendations of last July, taking into account the margins of flexibility recognized mainly for structural reforms and investment.", "In the Government's assessment, the deviation is 'not significant' and should accordingly not endanger compliance in 2016 with the preventive arm of the Stability and Growth Pact.", "According to EU fiscal rules, in 2016 Italy should have cut its structural deficit by 0.5 percentage points of output, but in July the Council granted its request for flexibility in order to make structural reforms and public investments, totalling 0.75 percentage points of output.", "The structural deficit can accordingly expand by 0.25 percentage points.", "To this could be added a further degree of flexibility amounting to 0.1 points in connection with expenditure in response to exceptional events in particular the migration crisis and security, bringing the total deterioration permitted to 0.35 points; the relative assessment, however, will not be made by the Commission until the spring of 2017 on the basis of final outturns.", "Greater flexibility has been granted on condition that, when the next Draft Budgetary Plan is assessed, the Commission shall verify the fulfilment of the pledge the Government made in the spring to resume the adjustment towards the medium-term objective (budget balance in structural terms).", "According to April's Economic and Financial Document, in 2016 debt as a share of output would begin to decline, albeit only slightly (by 0.3 percentage points).", "In the updated estimates the inversion in the trend has been postponed until next year.", "In 2016 the ratio of debt to GDP is expected to grow by 0.5 percentage points, reaching 132.8 per cent.", "Half of the revised estimate (0.4 percentage points) is ascribable to the effect of the reduction in the growth forecasts for GDP, which lowers the denominator of the ratio.", "The remainder is mostly owing to privatization receipts that were lower than those planned last year and confirmed in April's Economic and Financial Document (0.1 per cent of GDP against 0.5 per cent).", "In part owing to unfavourable market conditions, in recent years the number of privatizations actually carried out has always been lower than that originally envisaged.", "Following the recent revisions to GDP and to the nominal value of debt, the ratio of debt to GDP in 2015 came to 132.3 per cent of GDP, 0.4 percentage points less than the figure published in the spring document.", "Public finance projections and plans for 2017-19 I will now comment on the outlook for the public finances in the next few years, analysing, as is customary, first the projections on a current legislation basis (baseline estimates) and then the plans that take account of the measures the Government intends to put into effect in the next budget law.", "- Net borrowing is forecast to decrease gradually in the three years 2017-19; at the end of the planning horizon it is expected that the nominal budget balance will have been reached.", "Compared with the forecasts made in the 2016 Economic and Financial Document, the estimates in the Update have been revised upwards by 0.2 percentage points of GDP in 2017 (to 1.6 per cent) and by around 0.4 percentage points on average for the two years 2018-19.", "These revisions mainly reflect the slowdown in GDP growth, partially offset by a reduction in interest payments (of about 0.1 percentage points of GDP on average over the three years).", "The primary surplus as a percentage of GDP is expected to increase from 1.5 per cent this year to 2.1 per cent in 2017, reaching 3.4 per cent at the end of the forecasting horizon, representing a downward revision of about 0.4 percentage points per year on average compared with last April's estimates.", "Structural net borrowing is expected to diminish by 0.6 points in 2017 and to continue to decline in the following two years, reaching 0.2 per cent of GDP in 2019 (against a surplus of 0.1 percentage points as estimated in April's Economic and Financial Document).", "In the current legislation scenario, general government debt will begin to diminish next year; in the following two years the decline will be more pronounced; at the end of the forecasting horizon public debt will reach 126.1 per cent of GDP.", "The fall in the debt to GDP ratio in the three years 2017-19 is now expected to be two percentage points smaller than in April's Economic and Financial Document, which forecast that the reduction would have already begun this year.", "- The fiscal stance, measured by the change in the cyclically-adjusted primary surplus, is basically unchanged from that planned in April; also in this instance the changes in the objectives are therefore mostly ascribable to the worsening of the economic situation since April.", "Fiscal policy is expected to remain expansionary in 2017 and become slightly more restrictive in the following two years.", "The cyclically-adjusted primary surplus is expected to decline from 2.9 per cent of GDP in 2016 to 2.6 per cent in 2017; in the following two years it should increase steadily, reaching 3.2 per cent of GDP in Planned net borrowing in 2017 amounts to 2.0 per cent of GDP (against 1.6 per cent in the current legislation scenario).", "The structural balance is unchanged from the previous year.", "April's Economic and Financial Document fixed an objective of 1.8 per cent for net borrowing in 2017 and an improvement in the structural balance of 0.1 percentage points.", "Given the current economic situation the Government believes it would be counterproductive to make a structural adjustment in 2017.", "In April's Economic and Financial Document the estimated output gap for 2017 was negative, at a little more than 1 per cent of potential output; in 2018 the output gap was projected to be zero, turning positive in 2019 (0.7 percentage points).", "However, the Update - which continues to utilize the European Commission's methodology - estimates an output gap of -1.7 per cent for 2017, which will be reduced in 2018 and amount to nil in 2019.", "As already announced in the last Economic and Financial Document, in 2017 the Government intends to avoid the indirect tax increases provided for by the 2015 Stability Law and to only partly offset the effects of this decision with measures to counter tax evasion and elusion together with others to reduce spending.", "A thorough analysis of the effectiveness of the anti-tax evasion measures taken in the past (for example 'split payments' or 'reverse charges') would enable prevention and counter measures to be oriented towards the instruments that have actually proved most effective in practice.", "The safeguard clauses provide for an increase in the VAT rate (and in the excise duties on mineral oils starting in 2018) to ensure higher revenues of €15.1 billion in 2017 and €19.6 billion starting in the following year.", "The Government has also announced further measures for 2017, mainly in the field of social security and support for public and private investment; these will be detailed in the draft budget law due to be presented to Parliament by 20 October.", "The Update gives no specific indications as to the main areas of intervention of the fiscal policy measures for the next three years or the expected financial effects in terms of revenue and expenditure.", "As I mentioned in reference to the macroeconomic scenario, the Government is also asking Parliament for authorization to increase, if necessary, net borrowing by up to a maximum of 0.4 percentage points of GDP in 2017 (€7.7 billion).", "The request specifies that any increase in the deficit would reflect spending necessitated by exceptional events, in particular to secure Italy's territory and buildings and to manage migration flows.", "The policy scenario does not take account of the effects of these potential outlays.", "In terms of the structural deficit, the adjustment would begin again in 2018 and a broadly balanced budget (the medium-term objective for Italy) would be achieved in 2019, as already forecast in April's Economic and Financial Document.", "The debt to GDP ratio should begin to fall in 2017; at the end of the forecasting horizon (2019) the reduction would be about half a percentage point lower than that indicated in the current legislation scenario.", "One contribution to this reduction is expected to come from privatizations, whose objectives for the three years 2017-19 are the same as in April's Economic and Financial Document (0.5 per cent of GDP in each of the two years 2017-18 and 0.3 per cent in 2019).", "Over the three years, the debt to GDP ratio is expected to decline at a slower pace than planned in the spring (by 6.2 instead of 8.6 percentage points), mainly owing to the smaller-than-expected growth in nominal GDP.", "As indicated in the Update and in April's Economic and Financial Document, the numerical criterion of the debt rule will not be met either this year or the next.", "In April, the distance from the benchmark provided for in the debt rule was shorter; on that occasion, the Government had explicitly recalled the relevant factors - such as low inflation - which suggested that there would be no violation of the rule, despite the failure to reach the benchmark.", "The Government considers that the objectives in the Update are consistent with EU rules, also in view of the deterioration of cyclical conditions and the revised estimate of the output gap.", "The European Commission will issue its opinion on this in November, when it assesses the Draft Budgetary Plan.", "In May the Commission assessed Italy's Stability Programme, signalling the risk of a significant deviation from the objectives set by European rules and calling for a larger structural adjustment in 2017 in respect of what had been planned.", "The flexibility margins granted by the Commission in 2016 (0.85 percentage points of GDP) were conditional on the resumption of consolidation in 2017. .", "Conclusions Mr President, Honourable Members of Parliament, Before drawing to a close, I will summarize the main points I wished to bring to your attention and make some concluding remarks.", "The current legislation macroeconomic scenario for the two years 2016-17 prudently takes account of the worsening of the external situation; on the basis of the information available, the scenario as outlined accordingly appears tenable.", "The available data on the general government cash balance are consistent with the Government's estimate of the deficit for 2016.", "The policy scenario for 2017 projects that GDP growth will be significantly stronger than in the baseline scenario.", "The objective is an ambitious one.", "The forecast is based on a mix of budgetary provisions about which the Update does not go into detail.", "To achieve the desired results, the next budget law will have to be drawn up with great care.", "Turning to the measures to support growth, it would be a good idea to focus attention on those that could encourage a rapid recovery of both private and public investment.", "For the latter, in particular, not only must resources be allocated but safeguards also put in place to ensure their efficient and prompt utilization.", "The recessionary effects of the necessary funding could be limited by pinpointing any waste that can be eliminated and by keeping down general government running costs.", "If the outturn data confirm the forecasts, the ratio of current primary expenditure to GDP will decline slightly in 2016 as well, continuing the trend of the last two years (data adjusted for the tax credits for employees with medium-low incomes).", "I believe that the reduction in primary spending is an important result; indeed it is essential that this objective be pursued with increasing determination, if the public finances are to be kept under control without having to rely solely on today's exceptionally low interest rates and without squeezing investment, whose recovery is essential for growth.", "The more the efforts made to limit outlays in recent years are systematic and built into an in-depth spending review, the greater, more robust and longer-lasting the results will be.", "The Italian economy is benefiting from the euro-area's exceptionally expansionary monetary policy.", "This is no reason not to act, quite the contrary: other economic policies can and must exploit the space this creates.", "Lower interest payments allow us to begin to reduce the public debt without slowing the economy - essential for a country like Italy, which has such a large accumulated public debt.", "Cyclical stimulus enables the short-term costs of structural reforms to be lowered, creating the conditions to accelerate their implementation and making it easier to revive and complete them.", "Reducing Italy's debt burden remains a strategic objective.", "Undoubtedly one of the reasons that this did not start to happen this year was the poor performance of GDP and the difficulties in concluding, in adverse market conditions, the privatizations originally envisaged.", "Certainly, market conditions are important in deciding which privatizations to carry out and when.", "If, on the one hand, it is better to make cautious predictions about how much can actually be privatized year by year, on the other, by making clear, ambitious strategic choices, it will be possible to act swiftly and for significant amounts when market conditions so permit.", "An appropriate privatization strategy should more than help to reduce the debt: flanked by the proper rules and controls, it must also aim to raise efficiency.", "(1) Rounding of decimal points may cause discrepancies in totals.", "─ (2) The proceeds of sales of public assets are recorded as a deduction from this item.", "─ (3) A negative value corresponds to a deficit.", "─ (4) Excludes liabilities related to capital contributions to the European Stability Mechanism (ESM) and loans to EMU member countries, disbursed both bilaterally and via the European Financial Stability Facility (EFSF).", "(1) Rounding of decimal points may cause discrepancies in totals.", "- (2) Net borrowing and primary surplus based on data in the Technical Note to the 2016 Stability Law; debt based on data in the 2016 Draft Budgetary Plan.", "- (3) 2016 Economic and Financial Document - (4) 2016 Update to the Economic and Financial Document.", "- (2) Gross of financial support given to EMU countries.", "The objectives and outturns include reimbursements of the capitalization tools issued by the banks and underwritten by the MEF (the 'Tremonti/Monti bonds').", "- (2) The data refer to revenues paid into item 4055 of the State budget (mostly proceeds from the sale of State shareholdings); for 2013, includes also proceeds from the sale of Fintecna S.p.A., not paid into item 4055 but accounted for as a reduction in the borrowing requirement (0.6 billion).", "Twelve-month cumulative borrowing requirement (1) (monthly data; billions of euros) 80 80 50 50 2011 2012 2013 2014 2016 General government General government excluding financial assistance to EMU countries (2) State sector excluding financial assistance to EMU countries Source: Ministry of Economy and Finance for the state sector borrowing requirement.", "(1) Excluding privatization receipts.", "- (2) Excludes liabilities related to Italy's capital contribution to the ESM and to loans to EMU member countries, disbursed both bilaterally and via the EFSF.", "- (3) Excludes liabilities in connection with bilateral loans to EMU member countries and Italy's capital contribution to the ESM; loans disbursed through the EFSF are not included in the state sector borrowing requirement."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "fiscal policy", "public debt", "economic growth", "structural deficit", "primary surplus", "investment", "privatization", "output gap", "tax evasion"]}