{"sentences": ["OFFICIAL LAUNCH OF BANK GABORONE MAUN BRANCH by Governor, Bank of Botswana September 11, 2017 Good morning and thank you all for being part of the official opening of the Maun branch of Bank Gaborone.", "Today marks yet another important milestone in the history of Bank Gaborone in Botswana.", "Last year, on March 22, the bank opened its doors to the residents of Palapye, that was just two years after the opening of the Kang branch (in 2014) in Kgalagadi North, where, by the way, to date, Bank Gaborone is the only bank in that village.", "It is, therefore, commendable that in a period of three years, Bank Gaborone has added three new branches, to take the total to 9 and 17 Automated Teller Machines (ATMs).", "This becomes even more significant if we consider the fact that Bank Gaborone started its operations in Botswana in 2006 and, in a relatively short period of 11 years, it has expanded its network of branches, comparable in number to, or even, surpassing some of the older banks in the country.", "The bank also provides electronic banking services, which further extends its coverage and footprint.", "I should also recognise that, Bank Gaborone employs 261 people, mostly Batswana, hence, contributing to the economic and social well-being of the employees and their families.", "Distinguished Guests, what I have just said about Bank Gaborone, demonstrates a clear commitment and Botswana's financial inclusion contribution to agenda.", "The strategy of expanding the branch network beyond cities, potentially opens up access to banking services to a greater number of individuals and businesses, including small and medium scale enterprises and, indeed, the informal sector.", "By so doing, Bank Gaborone is adding to the inputs and resources needed to enhance productivity of economic pursuits, and for the community to harness and profit from business opportunities.", "The extended outreach of financial services being undertaken by Bank Gaborone with the nation's Financial Sector Development Strategy and, ultimately, contributes to the aspiration of inclusive economic growth.", "Distinguished Ladies and Gentlemen, as you may be aware, Bank Gaborone is a member of the Capricorn Group - a financial services group with its roots in Namibia, offering banking, insurance and asset management services in Botswana, Namibia and Zambia.", "In Botswana, the bank's financial position has grown steadily since commencement of operations, in 2006.", "The bank has, therefore, in a relatively short period, mobilised approximately P4 billion worth of financial resources.", "These resources have been productively employed and distributed, in the form of loans and other credit facilities, to support real economic activity in diverse sectors across Botswana, including consumption spending.", "As a regional bank and being relatively new, it is expected that the bank and its design of products will continue to be well aligned to contemporary domestic market requirements.", "Notably, for the area around Maun, this branch of Bank Gaborone is invariably expected to support the various facets and business value chains in the tourism and agricultural sectors associated with this region.", "In this way, Bank Gaborone would be contributing to sustainable economic activity and inclusive growth in this part of Botswana.", "It is worth pointing out that the tourism industry, of which Maun is a significant player, accounted for 3.9 percent of the country's Gross Domestic Product (GDP) in 2016, through industries such as hotels, restaurants, travel agents, airlines and other passenger transportation services.", "The same industries contributed 2.6 percent to total employment in 2016.", "It is therefore expected that the provision of additional or enhanced financial services, in the form of transactional accounts, savings products, credit extension, payments and other banking services offered by Bank Gaborone, as well as other players of course, should help sustain the contribution of the tourism sector to GDP.", "In turn, this should foster economic diversification and broad-based private sector development, both of which are critical for endurable economic growth and raising living standards of our people.", "To the Maun residents and North West community, in general, w e should recognise that the Maun branch of Bank Gaborone is a business that needs a good and durable customer base in order for it to be profitable and sustainable.", "Therefore, you are all encouraged to use the branch and, of course, all other licensed banks in your area, to save money and undertake other financial transactions.", "Similarly, it is my expectation that Bank Gaborone will take full advantage of the Botswana payments and other public infrastructure, partnership with mobile operators and other Electronic Payments Systems, to enhance financial inclusion; and this includes providing the much-needed support for the informal businesses in Botswana in general and Maun, in particular.", "Distinguished Guests, Ladies and Gentlemen, In addition to w hat I have just said, I wish to implore the Maun community to engage banks with viable borrowing proposals that are sustainable and can yield positive returns.", "Equally, important, and having obtained loans and other credit facilities, borrowers should honour their obligations by adhering to the repayment programme agreed with banks.", "Distinguished Guests, I am making this point because the Bank of Botswana is concerned about the recent observed upward trend in non-performing loans.", "While this trend could be, in part, due to sluggish global economic activity and idiosyncratic business performance and environment, there is some evidence of lack of financial discipline on the part of some individuals and poor management practices by some businesses.", "There is also an undesirable creeping culture, on the part of some customers of banks, of failing to repay their obligations to banks according to the agreed schedule.", "Let me, therefore, take this opportunity to remind you, Distinguished Guests that, in the main, banks in Botswana by depositors/savers' funds.", "Therefore are funded mainly the Board and management of a bank have a fiduciary duty and responsibility to ensure that the lending and credit underwriting standards are sound; the bank is managed in a safe and prudent manner, to safeguard depositors' funds and ensure that these borrowed funds are not lost through uncollectable loans.", "In this context, I should therefore caution that, where a borrower is in default, the bank is entitled to institute lawful, procedural and ethical recovery procedures including attachment and liquidation of property pledged as collateral to recover its money.", "Moreover, loss or writing off a loan in the bank's books, as a non-bankable asset, does not extinguish the debt the customer owes to the bank.", "In this case, the bank is only being prudent and adhering to sound accounting and international financial reporting standards.", "The defaulting customer continues to be obliged to repay.", "In this context, let us always remember that a safe, sound and stable banking system is a necessary condition for sustainable economic development.", "Director of Ceremonies, Distinguished Guests, I am reliably informed that Bank Gaborone, which identifies \" to make banking a rewarding with the mission statement: experience for all stakeholders\" , has a strong customer- focus orientation that should make it a good business partner.", "I am also aware that customers have demonstrated their confidence in the bank's service delivery by voting it the \" Best Bank in Customer Care\" , during a customer service survey carried out by KPMG in 2013 and 2016.", "This is commendable and trust that the Maun community will soon have a reason to validate these accolades.", "In terms of Corporate Social Responsibility, Bank Gaborone qualifies to be called a good corporate citizen, as evidenced by its participation in charitable activities, including Financial Literacy Programme, through which the bank educates Batswana on financial matters.", "Other Corporate Social Responsibility initiatives include support for youth football development; involvement in the Diabetes Apple Project and Journey of Hope for raising breast cancer awareness; and sponsoring Lady Khama Charitable Trust, UB Foundation and Kang Primary School.", "Distinguished Guests, Ladies and Gentlemen, allow me to comment on a few other issues of topical interest.", "First, the status of liquidity in the banking system; one of the key economic functions of a bank is to manage and provide liquidity to firms and other economic entities.", "As many of you will be aware, liquidity and maturity transformation is the essence of banking.", "In this regard, banks should ensure that, at all times, they have adequate funds, including contingency funding sources, to meet their financial obligations.", "These obligations typically include customer withdrawals and drawdown of loan facilities, as well as the capacity to accommodate growth and profit opportunities, such as new credit requirements by their clients.", "Therefore, liquidity is a critical and integral component of a operations, strategy and governance framework.", "Consistent with our principal objectives, as the central namely, \" to promote and bank and regulatory authority, maintain monetary stability, an efficient payments mechanism and the liquidity, solvency and proper system\" , the Bank functioning of a soundly based financial of Botswana monitors banks on an ongoing basis to ensure that they continually meet the minimum prudential thresholds, in this case, liquidity ratios; and that there is no constraint to transmission of the monetary policy stance.", "It is for this reason that, the Bank of Botswana stands ready to inject and/or withdraw liquidity from the banking system and, also, provide overnight credit facilities to solvent banks, if needed, to meet temporary liquidity shortfalls.", "These form of support by central banks is common across the world, as it is central to the primary objective of \" fostering monetary, credit and financial conditions conducive to the orderly, balanced and sustainable economic development\" of the country.", "regards the current status and health of the banking system, I can report that banks have sufficient liquidity, totalling approximately P19 billion, inclusive of Bank of Botswana Certificates and balances held abroad, both of which could be liquidated in case of need, w ith minimal capital loss, to finance any effective and viable demand for credit.", "However, it should be noted that the distribution of liquidity amongst banks will vary from time to time.", "Distinguished Guests, Ladies and Gentlemen, the second issue relates to the conduct of banks in accepting foreign currency denominated deposits.", "Consistent with international norms, and as is the case in many jurisdictions, banking and other laws permit non-residents to open accounts in local banks.", "I should note here that, similarly, Botswana residents do open and operate accounts in other countries, subject to compliance with Botswana tax and other applicable laws.", "However, there is a legal requirement to declare any cross-border transfers, including cash in any currency equivalent to P10 000 and above.", "In opening accounts and accepting deposits by foreigners (non-resident accounts), the local banks are doing so in compliance with Botswana laws.", "Banks are, however, required to consistently undertake effective due diligence, including strict application of the Know Your Customer procedures for any such transactions and/or customers.", "These include obtaining customer identity documents, residence status, address, business location and sources of income; this is done at account opening and on an ongoing basis.", "Banks also need to ensure that any cross-border cash deposits and similar inward transfers are supported by duly completed and valid documents, when processing such transactions.", "It is also important to indicate that banks have a screening process to ensure that entities and individuals on the International Sanctions Lists do not use the Botswana banking system as a conduit for illegal activities and other forms of financial crime.", "Banks also routinely monitor accounts for suspicious activity and file Suspicious Transactions Reports (STR) with the Financial Intelligence Agency.", "While it is not evidence of illegality, the Report triggers appropriate steps, including follow up action by relevant authorities, such as the Bank of Botswana, Non- Bank Financial Institutions Regulatory Authority and other law enforcement agencies.", "Having said that, I can confirm that both the Financial Intelligence Agency and the Bank of Botswana continue to monitor and enforce, in line with their respective mandate, local banks' compliance with applicable law s, business conduct requirements, as well as the Anti-Money Laundering and Combatting the Financing of Terrorism protocols.", "This leads me to the third topical issue, namely, cyber- crime and related other financial crimes.", "Distinguished Guests, technology is the future of banking and many of us welcome the benefits of new information and communication technologies, in various facets of our lives, including enhanced cost-effective access to financial services and the associated convenience of conducting banking and other transactions.", "However, in as much as these technologies increase efficiencies and bring other economic benefits, the speed, scale and the cost of any fraudulent activity perpetrated through these channels can be enormous, ruining the lives of many and causing major harm to institutions and society, in general.", "These financial crimes can take many forms including unauthorised cash withdrawals from customers' accounts at Automated Teller Machines (ATMs), identity theft, scanning and cloning of bank cards, disruption or compromising business processes, internal fraud and, more broadly, cyber-crime.", "If not properly mitigated, these crimes can discourage members of the public from entrusting their savings with banks and this could undermine public confidence and trust in the banking system.", "Consequently, we need to be on guard, as institutions, businesses and individuals to mitigate cyber- crime and other forms of financial crime risks.", "The National Banking Week message by the Bank of Botswana, in 2011, articulated the issue well as follows that; combating fraud is an on-going shared responsibility by all interested parties; it requires the involvement of the Bank of Botswana, banks and the vigilance of members of the public.", "Vigilance is all the more important as the banking system diversifies and competition intensifies by way of new entrants to the market, increased branch network, new products, and progressive globalisation of banking services\" .", "I trust, in closing, that the presence of Bank Gaborone here in Maun, w ill add value to the community and the broader region, by expanding banking services and that there w ill be a mutually rewarding and enduring bank-customer relationship.", "Mr Coetzee, once again, and through you, I would like to thank the Board, Management and staff of Bank Gaborone, for inviting me to be part of this occasion.", "I wish Bank Gaborone every success and hope that it w ill continue to grow and expand its services across the country.", "Distinguished Ladies and Gentlemen, it is now my honour and privilege to declare the Maun Branch of Bank Gaborone officially open.", "I thank you for your kind attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial inclusion", "Bank Gaborone", "Economic growth", "Banking services", "Non-performing loans", "Liquidity", "Corporate social responsibility", "Cyber-crime", "Financial crime", "Monetary policy"]}