{"sentences": ["For release on delivery 10:00 a.m. EDT (3:00 p.m. local time) September 28, 2017 The Independent Bank of England--20 Years On Stanley Fischer Board of Governors of the Federal Reserve System \"20 Years On,\" a conference sponsored by the Bank of England September 28, 2017 It is a pleasure to speak at this commemoration of 20 years of Bank of England monetary policy independence.", "In my remarks today, I will consider how central banking in the United Kingdom and the United States has evolved in response to the challenges of recent years.", "I will address a limited set of topics and will have time to touch only briefly on each.", "These remarks are divided into three parts.", "In the first part, I will discuss several aspects of aggregate monetary policy: central bank independence, policy transparency, and policy tools.", "In the second part, I consider differences between the approaches of the two banks to their lender-of-last-resort function.", "And, third, I will close with brief reflections on the central bank's responsibility for financial stability.", "Revisiting Goal Independence versus Instrument Independence We start by considering a central bank that influences economic activity only through its influence over the general level of interest rates.", "More than two decades ago, Guy Debelle and I offered two terms--goal independence and instrument independence-- to describe such a central bank's degree of independence.", "Our definitions were as follows: \"A central bank has goal independence when it is free to set the final goals of monetary policy.", "A bank that has instrument independence is free to choose the means by which it seeks to achieve its goals.", "\"3 In May 1997, the Bank of England achieved instrument independence--something the Federal Reserve has long had.", "Under the new law, the Bank of England's Monetary Policy Committee (MPC), rather than the Treasury, set the policy interest rate.", "Inflation targeting, which began in the United Kingdom in 1992, continued under the new system and was codified in the Bank of England Act of 1998.5 The MPC was given an explicit numerical inflation target, corresponding to effective price stability, alongside an implied stabilization goal for real economic activity.", "Consequently, the Bank of England from 1997 had the combination that Debelle and I advocated: instrument independence but not goal independence.", "We also judged that the vagueness of the Federal Reserve's statutory objectives meant that the Federal Reserve \"has considerable goal independence.", "\"7 Today both the FOMC and the MPC have a numerical inflation goal--2 percent.", "However, this numerical goal is not specified in legislation in either country.", "In the United Kingdom, the Chancellor of the Exchequer sets the MPC's inflation target: currently 2 percent per year for the U.K. consumer price index.", "In the United States, in the FOMC's Statement on Longer-Run Goals and Monetary Policy Strategy, first issued in 2012 and discussed annually, Committee participants have judged that the longer-run inflation objective that See the text of the act in Bank of England (2015a).", "(Since 1998, the U.K. Parliament has made a number of amendments to the Bank of England Act 1998--among them a change, in 2016, to the frequency of MPC meetings, from monthly to eight times a year.", "From the start of inflation targeting in the United Kingdom in 1992, it was made clear that the authorities, when faced with a situation in which inflation was different from the target rate, would generally not seek to restore inflation to target as quickly as possible.", "Rather, they typically would opt for a policy that sought to bring inflation back to target gradually, without unnecessary destabilization of real output.", "This approach has continued in the MPC era, as discussed later.", "It is an approach consistent with the MPC's remit in the Bank of England Act 1998 to achieve the inflation target through policies consistent with the economic policy of the U.K. government, \"including its objectives for growth and employment.\"", "For the most recent statement by the Chancellor of the Exchequer on the inflation target to be pursued by the MPC, see Hammond (2017).", "corresponds to the Federal Reserve's mandate is a rate of 2 percent per year, as measured by the change in the price index for personal consumption expenditures.", "In practice there is little difference between the policy goals of the two central banks, or between the variables that are targeted.", "But there is a subtle difference between them in terms of who sets the inflation target.", "To date, that difference has not generated any major divergence between the approaches to monetary policy of the two central banks.", "Although much has changed in central banking since the 1990s, the case for instrument independence, alongside statutory goals (lack of goal independence), remains sound.", "Let me briefly give some of the main elements of that case.", "First, instrument independence requires the central bank to make technical judgments about the instrument settings most appropriate for achieving the statutory goals--and this choice is typically based on a discussion of the central bank's monetary policy committee, informed by the analysis of its staff.", "Second, monetary policy decisions aim at affecting economy-wide interest rates and, thereby, aggregate economic behavior.", "The aims and tools of monetary policy are therefore distinct from those of fiscal policy--whose instruments of taxation, government purchases, and transfer payments are often used in the pursuit of distributional or region-specific objectives.", "Decisions about fiscal policy should therefore rest directly with the legislature.", "Third, when the statutory goals include price stability, central bank instrument independence reflects the judgment that monetary policy should not be driven by the revenue or financing needs of the fiscal authority.", "Historically, this judgment has been the most prominent part of the case for central bank independence.", "Fourth, the same arrangement precludes the monetary authority from seeking the short-run boost to economic activity that might be associated with a permanent increase in the inflation rate.", "Fifth, this arrangement seeks to avoid undesirably low inflation: The policy committee, in pursuing a symmetric inflation objective, should provide accommodation when needed to prevent inflation from being persistently below that objective.", "Transparency, Accountability, and Communications In a paper written for the Bank of England's tercentenary, I considered how an instrument-independent central bank might conduct itself.", "My discussion noted that an independent central bank should adhere to the \"principle of accountability to the public of those who make critically important policy decisions.", "\"12 Accountability, in the senses I defined it, included the requirement \"to explain and justify its policies to the legislature and the public\"--that is, policy transparency and communications.", "Transparency, public accountability, and policy communications form the quid pro quo of central bank independence, and they can also contribute to achievement of macroeconomic goals.", "These were points the FOMC recognized in its Statement on Longer-Run Goals and Monetary Policy Strategy, which observed that clarity concerning policy decisions \"increases the effectiveness of monetary policy, and enhances transparency and accountability, which are essential in a democratic society.\"", "In my coverage of these issues today, however, I would like to concentrate on the Bank of England, which in the past quarter-century has been an innovator on accountability and transparency in several ways.", "Calls for more transparency concerning U.K. monetary policy and the Bank of England's monetary actions predated independence.", "For example, in the late 1950s, Richard Sayers observed: \"It may not be wise to turn the central bank into a goldfish bowl, but at least some relaxation of the traditional secretiveness would make for better health in the nation's monetary affairs.\"", "And some Bank communications vehicles, Quarterly Bulletin such as the economic analysis in the and testimony and speeches by the Governor and other Bank officials, were of long standing by the mid-1990s.", "But the Bank of England made further strides toward improved transparency and communications during the 1990s.", "In 1993, it initiated the Inflation Report.", "From the beginning, the Inflation Report was intended to increase transparency about the U.K. monetary policy reaction function--that is, the connection between policy instruments and economic variables, including the goal variables.", "After independence, the Inflation Report presented the MPC's inflation forecast.", "Furthermore, alongside other Bank statements, the Inflation Report provides a publicly available analysis of the economy and of economic implications of developments like Brexit.", "The content reflects the Bank's change in focus--from markets in the pre-inflation-targeting era to macroeconomic implications of financial and other developments.", "The Bank expanded its policy communications after 1997, publishing MPC analogues to the FOMC releases (some of them only recent innovations by the Fed): postmeeting MPC statements and meeting minutes.", "And an innovation of Mervyn King in the early years of inflation targeting that has continued in the era of independence is the Inflation Report press conference.", "Here, senior Bank figures discuss the MPC's forecast and the state of the economy.", "This innovation was a forerunner of the Federal Reserve Chair's press conference, begun in 2011, in which the Chair describes the latest policy decision together with the Summary of Economic Projections (SEP) of FOMC participants.", "New Monetary Policy Tools The MPC and FOMC have extensively--particularly in recent years--used two monetary policy tools other than decisions on the current short-term interest rate.", "These tools are forward guidance and asset purchases.", "Monetary authorities used to be very reluctant to discuss the future course of the policy rate.", "By 1997, however, there was widespread recognition of the merits of The MPC arrangements also require that a letter be written from the Bank Governor to the Chancellor of the Exchequer in the event of an overshoot or undershoot of the inflation target that is in excess of 1 percent.", "As well as providing accountability, this arrangement gives the Bank an opportunity to emphasize the longer-term nature of the inflation goal and the consideration given in MPC policy decisions to the stabilization of real economic activity.", "For example, Carney (2016) outlined, among other things, \"the horizon over which the MPC judges it appropriate to return inflation to the target\" and \"the trade-off that has been made with regard to inflation and output variability in determining the scale and duration of any expected deviation of inflation from the target.\"", "In addition to these tools, the MPC has used the Funding for Lending Scheme to boost bank lending.", "It is beyond the scope of my talk to discuss this further innovation.", "For example, Federal Reserve Chairman Arthur Burns once noted (Burns, 1977, p. 717): \"Federal Reserve officials are extremely careful to avoid any public comment that might suggest or imply some particular outlook for interest rates.\"", "In the United Kingdom, in 1981 Chancellor of the Exchequer clarity on the reaction function and of having long-term interest rates incorporate accurate expectations of future policy.", "These considerations led to the FOMC's use of forward guidance regarding the short-term interest rate in its postmeeting statements during the mid-2000s.", "The MPC, in contrast, for a long time generally preferred to let markets infer likely future rates from the extensive communication it provided about its reaction function.", "Beginning in 2008, with the policy rate at or near its lower bound, regular forward guidance acquired new efficacy.", "Through forward guidance, additional accommodation from short-term interest rate policy could be provided by communicating how long the policy rate was expected to remain at its lower bound.", "The knowledge that the short-term policy rate likely would be lower for longer would put downward pressure on longer-term rates.", "The FOMC has provided forward guidance on the policy rate in its postmeeting statements ever since the target federal funds rate was brought to the lower bound in December 2008.", "In addition, the SEP shows individual FOMC participants' expectations regarding the policy rate, though it does not identify the individuals in the Geoffrey Howe observed (Howe, 1981) that it was not the authorities' \"practice to forecast interest rate movements.\"", "Although it provides an inflation forecast in the Inflation Report, the MPC does not form an interest rate forecast in conjunction with that inflation forecast.", "Instead, its current practice is to report a \"CPI inflation projection based on market interest rate expectations\" (Bank of England, 2017b, chart 5.1).", "The fact that the MPC's Inflation Report forecasts (for real output growth, inflation, and the unemployment rate) condition on market expectations of interest rates is one difference between the MPC forecasts and the FOMC participants' projections that are summarized in the SEP. Another difference is that the SEP consolidates information on the projections constructed and submitted separately by the individual FOMC participants, while the Inflation Report's economic projections are arrived at collectively by the MPC and are therefore the forecasts of the committee as a whole.", "This is another aspect of the differences of behavior between the two monetary committees that is both interesting and possibly important, but for which there is not enough time for a more detailed discussion.", "Woodford (2013) provides an analysis of the value of forward guidance under various conditions, including the case in which the policy rate is at its lower bound.", "In the United Kingdom, the MPC started providing forward guidance in its postmeeting statements in 2013.21 As the policy rate--Bank Rate--is still at its lower bound in the United Kingdom, it remains to be seen whether MPC forward guidance will continue during policy firming.", "For its part, the FOMC has provided forward guidance in its policy statements during the tightening phase that began with the increase in the target range for the federal funds rate in December 2015.", "Asset purchases are less of a new tool than forward guidance.", "In the early post- World War II decades, both U.K. and U.S. authorities sporadically attempted to influence long-term interest rates directly by transacting in longer-term Treasury securities.", "By 1997, however, monetary policy operations in longer-term securities markets had fallen into disuse.", "The financial crisis changed matters, with both countries' central banks expanding their balance sheets through large-scale purchases of longer-dated securities to put downward pressure on longer-term interest rates and set in motion movements in asset prices and borrowing costs that would stimulate spending by households and businesses.", "It is widely, though not universally, recognized that these asset purchases helped contain the economic downturns in the United Kingdom and the United States and underpinned the subsequent recovery in each country.", "This experience raises the question of whether the balance sheet will continue to be a routine tool of monetary policy once interest rates normalize.", "The FOMC has indicated its preference that, barring large adverse shocks to the economy, adjustments to the federal funds rate will be the main means of altering the stance of monetary policy.", "Changing Perspectives on the Lender of Last Resort The financial crisis and recession confirmed the value of central bank tools that affect the financial system, beyond those most associated with monetary policy.", "One of these tools is the discount window or lender-of-last-resort function.", "As of the mid-2000s, the posture of the Bank of England and the Federal Reserve toward the lender-of-last- resort function reflected the principles enunciated by Bagehot and the long absence of a severe financial crisis: The discount rate stood above the key policy rate by a fixed amount; the discount window was not used for macroeconomic stabilization; and depository institutions were the users of the discount window, typically on a short-term basis.", "In 1978, Rudi Dornbusch and I noted that the lender-of-last-resort function should imply that \"the central bank steps in to ensure that funds are available to make loans to firms which are perfectly sound but, because of panic, are having trouble raising funds.\"", "In the financial crisis that started in 2007, wide-ranging measures were taken along these lines.", "In order to improve the functioning of U.S. credit markets, the Federal Reserve made numerous changes to its lending arrangements: The spread of the discount rate over the policy rate was lowered, lending was extended to include loans to nondepository financial institutions, and facilities were created allowing longer maturity of, and broader collateral for, loans than was usual for the central bank.", "After its own experience during the financial crisis, the Bank of England permanently widened lender-of-last-resort access to include not only commercial banks, but also other systemically important financial institutions.", "In the United States, the discount rate has for several years been back to its normal relationship with the policy rate, and the special lending facilities have long since been wound up.", "Emergency lending facilities of the type seen during the financial crisis remain feasible, if needed, though subject to approval from the U.S. Treasury.", "Discount window lending puts public funds at risk--though I stress that the Federal Reserve's lending during the crisis did not, in fact, lead to any losses.", "The lender of last resort is also a less impersonal, and more allocative, device than aggregate monetary policy tools, because it involves direct lending by the central bank instead of an attempt by monetary policy to alter the overall cost of private-sector borrowing.", "For these reasons, the lender-of-last-resort function is bound to be more rule driven than interest rate policy, and it is inevitably associated with collateral arrangements and other safeguards to protect against losses and with strict eligibility criteria.", "The Financial Stability Responsibility of the Central Bank The financial stability responsibility of the central bank is one that has been subject to considerable institutional change over the past two decades.", "Until 1997, the Bank of England had wide supervisory and regulatory powers.", "With the reforms of the late 1990s, the Bank had a deputy governor responsible for financial stability, but regulatory powers were largely moved to a different institution, the Financial Services Authority (FSA).", "A decade later, the financial crisis demonstrated that financial imbalances can ultimately endanger macroeconomic stability and highlighted the need for enhanced central bank oversight of the financial system.", "In the post-crisis era, the FSA became two separate regulatory authorities, one of which--the Prudential Regulation Authority, created in 2012--is part of the Bank of England.", "In effect, regulatory powers have largely returned to the Bank.", "It is fair to say that the Bank was initially glad to cede many of its financial powers, but that it was later even more glad to have those powers restored.", "Financial supervision has also been reformed in the United States in light of the crisis.", "The Federal Reserve, which always had regulatory powers, received enhanced authority and devoted more resources to financial stability.", "In both countries, it remains the case that not all financial stability responsibilities rest with the central bank-- so it is less independent in this area than in monetary policy proper--and that the central bank's tools for achieving financial stability are still being refined.", "Indeed, as I have noted previously, a major concern of mine is that the U.S. macroprudential toolkit is not large and not yet battle tested.", "The Federal Reserve and the Bank of England benefit from each other's experience as they develop and improve arrangements to meet their financial stability responsibilities.", "One major innovation that deserves mention is that the Bank of England has two policy committees: Alongside the MPC is the Financial Policy Committee (FPC).", "Although they coordinate and have partially overlapping memberships, the MPC and FPC are distinct committees.", "Why have both the MPC and the FPC?", "I offer a few possible reasons.", "First, not all of a central bank's responsibilities typically rest with its monetary committee.", "This is true not only of the Bank of England, but also of the Federal Reserve: Our financial regulatory authority resides in the Board of Governors, not the FOMC.", "Second, aggregate monetary policy tools are often blunt weapons against financial imbalances, so deploying them might produce a conflict between financial stability and short-term economic stabilization.", "Macroprudential tools may be more direct and more appropriate for fostering financial stability.", "Third, financial policy might need less frequent adjustment than monetary policy.", "Perhaps reflecting this judgment, the FPC meets quarterly, which contrasts with the MPC's eight meetings a year.", "The lower frequency of meetings may also reflect the desirability of a relatively stable regulatory structure; financial tools likely should not be as continuously data dependent as monetary policy tools.", "It is clear that the U.K. institutional framework for the preservation of financial stability has much to be said for it.", "But it also seems clear that there is no uniquely optimal set-up of the framework for the maintenance of financial stability that is independent of the size and scale of the financial system of the country or of its political and financial history.", "It has been more than 20 years since the Bank of England celebrated its 300th birthday with a conference focused on central bank independence.", "Since then, central banks' operating frameworks have undergone substantial changes, many in response to the financial crisis.", "But the case for monetary policy independence set out in the 1990s remains sound, and Bank of England monetary policy independence is now widely accepted in the United Kingdom, as it long has been in the United States.", "It is also clear that central bank responsibilities other than policy rate decisions--specifically, the lender- of-last-resort function and financial stability--are closely connected with monetary policy and that these responsibilities play a prominent role in macroeconomic stabilization.", "Let me conclude by observing that, while the crisis and its aftermath motivated central banks to reappraise and adapt their tools, institutions, and thinking, future challenges will doubtless prompt further reforms.", "Or, if I may be permitted a few final words on my way out the door, the watchwords of the central banker should be \"Semper vigilans,\" because history and financial markets are masters of the art of surprise, and \"Never say never,\" because you will sometimes find yourself having to do things that you never thought you would.", "\"Macroeconomic Policy Rules in Theory and Practice,\" Bank of England Quarterly Bulletin, vol.", "Lombard Street: A Description of the Money Market.", "New York: Charles Scribner's Sons.", "The Bank of England Act 1998, the Charters of the Bank and Related Documents.", "London: BOE, July, www.bankofengland.co.uk/about/Documents/legislation/1998act.pdf.", "The Bank of England's Sterling Monetary Framework: Updated June 2015.", "London: BOE, www.bankofengland.co.uk/markets/Documents/money/publications/redbook.pdf.", "\"Monetary Policy Committee (MPC),\" webpage, BOE, www.bankofengland.co.uk/monetarypolicy/Pages/overview.aspx.", "London: BOE, August, www.bankofengland.co.uk/publications/Documents/inflationreport/2017/aug.pdf.", "\"Financial Policy Committee Meeting Records and Statements,\" www.bankofengland.co.uk/financialstability/Pages/fpc/meetings/default.aspx.", "Batini, Nicoletta, and Edward Nelson (2005).", "St. Louis: Federal Reserve Bank of St. Louis, March, -020.", "\"Comment on 'Interest Rate Signals and Central Bank Transparency,'\" in Richard H. Clarida and Francesco Giavazzi, eds., NBER Seminar on Macroeconomics 2007.", "Chicago: University of Chicago Press, pp.", "\"Central Bank Independence, Transparency, and Accountability,\" speech delivered at the Institute for Monetary and Economic Studies International Conference, Bank of Japan, Tokyo, May 25, -------- (2011).", "\"The Effects of the Great Recession on Central Bank Doctrine and Practice,\" speech delivered at the Federal Reserve Bank of Boston 56th Economic Conference, Boston, October 18, -------- (2012).", "\"Semiannual Monetary Policy Report to the Congress,\" statement before the Committee on Financial Services, U.S. House of Representatives, February -------- (2015).", "The Courage to Act: A Memoir of a Crisis and Its Aftermath.", "New York: W.W. Norton and Company.", "Bernanke, Ben S., Thomas Laubach, Frederic S. Mishkin, and Adam S. Posen (1999).", "Inflation Targeting: Lessons from the International Experience.", "Princeton, N.J.: Princeton University Press.", "Board of Governors of the Federal Reserve System (2016).", "\"Statement before the Committee on Banking, Finance and Urban Affairs, U.S. House of Representatives, July 26, 1977,\" Federal Reserve Bulletin, vol.", "Speech delivered at the Lord Mayor's Banquet for Bankers and Merchants of the City of London at the Mansion House, London, June 12, www.bankofengland.co.uk/publications/Documents/speeches/2014/speech736.pdf -------- (2016).", "Letter from the Governor of the Bank of England to the Chancellor of the Exchequer, February 4, pdf.", "\"Crisis and Responses: The Federal Reserve in the Early Stages of the Financial Crisis,\" Journal of Economic Perspectives, vol.", "\"Rules versus Discretion in Monetary Policy,\" in J. Onno de Beaufort Wijnholds, Sylvester C.W.", "Eiffinger, and Lex H. Hoogduin, eds., A Framework for Monetary Stability: Papers and Proceedings of an International Conference Organised by De Nederlandsche Bank and the CentER for Economic Research at Amsterdam.", "Dordrecht, Netherlands: Springer, pp.", "\"How Independent Should a Central Bank Be?\"", "in Goals, Guidelines, and Constraints Facing Monetary Policymakers, proceedings of a conference held in North Falmouth, Massachusetts, in June 1994.", "Boston: Federal Reserve Bank of Boston, pp.", "New York: McGraw- Hill.", "\"Before the Accord: U.S. Monetary- Financial Policy, 1945-51,\" in R .Glenn Hubbard, ed., Financial Markets and Financial Crises.", "Chicago: University of Chicago Press, pp.", "\"Monetary Policy,\" in Rudiger Dornbusch and Richard Layard, eds., The Performance of the British Economy.", "Oxford, United Kingdom: Clarendon Press, pp.", "\"Modern Central Banking,\" in Forrest Capie, Charles Goodhart, Stanley Fischer, and Norbert Schnadt, eds., The Future of Central Banking: The Tercentenary Symposium of the Bank of England.", "New York: Cambridge University Press, pp.", "\"Modern Approaches to Central Banking,\" NBER Working Paper Series 5064.", ": National Bureau of Economic Research, March.", "\"Central Bank Independence,\" speech delivered at the 2015 Herbert Stein Memorial Lecture, National Economists Club, Washington, November 4, -------- (2015b).", "\"Macroprudential Policy in the U.S. Economy,\" speech delivered at \"Macroprudential Monetary Policy,\" 59th Economic Conference of the Federal Reserve Bank of Boston, Boston, October 2, Goodhart, Charles A.E.", "\"Monetary Policy and Debt Management in the United Kingdom: Some Historical Viewpoints,\" in K. Alec Chrystal, ed., Government Debt Structure and Monetary Conditions.", "London: Bank of England, pp.", "\"Remit of the Bank of England,\" letter from the Chancellor of the Exchequer to the Governor of the Bank of England, March 8, 080317.pdf.", "\"The Inflation Target Ten Years On,\" Bank of England Quarterly Bulletin, vol.", "\"The Case for Price Stability,\" Bank of England Quarterly Bulletin, vol.", "\"Bagehot's Dictum in Practice: Formulating and Implementing Policies to Combat the Financial Crisis,\" in Financial Stability and Macroeconomic Policy, proceedings of the Federal Reserve Bank of Kansas City's Annual Economic Symposium.", ": Federal Reserve Bank of Kansas City, pp.", "A History of the Federal Reserve, vol.", "Chicago: University of Chicago Press.", "Modern Banking, 4th ed.", "Oxford, United Kingdom: Clarendon Press.", "\"Money and Credit: Banking and the Macroeconomy,\" speech delivered at the Monetary Policy and the Markets Conference, London, December www.bankofengland.co.uk/archive/Documents/historicpubs/speeches/2007/speec h331.pdf.", "\"Forward Guidance by Inflation-Targeting Central Banks.\"", "CEPR Discussion Paper 9722.", "London: Centre for Economic Policy Research, November.", "\"Inflation, Uncertainty, and Monetary Policy,\" speech delivered at the 59th Annual Meeting of the National Association for Business Economics, Cleveland, September 26,"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy Independence", "Policy Transparency", "Lender-of-Last-Resort Function", "Financial Stability", "Inflation Targeting", "Macroprudential Tools", "Forward Guidance", "Asset Purchases", "Discount Window", "Central Bank Supervision"]}