{"sentences": ["(2)/2017 Liviu Voinea, Deputy Governor Press conference, Bucharest, 4 December 2017 Your Excellences, Dear colleagues, Thank you for your presence at the launch of the December 2017 issue of the Financial Stability Report, No.", "Right beside me are three NBR directors who are ready to answer your questions: Mr Eugen Rădulescu, director of the Financial Stability Department, which prepared the Report - I wish to thank all the colleagues involved; Mr Emil Vonvea, director of the Bank Resolution Department - an area having the role to strengthen confidence in the banking sector - the Report also includes a section dedicated to resolution strategies; and Mr Tudor Grosu, director of the Macroeconomic Modelling and Forecasting Department, as part of the analyses in the Report are based on scenarios and econometric models to the development of which his department also contributed.", "I would like to thank the other departments which cooperated in the preparation of the Report, particularly the Economic Studies Department for the translation.", "This is the 14th financial stability report launched by the National Bank of Romania.", "I would like to point out that the Report we are releasing today has been discussed in two meetings of the NBR Board and was unanimously approved by the NBR Board in its meeting of 27 November 2017.", "The Report presents the risks to financial stability, in close correlation with domestic and international economic developments.", "Financial stability is a public good which refers not only to banks, but also to the economy as a whole.", "Financial stability is influenced by the quality of the public policy mix.", "Since the previous Report (May 2017), financial stability has remained robust, yet we notice that certain vulnerabilities are still manifest or have been building up, especially with regard to upward pressures on the risk premium for emerging economies, tensions surrounding domestic macroeconomic equilibria stemming from slippages and uncertainty in the budgetary and fiscal policy and higher household indebtedness, the risks being compounded by the correlation between these factors.", "Looking at macroeconomic fundamentals, several favourable indicators are noteworthy:  Romania's major advantage is the low public debt stock (37.4 percent of GDP), together with the drop in the refinancing risk, due mainly to the extension in the maturity of public debt (Figures 1 and 2).", "Public debt spans mostly the medium or long term (94 percent of total, on the domestic and external markets alike - with domestic debt accounting for 48 percent of total or 17 percent of GDP) (Figure 3).", "Another advantage for Romania consists in the sizeable international reserves (Figure 4).", "Yet, international reserves play a preventive role and they cannot make up for the structural worsening of some indicators.", " The Romanian economy posted a high growth rate in the first nine months of 2017 (7 percent in the first three quarters of 2017 versus the same year-earlier period) (Figure 5).", " Unemployment rate stayed on a downward track and employment rate was stuck to the uptrend (Figure 6).", "Nevertheless, these developments should be read considering the widening of the structural government deficit and the increase in the trade deficit, whereas inflation rate returned quickly into the upper half of the variation band of the target and the exchange rate of the leu against the euro depreciated slightly since the beginning of the year.", "At the same time, the interbank market rate rose at an accelerated pace in September, and stabilised thereafter, amid the pick-up in annual inflation rate and the consolidation in expectations of an adjustment in the monetary policy stance, coupled with the decline in the structural liquidity surplus under the simultaneous influence of the main autonomous liquidity factors, namely operations in the Treasury account and non-residents' transactions on the local financial market.", "As for the banking sector, key financial and prudential indicators have further posted a robust performance.", "In the assessment conducted by the EBA, the indicators are in the lowrisk bucket in terms of capitalisation, coverage by provisions, profitability, and balance sheet structure; in the medium-risk bucket in terms of asset quality and operational efficiency; and in the high-risk bucket as regards restructuring measures (Figure 8).", "Solvency indicators continued to stand at adequate levels and the substantial capital reserves relative to prudential requirements provide a good capacity to absorb unexpected losses and resources to ensure lending to the real sector (Figure 10).", "Stress test results for the banking sector reveal the resilience of the sector as a whole in case adverse macroeconomic scenarios materialise, yet the impact of the interest rate risk on the banking sector is notable, owing to the balance sheet structure featuring longer asset duration.", "The analysis of interest rate-sensitive assets and liabilities shows a potential loss of 13.69 percent of own funds, assuming a standardised/uniform shock of 200 basis points on the term structure of interest rates (the analysis takes into account a parallel upward shift in the yield curve).", "The impact would result, ceteris paribus, in a potential decline in total capital ratio at system level by up to 2.6 percentage points (Figure 10).", "Liquidity ratios for the banking sector continue to post, on average, significantly higher levels than the minimum requirement.", "The average liquidity coverage ratio (LCR) at aggregate level is 239 percent (September 2017), standing above the EU-wide average of 145.6 percent (June 2017).", "The LCR ratio (Figure 11) confirms that the Romanian banking sector holds a stock of quality liquid assets adequate to withstand a stress scenario for a 30day period.", "However, the immediate liquidity ratio calculated as the ratio of cash and bank deposits at net value and unpledged government securities to total liabilities - the minimum prudent level being 30 percent - fell marginally to 38 percent.", "Asset quality indicators improved (the non-performing loan ratio dropped below 8 percent, thereby entering the EBA-defined intermediate bucket), Romania posting the fastest adjustment pace of NPL ratio in the past three years (Figure 13).", "The NPL decline occurred for all categories of debtors and the NPL coverage by provisions has remained adequate (Figure 14).", "Looking at the asset structure, loans to the real sector have risen slightly.", "Turning to the liability structure, the banking sector has further seen an uptrend in household deposits, counterbalancing the drop in foreign liabilities, which is likely to mitigate the contagion risk to external shocks (Figure 15).", "Banking sector profitability has strengthened against the background of a favourable local macroeconomic environment, the significant reduction in net impairment loss on financial assets, the protracted low level of funding costs, and of the recovery in leu-denominated lending.", "Operational efficiency is in a better position compared to the EU-wide average, but there is still room for improvement, especially for small- and medium-sized banks (Figure 16).", "The banking sector has continued to consolidate.", "The entry into force of the new international financial reporting standards (IFRS 9) in 2018 implies both implementation costs and increases in impairment loss.", "For the credit institutions in Romania, the impact would be low: (i) total capital ratio would decline by 24 basis points and the Tier 1 capital ratio would fall by 25 basis points; (ii) expected losses would rise marginally against the current level of impairment loss (0.5 percent).", "The portfolios for which the expected loss will be higher than current impairment loss are those of loans granted to the retail segment and regional governments.", "Heterogeneity is higher for banks at individual level, but is not likely to affect their stability considering the substantial surplus in solvency indicators (Figure 17).", "Starting with this issue of the Report, the NBR Board has decided to contain the number of presented risks to five at most, for two reasons: the opportunity to focus the analysis and draw attention to the most important messages, and the harmonisation with international good practice of central banks that publish financial stability reports, the ECB in particular.", "A full comparison with the risk map in the previous reports is therefore unfeasible.", "No severe systemic risk has been identified, but a combination of the identified risks may induce a severe risk, amid unfavourable market conditions.", "The main risks to financial stability are set out in the table below.", "Map of risks to financial stability in Romania Deterioration in investor sentiment in emerging economies Tensions surrounding macroeconomic equilibria Higher household indebtedness through both banks and NBFIs Weak payment discipline in the economy, vulnerabilities in firms' balance sheets Faster increase in property prices severe systemic risk high systemic risk moderate systemic risk low systemic risk Note: The colour shows risk intensity.", "Arrows indicate the outlook for risk in the period ahead.", "The risk of fast deterioration in investor sentiment in emerging economies is high, given that the uncertainties about the strengthening of global economic growth and international trade are still significant, amid the risks arising from economic and monetary policies, the build-up of structural imbalances in the emerging economies and heightening geopolitical tensions.", "An abrupt adjustment of the risk premium attached to emerging economies may trigger sizeable negative consequences on the domestic environment.", "This is, in fact, the credit risk, or the risk of an increase in interest rate, stemming from the monetary policies of the advanced economies, the external uncertainties and the way the market reacts to these.", "Against this background, credit risk refers to an increase in the cost of foreign funding for both the Romanian government (Figures 19 and 20) and the banking and corporate sectors.", "It is noted that, in recent months, this risk has already started materialising.", "The Federal Reserve initiated the monetary policy tightening cycle.", "The Bank of England decided to increase the bank rate, which, in spite of keeping the real rate strongly negative, may act as a signal - especially amid growing uncertainties about Brexit.", "In one of the peer economies in the region, the Czech National Bank raised the policy rate twice - under special circumstances, after exiting from the exchange rate commitment, and in the context of a rising inflation.", "The European Central Bank decided to taper the asset purchase programme, even though no date has been set as yet for ending this programme.", "Although at different speeds and with notable exceptions (the Bank of Japan, for instance), it becomes increasingly clear that the low interest rate era is drawing to a close.", "Emerging economies are usually affected when interest rates go up in advanced economies and it is essential that such episodes find them in good order domestically.", "This is why the ongoing tensions surrounding macroeconomic equilibria in Romania since the previous Report are a reason for concern.", "The chief driver of economic growth was domestic consumption (Figure 21), while the external balance made a negative contribution because of the widening deficit on trade in goods (Figure 22).", "Investment did not contribute significantly to economic growth.", "Economic growth above potential is not always a cause for concern, particularly when it takes place after a recession, for instance.", "Moreover, there are a number of arguments that show that the economy's growth potential can be larger than that calculated at present for both technical reasons (the time series are not long enough and were influenced by the 2009-2010 recession) and fundamental reasons, which, however, can be turned to good account only by structural adjustments.", "Thus, full employment is a textbook requirement for fulfilling the economic growth potential: important resources come, in this respect, from the almost 3 million Romanians working abroad and circa 4 million inactive Romanians.", "Nor is the growth structure per se a systemic risk, especially if part of the pick-up in domestic demand is accommodated by the rise in domestic supply.", "Nevertheless, the developments in the twin deficits (the fiscal deficit and the current account deficit) are a cause for concern, as they signal exactly the abovepotential growth of economic activity at present, which may jeopardise medium-term financial stability.", "The expansionary fiscal policy pursued starting with 2016, by applying the 2015 Tax Code, has carried on in 2017, causing the fiscal space gained in 2010-2015 to be exhausted (Figure 23).", "The current account deficit-to-GDP ratio, though well below its pre-crisis levels, has posted divergent developments from those in the other EU emerging economies (Figure 24).", "The structural deficit significantly exceeded the 1 percent mediumterm objective in 2016 and is estimated to stand at 3.9 percent in 2017 (Figure 25).", "As a matter of fact, the European Commission has included Romania into the Significant Deviation Procedure from the medium-term objective.", "When actual GDP growth exceeds potential growth, it is recommended to make savings for fiscal consolidation reasons.", "Additional income from above-potential economic growth allows for the financing of extra spending in the short run only.", "Yet, this expenditure is of a permanent nature, while income is temporary, as it will decline, ceteris paribus, when the economy returns to normal (potential) growth rates.", "Therefore, above-potential growth conceals a structural deficit larger than the cash deficit.", "Today's structural deficit is, however, the cash deficit of tomorrow which will need to be financed under circumstances that may turn unfavourable for emerging economies.", "This mix between an expansionary budgetary and fiscal policy during a period of abovepotential economic growth and the worsening global market sentiment towards emerging economies in general can enhance volatility and affect financial stability via several channels: the interest rate, the exchange rate, the inflation rate.", "The advance in household indebtedness can cause these risks to pass through from the macroeconomic level to the microeconomic level for debtors.", "Last years' environment marked by low interest rates and sustained increase in new loans favours the build-up of possible vulnerabilities concerning the sustainability of the level of indebtedness through both banks and NBFIs (Figure 26), especially for lower-income debtors.", "The fact that the great majority of the stock and flow of housing loans and corporate loans are variable-rate loans (Figure 27) is an aggravating factor for financial stability in the context of the start of a new interest rate hike cycle - for external reasons, domestic reasons or for a combination of reasons.", "The fact that the advance in household indebtedness occurs concurrently with the high economic growth rates indicates the problems of economic growth: it is unbalanced and it leads to deeper inequality between social groups.", "Debt service-to-income ratio for debtors earning minimum to average wage economy-wide stands higher than that for debtors earning double the average wage, notably among borrowers with housing loans (Figure 28).", "At the same time, the debt service for new loans taken by households earning minimum to average wage economy-wide went up by 2 percentage points over the last 12 months.", "Considering that almost 30 percent of the borrowers with housing loans earn minimum to average wage economy-wide, a significant share of households report worrying indebtedness levels in the event of unfavourable developments.", "Moreover, the access to financing is much more reduced for individuals in the lower quintiles: only 1 percent of the individuals in the first three quintiles took a housing loan (Figure 29).", "The low interest rates and the granting of loans in lei improved access to financing, but the upward trend in property prices offset these developments.", "Housing loans show a higher sensitivity to consumer loans, to possible shocks on the interest rate, the income or the exchange rate, given their maturity and the higher amounts taken.", "In the context of the historically low interest rates seen at present, the main mediumterm risk comes from the impact of future rises in the financing cost on the indebtedness level.", "The DSTI ratio for housing loans would witness the largest increase in the event of a 2 percentage point interest rate hike (by 5.3 percentage points, Figure 30).", "By breakdown, the interest rate shock would generate an approximately 10 percentage point advance in the share of debtors with a DSTI ratio above 40 percent.", "Moreover, in June 2016-June 2017, the median value of a new housing loan continued to rise, standing 5 percent above that of outstanding housing exposures.", "This causes indebtedness to become more sensitive to interest rate changes, amplifying debtors' vulnerability.", "It is deemed that both the tensions surrounding macroeconomic equilibria and the increase in household indebtedness are growing risks to the country's financial stability, especially in the context of the changing global market sentiment towards emerging economies, as reflected by the risk premium.", "These developments can be counterbalanced by a stable and predictable domestic environment, but can also be heightened by a state of uncertainty caused by major, insufficiently prepared and explained changes in the public policy mix.", "Uncertainty delays investment and increases the preference for liquidity - and the price for the preference for liquidity is the interest rate.", "When the external environment is uncertainty-ridden and is facing a cycle reversal, it is advisable that the domestic environment should not add to these uncertainties.", "The pursuit of fulfilling economic policy priorities should not jeopardise financial stability, which is a public good.", "Another identified systemic risk is the weak payment discipline economy-wide, which reflects in soft budget constraints in the private sector as well.", "This contributes to the deepening of vulnerabilities that may affect financial stability through inefficient resource allocation, the rise in non-performing loans, the distortion of market signals and the creation of quasi-broad money with negative effects on inflation.", "In a broader perspective, the weak payment discipline economy-wide has highlighted structural vulnerabilities in the balance sheets of companies (Figures 31-34).", "It is worth noting that the poor payment discipline economy-wide is not a new risk, but a recurrent vulnerability in Romania's economy.", "It was deemed necessary to be emphasised as a distinct risk that is on the rise on account of three reasons which make it more dangerous today than previously: (i) the reduction in the vulnerabilities in banks' balance sheets (through the clean-up of the non-performing loan portfolio) does not translate into a corresponding decrease in the vulnerabilities in firms' balance sheets, which reveals the persistence of structural issues economy-wide; (ii) the vulnerabilities in firms' balance sheets have persisted even in an environment of above-potential economic growth; and (iii) after the conclusion of the arrangement with the International Monetary Fund and the European Union, part of the reforms carried out during the period covered by the agreement with regard to strengthening payment discipline in the economy (cutting arrears, in particular) were reversed.", "In fact, the reversal of structural reforms seems to have started shortly after the completion of the arrangement with the IMF and the EU, being manifest in the case of at least two of the highlighted risks: the tensions surrounding macroeconomic equilibria (as a result of giving up fiscal consolidation) and the weakening payment discipline in the economy.", "A risk of lower magnitude, yet related to the increase in household indebtedness, refers to property prices.", "The faster increase in property prices further poses a risk to the banking sector, as credit institutions' exposures to the real estate market are substantial.", "House prices posted positive dynamics, albeit significantly slower than those seen in many EU countries (Figures 35 and 36), on the back of higher household income, individuals' improved expectations on their financial standing and of further extremely low interest rates (Figure 37).", "Nevertheless, only a small part of real estate transactions are loanfinanced.", "In the medium run, the potential risks that may arise from mortgage-backed loans refer to the high interest rate sensitivity in the case of debtors having taken housing loans (Figure 38).", "The five risks summarised above are cyclical, being related to the developments in the business and financial cycles.", "They can be amplified, in the future, by a potential deceleration of GDP dynamics, which will also raise the issue of the next growth engine (after the engine of domestic consumption slows down).", "The increase in financial intermediation for the corporate sector could be this alternative driver, but only in the context of improving payment discipline, lower uncertainties and a reversal to a positive market sentiment.", "These five cyclical risks are compounded by a fundamental, structural problem specific not only to the economy, but also to the Romanian society, i.e.", "This is generated, on the one hand, by the natural decline in population, and, on the other hand, by emigration.", "Although the GDP hit a 25-year high, Romania continues to see further emigration and ageing population.", "The negative natural population growth has become significantly more pronounced over the last years, Romania reporting one of the highest values in the EU, while emigration is endemic.", "Furthermore, emigration also affects highskilled professions, such as those in the healthcare sector.", "Thus, pressures emerge that contribute to increasing tensions on macroeconomic equilibria and contain potential GDP growth.", "In order to mitigate risks to financial stability, the Report highlights a number of possible measures to (i) reduce the risk of public debt refinancing, also with the help of measures to further extend the maturity of debt instruments, (ii) align the structural deficit with the medium-term objective, (iii) enhance debtors' capacity to withstand adverse developments, (iv) ensure the better targeting of the \"First Home\" programme from a social perspective, (v) recapitalise the companies with net worth below the required threshold and review the market entry and exit conditions for firms, (vi) improve employment, lower the labour underutilisation rate, also in what concerns regional disparities, and (vii) increase the legislative framework predictability.", "The National Bank of Romania monitors closely the evolution of risks to financial stability and seeks to mitigate the risk of household overindebtedness through the macroprudential policies it has adopted or prepares to adopt.", "Moreover, the NBR considers that debtors would be better protected in the medium run if they requested, to a larger extent, to enter fixed interest rate credit agreements.", "Additionally, within the National Committee for Macroprudential Oversight, the NBR has underlined the financial stability risks deriving from soft budget constraints in the economy.", "In order to strengthen the economy's resilience to external shocks, particularly those related to credit risk, it is necessary to have in place a prudent and balanced mix of economic policies that should pursue the return to the medium-term objective (structural deficit narrowing) and the improvement of payment discipline economy-wide.", "employment to rate for Unemployment available 10 8 6 4 2 0 Nov. bn.", "Jan. provisions Nov. Sep. Jul.", "Jan. NPL restructured ratio NPL Texas Nov. Sep.", "MT, credit Consumer real Residential Dec. Dec. Sep. coverage real Commercial non-performing corporations NBR Total EBA, Source: 35 30 25 20 15 10 loans estate real Residential Households non-performing loans estate real Commercial of provisions, SMEs corporations Non-financial Total exposures entities.", "credit Consumer legal loans estate real Residential n Breakdown e orming Sep. Dec. Dec. Dec. bank Dec. liabilities Dec. Dynamics Dec. Dec. Dec. l eserves ities 50 40 30 20 10 0 -10 -20 -30 Total percent legal loss; in 20 19 are 2017) banks institutions capital total impairment credit IFRS in in change change percentage Source: -1 -2 -3 -4 -5 -6 -7 RO MTIE Profitability data ahead.", "the firms' Romania risks of vulnerabilities indicate emerging 18. in through Arrows Figure sentiment macroeconomic intensity.", "Map indebtedness investor risk ehold ic ent ase emic ystemic Nov. Sep. Jul.", "calculations Jan. Sep. May.", "debt Jan. Sep. Romania May.", "ance equity ance* capital ety t-creating Jun.", "Dec. consumer housing Jun.", "loans Dec. consumer housing Jun.", "credit payments overdue creditors creditors calculations erdue Overdue r dget dget 2010 2007 2016 2002 in 1996 Distribution 1995 gulatory creditors suppliers other 64 2011 generated Share 60 government payments* undercapitalised 54 90 75 60 45 30 15 Private and ownership down days and e Jun.", "Dec. Sep. prices whole Bucharest rest Jun.", "Dec. Sep. prices prices prices Jun.", "Dec. house house house Sep. Jun.", "ions quintile include etc.", "overburden 2 5 cost expenses, income.", "quintile quintile utilities disposable Housing households Share 40 payments quintile quintile percent Note: 50 40 30 20 10 1,500 1,200 900 600 300 0 Timișoara Cluj-Napoca price/sqm price-to-income ratio BR ahead.", "the firms' Romania economies stability both equilibria financial economy, prices sentiment macroeconomic intensity.", "Map indebtedness investor risk ehold ic ent ase emic ystemic on"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "fiscal dominance", "none", "none", "none", "monetary dominance", "none", "none", "fiscal dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Household indebtedness", "Macroeconomic equilibria", "Risk premium", "Payment discipline", "Property prices", "Structural deficit", "Interest rate", "Credit risk", "Emigration"]}