{"sentences": ["Accompanying slides Ladies and Gentlemen, Many thanks for the invitation to give the opening address in this very important seminar on \"empowering women in business leadership\".", "I find the subject of today's seminar particularly topical and pertinent for the International Women's Day, and want to warmly thank the French Embassy and EU Representation for organizing this event.", "Let me start with some personal reflections on the subject.", "I have all the reasons to respect competent women, especially as I had one very close by, at home.", "My mother Vuokko (1938- 2011) was the first gymnasium (high school) graduate and the first university student of her extended family.", "She worked as English and Swedish teacher for many years, and was also a 'school steward' in the teachers' trade union OAJ.", "Later on she became the marketing manager of our company - and was elected a Member of Parliament in the mid-1990s.", "I am most grateful to her for encouraging me to respect equal rights and value the importance of education.", "Another reflection concerns Finland as a nation.", "One thing I am particularly proud of Finland is gender equality and women's rights.", "We were the country which first gave full and universal political rights to women to vote and be a candidate in 1906.", "With the extension of education and building up of social and family policy, we have made big strides over the past decades.", "But I am not saying that everything is perfect or that we are in the goal already.", "No, we have still much work to do, especially in the working life and business leadership.", "The same goes for Europe, as well.", "As Commission Vice-President I was glad to sponsor in 2012 the proposal championed by my colleague Viviane Reding to break the glass ceiling that bars female talent from top positions in Europe's biggest companies.", "The Commission proposed legislation with the aim of attaining a 40% goal of the underrepresented sex in non-executive board-member positions in publicly listed companies, with the exception of SMEs.", "While not flying as such, it was a strong call for action to bring about gender equality in corporate boardrooms and in economic decision-making."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["women's leadership", "gender equality", "women's rights", "empowering women", "glass ceiling", "boardroom diversity", "corporate governance", "economic decision-making", "Finland", "education"]}