{"sentences": ["Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Business Leaders in Okayama Member of the Policy Board I.", "Developments in Economic Activity and Prices A.", "Recent Developments and Outlook for Economic Activity at Home and Abroad I would like to start my speech by looking at developments in the global economy affecting Japan's economy.", "Since the autumn of 2017, improvement in economic sentiment has been noticeable worldwide (Chart 1).", "The global Purchasing Managers' Index (PMI) has shown remarkable improvement for manufacturing activity in particular, and business fixed investment and trade volume have been increasing.", "One of the factors underlying this improvement in economic sentiment is that, while advanced economies remain robust, there is a cyclical factor of continued moderate recovery in production for the resource and manufacturing sectors, which bottomed out in 2016 amid the waning of concern over a slowdown in emerging economies, especially China.", "The cultivation of the potential demand by utilizing new technologies -- such as the Internet of Things (IoT), artificial intelligence (AI), and autonomous driving -- also contributes to the improvement to some extent (Chart 2).", "Looking at the global economy from the two perspectives of the real GDP growth rate and the inflation rate, developments can be described as follows.", "Until 2016, the economy remained in a phase where sluggish growth coexisted with low inflation.", "In 2017, it moved into a phase where an improving trend in the growth rate became evident while the inflation rate remained low.", "Looking ahead, the global economy is likely to shift to a phase where inflation is clearly accelerated by continued relatively high growth if various downside risks that have been pointed out, such as the following, do not materialize: (1) the risk of monetary policy normalization in the United States and Europe exerting downward pressure on the global economy; (2) the risk of deceleration in the Chinese economy; and (3) geopolitical risks surrounding North Korea and the Middle East.", "One of the key points for the time being is whether the global economy will reach the phase of rising inflation with high growth that I just mentioned, while avoiding a situation of economies stalling, with major economies beginning to see changes in their monetary policy stances, and if such a phase is achieved, when that will happen.", "Next, I would like to turn to developments in Japan's economy.", "Supported by the moderate growth in the global economy, Japan's real GDP has continued to mark positive growth for eight consecutive quarters since the first quarter of 2016.", "The annual real growth rate for 2017 stood at 1.6 percent, the highest level since 2013 (Chart 3).", "The breakdown by component during this period shows that private business fixed investment and exports are the major driving forces of the growth.", "With regard to the outlook, in fiscal 2018, Japan's economy is likely to continue growing at a pace in the range of 1.0-1.5 percent, exceeding its potential (Chart 4).", "This is because business fixed investment will increase, reflecting improvements in corporate profits and business sentiment, and exports will rise on the back of robust growth in the global economy.", "These positive developments will then transmit more strongly than before to households through a rise in wages, which will lead to some acceleration in the pace of growth in private consumption.", "Meanwhile, it is highly likely that the economic growth rate for fiscal 2019 will decrease to the range of 0.5-1.0 percent, reflecting such factors as (1) the effects of the consumption tax hike scheduled in October 2019 and (2) deceleration in business fixed investment due to the peaking out of Olympic Games-related demand.", "Now, I would like to talk about the effects of the scheduled consumption tax hike.", "The hike will have some impact on the GDP growth rates, mainly due to changes in household spending, through the following two major channels: (1) the front-loaded increase and subsequent decline in demand prior to and after the consumption tax hike and (2) the decline in real income.", "At present, the negative impact of the hike on the projected growth rate for fiscal 2019 is likely to be smaller than that on the rate for fiscal 2014, when the last hike took place.", "This is because the increase in the consumption tax rate is smaller than that of the most recent tax hike and a reduced tax rate will be applied to some items.", "In addition, as the consumption tax hike is scheduled to take place in the middle of the fiscal year, there are technical factors; namely, that the front-loaded increase and subsequent decline in demand prior to and after the hike will offset each other during the fiscal year, and a decline in real income could only occur in the second half of the fiscal year.", "Recent Developments and Outlook for Japan's Prices Next, I will move on to recent price developments in Japan and their outlook.", "Looking at recent developments in the consumer price index (CPI), the year-on-year rate of increase in the CPI for all items less fresh food for January 2018 was 0.9 percent.", "However, it should be noted that the contribution of energy items was significant, at 0.5 percentage point, and in terms of the rate of increase for all items less fresh food and energy, which directly reflects domestic supply-demand conditions, the rate only stood at 0.4 percent year-on-year.", "Although this rate indicates a continued moderate increase, its level is still low, mainly against the background that firms' wage- and price-setting stance remains cautious so far.", "As for the outlook, I would like to first take a look at the Bank's baseline scenario.", "According to the Outlook for Economic Activity and Prices (Outlook Report) released in January 2018, inflation expectations are projected to rise as firms' stance gradually shifts toward raising wages and prices with the economy still growing at a pace above its potential and the output gap continuing to improve.", "It also indicates that, as a consequence, the inflation rate is likely to continue on an uptrend and increase toward 2 percent.", "With this mechanism operating, the inflation rate -- specifically, in terms of the median of the Policy Board members' forecasts for the year-on-year rate of change in the CPI (all items less fresh food) -- is projected to rise to around 1.8 percent through fiscal 2019, excluding the direct effects of the consumption tax hike (Chart 4).", "In contrast to this baseline scenario, I consider that the possibility of the year-on-year rate of change in the CPI increasing to 2 percent through fiscal 2019 is low at this point.", "This difference in the price outlook reflects the discrepancy in how to view the overall effectiveness of the current monetary easing policy and the functioning of the policy's transmission channels.", "I will elaborate on this later when I explain the conduct of monetary policy.", "Conduct of Monetary Policy In what follows, I describe the Bank's monetary policy.", "I would like to first explain the current framework and then present my views on policy measures necessary for achieving the Bank's price stability target.", "In January 2013, the Bank set the price stability target at 2 percent in terms of the year-on-year rate of change in the CPI, and has been aiming at achieving this target at the earliest possible time.", "The Bank also announced strengthening of policy coordination with the government by releasing a joint statement, and the two entities have been working together to overcome deflation early and achieve sustainable economic growth with price stability.", "Under these circumstances, the Bank introduced Quantitative and Qualitative Monetary Easing (QQE) in April 2013.", "Since September 2016, it has been conducting monetary policy under the framework of QQE with Yield Curve Control.", "This current framework for monetary policy consists of two major components (Chart 5).", "The first is yield curve control in which the Bank controls short-term and long-term nominal interest rates and thereby encourages a decline in real interest rates -- calculated as nominal interest rates minus expected inflation rates -- so as to achieve highly accommodative financial conditions and stimulate economic activity and prices.", "The Bank has set the short-term policy interest rate at minus 0.1 percent and the target level of 10-year Japanese government bond (JGB) yields at around 0 percent.", "It conducts purchases of JGBs so as to achieve these targets, thereby encouraging the formation of an optimal shape of the yield curve to achieve the 2 percent price stability target.", "The second component is an inflation-overshooting commitment.", "Under this commitment, the Bank continues expanding the monetary base until the year-on-year rate of increase in the observed CPI (all items less fresh food) exceeds 2 percent and stays above this target level in a stable manner.", "With this commitment, the Bank aims to increase its credibility among the public that it will achieve the 2 percent price stability target by ruling out the possibility of a change in the direction of monetary policy at an early stage when achievement of the target comes in sight.", "In my view, this monetary policy framework will lead to higher inflation, mainly through four transmission channels (Chart 6).", "The first is highly accommodative financial conditions -- accompanying declines in real interest rates through declining nominal interest rates and in risk premia -- to bring about an improvement in the output gap.", "The second is the improvement in the output gap to push up the observed inflation rate.", "The third is the rise in the observed inflation rate resulting in higher inflation expectations through the adaptive expectation formation mechanism, which further raises the observed inflation rate.", "And the fourth channel is that the Bank's strong commitment to achieving the 2 percent price stability target will directly raise inflation expectations, prompting a rise in the observed inflation rate in turn.", "Earlier, when I described the outlook for prices, I mentioned that the possibility of the year-on-year rate of change in the CPI increasing to 2 percent through fiscal 2019 is low.", "This is because I still lack confidence that the four transmission channels I have just explained are operating to an effective extent whereby the inflation rate will be pushed up to reach 2 percent, even though more than a year has passed since the Bank's adoption of QQE with Yield Curve Control.", "Of course, the positive effects of monetary easing are likely to strengthen gradually, given that the improvement in the output gap continues.", "At this point, however, my view is that the momentum for a rise in inflation is not strong enough to reach 2 percent through fiscal 2019.2 To illustrate this, I plot the relationship of the output gap and the inflation rate on a graph (Chart 7).", "In the period after the adoption of QQE leading up to the introduction of QQE with Yield Curve Control, the slope of the trend line became somewhat steep and the line's level rose (Chart 7, red line in the left-hand panel) compared with that for an earlier period (black line in the same panel).", "These developments suggest that ideal changes in the economy had been taking place, implying that the effects through the second channel -- that is, the improvement in the output gap that thereby pushes up the observed inflation rate -- For the inflation rate to increase to 2 percent going forward, I consider that it is essential to achieve a widening of the output gap that exceeds 2 percent, as well as a rise in the expected inflation rate that is greater than that observed during 2013 and 2014.", "This view is based on a projection of price developments derived by (1) estimating the so-called hybrid New Keynesian Phillips curve that takes the expected inflation rate, the observed inflation rate, the output gap, and the consumption tax dummy as explanatory variables and then (2) applying projections of the output gap -- deduced from the forecasts of the majority of the Bank's Policy Board members on real GDP growth -- and the expected inflation rate.", "had been enhanced, and that both the third and the fourth channels had begun to operate following a rise in inflation expectations.", "Taking a look at developments since the October-December quarter of 2016, when the Bank introduced QQE with Yield Curve Control, however, the slope of the trend line has become gradual and the line's level has declined slightly, although these changes should be regarded as being subject to a margin of error due to a limited sample size (Chart 7, green line in the left-hand panel).", "This suggests the possibility that, although the first channel has been operating, the other three channels have not yet been doing so to their full extent.", "In other words, under the current monetary policy framework, supply-demand conditions are tightening further, but this has not yet affected firms' overall price-setting stance toward raising prices.", "It also should be noted that the rise in inflation expectations remains moderate, partly reflecting the moderate pace of increase in the observed inflation rate.", "Short-term inflation expectations have increased somewhat, due mainly to the rise in crude oil prices, but they have not recovered to the level seen in the period between mid-2014 and mid-2015, when such expectations shifted from increasing to being flat.", "Medium- to long-term inflation expectations remain somewhat weak (Chart 8).", "I would note that the inflation-overshooting commitment was effective in stopping a decline in inflation expectations, but it has not been sufficient to clearly increase inflation expectations.", "On the basis of such understanding, I believe that further monetary easing is necessary to achieve the price stability target at an early stage.", "Specifically, the Bank should purchase JGBs so that yields on JGBs with maturities of 10 years and longer will broadly be lowered further.", "With a view to reinforcing the inflation-overshooting commitment, the Bank should also add the commitment that, in terms of the medians of the Policy Board members' These facts also can be confirmed from an estimate of the Phillips curve with time-varying parameters (Chart 7, the right-hand panel).", "The output gap estimated by the Bank's Research and Statistics Department became positive from the October-December quarter of 2016 and has increased further to 1.35 percent in the July-September quarter of 2017.", "Having said that, a further widening of the output gap is necessary to affect firms' overall price-setting stance toward raising prices, in view of the fact that the average of the output gap was in the range of 2.5-3.0 percent in the past when the year-on-year rate of increase in the CPI (all items less fresh food and energy) exceeded 2 percent on a basis excluding the effects of consumption tax hikes.", "forecasts presented in the Outlook Report, if there is a delay in the timing of achieving the price stability target due to domestic factors, the Bank should take additional easing measures.", "I would note that a further lowering of yields on JGBs with maturities of 10 years and longer will promote business fixed investment and housing investment to a greater extent from the financial side.", "This lowering of JGB yields is also expected to have synergy effects with the government's fiscal policy providing tax support for firms that have a positive stance toward making fixed investment and raising wages.", "These developments will further increase the pace of improvement in the output gap, and thus enhance the dynamism of the rise in the inflation rate through the first and second transmission channels that I explained earlier.", "Among many options for additional monetary easing measures under yield curve control, the further lowering of yields on JGBs with maturities of 10 years and longer is the best at this point, in my view, considering the balance between positive and negative effects.", "Strengthening of the inflation-overshooting commitment aims at increasing the transmission effects of higher inflation expectations on the observed inflation rate -- in other words, increasing the effects through the third and fourth transmission channels.", "The rise in inflation expectations from 2013 was attributable to the Bank's decision to introduce an inflation targeting policy.", "It also was attributable to the initiatives taken to achieve the policy; the Bank announced the strengthening of policy coordination with the government by releasing the joint statement, and the two entities have taken concrete actions by implementing flexible fiscal policy and bold monetary policy as well as the growth strategy.", "In order to influence inflation expectations, it is essential that policy coordination with the government aiming at achieving the price stability target be firmly ensured through both entities' concrete actions.", "The Bank, for its part, should further promote powerful monetary easing backed by a clear and strong commitment to achieving the price stability target.", "Reason for Importance of Achieving and Maintaining the Price Stability Target As the global economy continues to grow at a moderate pace, the Federal Reserve is on course to raise policy interest rates and the European Central Bank is moving toward an exit from monetary easing.", "Under such circumstances, there is some speculation, especially overseas, that Japan's monetary policy might also shift to a tightening in the near future, or might at least make a slight adjustment toward an exit from monetary easing.", "However, the inflation environment in Japan differs substantially from that in the United States and major countries in Europe.", "I believe that, in Japan, there is still a long way to go before considering a change in monetary policy stance.", "Let me first look at price developments in Japan as well as in the United States, where the policy rate hike is proceeding.", "Chart 9 compares developments in the inflation rate excluding those of fresh food and energy between Japan and the United States since 1995.", "The bold black line indicates an inflation rate of 2 percent and the gray bands show recession periods.", "In the United States, the inflation rate has been more or less at around 2 percent from 1995 to the present.", "On the other hand, in contrast to the United States, the inflation rate in Japan moved in negative territory for most of the time during the period between the latter half of 1998 and early 2013.", "In 2013 onward, the inflation rate has turned positive, mainly due to the introduction of QQE, but remains distant from 2 percent.", "Such a difference in price developments between Japan and the United States is often compared to the existence or absence of an anchor that stabilizes a ship in the ocean.", "The inflation rate generally fluctuates with volatilities of and shocks to the macroeconomics and market conditions, such as crude oil price changes.", "In the United States, however, the inflation rate has returned to close to 2 percent even after major shocks such as the global financial crisis following the failure of Lehman Brothers.", "This is because people's inflation expectations are firmly fixed, just as a ship is anchored, at around 2 percent.", "In my view, the reason why incremental policy rate hikes have been possible in the United States so far is that inflation expectations are judged to be anchored well.", "In Japan, on the other hand, firms' and households' mindset has been formed under the prolonged deflationary environment after the mid-1990s, such that economic activity assuming no inflation has become rational.", "In other words, Japan has lost the anchor for inflation expectations and has been stuck in a deflationary equilibrium.", "The Bank, through its bold monetary easing policy, now aims at shifting the economy from being stuck in a deflationary equilibrium to entering an inflationary equilibrium in which inflation expectations are anchored at around 2 percent.", "However, as I have explained so far, the improvement in the inflation rate is not enough and still only halfway accomplished.", "If the direction of monetary policy is changed without deep consideration in such a situation, there is a risk of the economy fully returning to a deflationary equilibrium.", "After the introduction of QQE in April 2013, inflation expectations rose steadily toward 2 percent.", "However, the momentum weakened, stemming from the consumption tax hike and the fall in crude oil prices.", "Subsequently, a headwind -- that is, a slowdown in emerging economies and instability in global financial markets -- led to sluggishness in inflation expectations.", "This experience suggests that, at the stage where the 2 percent price stability target is not yet achieved, inflation expectations are susceptible to negative economic shocks and the economy could easily return to a deflationary equilibrium.", "That is the very reason why it is necessary to carefully conduct the current monetary policy by giving full consideration to risks to economic activity and prices.", "Going back to my See James Bullard, \"Seven Faces of 'The Peril',\" vol.", "92, Federal Reserve Bank of St. Louis Review, no.", "Based on Japanese and U.S. data for 2002-2010, Bullard discusses the possibility of the U.S. economy at that time falling into a deflationary equilibrium like Japan, and analyzes monetary policy so as to avoid such equilibrium.", "See Ryan Banerjee and Aaron Mehrotra, \"Deflation Expectations,\" no.", "The authors found that, by analyzing inflation expectations across 43 economies, expectations become \"less well anchored\" and are associated with \"somewhat higher backward-lookingness\" during deflations.", "In assessing the effects of large-scale monetary policy on the financial system and the functioning of financial intermediation, multiple factors also should be taken into account; for example, (1) effects of developments in lending rates, (2) declines in firms' bankruptcy rates and in banks' credit costs, both resulting from monetary easing, and (3) effects of improvement in asset markets pushing up financial institutions' profits.", "When making monetary policy decisions, it is necessary to give due consideration to the likelihood that the longer it takes to achieve the price stability target, the more risks to the robustness of the financial system arise.", "earlier reference to recent developments and the outlook for economic activity and prices, from the perspective of careful conduct of monetary policy, I believe that the following two points require due attention, particularly with regard to the assessment of economic developments in fiscal 2019.", "The first point to be considered is that, since the most recent consumption tax hike in fiscal 2014, a rise in real disposable income has not strongly linked to an increase in real consumption.", "It should be noted that, if the next consumption tax hike scheduled in October 2019 causes similar effects, improvement in aggregate demand will not make sufficient progress.", "I also would note the possibility that, if the tax hike takes place when the anchor of inflation expectations is not yet functioning effectively, people's inflation perceptions might change and, mainly due to declines in consumption, inflation expectations might become sluggish again.", "That is, there is a possibility that the tax hike could increase downward pressure on prices through both channels of the output gap and inflation expectations (Chart 10).", "The second point is that there is some possibility that risks to developments in overseas economies will materialize by fiscal 2019.", "If the risks materialize, Japan's economy will slow down to some degree as it loses support from the firm growth in the global economy.", "In my view, particular attention should be paid to the risk that U.S. monetary policy normalization will put downward pressure on the global economy, as its potential impact on the global economy is larger than that of other risks.", "Following the bursting of the bubble in the 1990s, Japan experienced a prolonged period of economic stagnation aggravated by deflation, described as the \"lost two decades.", "\"10 Since 2013, the price situation is finally no longer deflationary, owing to the improvement in the environment surrounding firms and households -- such as represented by the employment situation -- in addition to the Bank's implementation of bold monetary easing policy.", "While Japan's economy is still on its way toward achieving and maintaining the price stability target, as I described earlier, it is necessary to augment the momentum of the virtuous cycle that has emerged during the process toward achieving this target, and put an end to the \"lost two decades\" for good by realizing the target at an early stage.", "As a member of the Policy Board of the Bank, I will continue to devote the best of my abilities toward achieving and maintaining the price stability target.", "Thank you for your attention.", "For details about Japan's prolonged stagnation, see the following publications: (1) Koichi Hamada, Anil Kashyap, and David Weinstein, Japan's Bubble, Deflation, and Long-term Stagnation (Massachusetts: The MIT Press, 2010); (2) Masazumi Wakatabe, Japan's Great Stagnation and (New York: Palgrave Macmillan, 2015); and (3) Kataoka Goushi, Abenomics: Lessons for the World [Japan's Lost Two Nihon no \"Ushinawareta 20-nen\": Defure o koeru keizai seisaku ni mukete Decades: For economic policies to overcome deflation] (Tokyo: Fujiwara-Shoten, 2010).", "See Adachi Seiji, \"2 pāsento no infure mokuhyō wa datō ka\" [Is an inflation target of 2 percent appropriate?", "], (Japan Association of Business Cycle studies), no.", "Adachi estimates a New Keynesian Phillips curve by adopting the framework of the Logistic Smooth Transition Autoregressive model, on the assumption of two regimes; namely, a \"deflationary regime\" and an \"inflationary regime.\"", "Looking at the estimates on the probability of a regime change, the figure for the April-June quarter of 2017 is estimated at 57.8 percent.", "While this is greater than 50 percent -- the threshold between the \"deflationary regime\" and the \"inflationary regime\" -- it suggests that the economy is still distant from 100 percent, a level that would indicate the economy's complete overcoming of deflation.", "Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Business Leaders in Okayama Goushi Kataoka Member of the Policy Board of the Bank of Japan Projections of Real GDP Growth by Major Economies (as of January 2018) DI, % pts.", "Figures above 50 projections as of January 2017. indicate improvement and below 50 show deterioration on a Source: IMF, \"World Economic Outlook Update, January 2018.\"", "Source: IHS Markit (© and database right IHS Markit Ltd 2018.", "Global Semiconductor Demand by End Use bil.", "USD Automotive Industry, etc.", "tions Note: \"Communications\" includes smartphones, \"Computer, etc.\"", "includes PCs and data centers, \"Consumer\" mainly represents household electrical appliances, and \"Industry, etc.\"", "Source: Semiconductor Industry Association, 2017 and 2014 Factbook.", "Real GDP Growth and Breakdown by Component ann., q/q % chg.", "Private consumption Private business fixed investment, etc.", "Government spending Exports Imports Change in inventories, etc.", "Trend lines are determined as <Inflation Rate> = Intercept + Slope * Notes: 1.", "Figures are estimation results of the Phillips curve obtained by <Output Gap [-3]>.", "employing time-varying intercepts and slopes in the left-hand 2.", "Inflation rate (vertical axis) shows year-on-year growth in the CPI (all panel.", "Estimation period is from January 1983 through December items less fresh food and energy).", "Output gap (horizontal axis) is lagged behind the inflation rate by 3 2.", "Output gap is lagged by 3 quarters (lag is determined by the AIC).", "Figures are estimated by the Research and Statistics Sources: Ministry of Internal Affairs and Communications; Bank of Japan.", "Department of the Bank of Japan (lag is determined by timing correlation).", "Sources: Ministry of Internal Affairs and Communications; Bank of Japan.", "Lines in the left-hand panel show the average outlook for general prices for all industries and enterprises released in the Tankan.", "Inflation expectations of firms, households, and experts are synthesized in the right-hand panel.", "Inflation expectations of firms are represented by the Tankan and those of households are represented by the Bank's Opinion Survey on the General Public's Views and Behavior.", "For experts' inflation expectations, data from the Consensus Forecasts, the QUICK Survey, and the inflation swap rate are used, which is shown as the different lines respectively.", "Semiannual data from the Consensus Forecasts up through 2014/Q2 are linearly interpolated.", "Figures for the Opinion Survey exclude inflation expectations by respondents whose annual inflation expectations were ±5% or greater.", "The output prices DI in the Tankan represents the difference between the share of firms that raised prices in the preceding three months and the share of firms that lowered prices.", "Sources: Consensus Economics Inc., \"Consensus Forecasts\"; QUICK, \"QUICK Monthly Market Survey (Bonds)\"; Bloomberg; Bank of Japan.", "Red dots show year-on-year changes in the PCE deflator (all items less fresh food and energy) for the United States, and those in the CPI (all items less fresh food, energy, and excluding direct effects of consumption tax hikes) for Japan.", "Bold black lines indicate inflation rate of 2 percentage points.", "Black broken lines indicate average inflation rate after CY 95 (discontinued at the introduction of QQE for Japan).", "Gray bands indicate recession periods (peaks and bottoms of business cycle are those determined by the National Bureau of Economic Research for the United States and Cabinet Office for Japan).", "Sources: Cabinet Office; Ministry of Internal Affairs and Communications; Federal Reserve Bank of St. Louis; National Bureau of Economic Research.", "Chart 10 Consumption before and after Consumption Tax Hike Real Disposable Income and Average Consumption Propensity Consumption tax hike Real Consumption Expenditures System of National Accounts Family Income and Expenditure Survey 110 106 Expenditure 105 Before most recent consumption tax hike (Jan. 2000-Mar.", "Average Consumption Propensity = Household Consumption 90 95 100 105 110 115 120 Expenditure / Household Disposable Income.", "Real Disposable Income 2.", "Disposable income for National Accounts includes that of private unincorporated enterprises.", "Note: Data are for workers' households with two or more members.", "Figures for the Family Income and Expenditure Survey are those Source: Ministry of Internal Affairs and Communications, for the average of each fiscal year (average of April to December \"Family Income and Expenditure Survey.\"", "Sources: Cabinet Office, \"System of National Accounts\"; Ministry of Internal Affairs and Communications, \"Family Income and Expenditure Survey.\""], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "financial dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-fiscal coordination", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary Policy", "Economic Growth", "Inflation Expectations", "Consumption Tax", "Output Gap", "Phillips Curve", "Deflation", "Anchor", "Fiscal Policy"]}