{"sentences": ["Against a backdrop of increasingly stringent regulations, Italy's banks have long been committed to capital strengthening to make them more resilient and expand their capacity to provide loans to households and firms.", "However, the costs they bear in raising funds on the markets are high.", "The role of banks and other financial intermediaries is to support and encourage the economy to change and grow.", "To do this in full they must respond effectively to the challenges posed by technological developments by updating products and production processes, keeping costs down, increasing efficiency and investing in knowledge and staff training.", "They must continue to nurture their customers' trust through transparent and virtuous behaviour, thereby proving that banks and finance are not the 'enemies' of saving and savers, but rather support them both, for the benefit of the economy.", "At the same time, banks must not be placed at a disadvantage vis-à-vis international competition.", "Financial tensions over public debt would ultimately damage banks' capital adequacy and compromise their access to capital markets, with serious consequences for the economy, for savings and for the well-being of Italians.", "The protection of savings, like the fight against poverty, calls for the economy to return to lasting growth.", "The necessary reforms and changes may incur social costs in the short term that have to be alleviated, including through public intervention.", "This can be discussed at European level: where applicable, all the margins available under the current rules and procedures can be used.", "Nevertheless, differences of opinion should not lead to an institutional conflict.", "The financial consequences of a temporary increase in the budget deficit can be mitigated if the necessary adjustment path is drawn up and managed in a climate of open and constructive dialogue, within the framework of the existing procedures.", "In 2019, almost €400 billion of government bonds will have to be placed on the market to finance those coming to maturity and to cover the deficit for the year.", "Reciprocal trust is essential if the reform of European economic governance is to be resumed and completed.", "Problems and challenges have taken on a global dimension in the third millennium and it is unrealistic to think they can be faced within the close confines of individual countries.", "It is for this reason that Italy's future cannot be separated from that of Europe as a whole.", "Premiums for default and redenomination risks on Italian government bonds (credit default swaps; basis points; daily data; 5-day moving averages) Default and redenomination risks (1) Default risk (2) Differential: redenomination risk (3) 150 150 0 0 Jan. 15 July 15 Jan. 16 July 16 Jan. 17 July 17 Jan. 18 July 18 Source: Based on Thomson Reuters data.", "(1) Premium on the Italian sovereign CDS ISDA 2014 contract with 5-year maturity.", "- (2) Premium on the Italian sovereign CDS ISDA 2003 contract with 5-year maturity.", "- (3) Spread between the premiums on the CDS ISDA 2014 and the CDS ISDA 2003 contracts with 5-year maturities.", "Redenomination risk premium on the government bonds of some euro-area countries (1) (credit default swaps; basis points; daily data; 5-day moving averages) France Portugal 40 40 Jan. 15 July 15 Jan. 16 July 16 Jan. 17 July 17 Jan. 18 July 18 Source: Based on Thomson Reuters data.", "(1) Spread between the sovereign debt premiums on the CDS ISDA 2014 and the CDS ISDA 2003 contracts with 5-year maturities.", "Designed and printed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial intermediaries", "Capital strengthening", "Economic growth", "Technological developments", "Customer trust", "Financial tensions", "Public debt", "Budget deficit", "European economic governance", "Default risk"]}