{"sentences": ["The Italian Banking Association was established on 13 April 1919.", "In the one hundred years since then, Italy has lived through the difficult interwar years, the economic miracle of the 1950s and 1960s, the decline of growth between the collapse of Bretton Woods and the early 1990s and, finally, a long period also marked by two very severe crises, in which the economy's growth rate has disappointed and production has stagnated.", "In this latter period, Italy has paid the price for its delayed reaction to the opening up of global markets and to technological change.", "It is a delay that has also concerned banks, which are now called upon to make profound changes to deal with competition, including from non-bank intermediaries, and to resume in full their principle role as financers of the economy.", "Strengthening the solidity and competitiveness of banking systems, in Italy as in Europe, calls for mergers to raise efficiency levels and to improve banks' ability to make the necessary investments in technology.", "At this critical juncture, ABI can encourage banks to anticipate these changes as much as possible, by promoting, including at international level, initiatives that favour innovation, the revision of business models, and the strengthening of trust in the banking system.", "Developments in finance and in the real economy are interdependent; the more efficient financial intermediation is, the more possibilities firms will have to develop their business; economic conditions affect the quality of banks' credit and their profitability and capitalization.", "Economic policy must recreate the conditions to ensure this interaction is beneficial and avert negative spirals.", "Preserving the trust of households, firms and investors requires concrete, resolute action to tackle Italy's structural weaknesses, accompanied by persuasive, goal-oriented, and unequivocal communication.", "An organic plan with clear, comprehensive measures, designed to boost firms' investment and growth, above all of innovative firms, must go hand in hand with a credible strategy to reduce the public debt.", "The markets have reacted positively to the recent decisions of the Italian government and European Commission, proof that it is possible to trigger a virtuous cycle between budgetary policies and financial conditions capable of conveying a strong and lasting stimulus to economic activity.", "Designed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none"], "topics": ["banks", "economy", "growth", "innovation", "investment", "markets", "trust", "public debt", "business models", "financial intermediation"]}