{"sentences": ["SPEECH SVERIGES RIKSBANK 07/05/2019 SE-103 37 Stockholm SPEAKER: (Brunkebergstorg 11) Governor Stefan Ingves Swedish Economics Association Tel +46 8 787 00 00 Fax +46 8 21 05 31 registratorn@riksbank.se www.riksbank.se Long-term trends - important elements in the monetary policy analysis1 I shall begin by thanking you for the invitation.", "Coming here to the Swedish Economics Association to discuss various issues concerning the Riksbank's activities is something I really appreciate and enjoy.", "Today's speech is actually the fourteenth I have given, so it is beginning to be rather a habit to come back here every year.", "I intend to devote a large part of today's speech to the Swedish labour market and some of the overall trends and challenges it is facing, that is, what are usually known as \"structural changes\".", "In this context it may be worth reminding ourselves of the predictions of two famous economists.", "Almost 90 years ago, John Maynard Keynes predicted that the rapid automation of work tasks would lead to \"technological unemployment\".", "Another famous economist, Wassily Leontief, foresaw similar problems 20 years later: \"Labour will become less and less important ... More and more workers will be replaced by machines.", "I do not see that new industries can employ everybody who wants a job\".", "As we know, these predictions have not come true, but nevertheless a similar debate has arisen recently.", "For instance, a report that received considerable attention recently warned that every second job in Sweden would disappear within 20 years.", "At the same time, there is another ongoing debate about demographic developments, with an increasing ageing population and several people therefore saying that we need an increase in labour immigration and better integration to maintain welfare at the current levels.", "Changes in trends are difficult to predict, as they are not visible until a certain amount of time has passed, as illustrated by the predictions of Keynes and Leontief.", "I will therefore not make any attempt to predict developments in the labour market today, but instead look back at what has happened.", "There are many indications that there have been several trend changes in the labour market in the period following the financial crisis 2008-2009.", "I would like to discuss some of these and the extent to which they may have contributed to lower prices and wages and a flatter Phillips curve.", "Moreover, I shall discuss the increasing migration and demographical developments with an ageing population and what economic effects this may have.", "Another structural change concerns the declining trend in real interest rates around the world.", "This is a change that has been under way for a long time and has also affected Swedish interest rates.", "Sweden is a small open economy with free movement of capital and our interest rates therefore adapt to international interest rates.", "This adjustment does not always need to be perfect, which is another thing I intend to take up.", "In conclusion, I shall discuss how different types of uncertainty, including uncertainty over long-term trends, can affect monetary policy decisions.", "Long-term trends and monetary policy Economic developments are driven by different types of technological innovations.", "At present, there is a lot of talk about the rapid digitalisation, automation and globalisation that can have major significance for how different markets function and for the economy as a whole.", "With regard to monetary policy, the financial markets and the labour market are particularly important in this context.", "This is because two long-term levels - the long-term real interest rate and the longterm sustainable level of resource utilisation - are determined on these two markets.", "These two levels are so important that they have been given special \"star status\" in the monetary policy literature: The long-term real interest rate is normally called rr∗ (\"r-star\") and the long-term sustainable level of resource utilisation is known as the (\"y star\").", "I will llustrate why these two long-term levels play such an important role by using a so-called monetary policy rule.", "A monetary policy rule describes a suitable level for the policy rate based on a few factors.", "No central bank relies on one such rule in the actual policy rate decisions, but such a rule can function as a good benchmark for the policy rate.", "Different monetary policy rules are also used extensively in the academic literature, as they have been proved to describe the development of the policy rate relatively well, in particular under normal economic conditions.", "One common monetary policy rule is the so-called Taylor rule.", "There are different variations on this, but most often one uses a version that can be described with the following mathematical equation, = rr∗ + 2 + - 2) + - yy∗), RRtt αα(ππtt ββ(yytt where denotes the policy rate, the long-term real interest rate, is the central bank's inflation target, ππ the actual inflation rate, yy the actual resource utilisation and the long-term sustainable level for resource utilisation.", "The parameter α determines how strongly the policy rate reacts when inflation deviates from two per cent and how strongly the policy rate reacts when resource utilisation deviates from its long-term sustainable level.", "According to the Taylor rule, the development of the policy rate depends on three 1.", "The sum of the long-term real interest rate and the inflation target of two per cent.", "The deviation of inflation from the target of two per cent.", "Resource utilisation's deviation from the long-term sustainable level for resource utilisation.", "The Taylor rule illustrates, in other words, how both the long-term real interest rate and resource utilisation's long-term sustainable level have major significance for the level of the policy rate.", "What roles do rr∗ and yy∗ play for monetary policy?", "The long-term real interest rate plays an important role for the long-term level of the policy rate, which can also be illustrated by the Taylor rule.", "In the long run, when inflation is on target and resource utilisation is at its long-term sustainable level, the Taylor rule can be described as follows, RRtt where refers to the long-term level of the policy rate and 2 is as before the central bank's inflation target.", "The long-term policy rate is thus equal to rr∗ plus the inflation target.", "If the inflation target is constant, the long-term policy rate, in practice the average policy rate, is determined by rr∗.", "For instance, if rr∗ declines it means that the policy rate's long-term (average) level declines at the same pace.", "We have seen a trend decline in international over a longer period of time, which is an important factor behind the low interest rates in Sweden.", "I will return to this later.", "Resource utilisation's long-term sustainable level also plays an important role for monetary policy, but in a slightly different way.", "The long-term level of the policy rate is namely not affected by yy∗, on the other hand, the variations around the long-term level of the policy rate are affected.", "A simple example can explain why this is the case.", "Let us assume that resource utilisation is equal to yy∗ initially and that yy∗ then rises to a higher level.", "Resource utilisation is then lower than its long-term level, that is, resource utilisation can be said to be lower than \"normal\" and we have \"an economic downturn\".", "This dampens inflationary pressures and the policy rate is then cut temporarily to increase resource utilisation and inflationary pressures.", "A more expansionary monetary policy makes resource utilisation begin to rise and adapt to the new, higher level at the same time as inflation returns to the target.", "The policy rate thus returns to its original level.", "If conditions change in such a way that it affects what we regard as the normal level of resource utilisation, yy∗, the policy rate will be temporarily affected during a transition period.", "I will not discuss the long-term level of resource utilisation per se today, but instead describe some apparent new trends that have taken place on the labour market after the financial crisis.", "Although these new trends do not give direct measures of resource utilisation or its long-term level, they may still have implications.", "Some of the new trends, such as the upturn in labour force participation, may mean that the labour supply increases in the long-term, which can increase the production potential in the economy and the long-term level of resource utilisation.", "While, for instance, a poorer matching efficiency probably means that the long-term level of resource utilisation falls.", "A constantly changing labour market Changes in the labour market affect all of us.", "The period following the financial crisis 2008-2009 has to a large extent been concerned with how the labour market might be affected by the rapid development in information and communication technology, especially the so-called digitalisation, which makes it possible to automate an increasing number of work tasks - both routine tasks and some more advanced ones.", "The increasingly rapid globalisation process, which will probably involve greater labour mobility between countries and regions, has also attracted attention.", "At the same time, we are moving towards a population structure with an ageing population and we have large migration flows around the world.", "It is difficult to know exactly how this will affect the labour market and the way it functions.", "I do not intend to speculate on this, but instead discuss some changes that appear to be a trend that has taken place over the past ten years.", "Trends on the labour market following the financial Over the past ten years there has been an almost trend rise in both labour force participation - the proportion of the population of working age in the labour force - and the employment rate - the number of employed as a percentage of the working age population.", "This is an essentially positive development, as it reflects the fact that an increasing number of people have the opportunity to get a job and that more people have got a job.", "Figure 1a shows how labour force participation has increased steadily from around 71 per cent just after the financial crisis to more than 73 per cent today.", "This positive development can probably be explained in several ways.", "The high population growth, which is to some extent due to a high level of migration, could be one factor.", "A large proportion of the immigrants who have come to Sweden in recent years have been in the age range 25 to 54 years of age, which is a group with a high labour force participation rate.", "Another factor could be various economic policy reforms that have increased incentives to participate in the labour force.", "Another less positive development is the deterioration in matching efficiency.", "This could be a sign that companies' requirements and the job seekers' abilities do not match - for instance because of structural change or deficiencies in the educational system - or because the search and recruitment processes have declined in quality.", "It therefore becomes more time-consuming and costly for companies to recruit staff.", "Matching efficiency fell heavily in connection with the financial crisis, see Figure 1b.", "This need not necessarily be a problem.", "During economic downturns, some types of competence become outdated at the same time as other and new competences are in demand.", "For the individual, this can mean that some form of further education becomes necessary.", "The problem is that matching efficiency appears to have become entrenched at around the same levels as in 2010.", "This can lead to many unemployed people losing work-related competence, which can further limit their opportunities on the labour market.", "A negative value refers to a lower matching efficiency than the average.", "Sources: Statistics Sweden and own calculations Taxation and compensation systems determine to a large extent how the labour market functions.", "This affects the employees' incentives to take part in the labour force and accept new job offers.", "One important factor in this context is the employees' compensation rate - unemployment benefit in relation to wages.", "This determines how much of his or her income an individual can retain if he or she becomes unemployed.", "The compensation rate has declined steadily since the beginning of the 2000s, with the exception of the years 2015-2016, see Figure 2a.", "The most important factor behind this development is rising wages, but lower compensation ceilings in the unemployment insurance and income tax credits have also had an effect.", "Another trend on the labour market is that fewer and fewer employees are members of trade unions.", "Since the early 2000s the percentage of trade union members has declined by around 15 per cent.", "Part of the downturn reflects the fact that people born abroad more often refrain from joining a trade union and these people are also overrepresented in the private services sector, where the percentage of trade union members has fallen the most.", "There has also been a trend increase in the number of people with fixed-term employment contracts, see Figure 2b.", "These people often have a weaker foothold in the labour market and probably also a weaker negotiating position.", "The reduction in trade union membership and increase in fixed-term employment contracts may be indications that employees' negotiating power has declined.", "If that is the case, it could have implications for both wage developments and inflation.", "Per cent of wage replaced after preliminary tax for medium and low income earners during three months of unemployment and number of fixed-term employment contracts as a percentage of the total number of employees.", "Sources: The OECD, Statistics Sweden and own calculations Changes on the labour market may have contributed to lower prices and wages The period following the financial crisis was a challenge, from a monetary policy perspective.", "Inflation has on many occasions been lower than expected and even below the target.", "On average, inflation measured in terms of the CPIF has been around 0.3 percentage points lower after the financial crisis than before, see Figure 3a.", "But it is not only inflation that has been lower than expected, wages have also been lower.", "Wage increases have been around 1.1 percentage points lower after the financial crisis, see Figure 3b.", "The low outcomes have surprised not only the Riksbank, but also many other analysts.", "But despite inflation and wage increases being lower than expected, resource utilisation - measured as a shortage of labour - has not been unusually low.", "It has on average been at around the same levels as prior to the financial crisis, see Figure 3c.", "Monetary policy has in turn been expansionary, with a policy rate that has on average been just over 2.5 percentage points lower after the financial crisis than before it, see Figure 3d.", "In addition, there have been large purchases of government bonds to make monetary policy even more expansionary.", "(a) Annual percentage change, (b) annual percentage change, wages according to short-term wage statistics (c) per cent, (d) per cent.", "Sources: The National Institute of Economic Research, the National Mediation Office, Statistics Sweden and the This development has not been unique to Sweden; we have seen similar tendencies in several other countries, see Figures 4a-d.", "In the euro area, the other Nordic countries and the United States, both inflation and wage increases have been lower after the financial crisis.", "At the same time, resource utilisation in terms of labour shortages has been at roughly the same level as prior to the financial crisis and policy rates have been very low in an historical perspective, as in Sweden.", "The United Kingdom stands out with a somewhat higher inflation and Germany stands out with higher resource utilisation following the financial crisis.", "No consensus has yet emerged among economists and researchers regarding the causes of the relatively low outcomes regarding prices and wages, either in Sweden or abroad.", "During the years immediately following the financial crisis, the low inflation in Sweden was said to be explained by weak international economic activity combined with low energy prices that held back cost increases.", "Other causes were a stronger krona and companies having squeezed their margins to a greater extent than previously.", "On a general level, the increasing globalisation and technological developments, with an increasingly rapid digitalisation, are probably important causes behind the low increases in prices and wages.", "Now that more products are being produced in global value chains and an increasing amount of trade is online, both prices and wages are under pressure.", "But there can also be other factors involved.", "Inflation, nominal wages, labour shortages and the policy rate in a number of countries, before and after the financial crisis.", "(a) Inflation (b) Nominal wages Average 2000-2007 Average 2000-2007 Average 2010-2018 Average 2010-2018 1 1 Euro area Germany United Nordic United Euro area Germany United Nordic United Kingdom countries States Kingdom countries States (c) Labour shortages (d) Policy rate Average 2000-2007 Average 2000-2007 Average 2010-2018 Average 2010-2018 12 12 3 3 0 0 0 0 Euro area Germany United Nordic United Euro area Germany United Nordic United Kingdom countries States Kingdom countries States Note.", "(a) Annual percentage change.", "For the euro area HICP is shown and for the remainder CPI (b) Annual percentage change.", "Wages refer to compensation per employee.", "(c) Percentage responding that labour shortages are a limiting factor for their production.", "For the United States, data is gathered from the QPC, United States Census Bureau, and for the remainder data is gathered from the ESI, European Commission (d) Per cent, for the euro area, Germany and Finland the ECB's policy rate is referred to.", "Nordic countries include Denmark, Finland and Norway, except for Figure (c), where Nordic countries include Denmark and Finland.", "Sources: National sources, the OECD and the Riksbank Two economists at the Riksbank have studied how the changes on the labour market that I described may have affected prices and wages following the financial crisis.", "They illustrate in an economic model that the developments on the labour market could have been a contributory factor to the low outcomes in prices and wages.", "In more concrete terms, they show that increased labour force participation, lower compensation levels and weaker negotiating strength among employees may have dampening effects on prices and wages.", "If labour force participation increases, it will become easier for companies to find new competence.", "Payroll costs also decline as increased competition for jobs dampens wage demands.", "All in all, lower costs lead to a downward pressure on prices.", "Another mechanism that my also mean that the rising labour force participation has contributed to lower prices and wages is discussed by two economists at the Bank of International Settlements.", "They say that there has been a change in the composition of the labour force over the past ten years.", "Labour force participation in the age group 55-64 years has tangibly increased, which has slowed down prices and wages.", "If the compensation levels are lower, employees will have greater incentive to accept lower wages.", "This will also lead to companies' costs declining and to price pressures slowing down.", "If employees' negotiating strength weakens, their scope to have their wage demands accepted declines.", "This means lower wages and a downward adjustment in prices.", "One should not draw any definite conclusions regarding the implications for monetary policy on the basis of these results.", "While lower price pressures in themselves might justify a more expansionary monetary policy, decisions on the policy rate consist of an overall assessment of various different factors, where developments on the labour market are one such factor.", "On the other hand, one can say on the basis of these results that supply effects and long-term trends may be important pieces of the puzzle for monetary policy analysis.", "This is something that has been emphasised in other studies, too.", "A flatter Phillips curve need not signify less of an impact from monetary policy.", "In addition to the discussion on the causes of the low levels of wage increases and inflation, there have also been a discussion of the possibility that the flatter Phillips curve, that is, the weaker covariation between wage increases and unemployment, may have led to a deterioration in monetary policy's capacity to steer inflation.", "We can see in Figures 5a and 5b that in the period prior to the financial crisis the Phillips curve had a negative slope, so that lower unemployment was linked to higher wage increases, but that after the financial crisis it has become flatter and slightly positive.", "Phillips curve prior to the financial crisis (blue line) and after (red line).", "Wages measured as short-term wages and collectively agreed wages.", "Annual percentage change and percentage of labour force, 15-74 years.", "Sources: National Mediation Office, Statistics Sweden and own calculations The apparently weaker link between wages and unemployment is not merely a Swedish phenomenon.", "Similar weakening has taken place in the euro area, the United States and the United Kingdom.", "There are several explanations for this development, even if there is no consensus in the literature regarding the underlying causes.", "Here I shall take up a possible reason that does not seem to have been given much attention in the general debate and may therefore be of interest.", "The first thing to note is that it is not surprising that the covariation, or, as we economists say, the correlation between economic variables varies over time.", "If we were to study two random economic variables over a longer period of time, it is probable that the covariation between them would vary between different points in time because the economy is constantly changing.", "For a central bank, however, it may nevertheless seem slightly worrying that it is the slope of the Phillips curve that has changed, as it has such a prominent role in monetary policy analysis.", "A common reasoning by a central bank might be: \"We have seen an increase in unemployment recently.", "This has led to the labour market becoming less tight and to companies now being able to find new staff more easily - the competition for jobs has thus become greater.", "This dampens wage increases, which in turn pushes down prices.", "According to this reasoning, the covariation between wages and unemployment should be negative.", "There is nothing wrong with this reasoning in itself, but it is not complete as the cause of the increase in unemployment is not stated.", "The reasoning works well for pedagogical purposes, but to understand why the covariation has changed, we also need to know why unemployment has increased.", "To explain why economic variables fluctuate over time, economists assume that the economy has been hit by \"shocks\" which affect consumption, savings, investment, prices, wages and so on.", "Shocks are what economists often refer to as exogenous changes.", "This means changes that occur independently of the behaviour of households and companies.", "In principle, one can say that such changes cannot actually exist.", "The exogenous changes that often arise as explanations - technological developments, demographic changes, various changes on the labour market, globalisation, just to take a few examples - are all in one way or another the consequence of decisions made by households and companies.", "But although this is the case, it is often convenient in economic theory to make a distinction between exogenous factors and the factors one wants to explain.", "It is quite simply a question of simplifying reality to be able to understand it better.", "To understand why the Phillips curve has become flatter, we therefore need to know which exogenous changes that might affect its slope and a theory on how the changes affect it.", "I shall in two examples illustrate how the slope of the Phillips curve is affected by two different exogenous changes.", "The two examples aim to illustrate how the slope can be negative or positive, depending on which exogenous changes are driving economic developments.", "My hypothesis is thus that the flatter Phillips curve may be due to the economy being exposed to different types of exogenous changes after the financial crisis than before it, which has changed the slope of the Phillips curve in a flatter direction.", "It is of course difficult to verify this hypothesis in practice, just as it is difficult to verify other possible hypotheses, and this cannot be done today.", "It would require a more in-depth analysis, where one tries to identify in more detail which exogenous changes have been important prior to and after the financial crisis.", "In the first example, the exogenous changes are in labour force participation.", "To illustrate the economic intuition, let unemployment increase as a result of more people entering the labour force.", "It will then become easier and cheaper for companies to find new staff and the vacancies will be filled faster.", "But for those people entering the labour force, it will nevertheless take some time to seek and find a new job.", "Unemployment will therefore increase, at least initially.", "An increase in labour force participation will also increase competition for jobs.", "Employees' wage demands will therefore be more subdued.", "When labour force participation increases, the covariation between unemployment and wages will become negative.", "But it is important to understand here that the negative covariation is due to the increase in labour force participation, that is, the causality goes from labour force participation to unemployment and wages.", "It is thus not rising unemployment in itself that causes lower wages.", "The covariation between unemployment and wages that is observed in the data is only a correlation, which does not say anything about which affects what.", "Figure 6a illustrates how exogenous changes in labour force participation affect wages and unemployment.", "The covariation is negative, as expected.", "Quarterly percentage change and share of labour force.", "Sources: Own calculations In the second example, it is exogenous changes in productivity that affect the fluctuations in the economy.", "The effects on wages and unemployment can be illustrated as follows.", "An increase in productivity leads to companies' production costs being lower.", "Prices can then be cut and production can rise, which reduces unemployment.", "The increase in productivity does lead to real wages rising, but because the price fall is greater than the increase in real wages, this means that the nominal wages fall.", "In this example, therefore, both nominal wages and unemployment decline and the covariation is therefore positive.", "This should not be interpreted to mean that lower unemployment leads to lower nominal wages - the causality goes from improved productivity leading to lower nominal wages and also lower unemployment.", "Figure 6b shows the example.", "The Phillips curve has a positive slope, as you can see.", "Central banks consider it important to understand why the Phillips curve has become flatter as this has implications for monetary policy and its impact.", "If the flatter Phillips curve is due to exogenous changes in, for instance, productivity, this need not reflect a change in the behaviour of households and companies.", "The possibilities to steer inflation thus need not have deteriorated.", "Monetary policy affects demand and resource utilisation through many different channels.", "Unemployment is one channel, but labour force participation, employment, and job vacancies are some examples of other channels through which monetary policy can have an impact.", "However, if it were the case that the flatter Phillips curve is based on a change in the behaviour of households or companies, for instance, that companies set prices in a different way than before, this could mean that the impact of monetary policy also changes.", "It is thus not sufficient to observe that the slope of the Phillips curve has changed to draw any conclusions for monetary policy, one must also have an idea of why the slope has changed.", "A lot of things work well in the labour market - but not Economic prospects in Sweden are currently bright.", "Growth is good, at the same time as employment and labour market participation are rising.", "The labour market appears to be functioning fairly well, with declining unemployment.", "Compared with the rest of Europe, things are looking good in several respects.", "The employment rate and labour force participation are both high in a European perspective, see Figure 7a, which shows the employment rate in Sweden compared with the euro area.", "A large part of the difference is due to the labour supply among women and older people being relatively high in Sweden.", "In other words, a lot of things work well in the Swedish labour market from a European perspective, but there are some challenges.", "Although unemployment is lower than the average for the EU countries, it is not among the lowest, see Figure 7b.", "Moreover, we have a marked division in the labour market between those born abroad and those born in Sweden.", "For those born abroad, unemployment is 16 per cent, but for those born in Sweden it is only 4 per cent, see Figure 8a.", "Unemployment among those born abroad is also high in relation to other European countries, see Figure 8b.", "An important challenge for the labour market going forward is thus the integration of those born abroad.", "Per cent of population and labour force respectively, aged 15-74 years.", "Source: Eurostat Figure 8.", "Unemployment in Sweden among those born in Sweden and those born abroad and unemployment among those born abroad in Sweden and (a) Unemployment in Sweden among (b) Unemployment among those born Sweden born and those born abroad abroad in Sweden and in Europe Swedish born 16 16 12 12 12 12 Nordic countries United Kingdom Germany Euro area 05 07 09 11 13 15 17 05 07 09 11 13 15 17 Note.", "Percentage of those born in Sweden and those born abroad in the labour force, aged 15-74 years.", "Sources: Eurostat and Statistics Sweden (AKU) Increased migration in Sweden and abroad During the latter part of the 19th century there was widespread emigration from Sweden to the United States in particular.", "Around 1.2 million Swedes emigrated to the United States between 1851 and 1930, which at that time was around one fifth of the population.", "The reasons were in many cases financial, but religious freedom and increased equality were also attractive.", "There were several factors that enabled emigration.", "The emergence of the steam ship was one factor.", "Liberal ideas on economics, politics and freedom - which made a breakthrough around Europe in the 19th century - were other factors.", "At the beginning of the 20th century, Sweden was an established \"emigration country\" with more emigrants than immigrants, see Figure 9.", "This was primarily due to the large-scale emigration, but we also had very few immigrants.", "In the year 1900 the percentage of people born abroad in relation to the population as a whole was just 0.7 per cent, with most of them coming from other Nordic countries.", "An interesting fact here is that the immigrants from outside of Europe comprised 90 people from South America, 79 from Africa (56 of whom were from South Africa) and 87 from Asia.", "Since then, migration has increased steadily and at the end of 2017 the percentage of those born abroad was more than 18 per cent.", "The migration streams can vary substantially from year to year, but the trend has been rising and there has been a particularly substantial increase in recent decades, see Figure 9.", "Per cent of the population.", "To be counted as an emigrant, a person must have the intention of living abroad for at least one year.", "To be counted as an immigrant, a person must have the intention of staying in Sweden for at least one year.", "Source: Statistics Sweden Immigration to Sweden follows an international trend with increasingly large migration streams.", "Between 2000 and 2017 the total number of migrants in the world increased by around 50 per cent.", "There are roughly around 260 million migrants at the moment, most of whom are from low-income countries.", "These migrants move at approximately the same extent to low income countries as to high income countries, see Figure 10a.", "Migration from high income countries is much less common, but there is a not insignificant amount of migration between high income countries.", "Population mobility has thus increased throughout the world.", "In Sweden, the percentage of people born in countries outside the EU, many from low income countries, has increased steadily since the beginning of the 1980s.", "The rate of increase after 2010 is particularly tangible, see Figure 10b.", "The figure also shows an increase in immigration from EU/EFTA and a decline in Nordic immigration.", "Flow between original and recipient country for migrants around the world and per cent of those in Sweden born abroad according to birth region (a) Flows of international migrants (b) Percentage of those in Sweden born abroad by birth region Low-low Nordic countries EU/EFTA 12 The rest of the world 12 60 60 9 9 20 20 3 3 80 85 90 95 00 05 10 15 90 95 00 05 10 15 Note.", "\"High\" refers to high income countries and \"low\" refers to low income countries.", "High income countries refers to Europe, North America, Australia, New Zealand and Japan, countries that are also usually classed as \"developed\".", "Low income countries refers to the rest of the world.", "Nordic countries refers to the Nordic countries excluding Sweden and the EU/EFTA refers to the EU/EFTA excluding the Nordic countries.", "Source: United Nations Economic effects of migration The increasing migration has become a hot issue in recent years, partly due to the difficulties in integrating those born abroad into the labour market.", "The economic consequences of migration have also been debated at length.", "The perspective has then often been how increased immigration affects public finances.", "This is an important question, but it is not so easy to analyse, as migration can take many different forms.", "It can be permanent or temporary.", "It can involve refugees, labour immigration or family member immigration.", "In addition, the reasons for migration vary, although they are most often political or financial (in labour market terms).", "All of this is important when evaluating the consequences of migration.", "Labour immigration normally benefits common welfare, on condition that there is a redistribution to the groups that might lose out.", "If the right competence is not available within the country, it is important for companies to be able to recruit from abroad to maintain competitiveness.", "It is then not just a question of highly qualified labour.", "Labour immigrants can today be anything from IT specialists and graduate engineers to construction workers, assistant nurses and cleaners.", "The consequences of the refugee immigration are more difficult to analyse.", "In the short term, one can expect costs before the migrants become established on the labour market.", "However, there are also more long-term consequences to be considered.", "We have a demographic development towards an increasingly ageing population and a rising dependency ratio.", "This means that we can have a situation with many old age pensions who push up public expenditure at the same time as fewer individuals of working age contribute to tax revenue, which deteriorates public finances.", "Increased immigration can in this context be positive for the age composition, as those born abroad have a favourable age structure.", "Just over 70 per cent of those born abroad are of working age, which can be compared with around 55 per cent of those born in Sweden.", "A continued inflow of people born abroad could therefore keep down the dependency ratio going forward, see Figure 11.19 Figure 11.", "The dependency ratio refers to the number of children and elderly people in relation to the working age population.", "Children refers to people in the age range 0-19 and elderly people to those aged 65 or older.", "Sources: Statistics Sweden and the Riksbank A rapid population growth generally promotes economic growth.", "A large population gives increased scope for economies of scale and thereby better capacity to introduce new technology that can make production more efficient.", "It also leads to an increased need for investment.", "From a Swedish perspective, housing investment is particularly important, as new construction has been slow for a long period of time now, although there have been some improvements in recent years.", "However, it is nevertheless important to have further measures in housing and taxation policy that increase the incentives to build housing and in particular cheap housing.", "Otherwise there is a risk that the positive effects of an increase in population growth will not take place.", "The link between migration and monetary policy is not entirely clear.", "But increased migration affects the labour market and resource utilisation in the economy.", "Increased immigration creates the conditions for long-term higher employment.", "If the labour market functions efficiently and the immigrants can be integrated into society this will entail higher long-term production.", "But there will always be a transitional phase - which can be shorter or longer - when the actual resource utilisation deviates from the long-term level.", "Monetary policy may need to take this into consideration.", "Moreover, if many immigrants have a low level of education, the long-term level will be more difficult to assess, as this group has greater difficulty becoming established on the labour market.", "I will return later to how monetary policy should give consideration to increased uncertainty in longterm trends.", "Another link concerns the collection of statistics.", "Immigration can be divided up into people who intend to stay and people who are in a country temporarily, for instance, to fill a shortage of labour.", "One problem with the official statistics is that they in many cases miss the temporary immigration.", "This can also make it more difficult to assess resource utilisation.", "If the supply of labour is greater than the measurement in the official statistics, there is more spare capacity than the statistics reveal, that is, resource utilisation is not as strained as the official statistics would imply.", "An improvement in the statistics in this respect would be desirable so that we have a better, more correct, basis to make our monetary policy decisions, for instance.", "Falling long-term real interest rates in Sweden and on the global financial markets I began by showing that the long-term real interest rate is important to the longterm level of the policy rate.", "In small open economies like Sweden, with free movement of capital, interest rates are strongly affected by interest rates abroad.", "This means that the long-term real interest rate in Sweden is largely determined by interest rates abroad.", "One difficulty in the monetary policy analysis is to calculate the long-term real interest rate, since this is not directly observable.", "There are many different methods for calculating it in the literature, but none that is generally accepted.", "One way of doing it is to calculate the average expected future real interest rate, which provides a benchmark if nothing else.", "Figure 12 shows how an estimate of the Swedish long-term real interest rate has moved since the mid-1990s until now.", "According to this estimate, it was around 1.5-2 per cent in the middle of the 1990s.", "Since then, it has shown a downward trend to around -1 per cent.", "This downturn is primarily due to a trend decline in international interest rates.", "Figure 12 also shows that the long-term real interest rate has fallen in large and important economies such as the euro area, the United Kingdom and the United States.", "The Swedish long-term real interest rate followed the level of the euro area fairly closely until the financial crisis in 2008-2009, after which it has been a little higher.", "There are several reason why international real interest rates have shown a falling trend.", "At an overall level the willingness to save has increased more than the willingness to invest, which has meant that the long-term real interest rate has fallen.", "The former Federal Reserve Chairman Ben Bernanke pointed to the increasing saving in China and other Asian countries as one reason for the global increase in savings, partly because of deficiencies in the social insurances systems in the rapidly-growing countries.", "The US economist Robert Gordon says that the pace of innovation has slowed down substantially since the 1970s and that today's innovations do not provide the same productivity gains as the earlier ones, which should dampen the global willingness to invest.", "Demographic developments affect the composition of the population and can also have consequences for saving and investment.", "We are now heading towards an increasingly ageing population with more old-age pensioners and fewer children.", "Demographical factors are generally difficult to analyse and there are arguments that global saving can both increase and decrease as a result of demographic developments.", "Seen in a life cycle perspective, we save the most when we are of working age.", "This is when most of us earn the most and are motivated to save for our retirement.", "The majority of household savings and labour supply therefore comes from people of working age.", "Minors and children have little income and consume from their parents' incomes and therefore contribute negatively to total savings.", "Old-age pensioners also contribute negatively as their labour supply is small and they largely live off their savings.", "The long-term real interest rate is calculated as the HP trend (lambda = 1600) for the average of 1 month's real interest rate between 5 years ahead and 10 years ahead (5y5y) adjusted for the forward premium.", "Sources: Own calculations, Macrobond, Statistics Sweden and the Riksbank This means that on the one hand lower birth rates, as in China for instance, lead to the working age share of the population increasing and therefore to an increase in saving.", "On the other hand, a large share of old-age pensioners in the population leads to a decline in saving.", "But a larger proportion of old-age pensioners in the population also means that the supply of labour declines.", "This dampens the need for investment, that is, the demand for savings declines.", "Another effect of the ageing population is that the average life expectancy of the population increases.", "This means that the working age population need to save more to manage a longer period of time as old-age pensioners, which could be an important factor behind the increase in the willingness to save.", "If the saving is intended for use in future retirement, one effect of the falling real interest rates may moreover be that many people need to save even more to reach their saving targets.", "Can the long-term real interest rate in Sweden deviate from international levels?", "On a global level, total saving is adjusted to coincide with the total investment need.", "But this adjustment does not occur automatically; it depends on how households and companies choose to distribute their resources over time.", "In the long run, it is the real interest rate that is adjusted so that saving and investment become the same.", "This does not mean that saving must necessarily be the same as investment in individual economies.", "In Sweden, for instance, we can both save and invest abroad at the same time as foreigners can save and invest in Sweden.", "The difference between saving and investment in an economy is measured by the current account.", "Swedish saving has for a long time exceeded investment, which has resulted in a surplus that has been invested abroad and given rise to relatively large surpluses in the current account.", "One of the advantages with the free movement of capital is that we have been able to save abroad and in this way obtain a better return than at home.", "In the long run, the return should even out and real interest rates in various countries and regions converge towards a common longterm interest rate level.", "We have seen that the long-term real interest rate in Sweden largely follows international levels, but that there can be some deviations.", "This could be a sign that domestic factors also play some role for the long-term level.", "One such factor could be indebtedness in relation to other countries.", "If the indebtedness is very high in relation to income (production), it is likely that investors will demand compensation for the extra risk that high levels of indebtedness imply.", "The long-term real interest rate in a small open economy like Sweden's is therefore the sum of the global real interest rate plus a risk premium ρρ, that is to say, rr∗ = rr∗gggggggggggg + ρρ A complete adjustment of the long-term real interest rate to international levels thus only occurs when the risk premium is zero.", "In principle, the risk premium could be both positive and negative.", "Small open economies with a very high level of saving abroad could have a negative risk premium, which could be expressed as a lower long-term real interest rate than the global one.", "In Sweden we have had large surpluses in the current account.", "This means that we have built up large net foreign assets.", "Given this, our risk premium should not be very high, but one cannot rule out the possibility that other factors may also affect the risk premium.", "Uncertainty over long-term trends - more cautious monetary policy A large part of today's speech has concerned long-term levels and trends on the labour market and the financial markets.", "When such trends change, it often takes some time before one notes the change and this can also be difficult to assess.", "One example of this is our forecasts of labour force participation.", "Figure 13a shows the forecasts for labour force participation at different points in time, together with actual outcomes.", "The forecasts do not appear to have succeeded in capturing what appears to be an increasing trend in labour force participation.", "This is partly because we have underestimated the population increase, which is based on Statistics Sweden's forecasts, and partly because labour force participation has risen as a share of the population.", "The latter could be due to reforms that have stimulated the labour supply and an increase in labour supply that is not registered in the population database.", "However, the forecast errors can be smaller when it is not a question of changes in trends, which can be illustrated by the forecasts of GDP growth, see Figure 13b.", "One uncertainty factor in the monetary policy decisions is thus the difficulty in detecting changes in trends, but there are also other uncertainty factors to take into account.", "Alan Greenspan put it like this: \"Uncertainty is not just an important feature of the monetary policy landscape; it is the defining characteristic of that landscape\".", "In other words, monetary policy decision-making is surrounded by various different types of uncertainty.", "At the Riksbank we grapple with issues such as: Which shocks are currently the driving force behind the business cycle?", "Which forecasting model gives the best forecasts?", "How large is the effect of a change in the interest rate on inflation?", "What characterises well-balanced monetary policy?", "How should the risk of low inflation be balanced against increased risks for financial instability?", "Should special attention be given to really negative scenarios?", "The Riksbank's forecasts on labour force participation and GDP (a) Labour force participation (B) GDP growth Note.", "Thousands of persons, aged 15-74 and annual percentage change.", "The figure shows the Riksbank's forecasts for labour force participation and GDP growth 2013-2019 (February).", "Sources: Statistics Sweden and the Riksbank There has been greater interest in how to take into account uncertainty in the monetary policy decision-making process since the financial crisis.", "This has often been about finding a structured way to take into account the uncertainty in the monetary policy decision.", "Unfortunately, I must say that the answer to this question is not exactly easy and that it can probably be best summarised as \"it depends\".", "In practice, there are three approaches a policymaker can take with regard to uncertainty.", "He or she can act more forcefully, more cautiously or as if the uncertainty did not exist.", "The latter approach is called \"certainty equivalence\" in academic research and is a good policy only under fairly restrictive assumptions of how the economy functions.", "It is therefore probably less useful as guidance in policy-making.", "Moreover, the central banks' actual behaviour and communication indicate that uncertainty plays an important role in the monetary policy decisions.", "A more useful approach is probably William Brainard's insight that monetary policy should be conducted more cautiously when there is considerable uncertainty over its impact.", "Brainard's uncertainty principle is based on the insight that central banks' actions can affect the uncertainty in the economy.", "If, for instance, a central bank were to act more forcefully to try to attain its inflation target more promptly - in a scenario where there is great uncertainty over the impact of monetary policy - there is a risk that it would instead miss the target by a wide margin.", "By acting forcefully, the central bank contributes to greater variations in inflation and also to greater uncertainty in general.", "To avoid this, the central bank should act more cautiously.", "This uncertainty principal is often referred to by central banks and can be one reason why central banks, who want to avoid making major mistakes in all circumstances, are sometimes perceived as \"sluggish\" in their behaviour.", "One of my themes today has been long-term trends.", "When such trends change, it often takes a long time before one notes the change and this can moreover be difficult to assess.", "Brainard's uncertainty principle can also be applied to this type of uncertainty.", "If there is uncertainty as to whether there has been a shift in a longterm trend, the central bank should rely more on historical correlations that are more certain.", "The more uncertain the most recent observations are considered to be, the greater the weight that should be given to historical correlations and the more cautious the central bank should be in its actions.", "It would of course be practical if Brainard's uncertainty principle was entirely general and could be applied to all types of uncertainty, but unfortunately this is not the case.", "Two important exceptions - which have both been applicable to the Riksbank's monetary policy in recent years - are worth mentioning.", "The first concerns the shift in long-term inflation expectations.", "We had a situation in 2014- 2015 when expectations began to fall below the inflation target of 2 per cent.", "In such a scenario the central bank should act more aggressively to anchor expectations to the target.", "An overly cautious monetary policy risks reducing confidence in the target.", "It was therefore necessary to conduct an aggressive and strong monetary policy that reduced this risk and quickly restored confidence in the inflation target.", "The second exception concerns when the policy rate is close to the effective lower bound.", "I am sure you remember that the Riksbank and other central banks around the world cut their policy rates very quickly when the financial crisis struck in 2008.", "Interest rates were cut faster and more than would have been justified on the basis of historical behaviour.", "Between the third quarter of 2008 and the third quarter of 2009, the Riksbank cut its policy rate from 4.5 per cent to 0.3 per cent, a cut of 4.2 percentage points in the space of one year.", "We did not hit the lower bound.", "GDP growth and inflation did fall, but the falls were less severe and not as prolonged as would have been the case if we had not acted so forcefully.", "The falling trend in the long-term real interest rate has increased the risk that we may hit the lower bound more often in the future, even if we are not sure where it lies.", "In such a situation monetary policy should act more aggressively on negative impulses.", "Unconventional measures, such as extensive government bond purchases, may be an important measure.", "Economists are alternatively criticised for being one-handed or two-handed - either we are too one-sided in our considerations and recommendations, or else there is too much of on the one hand and on the other hand.", "I mentioned earlier that \"it depends\" how monetary policy should react to uncertainty.", "When the uncertainty concerns long-term trends, monetary policy should act more cautiously.", "But this is not a general principle.", "If the uncertainty applies to the long-term inflation expectations or to the lower bound of the policy rate, one should act more aggressively.", "There is thus an on the one hand case where one should act less aggressively and an on the other hand case when one should act more aggressively.", "In other words, when it comes to monetary policy it can be an advantage to be a two-handed economist.", "Conclusion and summary Let me conclude by summarising my main messages today.", "Firstly, long-term trends play an important role in monetary policy.", "There are above all two trends that are of special significance; the long-term real interest rate and the long-term sustainable level of resource utilisation.", "The long-term real interest rate abroad has shown a falling trend for a long time and this is one reason why interest rates in Sweden and many other countries are unusually low.", "Secondly, the period following the financial crisis was special in Sweden in several ways, but also so in other parts of the world.", "Both inflation and wage increases have been lower than expected, at the same time as resource utilisation has on average been largely normal and the central banks' policy rates have been low.", "Commonly recurring explanations for the low and slow development in prices and wages are globalisation and digitalisation.", "But there are also changes in various trends in the Swedish labour market following the financial crisis that may have contributed to the low prices and wages - an increasing number of people entering the labour force, compensation rates in the social insurance systems falling and employees' negotiating power appearing to have weakened.", "Developments since the financial crisis 2008-2009 thus indicate that inflation and resource utilisation are not governed solely by short-term changes in demand.", "Structural changes and more trend-like changes also play a role.", "We therefore need to give more consideration to such changes in the monetary policy analysis.", "In addition, I have illustrated that the flatter Phillips curve, that is, the weaker covariation between unemployment and wages, does not necessarily mean that the impact of monetary policy has declined.", "Monetary policy affects demand and resource utilisation through many different channels.", "Unemployment is one channel, but labour force participation, employment, and job vacancies are some examples of other channels through which monetary policy can have an impact.", "Thirdly, changes in trends are often difficult to detect immediately and are difficult to assess.", "One consequence of this is that central banks should act more cautiously and rely more on historical correlations that are more certain.", "This uncertainty principal is often referred to by central banks and can be one reason why they are sometimes perceived as \"sluggish\" in their behaviour.", "Andersson, Björn, Vesna Corbo and Mårten Löf (2015), \"Why has inflation been so low?", "\", Economic Review 2015:3, Sveriges Riksbank.", "Apel, Mikael, Marianne Nessén, Ulf Söderström and Anders Vredin (1999), \"Different ways of conducting inflation targeting - theory and practice\", Sveriges Riksbank Quarterly Review, 1999:4, Sveriges Riksbank.", "Brainard, William (1967), \"Uncertainty and the effectiveness of policy\", American Economic Review Papers and Proceedings 57.", "Cunliffe, Jon (2017), \"The Phillips curve: lower, flatter or in hiding?", "\", speech, Oxford Economics Society Tuesday, 14 November 2017.", "De Rezende, Rafael B.", "(2017), \"The interest rate effects of government bond purchases away from the lower bound,\" Journal of International Money and Finance, 74, 165-186.", "De Rezende, Rafael B., and Annukka Ristiniemi (2018), \"A shadow rate without a lower bound constraint\", Sveriges Riksbank Working Paper 355.", "Faust, Jon and Eric Leeper (2015), \"The myth of normal: the bumpy story of inflation and monetary Policy\", in Inflation Dynamics and Monetary Policy, symposium organised with the support of the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming.", "Greenspan, Alan (2003), \"Opening remarks\", Monetary Policy and Uncertainty: Adapting to a Changing Economy, symposium organised with the support of the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming.", "Hansson, Jesper, Marianne Nessén and Anders Vredin (2018), \"The storm after the calm - Lessons for monetary policy analysis\", Economic Review 2018:4, Sveriges Riksbank.", "Jonsson, Magnus and Goran Katinic (2017), \"Is the Swedish monetary policy in line with the Taylor rule?", "\", Economic Commentaries 2017:4, Sveriges Riksbank.", "Jonsson, Magnus and Emelie Theobald (2019), \"A changed labour market - effects on prices and wages, the Phillips curve and the Beveridge curve\", under publication in Sveriges Riksbank Economic Review.", "Keynes, John Maynard (1930), \"Economic possibilities for our grandchildren\", chapter in Essays in Persuasion.", "Kjellberg, Anders (2018), \"Kollektivavtalens täckningsgrad samt organisationsgraden hos arbetsgivarförbund och fackförbund\" (The coverage ratio of collective agreements and degree of unionisation among employers' confederations and trade unions), Studies in Social Policy, Industrial Relations, Working Life and Mobility Research Reports 2018:1.", "McLeay, Michael and Silvana Tenreyro (2018), \"Optimal inflation and the identification of the Phillips curve\", CEPR Discussion Paper 12981, Centre for Economic Policy Research.", "Mojon, Benoit and Xavier Ragot (2019), \"Can an ageing workforce explain low inflation?", "Leontief, Wassily (1952), \"Machines and man\", Scientific American.", "Lindé, Jesper and Mathias Trabandt (2019), \"Resolving the Missing Deflation Puzzle\", mimeo.", "Olli Segendorf, Åsa and Emelie Theobald (2019), \"Can immigration resolve the problem of an ageing population?", "\", under publication in Sveriges Riksbank Economic Review.", "Powell, H. Jerome (2018), \"Monetary policy in a changing economy\", Changing Market Structure and Implications for Monetary Policy, symposium organised with the support of the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming.", "Söderström, Ulf (2002), \"Monetary policy with uncertain parameters\", Scandinavian Journal of Economics, 104, 125-145.", "Taylor, John (1993), \"Discretion versus policy rules in practice\", Carnegie-Rocheter Series on Public Policy, 39, 195-214.", "Tenreyro, Silvana (2019), \"The elusive supply potential: monetary policy in times of uncertainty\", speech, Glasgow, 7 March 2019."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "monetary dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Phillips curve", "Inflation", "Wage growth", "Labor force participation", "Unemployment", "Long-term real interest rates", "Migration", "Aging population", "Uncertainty"]}