{"sentences": ["Mary (Huen), Patrick (Fung), distinguished guests, ladies and gentlemen, 1.", "I have been Chief Executive of the HKMA for 10 years.", "This will be the last time I speak to you in my official capacity.", "I would like to take this opportunity to look back at what all of us here have accomplished during those 10 years.", "When I say \"all of us\", I do mean everyone represented here today.", "Under conventional wisdom, our relationship is not designed to be friendly or close.", "We all know that there is potentially going to be some sort of friction between the regulator and regulatees.", "If there were no friction, at least one of the two sides would not be doing their job properly.", "But if we succeed in working together, we accomplish something of vital importance.", "We ensure that Hong Kong can fully trust the financial services that you provide and which keep our economy going.", "Today, I want to look back over the last 10 years and see how well we have all done.", "And I would like to offer some ideas of the regulatory challenges facing the banking industry in the years ahead - and how these relate to the wider economy and the community.", "My first term as chief executive of the HKMA began 10 years ago this coming Tuesday.", "That was around two years after the US subprime mortgage crisis had broken out, in 2007. .", "Obviously, Hong Kong was affected.", "The local community was especially shocked by one side-effect of the Lehman Brothers bankruptcy - and that of course was the Lehman minibonds episode.", "In this whole climate of crisis, public trust in the financial services industry had fallen.", "It was a challenging time to step into the chief executive's office.", "I do not want to spoil a very enjoyable lunch - so I will not give you a long list of the measures and initiatives the HKMA has introduced over the last 10 years.", "At a rough estimate, we issued an average of around 70 circulars a year during this 10-year period.", "I am sure you all remember them very well!", "For me, the most important work has been in addressing several broad themes, which to some degree overlap.", "These areas are: basic monetary and financial stability - the HKMA's core mission; the capacity of our financial services industry - specifically the ongoing upgrading of competence and skills, which I like to call the \"soft power\" of the industry; the issue of financial inclusion - how we make sure the financial services industry serves the whole community, including those market segments that may be less the role of technology - a fast-changing aspect of how we all do business, which brings huge potential benefits, but also some serious possible threats; and the overall concept of culture - the individual and corporate qualities without which there is no trust and the system fails.", "These include qualities like integrity, honesty, openness and respect.", "I would like to go over these areas - not just to look back at what all of us here today have achieved, but to think about what lies ahead.", "Monetary/financial Stability 12.", "I would like to start with our core mission - the stability of our monetary and financial system.", "Many of us here today are old enough to remember times when Hong Kong suffered a serious currency crisis, as well as bank runs and bank failures.", "To the younger generation, this is hard to imagine.", "I will not go into detail about the Linked Exchange Rate System today - I will just say that currency stability is something the whole of Hong Kong takes for granted.", "It is a fundamental priority of the HKMA to ensure that the community can have full confidence in the system.", "Confidence in our banks is also key to the functioning of our economy and society.", "And our work in this area in the last 10 years has affected all of you here today.", "I think the most high-profile example is the loan-to-value ratio and debt-serving ratio limits on property mortgage loans.", "The last 10 years have seen strongly rising property prices, and competition between banks has been fierce.", "To some observers, including home-buyers, mortgage caps seem like a nuisance and make it harder to buy a property.", "But to the HKMA, it is an important matter of credit risk management and the stability of the banking system.", "We call these measures \"counter-cyclical macroprudential\".", "And it would be highly irresponsible of us if we did not impose these limits.", "This is also the case with Mainland-related lending.", "You all know the ways we have stepped up our supervisory efforts in this area, to ensure credit underwriting standards and risk management.", "As with property lending, the basic principle is \"prevention is better than cure\".", "To take one example, we are collecting granular data from banks more frequently, to help identify emerging risks.", "As with mortgage caps, this might not please everyone - but it serves the wider public interest.", "More generally, we have been implementing Basel III.", "It goes without saying that Hong Kong, as a major financial centre, will comply with international regulatory standards.", "Implementing Basel III has been complex, and it has involved extensive consultation exercises.", "As with much of our work, your feedback and cooperation have been invaluable in this process.", "Despite all our precautions, we can never totally rule out the possibility that an institution might have a crisis.", "I think it is true to say that Hong Kong is as well-prepared, if not better, than any centre in Asia.", "One reason is the Financial Institutions (Resolution) Ordinance, which came into effect in 2017.", "This is not something most of the community thinks about.", "But I am confident that we have the tools to handle a bank failure in a way that best serves the overall interests of stakeholders, including the taxpayer.", "Our regulatory work has not hindered banks from exploring new opportunities and adapting to change.", "During the last 10 years, we have seen the volume and complexity of offshore Renminbi business increase significantly.", "We have also embraced - as a regulator and as an organization - the need to address climate and environmental risk through green and sustainable banking, responsible investment and capacity building in green finance.", "And then there is the fast-changing use of technology - which I will mention later.", "So overall, I am pleased to say that our banking sector today is safe and resilient - probably more so than at any time in Hong Kong's history.", "Among the buffers Hong Kong banks have built up are a capital adequacy ratio of above 20%, and a liquidity coverage ratio of above 150% - well above international standards.", "The classified loan ratio is just 0.56%.", "At the same time, with a return on equity of 13% last year, the Hong Kong banking industry is also among the most profitable in Asia.", "Next, I would like to look at the capacity of the industry - skills and training.", "It is not a coincidence that one of the financial industry's main professional bodies - the co- host of today's gathering - is the Hong Kong Institute of Bankers, which was founded back in 1963 to enhance the profession.", "Everything in the financial services industry goes back to people.", "Since the financial crisis 10 years ago, we have seen a significant increase in the complexity in capital, liquidity, risk management and other requirements.", "On top of that, we have rapid developments in technology and related areas like cybersecurity.", "The industry has to constantly upgrade its professional expertise and standards just to keep pace.", "But unlike some other financial sectors, our regulatory framework for banks focuses on authorizing corporate entities.", "There is no formal licensing regime that applies to individual banking practitioners.", "Our approach has therefore focused on encouragement and guidance - and to benchmarking.", "Looking back on my time at the HKMA, I am especially pleased with our work in launching the Enhanced Competency Framework (ECF).", "I am also glad to see the industry and our educational institutions cooperating to create new degree and post-graduate level courses in financial disciplines.", "I think this whole \"soft power\" area is one where the regulator and the industry are very much in agreement.", "The HKMA has not seen a need to impose mandatory qualifications for banking practitioners.", "Through encouragement and cooperation with the industry, we have achieved our essential supervisory aim of ensuring that our institutions and industry are sound, stable and reliable.", "In addition, we have worked with institutions to enhance Hong Kong's competitive position.", "For example, I like to think that our ECF programmes in AML/CFT and in private wealth management have helped to enlarge and enrich Hong Kong's talent pool in these areas.", "People and soft power remain a top priority.", "Hong Kong's competitiveness in financial services essentially rests on the quality of our people.", "The upgrading of skills and the development of talent are the foundation of Hong Kong's future as an international financial centre.", "It is very nice when both the HKMA and the banking industry have broadly similar interests, as is the case with professional skills.", "But, inevitably, our aims do not always coincide.", "And this brings me to the next area of my discussion - and that is \"financial inclusion\".", "In other words, ensuring that the banking industry caters fully to the needs of the wider economy and community, rather than focussing purely on the most profitable activities and market segments.", "Hong Kong is a capitalist, free-market place.", "But the regulatory authority works not only for the industry but also for the public.", "And our population has a keen sense of community and fairness.", "In the last 10 years, anyone concerned with public policy, corporate governance and business regulation has noticed rising expectations of good corporate citizenship.", "I took over as Chief Executive of the HKMA just a few months after the SFC and HKMA pushed through a solution to the Lehman minibonds episode.", "I think everyone learned some valuable lessons from that.", "One market segment we need to consider is the elderly and low-income retail customer.", "Some of these retail clients obviously have limited savings to deposit and limited banking needs, and the reality is that they will not provide banks with much fee or interest income.", "However, the community expects banks to provide them with basic services, essentially on a pro-bono basis.", "Some of them have difficulties using technology, and cost-saving service-delivery channels such as ATMs, online banking or mobile device.", "We could try harder to persuade - or even compel - the elderly to adopt modern technology, in the name of efficiency or modernity.", "But as I say, Hong Kong is a compassionate community, and we need to be in step with those values.", "We will probably need to consider a similar tolerant approach in future with small businesses that are perhaps slow to adopt e-payment systems.", "That brings us to the overall segment of start-ups, and companies moving into Hong Kong.", "These clients have complained a great deal about the difficulty of simply opening corporate accounts.", "These complaints were potentially affecting Hong Kong's reputation as a welcoming place for business.", "We took this very seriously, and we believe we managed to sort out some of the underlying problems.", "But this is a classic example of the dilemma we all face - as industry players and as the regulator.", "We do not want awkward due diligence and know-your-customer procedures.", "But we cannot accept the reputational harm and the other possible costs if one of our leading banks cuts corners and is then found to be handling funds from illicit activities.", "This challenge - balancing risk - will continue.", "Perhaps the main possible solution to the problem of growing complexity is technology.", "And that brings me to my next subject.", "Most of us here can remember when basic online banking was a novelty, and how we faced new challenges in cybersecurity.", "In the years to come, we are going to see continued transformation.", "We have already issued licences for eight virtual banks.", "I believe we are only just starting to see the beginning of this.", "The future could be one where physical bank branches are just a memory - like public telephones on the street.", "Artificial intelligence (AI) will lead to all sorts of possibilities in terms of client-behaviour and data analytics, and probably in areas we do not even anticipate.", "The potential is in some ways very exciting, but it also raises all sorts of concerns.", "Cybersecurity and data privacy are ones we all already face.", "But what about the possible implications for risk management?", "We do not know where new technology might lead us - so by definition we cannot predict what the risks will be.", "And what about the human factor in the relations between banks and customers?", "An AI system may be very smart, efficient and accurate - but will it have an understanding of morality?", "Can it make the right ethical judgement?", "Can it have a sense of fairness or decency?", "I must be honest and say I cannot answer these questions.", "But it is clear that new capabilities for technology will require new capabilities from people.", "The industry could be entering a very different dynamic, where what is now a decade of change takes place in a year.", "This is going to put new burdens on all of us.", "I believe that, more than ever, we will need a basic sense of purpose to help us keep everything in perspective.", "That brings me to my last subject - that of culture.", "Such qualities as integrity and respect are essential to maintain the community's trust in the financial system.", "And, to be honest, this is one area where the HKMA cannot impose its will on banks.", "We can push banks to do many things - but cannot enforce morality.", "I am always reminded of the words of Baroness Onora O'Neill - the British academic and philosopher.", "She said, I quote, that \"overuse of regulation leads to the formula 'legal equals right'\".", "In other words, if the industry focuses only on complying with HKMA rules and statutory laws, it will assume all other possible behaviour is legitimate and acceptable.", "In short, banks will look for loopholes.", "Of course, that is not the case.", "It is banks' responsibility to instil a culture of prudent risk- taking, an ethical approach to business, and a focus on treating clients fairly.", "This is partly a matter of example within the organization - by top level attention at board level, good corporate governance, and by not encouraging short-term risk-taking.", "This is not simply about complying with HKMA directives, or obeying the law.", "It is about bankers being aware of their personal responsibilities as custodians of the public's trust, and as citizens.", "We cannot do this for you.", "I am glad to say, looking back on 10 years as chief executive, the Hong Kong banking community can take pride in honouring its commitments and deserving society's trust.", "Ladies and gentlemen, we at the HKMA - and all of you in the banking industry - have been through a great deal in the last 10 years.", "I have mentioned just a few of our many challenges, and our achievements.", "As I said at the start, Hong Kong's monetary and financial system is probably as secure as it has ever been - even though the infrastructure and markets are far more complex than ever.", "The Hong Kong banking industry is world-class in terms of its skills and people, in its dedication to inclusion, its preparation for technological change, and its awareness of the need for integrity and values.", "But we must all be very clear that maintaining the quality of the industry is a never-ending task.", "Looking back, I am proud of what we have done collectively - but I know there will be much more to do in future.", "Hong Kong at the moment is going through some troubles.", "But experience and history show us that Hong Kong overcomes problems, pulls together and moves on to the next stage of its development and success.", "I know that the banking industry will make a major contribution to that process.", "The opportunities for our banking sector are opportunities for the whole of Hong Kong.", "From the changing economic role of China and the Asia Pacific, to the rise of new technological applications - these are going to be very exciting times.", "I would like to close with a personal note.", "All of us, in the HKMA and the industry, have achieved a great deal over the last 10 years.", "This would not have been possible without the dedication, expertise and integrity of the HKMA's own management and staff.", "They are a credit to Hong Kong.", "But at the same time, we could not have done it without the professionalism of all of you in the banking industry.", "So I would like to thank all of our friends in The Hong Kong Association of Banks and the Hong Kong Institute of Bankers.", "Your constructive feedback and positive attitude to our relationship has made our mutual success possible.", "As I say farewell, I trust that our collaborative relationship will continue, to the benefit of not only the banking industry but the whole Hong Kong economy and community.", "I wish you all the very best for the future.", "Thank you all very much."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary/financial stability", "Capacity of financial services industry", "Financial inclusion", "Technology", "Culture", "Skills and training", "Risk management", "Cybersecurity", "Data privacy", "Corporate governance"]}