{"sentences": ["For release on delivery 10:00 a.m. EST December 4, 2019 Randal K. Quarles Vice Chair for Supervision Board of Governors of the Federal Reserve System Committee on Financial Services U.S. House of Representatives December 4, 2019 Chairwoman Waters, Ranking Member McHenry, members of the committee, thank you for the opportunity to appear today, alongside my colleagues from the regulatory community.", "We join you on the cusp of a significant and shared milestone: the full and faithful implementation of Congress's efforts to improve financial regulation, in the form of the Economic Growth, Regulatory Relief, and Consumer Protection Act (EGRRCPA).", "Today, I will briefly review the steps we have taken toward this milestone; share information on the state of the banking system, from the report that accompanies my testimony; and discuss the continuing need to ensure our regulatory framework is both coherent and effective.", "Roughly 18 months ago, Congress passed legislation to consolidate a decade of work on financial reform, and to better tailor financial regulation and supervision to the risks of the institutions being regulated.", "The EGRRCPA was a specific, targeted response to the conditions facing today's banking organizations and their customers.", "It was also rooted, however, in long- standing congressional practice: of reviewing the work done in the immediate aftermath of a crisis; of addressing any gaps; and of ensuring that public and private resources go toward their best, most efficient use.", "This approach informed the Banking Acts of 1933 and 1935, on issues from shareholder liability to deposit insurance.", "It informed the bills passed after the savings- and-loan crisis, requiring \"prompt corrective action\" at struggling firms and reducing the examination burden at strong ones.", "And it continues to inform our efforts now, from the passage of the Dodd-Frank Wall Street Reform and Consumer Protection Act to today.", "The Board's latest Supervision and Regulation Report, which we published last week, confirms the current health of the banking system.", "It depicts a stable, healthy, and resilient banking sector, with robust capital and liquidity positions.", "It details stable loan performance and strong loan growth, particularly among regional banks, whose share of overall bank lending continues to grow.", "It describes steady improvements in safety and soundness, with a gradual decline in outstanding supervisory actions at both the largest and smallest organizations.", "And it identifies areas of continued supervisory focus, including operational resiliency and cyber-related risks, which are among our top priorities for the year to come.", "The banking system is substantially better prepared to manage unexpected shocks today than it was before the financial crisis.", "Now, when the waters are relatively calm, is the right time to step back and examine the efficiency and effectiveness of our protection against future storms.", "With the EGRRCPA, Congress made a significant down payment on that task.", "In less than 18 months after the act's passage, we implemented all of its major provisions.", "Earlier this year, we completed a cornerstone of the legislation to tailor our rules for regional banks, which was entirely consistent with a principle at the heart of our existing work: firms that pose greater risks should meet higher standards and receive more scrutiny.", "Our previous framework relied heavily on a firm's total assets as a proxy for these risks and for the costs the financial system would incur if a firm failed.", "This simple asset proxy was clear and critical, rough and ready, but neither risk-sensitive nor complete.", "Our new rules employ a broader set of indicators, like short-term wholesale funding and off-balance-sheet exposures, to assess the need for greater supervisory scrutiny.", "They maintain the most stringent requirements and strictest oversight for the largest, most complex organizations-the collapse of which would do the most harm.", "We and our interagency colleagues also have worked on a range of measures addressed to smaller banks, with particular attention to better capturing and reflecting the characteristics of the community bank business model.", "These include elements of last year's legislation, and other steps we have taken in the same spirit, intended to help community banking organizations survive and thrive: We adjusted the scope of our supervisory assessments, our stress-testing requirements, our appraisal regulations, and the Volcker rule-all aimed at the activities of large, complex institutions, not small local banks.", "Board of Governors of the Federal Reserve System, \"Federal Reserve Board Finalizes Rules That Tailor Its Regulations for Domestic and Foreign Banks to More Closely Match Their Risk Profiles,\" news release, October 10, 2019, .", "• We detailed our approach to anti-money-laundering exams, and our goal of prioritizing high-risk activities over routine matters.", "• We expanded eligibility for our small bank holding company policy statement, opening the door to simpler funding requirements for a broader range of small banking firms.", "We also increased the scope of banks eligible for longer examination cycles.", "We revised a management-interlock rule for the first time since 1996, removing a governance barrier for more small banks and their holding companies.", "We made our short-form call report shorter, removing items that were often ancillary to filers' core lending activities.", "Branches and Agencies of Foreign Banks,\" news release, December 21, 2018, Board of Governors of the Federal Reserve System, Federal Deposit Insurance Corporation, and Office of the Comptroller of the Currency, \"Agencies Issue Final Rule to Update Management Interlock Rules,\" news release, October 2, 2019, .", "• And we finalized a new community bank leverage ratio, giving small, strong banking organizations a much simpler way to meet their capital requirements.", "Our goal, through this period of intense regulatory activity, has been to faithfully implement Congress's instructions.", "However, those instructions also speak to a broader need, and one central to our ongoing work: to ensure our regulatory regime is not only simple, efficient, and transparent, but also coherent and effective.", "Financial regulation, like any area of policy, is a product of history.", "Each component dates from a particular time and place, and it was designed, debated, and enacted to address a particular set of needs.", "No rule can be truly evergreen; gaps and areas for improvement will always reveal themselves over time.", "Our responsibility-among the most challenging and essential we have-is to address those gaps without creating new ones; to understand fully the interaction among regulations; to reduce complexity where possible, before it becomes its own source of risk; and to ensure our rulebook supports the safety, stability, and strength of the financial system.", "Looking ahead, my colleagues and I are paying particular attention to coherence in our capital regime.", "We are reviewing public input into proposed changes to the stress capital buffer, which would simplify our regime by integrating our stress-test and point-in-time capital requirements and maintain our current strong levels of capital.", "We also understand the need to ensure a smooth transition away from LIBOR, and other legacy benchmark rates, so institutions can manage risks comprehensively and effectively.", "And we understand the need for clear, consistent supervisory communication on these and other matters, which invites dialogue, reflects and reinforces our regulations and laws, and gives banks necessary transparency into supervisory views on safety and soundness.", "We also understand the need to thoughtfully address new financial products and technologies.", "Innovation has the potential to improve access to financial services, lower costs, and support the competitive health of the banking sector.", "Its promise, however, inevitably comes with risk-and as the financial crisis showed, risks that lie outside the banking system can have consequences within it.", "Our approach to innovation should be both open and careful, engaging thoughtfully with both the public and private sectors, to understand the benefits and costs that such fundamental changes can bring.", "Finally, we understand the need for coherence across borders.", "Over the last decade, working with supervisors around the world, we have built a common understanding of the crisis, its causes, and its consequences.", "Now, as the full set of post-crisis reforms comes into effect, we should renew our focus on assessing their implementation and their overall impact.", "The financial system is truly global, and the structures and incentives that govern it are critical to its stability and resilience.", "The regulatory community has started significant work to examine those structures and incentives as a whole, from their effect on \"too-big-to-fail\" subsidies to their impact on market fragmentation.", "We are participating actively in that work, as a way to ensure the global financial system supports, rather than inhibits, American growth.", "I appreciate the chance to discuss this work with you, and I look forward to answering your questions.", "Randal K. Quarles, \"Government of Union: Achieving Certainty in Cross-Border Finance\" (speech at the Financial Stability Board Workshop on Pre-Positioning, Ring-Fencing, and Market Fragmentation, Philadelphia, September 26, 2019), .", "Randal K. Quarles, \"The Financial Stability Board at 10 Years-Looking Back and Looking Ahead\" (speech at the European Banking Federation's European Banking Summit, Brussels, Belgium, October 3, 2019), ; see also, Financial Stability Board, \"FSB Launches Evaluation of Too-Big-to-Fail Reforms and Invites Feedback from Stakeholders,\" news release, -launches-evaluation-of-too-big-to-fail-reforms-and-invitesfeedback-from-stakeholders/; and Financial Stability Board, \"FSB Publishes Report on Market Fragmentation,\" news release, June 4, 2019, -publishes-report-on-market-fragmentation/."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Banking system", "Financial regulation", "Supervision", "Community banks", "Capital requirements", "Risk management", "Innovation", "International cooperation", "Financial stability", "Regulatory coherence"]}