{"sentences": ["SPEECH Remarks by Luis de Guindos, Vice-President of the ECB, at the fourth annual ECB macroprudential policy and research conference Frankfurt am Main, 16 December 2019 I am delighted to welcome you all to the fourth annual ECB macroprudential policy and research conference.", "This conference is held annually to ensure that we meet regularly and advance our understanding of macroprudential policy.", "This year's focus is on monetary policy and financial stability as it represents the conclusion of the ECB's Research Task Force dedicated to this topic.", "In my remarks today I will cover three aspects of macroprudential policy and research.", "First, I will reflect on the economic and financial conditions that may represent challenges for macroprudential policy.", "Second, I will focus on selected achievements at the ECB in advancing the research frontier.", "Finally, I will address the need of rebalancing capital requirements towards releasable buffers to allow macroprudential authorities to act more effectively in a countercyclical manner especially in adverse economic conditions.", "Macroprudential policy in a changing environment The current environment is characterised by a weakening of the macroeconomic outlook and increasing uncertainty, even though the latest indicators point to a stabilisation of economic activity.", "The associated low-for-longer interest rate environment is likely to put pressure on bank profitability.", "Weak profitability and squeezed margins pose a risk to financial stability as they may hamper banks' intermediation and capital generation capacity.", "It is thus important to assess the interaction of monetary and macroprudential policies while respecting their individual mandates.", "I am happy to say that quite some research on the interaction of these two policy areas has been undertaken here at the ECB.", "In particular, two papers of the Research Task Force are dedicated to this issue: one documents the macroeconomic impact of macroprudential policy measures and its interaction with monetary policy[2]; a second one sheds light and quantifies the transmission between monetary policy and bank stability.", "On-going research at the ECB Moreover, ECB research has showcased the particular importance of remaining vigilant about banks' resilience in episodes of increasing cyclical systemic risk.", "Recent work quantifies how exuberant credit and asset price dynamics lead to large downside risks to bank-level return on assets, putting a banking system's capital at risk over the medium term.", "The quantification of bank capital at risk can support the calibration of macroprudential instruments.", "In turn, by subjecting the banking sector to specific shocks, a macroprudential stress-testing framework can help in assessing the capital shortfall in times of stress.", "Whereas traditional stress-testing frameworks focus on initial capital shortfalls, macroprudential stress-testing frameworks quantify the propagation of costs for banks and the real economy over time.", "This is the aim of the macro-micro approach, which takes into account the heterogeneity in banks' reaction functions.", "More generally, stress-testing has become a key instrument in the macroprudential and financial stability toolkit for assessing risks to the banking system in adverse conditions.", "The bottom-up approach used in the context of the EU-wide stress test relies on banks' own reporting of projections based on common scenarios and gives national supervisors and the ECB an important role with regard to quality assurance.", "Recent research provides tentative evidence that \"supervisory scrutiny\" relating to quality assurance has a disciplining effect on banks' risk-taking.", "We also need to understand how banks will react to the policy measures that are applied to them.", "A dynamic micro-founded structural model of bank behaviour examines changes in capital and liquidity requirements and confirms considerable heterogeneity among banks' reactions.", "Moreover, our 3D model, with default modelled in the household, non-financial corporations and banking sector, has been successfully used in various policy exercises and exemplifies how cutting-edge research can help inform policy decisions.", "The role of macroprudential policy So what is the role of macroprudential policy in the current environment?", "The financial crisis showed that macroprudential policy is needed to complement supervisory scrutiny by accounting for system-wide macro-financial feedback loops.", "Macroprudential policy is called to act countercyclically, tightening requirements when we see excessive risk-taking and loosening them to avoid a credit crunch when risks materialise.", "Since the crisis, the resilience of euro area banks has improved significantly and their capital level is currently considered to be adequate.", "However, in addition to the level of capital, also its composition deserves appropriate consideration.", "The macroprudential buffers that are currently implemented in the SSM banking system are of a predominantly structural nature and are thus expected to be maintained over the cycle.", "The countercyclical capital buffer (CCyB) is the only buffer that is intended to be released in case of a downturn.", "However, the CCyB has only been activated by seven of the 19 euro area countries and currently represents, in the aggregate, only 0.1% of risk-weighted assets A lack of releasable buffers curbs the countercyclical role of macroprudential authorities.", "When breaching their combined buffer requirements, banks may uphold capital ratios by disposing assets to avoid the automatic restrictions on dividend distributions.", "If such behaviour becomes widespread in the event of systemic stress, it can result in a credit crunch, which would aggravate the downturn.", "This is exactly what we observed in previous crisis episodes, and what we should avoid in the future.", "Macroprudential space in the form of releasable buffers could serve as a potential macro-financial stabilisation in euro area countries.", "The release of the buffers in a downturn should help banks to sustain the flow of credit.", "To this end, releasable buffers would first need to be available.", "In sum, we are in a situation where the overall level of capital requirements is broadly adequate, but the composition may not be optimal.", "It is therefore important to have a discussion on the need to reallocate capital requirements towards releasable buffers in a capital-neutral manner.", "Other national authorities have had - or are having - similar discussions, such as in the United Kingdom and in the United States.", "To me, such a reallocation appears to make sense in the current environment of heightened uncertainty and risks tilted to the downside.", "With a reallocation of buffers, cyclical systemic risk factors - common to the entire banking sector - would be covered appropriately by the CCyB.", "In turn, remaining idiosyncratic bank-specific risks will continue to be covered by microprudential requirements.", "The reallocation would be capital-neutral because the resulting increase in the CCyB would be offset by a corresponding decrease in other capital requirements, for example in Pillar 2, as done by the Bank of England.", "The capital-neutral creation of releasable buffers does not require a regulatory change.", "Indeed, the CCyB is already enshrined in EU law and transposed in the national context.", "It is used to address cyclical systemic risks that are common to the entire banking sector.", "To ensure that all relevant risks in the banking sector continue to be appropriately covered calls for continued close cooperation among all relevant authorities.", "This includes close coordination both among micro- and macroprudential authorities as well as between the ECB and national macroprudential authorities.", "National authorities will continue to remain first in line to deploy the CCyB to address changing systemic risks in their jurisdiction.", "Concluding remarks Let me conclude.", "The current macro-financial environment has become more challenging.", "The lower-forlonger interest rate environment creates strains on bank profitability with implications for financial stability.", "This implies that we need to further build our analytical toolkit to identify risks and devise a coherent policy response.", "It calls for intensifying both our outreach to state-of-the-art research from academia and our analytical work in-house.", "As mentioned earlier, deepening our understanding on the interplay between monetary and macroprudential policies is a key priority in a low-for-longer interest rate environment.", "Furthermore, we aim at better capturing interactions between banks, other market participants and the real economy in a fully integrated macroprudential stress-testing framework combining macro and micro building blocks.", "This requires estimating and modelling behaviour of financial and non-financial agents to realistically capture their balance sheet adjustments also in times of stress.", "On the policy side, our key priority is to become more agile in fulfilling our countercyclical macroprudential policy mandate.", "We need to ensure that releasable buffers are available to enable the banking system to support the real economy in a downturn.", "At present, the best option is to set the CCyB in a capital-neutral manner to be able to withstand current headwinds.", "I wish us all an insightful conference.", "See, for instance, van der Ghote, A.", "(2018), \"Coordinating monetary and financial regulatory policies\", Working Paper Series, No 2155, ECB, June.", "(2019), \"Macroprudential policy measures: macroeconomic impact and interaction with monetary policy\", Working Paper Series, ECB, forthcoming.", "Albertazzi, U., F. Barbiero, D. Marques-Ibanez, A. Popov, C. Rodriguez D'Acri and T. Vlassopoulos, \"Monetary policy and bank stability: The analytical toolbox reviewed\", Working Paper Series, ECB, forthcoming.", "Lang, J. H. and Forletta, M. (2019), \"Bank capital-at-risk: measuring the impact of cyclical systemic risk on future bank losses\", Macroprudential Bulletin, No 9, ECB.", "(2019) \"Macroprudential stress test of the euro area banking system\", Occasional Paper Series, No 226, ECB, July.", "Kok, C., Müller, C. and Pancaro, C. (2019), \"The disciplining effect of supervisory scrutiny on banks' risk-taking: evidence from the stress test\", Macroprudential Bulletin No.", "Behn, M., Daminato, C. and Salleo, C. (2019), \"A dynamic model of bank behaviour under multiple regulatory constraints\", Working Paper Series, No 2233, ECB, January.", "For a recent application of the 3D model see, for instance, Hoerova et al.", "(2018), \"Benefits and costs of liquidity regulation\", Working Paper Series, No 2169, ECB, July.", "See also Mendicino, C., Nikolov, K., Suarez, J. and Supera, D. (2018), \" Optimal Dynamic Capital Requirements,\" Journal of Money, Credit and Banking, Blackwell Publishing, vol.", "(2015), \"Capital Regulation in a Macroeconomic Model with Three Layers of Default,\" International Journal of Central Banking, vol.", "There are currently eight globally important banks in the euro area (in France, Germany, Italy, the Netherlands and Spain) holding additional buffers of between 1% and 2%, and 108 other systemically important institutions with buffers of up to 2%.", "Systemic risk buffers have been activated in five countries, with a range of between 0.5% and 3%, and the countercyclical capital buffers have been announced in seven countries (Belgium, France, Germany, Ireland, Lithuania, Luxembourg and Slovakia) with rates between 0.25% and 2%.", "For more information, see \"Macroprudential measures in countries subject to ECB Banking Supervision and notified to the ECB\" on the ECB website.", "For a discussion of recent CCyB decisions, see Babić, D. and Fahr, S. (2019) \"Shelter from the storm: recent countercyclical capital buffer (CCyB) decisions\", Macroprudential Bulletin No.", "See, for example, \" Refining the Stress Capital Buffer\", speech by the Vice-Chair for Supervision, Randal K. Quarles, at the Program on International Financial Systems Conference, Frankfurt, Germany, 5 September 2019.", "European Central Bank Directorate General Communications Sonnemannstrasse 20, 60314 Frankfurt am Main, Germany Tel.", ": +49 69 1344 7455, E-mail: media@ecb.europa.eu Website: www.ecb.europa.eu Reproduction is permitted provided that the source is acknowledged.", "Copyright 2019, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["macroprudential policy", "bank capital", "macroprudential stress-testing", "countercyclical capital buffer", "macro-financial environment", "releasable buffers", "monetary policy", "financial stability", "systemic risk", "bank resilience"]}