{"sentences": ["Dear ladies and gentlemen, Welcome to the Bank of Albania, to spend some time together as the year end approaches.", "Sadly, the atmosphere at the end of this year is different from previous ones, following the devastating earthquake, which hit Albania in late November.", "In the aftermath, we are all heartbroken by the tragic loss of 51 lives, with hundreds of others injured and many buildings, which have collapsed or have been heavily affected by the strongest quake in decades.", "Yet, beyond the material consequences and psychological shock, this tragic event foregrounded another - somewhat dormant - dimension of our society: solidarity and unconditional support for each other.", "We all witnessed an impressive demonstration of voluntary support from fellow citizens to those affected by the devastating earthquake.", "In this extraordinary situation, the media played a key role in promoting solidarity and alleviating the human pain caused by this natural disaster.", "In light of this event, and in retrospection of 2019, let me express my sincere thanks and heartfelt gratitude to the media, to those who are present here tonight, and those that were unable to attend, for their invaluable work, reporting news truthfully and in real time.", "Staying on the media, but shifting to another, concrete contribution of it, professionalism and integrity in covering news related to economic and financial developments in Albania increased notably this year.", "We are glad to say that we find your work has advanced in all its dimensions.", "The language you use as well as the breadth and depth of your analysis in presenting our reports to the public reflect a serious approach and professionalism.", "Thanks to you, our decisions have been passed on in a timely fashion.", "Further, they have been translated and adapted using simple and easy-to-assimilate language, not only for market actors, but also for the general public.", "The media is a unique ally in our efforts to enhance the effectiveness of our decision-making.", "Please allow me to thank you once again for your work, filled with passion and dedication during the course of this year.", "I am confident that in the coming year your dedication, truthfulness and objectivity in reporting economic and financial news will continue to characterise your work.", "I would like to assure you that the Bank of Albania will continue be a transparent institution, ready to provide opinions and assessments as necessary in all public debates related to the performance of our economy and financial markets.", "For the Bank of Albania, macroeconomic stability and financial solidity in Albania are essential and long-term objectives.", "We work incessantly to enable such stability, which is vital for all the citizens of Albania.", "I want to underline today that you are an important partner in our efforts and when we join forces guaranteeing the welfare of future generations becomes an easier task.", "We have constantly emphasised that financial education and research are an integral and significant part of the activity of the Bank of Albania.", "They are a precondition and source for the social-economic development and welfare of the citizens of Albania.", "In this regard, I would like now to turn your attention to what has now become a tradition, the ceremony for the Governor's Award for the Best Diploma.", "This is the 13th year that the Bank of Albania has selected and awarded three diploma theses.", "Over the years, we have found that the quality of research work has been improving, to the point that it has become actually difficult to distinguish the work presented by a recently graduated student from that of a researcher at the Bank of Albania.", "The selected topics present great interest, as they focus on critical issues related to the economic and financial reality in Albania and beyond.", "As in previous years, Albanian students from domestic or foreign universities have applied and presented their best research work.", "We are happy to note that participation and interest from students and universities has been significantly on the rise, revealing the recognition, reliability and reputation this Award has achieved.", "This year, we received 39 studies, ranging from monetary policy and economic and financial development of the country to topics related to aspects of management of production and financial activities, European integration, and technology innovations applied in the fields of virtual money and finance.", "These works are characterised by the use of contemporary research methodologies and make use of ample statistical information, to research, through theoretical arguments and cause-effect practical relations, various economic phenomena and the rules governing them.", "Despite the objective difficulties in selecting the most interesting studies, we have eventually come to a decision on the \"Governor's Award for the Best Diploma Theses\" for 2019.", "Having said that, while limited to selecting only three winners, I take this opportunity to congratulate all the participants for their serious commitment and the ideas, methods and conclusions in their laudable research.", "I would encourage you to continue in your career, after this first step in scientific research, with many more ambitious ones.", "Let us now present the winning candidates.", "Thank you and happy holidays!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Media", "Financial stability", "Bank of Albania", "Economic development", "Financial education", "Research", "Governor's Award", "Diploma theses", "Solidarity", "Earthquake"]}