{"sentences": ["Introduction It has become a tradition for me to give a speech at the end of the year about the major issues affecting the Canadian economy.", "I will only get to say this once, so I hope you will permit me... Today, I want to focus on the Bank's 2020 vision.", "I want to walk you through some of the major forces acting on the economy and indicate what the Bank will be doing about them.", "I touched on some of these issues back in September at the Changing Fortunes Round Table at Spruce Meadows, in Calgary.", "Since then, I've been working to formalize those ideas in a paper, which the Bank is publishing today.", "In stepping back from the many short-term issues we have on our plate, I can avoid covering the same ground as in last week's speech by Deputy Governor Tim Lane.", "Tim discussed the considerations behind our latest interest rate announcement and offered an excellent historical analysis to put it all in context.", "Big issues ahead The basic story of the global economy since the 2008 global financial crisis has been one of disappointing economic growth-serial disappointment, we came to call it.", "Yes, it proved very difficult to recover from the Great Recession that followed the crisis.", "But other long-term, structural factors have also been at work.", "Two basic factors drive trend economic growth: population growth and productivity growth.", "Global population growth peaked in the mid-1960s and has been slowing ever since.", "This puts a natural brake on global economic growth.", "And recent productivity gains have not been large enough to offset the impact of this demographic slowdown.", "There is of course potential for higher productivity growth in the future.", "I am referring to what has been called the fourth industrial revolution-the increasing use of artificial intelligence (AI), machine learning and big data throughout our economy.", "However, judging from past experience, these productivity gains could be slow to arrive.", "Computers went into widespread use during the 1980s, but a surge in productivity growth did not emerge until the period from 1995 to 2005.", "I delivered a paper about this a few weeks ago at a conference hosted by the Federal Reserve Bank of San Francisco.", "Besides, the near-term risks around productivity growth are tilted to the downside.", "This is because trade conflicts, and the emergence of nationalist or populist policies more generally, threaten to reverse some of the prior productivity gains made through globalization.", "Tariffs on imports are forcing companies to dismantle supply chains and create new ones that are likely to be less efficient.", "At the same time, uncertainty about the future of trade policies and critical institutions like the World Trade Organization is having a more insidious effect-companies have cut their investment plans, which also means less potential economic growth in the future.", "On balance, then, it looks like the global economy is set for continued slow economic growth for mostly structural reasons.", "For these same reasons, this means that low interest rates are likely to persist too.", "To be clear, I am not making a near-term prediction about the Bank of Canada's policy rate.", "I am talking about structural forces acting on the global economy and global interest rates over a period of years.", "In any era, interest rates fluctuate around a trend line, which is determined by structural forces, not by monetary policy.", "What I am saying is that in this era, it looks like interest rates are likely to fluctuate around historically low levels.", "Now, one possible consequence of persistently low interest rates is that household indebtedness may continue to increase relative to the overall economy.", "Government indebtedness might also continue to rise as governments try to kick-start sluggish economies.", "The world stock of debt of all types is now more than three times global gross domestic product (GDP).", "Experience shows that high debt levels can amplify the impact of a shock on the economy, such as a rise in unemployment.", "This is because some borrowers could default on their debts, leading financial institutions to lend less, or even fail.", "Meanwhile, governments with a high debt load may be less able to stimulate a faltering economy.", "In Canada, household indebtedness is our most important financial vulnerability.", "The latest data show household debt is 177 percent of disposable income, a bit below last year's record high, but still elevated.", "For some countries it is the stock of government debt that causes the most concern.", "US government debt is more than 100 percent of GDP and rising quickly.", "In Japan, it is more than 200 percent.", "In comparison, Canada's total government debt is close to 90 percent of GDP, of which federal debt is about 30 percent.", "Policy-makers have taken the lessons learned from the 2008 global financial crisis to heart.", "They have imposed new rules on banks around capital and liquidity, and the global financial system is much safer today as a result.", "Here in Canada, authorities have also imposed stricter guidelines around mortgage lending to help contain financial vulnerabilities.", "Thanks to these changes, even if household indebtedness rises further, its sustainability is gradually improving.", "In contrast, the lessons of the Great Inflation of the 1970s seem to be fading from our collective memory.", "Perhaps the recent tendency for inflation to run below target in many countries has fostered a degree of complacency.", "More likely, inflation risk is being overwhelmed by deep structural forces limiting economic growth, keeping even long-term interest rates very low.", "The risk of a surprise outbreak in global inflation is low.", "But it seems to me that the combination of elevated household and government indebtedness and populist politics holds inflationary potential for some countries.", "Some leaders are even actively questioning both the value of inflation targets and the need for central banks to be politically independent.", "Highly indebted households might be inclined to vote for politicians proposing to promote higher inflation.", "The fact is, the Great Inflation of the 1970s resulted in a substantial transfer of wealth from savers to borrowers, including to governments.", "Fortunately, we have an institutional framework in Canada that addresses this risk directly.", "The Bank of Canada and the federal government agree formally and transparently every five years on the goals of monetary policy.", "This gives our inflation targets democratic legitimacy, while providing the Bank the operational independence to pursue them.", "Importantly, Canada also maintains a flexible exchange rate, which is essential to maintaining low and stable inflation domestically, regardless of developments abroad.", "Given this backdrop, a veritable smorgasbord of work will be going on at the Bank in 2020.", "But let me focus on four areas.", "Inflation-target renewal First is the inflation-targeting agreement I just mentioned.", "The next renewal of the agreement is scheduled for 2021.", "The Bank uses the time between renewals to take stock of experience with the framework and to look seriously at any improvements we can make to our monetary policy.", "There is a section on our website where you can follow the current renewal process.", "Here we are posting new research as it is completed and providing information on workshops and conferences that are dedicated to the topic.", "In this renewal cycle we are going back to basics, comparing alternative targeting frameworks-such as inflation-averaging strategies and nominalGDP targeting-with inflation targeting.", "We are also researching the various tools we have at our disposal and how our policy interacts with other public policies.", "Moreover, we are expanding our efforts to gather outside views on these issues.", "We have been talking to a wide range of stakeholder groups, including business and labour organizations, academics and other central banks.", "In 2020, we plan to hold a number of round tables with civil society stakeholders to deepen our understanding of the economy across sectors and regions.", "As an accountable public institution, we are eager to hear your views.", "That is why in 2020, we will conduct an open, public consultation process on our website to gather input from Canadians across the country.", "We will summarize these public and stakeholder consultations, as well as new research on the subject, on our website in late 2020.", "We will then make a recommendation to the government and hold discussions that will lead to the next formal agreement on the framework in 2021.", "Monetary policy and financial stability Another important area for the Bank next year will be to continue to embed financial stability linkages in our monetary policy framework.", "Let me illustrate with an example.", "Consider a situation where we updated our economic forecast and concluded that inflation was likely to move below our target.", "Our models would suggest that we should lower interest rates to stimulate economic growth and bring projected inflation back to target, usually over six to eight quarters.", "Now consider the same situation, but with high levels of financial vulnerabilities.", "Stronger economic growth from lower interest rates would make it easier for everyone to service their debt.", "But lower interest rates would also encourage a buildup of more debt, making economic growth more vulnerable to a future shock to the economy.", "In turn, this could make it harder to achieve the inflation target sometime in the future.", "Accordingly, bringing financial vulnerabilities into the equation means introducing a degree of flexibility into the inflation-targeting process.", "The horizon over which we would work to get inflation back to target depends on the severity of financial vulnerabilities.", "Of course, to the extent that macroprudential policies are in place to keep financial vulnerabilities in check, policy-makers can put less weight on those vulnerabilities.", "Over the past couple of years, Bank staff have developed a new framework to help us objectively evaluate this trade-off, called a growth-at-risk model.", "It combines the risks to economic growth and inflation coming from both the macroeconomy and financial vulnerabilities in any given setting.", "It requires a lot of judgment to use, but this framework is helping to bring more rigour to our deliberations and to our communications.", "The growth-at-risk framework we are using today is a prototype, based on international experience with financial vulnerabilities and on a very simple macroeconomic model.", "Work to enhance the model and incorporate more Canadian detail into the financial vulnerabilities is well underway and these enhancements should be deployed in 2020.", "Meanwhile, we will continue to refine our core economic forecasting models to enrich the linkages between the financial sector and the economy.", "We have also begun to scope out a work program on the next-generation economic model to replace our core structural projection model, ToTEM (Terms-of-Trade Economic Model).", "Judging from past experience, this effort could take up to 5 to 10 years.", "The impact of digitalization A third area of focus for the Bank in 2020 will be to assess the economic and financial impact of digitalization.", "As I mentioned earlier, we can see evidence of the spread of AI all around us.", "Its effects on the economy may be profound.", "My main message in San Francisco was that the fourth industrial revolution is likely to follow the pattern of the previous three.", "We can expect a significant disruption of workers in many industries.", "We can also expect the new technologies to lead to stronger growth in sectors where they are deployed.", "And the higher productivity that will result will increase the economy's potential to grow.", "This will create new job opportunities widely throughout the economy, while also causing inflation to fall short of what our models would predict.", "So far, we have not seen signs of higher productivity in the economic data.", "Once again, the experience of previous industrial revolutions can be instructive.", "In the last few years of the 1990s and early 2000s, we now know that productivity rose quickly.", "But the economic statistics of the time did not capture this until long after the fact because it is difficult to measure developments in new economic sectors.", "It is certainly possible that the same dynamics will emerge in the near future.", "In 2020, the Bank will be working hard on new ways to detect and determine the economic impact of the fourth industrial revolution.", "One area that shows promise is to use AI to analyze big data for keywords and to build synthetic indicators of technological change.", "Michelle Alexopoulos from the University of Toronto, a winner of a Bank of Canada Fellowship Award, is doing innovative work in this area.", "Of course, we will also continue to talk directly to Canadian companies to gather intelligence on the spread of AI.", "The future of money Finally, there is the central banker's favourite subject, money.", "Technology is affecting how Canadians make payments, so it will affect money too.", "To start with, Payments Canada is working with the Bank and with the major financial institutions to modernize our core payments systems.", "This will allow for wider access and more innovation.", "The first stage is to replace the wholesale system, now over 20 years old, which manages transfers between major financial institutions and through which the Bank of Canada operates.", "Most of the work on the new wholesale system should be completed in 2020.", "Now, the wholesale system handles most of the dollar value of payments.", "But there are thousands of times more retail transactions on any given day.", "So, modernizing the retail payments system is a top priority.", "Two to three years from now, you will be able to execute transactions between yourselves in real time-a major advance over today's lags.", "These prospects have the Bank thinking hard about the future of money, especially cash.", "A decade ago, more than half of all transactions in Canada were done with cash.", "Today, that number has dropped to about one-third.", "It is more and more common to see people tap a card or take out their phone to make a payment.", "Canadians are also doing more business online, and more than half of us have sent money with PayPal or Interac e-transfer.", "Certain businesses have begun to accept only electronic payments.", "I believe that central bank money-the bank notes you have in your pocket-will always provide an important public good: an individual's sovereign right to make payments with an instrument that is universally accepted and final.", "A private digital currency cannot deliver that, regardless of how widespread its use may become.", "The other nice thing about cash is that it will still work even during power blackouts or cyber attacks.", "As a consequence, bank notes will probably always be around to some degree, if only as a contingency for unusual events.", "All things considered, then, it is an open question whether the Bank of Canada would ever see the need to issue a currency in digital form as a substitute for cash.", "Nevertheless, the world of money is evolving very rapidly, so we need to develop plans to deal with whatever contingency arises.", "We will have more to say about this early in 2020.", "Given this context, the Bank needs to think about other emerging payment technologies.", "These include cryptoassets, such as Bitcoin, as well as stablecoins, such as Libra.", "Because these are potentially global, they are attracting attention from central banks and other regulatory authorities.", "Such innovations will bring new risks to the financial system.", "We need to understand these risks and apply appropriate regulation.", "One area of particular interest to central banks is cross-border transactions.", "As usual, the Bank will be working on many more issues in 2020 than I have been able to summarize here.", "Before I conclude, though, let me mention one topic that has garnered a lot of interest lately: Modern Monetary Theory.", "Essentially, the idea is that governments that can issue their own currency can never go bankrupt.", "Accordingly, rather than borrowing from the public by issuing bonds, governments should spend as much newly issued money as needed to keep the economy growing and maintain stable inflation.", "This sounds like Modern Monetary Theory is offering a free lunch, and most of us know there is no such thing.", "First, the idea is not monetary.", "Government spending is a fiscal decision, not one for the central bank.", "Second, the idea is not modern.", "It has been tried many times in the past, and the record is not pretty.", "For example, in the late 1960s the US government was running large fiscal deficits to finance the war in Vietnam.", "This led to very rapid money creation.", "The result was a breakdown of the Bretton Woods system of fixed exchange rates and a surge in global inflation spanning the 1970s.", "There are far better means of avoiding slow growth and deflation- promoting innovation, providing infrastructure, removing impediments to international and intranational trade, eliminating red tape-just to cite a few obvious examples.", "With stronger trend growth, fiscal and monetary policy can focus on buffering economic fluctuations.", "It is time for me to conclude.", "We can see the broad forces of low interest rates, rising debt and technological change working in combination to stress households, companies and governments.", "The impact of these forces will keep the Bank of Canada busy in 2020 and beyond.", "The precise way these forces will unfold is highly uncertain.", "All of us-consumers, business people, policy-makers-will have to deal with these sources of uncertainty over the long term.", "That sounds challenging, and I will not pretend otherwise.", "But when you consider the broad sweep of history, you must admit that Canadians have always had to deal with powerful global forces and uncertainty, some more potent than the ones we face today.", "Yet here we are, in a thriving modern economy.", "That is not to say things are perfect.", "Far from it-sectors and regions of our country continue to struggle, and policy-makers have lots of work to do.", "Still, consider what we have been through over the past decade-the global financial crisis, the subsequent slow recovery, the collapse of oil prices, and political uncertainty abroad.", "Despite all of that, Canada's economy is operating close to capacity, inflation is on target, labour force participation is up across almost all age groups, and the jobless rate is near historic lows.", "In my experience, one should never underestimate the ability of Canadians to face and overcome challenges, using the same tools they always have-hard work and ingenuity."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "fiscal dominance", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation targeting", "Financial stability", "Digitalization", "Money", "Monetary policy", "Economic growth", "Productivity", "Debt", "Household indebtedness", "Government indebtedness"]}