{"sentences": [" Tools helped to avert a deflationary spiral but came with lingering side-effects The global financial crisis presented central banks with unprecedented challenges, and their response was to take extraordinary actions.", "A decade on, we can say that these measures succeeded in saving the global economy from deflation, but also introduced some distortions in a few areas of the capital markets.", "Many central banks introduced unconventional monetary policy tools following the crisis.", "They embarked on large-scale asset purchases and expanded lending programmes, increasing their balance sheets to historic levels.", "Interest rates were cut below zero in several countries.", "Two committees at the Bank for International Settlements released complementary reports today assessing the effectiveness of unconventional monetary policy instruments and analysing the impact of large central bank balance sheets on market functioning .", "Unconventional policy tools emerged out of necessity.", "In the countries hardest hit by the economic crisis, the financial sector stalled and stopped doing its job, hamstrung by losses and drained of liquidity.", "The subsequent recession sent unemployment soaring.", "With inflation and interest rates at low levels, the limited room for conventional policy manoeuvre was quickly exhausted.", "On balance, central bankers say that the results of unconventional policies have been positive.", "Interventions helped smooth investor and consumer expectations and jump-start markets.", "Research by bankers and academics points to a positive response of economic activity to the extra stimulus provided by unconventional tools.", "The risk of a deflationary spiral was largely avoided, though inflation still undershot central bank objectives.", "Balance sheet-expanding policies aimed at improving market functioning delivered on this front.", "Balance sheet policies aiming primarily to provide monetary stimulus had some side-effects on market functioning.", "The path has been neither smooth nor straight, and some policies have been more successful than others.", "The reports conclude that corrections to the initial plans were necessary in view of the experience gathered in the course of implementation.", "Balance sheet policies aiming primarily to provide monetary stimulus had some side-effects on market functioning - especially in terms of reducing the availability of bonds in the market - which were addressed by central bank countermeasures.", "In addition, the style of central bank communication about policy intentions and use of these tools had to be adjusted to changing circumstances and fine-tuned to the interpretations that market participants gave to policy messages.", "Monetary policy is a powerful but not very precise tool and prolonged easing can have side-effects.", "In part, it works by stimulating aggregate expenditure in a slump by encouraging investors and consumers, who have become overly cautious, to take more risk.", "Unconventional tools work the same way and, as the reports discuss, protracted use may also encourage imprudent behaviour by market participants.", "In a world with open financial borders, it also has spillovers.", "Investors obtaining cheap funding at home can seek returns abroad, and recipient economies need to manage capital flows in a way that is consistent with their own priorities and needs.", "The central banks that used unconventional policies report that these tools have earned a place in their policymakers' toolbox.", "They can provide additional policy space and flexibility, allowing a central bank to achieve its mandate when conventional tools have reached their limits.", "In a world of low inflation and structurally low real rates, they may become increasingly important.", "Another lesson is that the tools need to be complemented with measures that reduce side-effects.", "Such measures could include securities lending facilities that mitigate the scarcity effects from central bank asset purchases, and policies that reduce the impact of negative rates on banks funded by retail deposits.", "Money markets must maintain sufficient capacity to function after the extraordinary liquidity is withdrawn, and central banks must preserve operational flexibility to address unexpected changes.", "Central banks also need to strike the right balance between providing guidance that reduces uncertainty and unduly narrowing down central bankers' options to respond to changing circumstances in the future.", "The reports suggest that unconventional tools' effectiveness can be strengthened if central banks communicate that they are willing and able to use them.", "This is best done in a way consistent with each bank's legal mandate and institutional framework.", "Central bank credibility is a major determinant of the effectiveness of monetary policy and this applies as well in the use of unconventional tools.", "At the same time, their use is best seen as one component of an overall public policy framework that encompasses fiscal and prudential policy responses.", "Policymakers should avoid placing a disproportionate burden on monetary policy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance"], "topics": ["Unconventional monetary policy", "Balance sheet policies", "Market functioning", "Deflation", "Inflation", "Monetary stimulus", "Monetary policy", "Side effects", "Communication", "Central bank credibility"]}