{"sentences": ["The spread of COVID-19 poses serious challenges to both human health and the economy.", "The Bulgarian National Bank adopted a package of measures within our legal mandate to mitigate the negative effects from the pending crisis.", "An important part of our efforts in the current situation concerns commercial banks.", "The areas we work on cover both the short and the long term, including a strategic horizon.", "In the short term, our measures are aimed at the sector's preparedness to bear the burden of the coming economic crisis.", "In parallel, the BNB's actions are targeted at mitigating the effects from the crisis on households and businesses.", "Our banking sector enters the new situation secured for a term of at least several months.", "In times when the very survival of many other industries and business areas is at risk, the preparedness of the banks in Bulgaria makes them part of the solution rather than of the problem.", "What was of key importance for the sector's currently strong starting position were the stress tests conducted by the BNB and ECB in 2016 and 2019, respectively.", "The Bulgarian banks passed the tests successfully.", "As of this day, that also applies to the two banks which achieved significant progress in the implementation of their capital plans after the latest tests.", "The good state of our banking sector is the foundation upon which the central bank, as the regulator and supervisor and in coordination with the commercial banks, builds and applies measures consistent with the new situation.", "More specifically, the current measures are directed along three lines.", "First, additional measures for the smooth operation of the monetary regime and the infrastructure related to it, including cash circulation, payment systems and the BNB's activities as a fiscal agent of the government.", "The details of these measures are not publicly available, but they are generally aimed at creating additional fallback capacity ensuring the continuity of functions that are of critical importance for the state and the economy.", "Second, further strengthening of the capital and liquidity base of the commercial banks.", "The scale of the coming crisis may possibly exceed the parameters of the adverse scenarios of the latest stress tests.", "The BNB's actions in this direction, which we have already announced, are in the amount of BGN 9.3 billion.", "These measures, already completed by the commercial banks, cover capitalization of the full profit in the sector, cancelling the intended increases of the countercyclical capital buffer and reducing banks' international exposures.", "Third, regulatory measures, which allow for the commercial banks' greater flexibility in alleviating the negative effects from the crisis on their customers - households and companies.", "These measures are based on the implementation of a targeted and temporary moratorium that suspends or postpones payments on bank loans.", "The BNB is working on the regulatory treatment of the measures related to it, and commercial banks - on the business model for implementation of these measures vis-à-vis their customers.", "These measures will be activated in the coming days based on criteria and guidelines adopted by the European Banking Authority.", "The BNB participates in the process of adopting these common EU guidelines in our capacity as member of the Board of Supervisors of the European Banking Authority.", "The above-listed measures supplement other government initiatives related to the banking sector, such as the moratorium on the late payment penalty interests on bank loans and raising the capital of the Bulgarian Development Bank with BGN 700 million, BGN 500 million of which for portfolio guarantees on bank loans and BGN 200 million for interest-free consumer loans for citizens on unpaid leave.", "The duration of the pending crisis period is that important parameter determining our actions and measures which still features significant information insufficiency and uncertainty.", "For that purpose, we work on different macroeconomic scenarios and forecasts which evolve depending on the incoming information.", "Within the second quarter of the year, we are expecting considerably greater clarity, to take the form of more precise estimates of the expected magnitude and length of the adverse effects caused by the COVID-19 situation.", "Beyond the intensity of all current and immediately pending actions, in the longer term horizon we continue to pursue our orientation towards more comprehensive integration in the EU financial infrastructure.", "This is the optimal strategy for Bulgaria.", "It is possible to have some technical delay in the timeline due to the current unfavourable financial and economic environment.", "However, there are no grounds for slowing the efforts of the Bulgarian institutions, including the BNB.", "Any delay in the process of accession to the exchange rate mechanism, the banking union and the euro area will discourage the implementation of important structural reforms and will delay the real convergence of the Bulgarian economy.", "This also implies slower growth of domestic incomes - with a particularly adverse effect on all Bulgarians that would have been already affected by the disturbances in the economy due to COVID-19."], "classifications": ["none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance"], "topics": ["COVID-19", "Commercial banks", "Measures", "Crisis", "Stress tests", "Capital", "Liquidity", "Moratorium", "EU integration", "Convergence"]}