{"sentences": ["13.02.2020 Thoughts on global financial stability and the European Capital Annual Spanish Capital Markets Conference/AFME (Association for Financial Markets in Europe) y AEB (Spanish Banking Association) Pablo Hernández de Cos Good morning.", "Let me start by thanking José María Roldán, Chairman of the Spanish Banking Association (AEB), and the Association for Financial Markets in Europe (AFME), today represented by Rick Watson and Richard Hopkin.", "It is they who have organised this 11th edition of the Spanish Capital Markets Conference and invited me here today.", "It is my pleasure to share with you some thoughts on matters related to the environment in which financial markets operate.", "In my address today, I shall first give a broad overview of the main risks to global financial stability and the various policy actions that policy makers could consider implementing to mitigate them.", "Secondly, I will discuss recent developments and the way forward regarding the European Capital Markets Union.", "The state of play of global financial stability The global economic outlook worsened during 2019.", "Indeed, global GDP growth in 2019 is expected to be the lowest since the international financial crisis; in addition, the balance of risks to this growth remained tilted to the downside, mainly as a result of the continuing high level of geopolitical uncertainty.", "The downward revision of economic forecasts over the past year was across the board; in particular, however, it affected the euro area and emerging market economies.", "Against this background, central banks responded by further easing monetary conditions.", "In the euro area, the Governing Council of the European Central Bank (ECB) resolved at our September meeting to launch a package of measures.", "These included cutting the deposit facility interest rate by 10 basis points (bp) to -0.50%, strengthening forward guidance on interest rates and improving the financing conditions of quarterly targeted longer-term refinancing operations (TLTRO-III).", "We also decided to resume net purchases under the asset purchase programme at a monthly pace of €20 billion as from 1 November and without a defined time limit.", "This additional global monetary accommodation is serving to stimulate growth and inflation.", "For instance, the IMF argues in its last WEO update that \"the 2019 global growth estimate and 2020 projection would have been 0.5 percentage point lower in each year without monetary stimulus\".", "In the case of the euro area, it is estimated that the ECB's measures since 2014, including negative interest rates, have been pivotal to easing financial conditions and, ultimately, to stimulating growth and inflation dynamics.", "Our analysis shows that the introduction of last September's package is underpinning favourable financing conditions for all sectors of the economy.", "In turn, lower financing costs for households and firms are supporting consumer spending and business investment.", "This will sustain the euro area expansion, the build-up of domestic price pressures and, thus, the robust convergence of inflation on our mediumterm aim.", "In any case, the latest data for the euro area show that, after some stabilisation of the growth dynamics in Q3, activity remains subdued and fragile, with 0.1% GDP growth in Q4 and with French and Italian growth rates in negative territory.", "In the same vein, after some improvement in the balance of risks to the euro area growth outlook, since some of the uncertainty surrounding international trade seems to be receding, the Coronavirus outbreak in China - with a negative impact on the global economy that is still difficult to estimate - has compounded other geopolitical factors and vulnerabilities in emerging markets, keeping this balance of risks on the downside.", "In this context, monetary policy is expected to remain highly accommodative for a prolonged period of time.", "This aims to support a firm recovery in inflation towards our medium-term objective.", "Our forward guidance on the key ECB interest rates will ensure that financial conditions adjust in accordance with changes to the inflation outlook.", "And, in any event, the Governing Council continues to stand ready to adjust all of its instruments, as appropriate, to ensure that inflation moves towards its aim in a sustained manner, in line with our commitment to symmetry.", "In this context of \"low growth\", \"low inflation\" and, as a result, \"low for longer\" interest rates scenario, other policies - in particular, macroprudential policy and micro supervision - will have to remain vigilant and poised to address and mitigate any future forces posing a challenge to financial stability.", "Such challenges relate, in particular, to the potential consequences of the \"low for longer\" scenario on the profitability of financial intermediaries in general, and of banks in particular, and on their attitude towards risk-taking.", "In addition, financial intermediaries are now facing a number of relatively new sources of uncertainty, including the simultaneous rise of new regulations, technologies and market players, against a backdrop of rising environmental, social and governance (ESG) concerns.", "Along with these novel factors, new risks are emerging, ranging from cyber-risks and risks related to crypto-assets to misconduct and legal risks, physical and transition risks associated with climate change, and risks related to regulatory arbitrage.", "Both regulators and market players are just starting to learn how to deal with and address all these new threats.", "Let me now share some thoughts on some of the risks I have mentioned and then suggest some policy actions that policy makers could consider implementing in an effort to mitigate them.", "- Low bank profitability Starting with low bank profitability, I would like to highlight three messages.", "First, this is more a regional than a global issue.", "In fact, the profitability ratios of banks across countries show marked heterogeneity.", "For example, the return on equity of Canadian, Swedish and US banks is relatively high.", "In contrast, banks in Japan and the euro area find themselves in the lower part of the distribution.", "Moreover, in the case of European banks, their return on equity is not only well below that seen prior to the crisis; their ROE is also lower than their cost of equity.", "Needless to say, this may have negative implications for financial stability.", "Put simply, low profitability limits banks' capacity to generate capital buffers internally and therefore their ability to absorb negative shocks.", "At the same time, low returns may push entities towards risky search-for-yield strategies.", "My second message is that caution is required when drawing a simplistic and causal relationship between low profitability and monetary policy.", "Take for instance the case of Sweden, where the Riksbank has pursued a negative interest rate policy from 2015 until very recently; yet, banks' profitability ratios in that country are relatively high.", "More broadly, low or even (mildly) negative interest rates tend to have counteracting effects on bank profitability: while they may exert downward pressure on unit intermediation margins, they also promote loan demand, improve credit quality and produce capital gains in banks' securities portfolios.", "We may well appreciate the different channels through which low (and even negative) interest rates help boost economic growth and repair banks' balance sheets.", "But we cannot ignore the possibility that, if persistent enough, such a scenario may ultimately impair bank profitability and the bank-based transmission of monetary policy.", "Precisely for this reason, the ECB introduced last September a two-tier system for the remuneration of bank reserves.", "Looking forward, we should remain vigilant ahead of any potential unintended effect of low interest rates on the banking system.", "My third message is that banks, especially European banks, should step up their efforts to adapt their business models in order to become more profitable.", "For instance, banks need to improve their efficiency, whether through cost reductions, further consolidation and restructuring, or digitalisation and the adoption of new technologies -all of which are factors rather disconnected from monetary policy.", "They must also diversify their income sources.", "As an example of the latter, the successful geographical diversification pursued by some Spanish banks prior to the crisis not only helped them cope with the downturn, but still represents an increasing source of revenues.", "Banks can also achieve revenue diversification by relying less on net interest income and more on other non-interest income sources.", "Finally, they should also accelerate the reduction of non-performing loans.", "- Excessive risk-taking Global financial stability is not only threatened by developments in the banking sector.", "Insofar as non-bank intermediaries are playing an increasingly relevant role in the financial sector, the risks associated with their activities are gradually becoming more systemic.", "Indeed, the process of bank disintermediation has accelerated in the euro area since the global financial crisis and, today, non-banks have more financial assets than banks.", "Likewise, around 50% of all cross-border claims in the world now involve a non-bank as a counterpart, while the figure was only about 35% in 2008.", "In addition, while the level of vulnerabilities associated with banks remains well below that seen prior to the global financial crisis, some segments of the non-bank financial sector exhibit particularly high levels, similar in fact to those witnessed before the crisis.", "Some of these vulnerabilities may be traced back to the low-for-long interest rate environment, which could be encouraging excessive risk-taking behaviour by some financial intermediaries not subject to the strict prudential requirements of banks in a relentless search for yield.", "As a reflection of this pattern, in several advanced economies asset valuations appear stretched in key financial markets such as those for equity and high-yield debt, as well as in property markets.", "The same search for yield may also have fostered an increase in leverage among relatively risky firms.", "As such, in recent years there has been a swift increase in the volume of lowerrated investment-grade corporate debt; this debt is vulnerable to downgrades and hence the loss of investment grade status in the face of an economic downturn.", "Recent years have also witnessed a dramatic increase in the issuance of collateralised loan obligations (CLOs).", "In this regard, there are growing concerns about the quality of the leveraged loans (i.e.", "loans to highly leveraged firms) that are pooled into these securities, an issue that is particularly relevant for their lower tranches.", "Against this background, any negative surprise in terms of the macroeconomy or monetary policy expectations could have a sizable impact on market valuations and, more broadly, on global financial stability.", "What could be done to minimise the risks associated with these developments?", "Certainly, the build-up of debt across different sectors needs to be monitored.", "Also, the regulation and supervision of the non-bank financial sector needs to be revisited.", "Despite some recent improvements, it is fair to say that, compared to the banking sector, we do not have enough information about the activities of non-bank financial intermediaries, nor sufficient understanding of their interconnectedness with other market players.", "We also lack consistently tested macroprudential policy tools that could be used to address the risks that have been already identified in this market segment.", "Progress in this direction is of the utmost importance.", "Of course, the risks to global financial stability originating from low profitability in the banking sector and the search for yield by different market participants should be carefully monitored and addressed going forward.", "Yet as I mentioned before, in a rapidly changing world and in an ever-evolving financial sector, regulators should likewise heed a set of emerging risks which could also be potentially dangerous for financial stability.", "And this because, in many cases, we do not have the data, or even the conceptual framework, to analyse their implications (especially when compared to the more traditional risks).", "- Technology-related risks: cyber risks I will launch the discussion on these \"new\" risks by referring to those associated with the adoption of new technologies.", "Clearly, new technologies are not just a risk, they are also an opportunity.", "In particular, as earlier mentioned, banks should harness the new technologies to achieve efficiency gains.", "Naturally, that may require some large initial outlays, which could be difficult to achieve in an environment where banking sector revenues remain relatively subdued.", "But those institutions that fail to adopt the new technologies will find it harder to compete with their more technologically advanced peers.", "That said, new technological developments pose a significant challenge for financial stability.", "A recent study on the cost of cybercrime, based on more than 2,600 interviews to senior security professionals at 355 organisations, shows that cybercrime is increasing in scale and complexity.", "Accordingly, the costs associated with these attacks are rapidly rising and the banking industry is particularly affected.", "In light of this evidence, it should come as no surprise that surveys aimed at identifying the main risks to financial stability have consistently placed cyber-risks at the top, as you can see in the right-hand chart.", "Paradoxically, the best way to address these risks emanating from new technologies (and also many other operational risks) is to further invest in technology.", "New technologies come hand-in-hand with new players and new instruments.", "In terms of new players, the appearance of the so-called Bigtech and Fintech companies represents a new and strong source of competition for traditional banks.", "While competition is welcome, regulators should ensure all market participants compete on a level playing field and that any harmful regulatory arbitrage is minimised.", "As regards new technologies, algorithmic and high-frequency trading is becoming increasingly relevant in financial market transactions.", "Some evidence suggests that the proliferation of these trading technologies may increase the probability of flash crashes and intensify the procyclicality of financial markets.", "Therefore, it would be advisable to further analyse, and closely monitor, these activities.", "In terms of new instruments, we must, of course, talk about crypto-currencies.", "To date, they have played a relatively minor role in financial markets and have not posed a significant challenge for financial stability, not least because of their relatively limited adoption.", "A potentially much more relevant phenomenon is that of the so-called \"stablecoin\" arrangements, which are receiving growing attention by authorities across the globe given their potential implications for the payment system and financial stability.", "While precedents such as Tether show that there has been a genuine interest in developing less volatile tokens for quite a while, some of the latest initiatives have become an emerging source of concern for financial authorities.", "This is due to their recent drive towards global scale and the increased complexity of their respective ecosystems and the underlying stabilisation mechanisms.", "There is broad consensus that the heterogeneity surrounding the various design aspects of upcoming stablecoins augurs a myriad of new or amplified risks.", "Thus, current regulatory, supervisory and policy tools and practices need amending to secure their effectiveness.", "All these matters mark broadly unchartered territory for everybody.", "The main challenge is to understand these activities, technologies, players and instruments before it is too late and they originate disruptive episodes.", "Largely, this can only be achieved through strengthened and strategic collaboration not only across regulators but also with financial market participants.", "- ESG principles: climate-related risks Besides the new risks stemming from the irruption of new technologies, at a time when ESG principles are gaining momentum I would also like to highlight risks to financial stability from climate change and governance failures.", "Climate change and the transition towards a more sustainable economy is currently a most topical issue.", "This is so for obvious reasons.", "It is a challenge that affects virtually all economic and social agents, and it has the potential to lead to a major transformational change not just for the economy but for society at large.", "Of course, the financial sector is not immune to these developments.", "In particular, climate change may affect financial stability through two types of risks.", "Following a classification that has already become standard, we can distinguish between physical and transition risks.", "The former have to do with the direct consequences of climate change on the value of financial and real assets, due for instance to natural disasters, floods, drought and migration flows.", "The latter refer rather to the impact on financial and real assets of the regulatory, fiscal and technological changes that could take place in the transition towards a more sustainable economy.", "It is fair to say that, at this stage, both regulators and financial sector participants have relatively little knowledge about their exposure to these risks.", "However, the large number of public and private sector initiatives in place is likely to accelerate this learning process in the near term.", "For instance, as a member of the Network for Greening the Financial System (NGFS), which comprises more than 50 central banks around the world, the Banco de España is actively contributing to raising awareness in the industry about climate-related risks, increasing data availability and developing the necessary analytical tools for a rigorous assessment of the impact that these risks could have, not only on the Spanish financial sector as a whole, but also on the solvency of individual entities.", "Insofar as these risks are properly accounted for, not only the financial sector will be in a better position to cope with the consequences of climate change but, through the proper pricing of these risks, it will help to efficiently channel the resources needed to make the economy more sustainable.", "- ESG principles: governance and legal risks I would like to conclude this broad description of the risks to global finance stability with some words on the risks related to governance failures.", "While this is not really a new type of risk, the relevance of misconduct costs became painfully clear in the aftermath of the global financial crisis.", "If we also include the reputational costs associated with these forms of malpractice, the actual damage to the banking sector goes far beyond the standard estimates presented.", "At a time when regulation and supervision have been strengthened and when the banking sector is facing fierce competitive pressures from brand new players, any additional governance failure may lead to both an economic penalty and reputational damage that could jeopardise the solvency of the affected bank(s).", "In this respect, it is crucial that financial market participants keep improving their governance and restore the confidence of their clients as soon as possible.", "These efforts should be pursued even though they may impose an additional burden in the short run both in economic and administrative terms.", "Progress towards the Capital Markets Union: the need for deeper euro area financial Against the backdrop of the complex global financial stability outlook outlined above, let me now address the issue of the Capital Markets Union and, more broadly, reinforcing European financial union.", "Barely two weeks ago, the United Kingdom officially departed from the European Union.", "Discussing financial integration in Europe has now become even more relevant, because the City of London has played a notable role as a provider of financial services for the whole Union.", "This event underlines the importance of stepping up our efforts to achieve a greater degree of financial integration among the remaining EU Member States, particularly those belonging to the Economic and Monetary Union (EMU).", "We have to finalise the construction of the Banking Union, and complement it with the development of a genuine Capital Markets Union.", "This objective should be seen as part of a coordinated effort involving several other areas of economic governance.", "All of these efforts, taken together, should be aimed at reinforcing the euro area and making it more resilient to shocks.", "European citizens and firms still face several barriers to invest across European markets.", "On paper, the EU enshrines the right to the free movement of capital.", "In practice, financial activity remains largely national.", "These inconsistencies and obstacles take the form of regulatory barriers, national options and discretions, and infrastructural limitations, the persistence of which is mainly due to limited political resolve.", "As a result, investment is not well diversified and may not be optimally matched with savings, and the financial system is fragmented along national lines, severely limiting the potential benefits of the single market.", "In principle, the problem is not one of scarce resources.", "In fact, the euro area runs a significant current account surplus, meaning that there are savings that could be channeled towards worthwhile investment opportunities.", "But more ambition is required to achieve welldeveloped and integrated capital markets in Europe.", "The lack of specific alternative funding channels or sources can hinder investment particularly in higher-risk projects -startups, intangibles and innovation- which depend on venture capital or other specialised sources of market-based financing in their early stages.", "Small and medium-sized enterprises generally also encounter problems in tapping capital, owing to reduced access to market finance.", "There are several obstacles contributing to fragmentation.", "First, an investor seeking to diversify its portfolio by having exposures to companies in different countries must deal with legal barriers.", "The most telling example is the lack of harmonisation of insolvency regimes, which vary widely across jurisdictions for financial and non-financial corporations, as a result of different cultural traditions and legal frameworks.", "Second, this investor might face different regulations, as the process of strengthening the pan-European regulators is still incomplete.", "This is a more pressing question as markets become more integrated and technologically complex.", "Brexit entails a significant risk of further fragmentation, as some companies and transactions may relocate to several different financial centres, while others may remain in the UK.", "Third, there are also inconsistencies in capital taxation.", "This is not only a problem of tax rates: tax bases are also different across countries, and there is enormous diversity and complexity in terms of legal requirements and forms, as in the case of withholding taxes.", "In addition, the so-called debt bias due to the favourable tax treatment of debt relative to equity distorts incentives in favour of the former.", "The limited development of equity markets and sizeable home bias in portfolios have significant consequences for the appropriate functioning of the monetary union.", "Indeed, they set a limit to the capacity of risk-sharing mechanisms in the euro area, compared for instance to the United States.", "Conceptually, risk-sharing is closely linked to the capacity of EMU to withstand shocks.", "It can be seen as the ability of countries to diversify the impact of idiosyncratic shocks among other Member States through private channels (i.e.", "savings and capital markets) and public channels (i.e.", "In Europe, in the absence of a significant public budgetary instrument and of well-developed and integrated capital markets to diversify the impact of idiosyncratic shocks, the credit channel is the only way of cushioning shocks across the euro area countries.", "Nevertheless, this channel is not strong enough to offset the weakness of other channels.", "Despite the initial expectation when the euro was launched that many banks would provide retail services across the euro area, firms and households rely mainly on their domestic banking systems.", "Cross-border wholesale banking flows rose notably from the onset of EMU until the start of the crisis, but reversed abruptly afterwards.", "Finally, the fact that the ultimate backstop for deposit insurance still depends on national governments -implying a fundamental misalignment between liability and control- does not contribute to achieving greater integration.", "The result is that, on average, between 40% and 60% of an idiosyncratic shock to a euro area country translates directly into a decline in its consumption, twice the analogous impact estimated for the United States.", "Against this background, the Capital Markets Union, which aims at providing firms and households with identical funding and saving opportunities, irrespective of their location, remains an essential initiative.", "The Capital Markets Union project has focused on several initiatives (or operational objectives).", "These aim to improve information flows in order to facilitate price discovery; to allow better access to new markets and products; and to achieve a stronger enforcement of rules and procedures in order to increase legal certainty and investor protection.", "Progress has been fruitful in some areas, but much remains to be done.", "In general, the project garners broad support from all parties concerned, but it currently lacks much-needed momentum.", "As indicated in the conclusions of the Report by the Next CMU High Level Group in October last year, the sheer breadth of the project and the multiple dimensions involved require the identification of a large number of specific actions, aiming to enhance supervisory and regulatory harmonisation, which must be promoted and implemented at the national and supranational level.", "Finally, the creation of a common safe asset for the euro area may be the cornerstone of a common capital market, with important implications for other policy areas2.", "A wellfunctioning capital market requires a broad asset class with ample liquidity and low risk.", "These assets would serve as a reference for other asset classes and contracts and, at times of uncertainty, they would provide a safe haven for investors without triggering financial fragmentation.", "Currently, the supply of risk-free assets in the euro area is very limited, as only the debt of a small group of countries is perceived as riskless.", "Admittedly, a common safe asset cannot replace sound fiscal policies in the Member States.", "But it would weaken the doom loop between sovereigns and banks by reducing incentives for cross-border flights to safety, by contributing to diversification of risk in portfolios held by banks and investors, and, more generally, by providing for a more ample, stable and equitable supply of safe assets for the EMU as a whole.", "A true Capital Markets Union will also attract global institutional investors, strengthening the international role of the euro and providing Europe with more geopolitical leeway.", "Crucially, it will help reshape capital markets in Europe after Brexit."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Bank profitability", "Excessive risk-taking", "Technology-related risks", "ESG principles", "Governance and legal risks", "Capital Markets Union", "Euro area financial integration", "Insolvency regimes", "Capital taxation", "Common safe asset"]}