{"sentences": ["\"Entering and exiting the frozen-state economy\" Opening remarks by Klaas Knot at 'Virtual session with Klaas Knot: the economic impact of COVID-19' organised by Danske Bank, 21 April 2020 In his introductory remarks, Klaas Knot said that the outbreak of the coronavirus first of all represents a global health crisis.", "At the same time, its consequences are manifesting themselves as an unprecedented shock to the world economy.", "Large parts of our economies have been frozen.", "Many challenges will unfold on the road to a new normal, which itself is still distant and undefined.", "It is also clear that central banks within their mandates stand ready to play their part in mitigating the adverse economic consequences of this global crisis.", "Thanks to the organisers for asking me to share with you my take on the macroeconomic consequences of the global outbreak of the coronavirus.", "It is clear that the outbreak and spread of the coronavirus first of all represent a global health crisis.", "At the same time, its consequences are also manifesting themselves as an unprecedented shock to the world economy.", "Societies that thrive on interconnectedness have been put on lockdown, bringing large parts of the economy to a standstill.", "How our economies will be affected over the longer term is still unclear.", "At the moment, we do not even know whether this will mainly turn out to be a demand or a supply shock, let alone that we can say something about the size of these shocks.", "Irrespective of the many unknowns, the immediate economic policy response has been decisive and comprehensive.", "However, many policy challenges remain.", "Today, I will focus on some of these challenges that will manifest themselves over different time horizons of the current crisis.", "And I will conclude with some reflections that will be relevant for monetary policy specifically.", "First phase: Entering the frozen-state... For the duration of the acute health crisis, the global economy has been put in a state of cryo- preservation.", "In layman terms: large parts of our economies have been frozen.", "In these circumstances, it is difficult to think of the concept of stimulatory economic policies.", "Such policies might even be inconsistent with the lockdown, as we need to slow down society to relieve the pressure from our overburdened medical systems.", "Instead, policymakers have engaged in large-scale preservation policies.", "To maintain as best as we can the delicate frozen state of the economy and prevent as much as possible permanent damage.", "Such that we can gradually unfreeze our economies once the health crisis is under control.", "For this, we first of all need liquidity: targeted, temporary, yet ample in the broadest possible sense.", "Any bankruptcy of a solvent, but temporarily illiquid firm, bank or even government is a waste, and needs to be avoided wherever possible.", "Across the world, we have already made major progress on this front.", "Central banks have stepped in, providing liquidity to the financial sector and preserving government's favorable access to finance.", "Governments have helped to facilitate the flow of credit to firms, through measures such as credit guarantees.", "Beyond liquidity support, in multiple countries short-time work schemes have been helpful in preventing mass lay-offs.", "In some cases, also direct transfers to small firms or independent contractors are helping them survive the crisis, without the commensurate build-up of debt levels.", "Second phase: ...and exiting it All of us are looking forward to the moment when lockdown-measures can be eased.", "However, we should not underestimate the challenges associated with this exit.", "It will likely be gradual, and might very well be of a two steps forward, one step back nature.", "Its effects on the economy will likely be heterogeneous, too.", "Some sectors are relatively well-equipped to function in a frozen economy, and will have no trouble resuming business.", "Other sectors might be able to (partially) catch-up on lost revenues as soon as the lockdown eases.", "However, numerous sectors will experience longer-term headwinds from a social distance economy, a \"1.5 meter economy\" as we call it in the Netherlands.", "As, over time, liquidity problems translate into solvency problems, a share of firms may unfortunately not survive, in spite of all the policy measures.", "Moreover, many sectors will experience that, as a consequence of the crisis, the total earning capacity of our economy will have shrunk, while debt levels have increased.", "Challenges of diverging resilience in the recovery phase These challenges also translate to the country level.", "Even when restricting myself to the members of the euro area, there are clear differences in starting positions, which translate into diverging levels of resilience.", "Public debt levels vary widely across Member States.", "Debt levels range from close to non-existent in Estonia, to 175% of GDP in Greece, though we know that headline number to be somewhat inflated.", "Of course, while public debt levels offer a useful indicator of the fiscal space governments have available to fight the crisis, they are a narrow indicator of countries' overall resilience.", "This also depends on other factors, such as growth potential and household and corporate debt levels.", "These also differ widely across the euro area.", "Looking at banks, we know that, in terms of capital buffers, banks are in a better position than in 2008.", "Yet, the banking sector remains heterogeneous.", "Non-performing loans as a share of total loans outstanding, for instance, still vary significantly across countries.", "This is a legacy of the previous crisis, which we will need to keep a serious eye on to prevent new problems from emerging.", "The diverging resilience of households, firms, banks and governments implies that there is no one- size-fits-all policy advice as to how best preserve and restore the economy.", "In some cases, it might be possible to tap into the balance sheets of stronger sectors, to help the weaker ones.", "Such within- country solidarity can be welfare-enhancing but will not always be possible, or sufficient.", "Moreover, we need to carefully guard the stability of our financial system.", "No-one benefits when the coronavirus crisis evolves into a financial crisis.", "This implies that we need to be cautious with, for instance, proposals for large-scale debt forgiveness.", "Such proposals are only viable when financed by governments.", "A pan-European policy response is needed to help the hardest-hit countries.", "Recent policy announcements offer a step in the right direction, but this crisis is clearly not one that will be solved overnight.", "Global economic challenges in the new normal Beyond the recovery phase, the coronavirus might also change the behaviour of economic agents, affecting the structure of the global economy more fundamentally.", "One particularly relevant example concerns global supply chains.", "In today's world very few companies produce their products from start to finish.", "Instead, the production process is highly fragmented and takes place all over the world.", "This design of the global economy has enabled companies around the world to specialise and has created efficiency gains.", "The coronavirus, however, also shows how vulnerable the global economy has become due to firms' reliance on these highly fragmented global supply chains.", "A shock in one country can disrupt the entire supply chain, especially as countries nowadays rely more on just-in-time delivery and therefore hold lower inventory stocks.", "Hence, the virus could give further impetus to the recent trend of deglobalisation.", "Although I am certainly not supportive of some of the protectionist drivers of this trend, it is not inconceivable that companies will reconsider their dependence on one specific supplier or country and diversify or even re-shore their production process.", "Notably, a trend of reshoring was already triggered before the coronavirus due to digitalisation, as this enables companies to reduce the costs of producing at home.", "For critical products it is likely, and perhaps even desirable, that companies will keep larger stocks or increase domestic production capacity going forward.", "In addition, authorities may engage in policy measures that have an impact on global value chains.", "For example, the Japanese government has already reserved the equivalent of 2 billion euros to encourage companies to bring back production to their own country and reduce their reliance on supply chains.", "If sustained such measures could have a long-lasting impact on global trade and, hence, global economic activity.", "Reflections for monetary policy Clearly, all phases that I have outlined also come with important policy challenges for central banks.", "As discussed, in the preservation phase, the brief for monetary policy is fairly straightforward.", "Our policy is directed at maintaining favourable financing conditions for households, firms and governments, to mitigate any amplification of the 'corona shock' through financial channels.", "However, the challenge does not stop there.", "Monetary policy will likely need to continue to play an important role in the recovery phase.", "Private sector activity is expected to recover only gradually.", "Not only because restrictions will be removed slowly.", "But also because economic uncertainty is likely to linger as long as a vaccine is not yet available and the possibility of a renewed lockdown remains.", "The negative effects of the virus outbreak on aggregate demand might thus be quite persistent.", "Simultaneously however, firms will need to adjust production processes and business models to a 1.5 meter economy, which will have an effect on productivity and perhaps also on wage and price formation.", "This, together with the potential slicing up of global value chains, amounts to the negative supply shock I alluded to.", "As of yet, it remains unclear whether demand or supply effects of the corona-outbreak will dominate.", "The effects of the virus outbreak on medium-term inflation therefore also remain unclear.", "Finally, how the corona crisis will affect longer-run underlying trends in the global economy is even more uncertain than the challenges in the preservation and recovery phase.", "Yet, experiences from recent decades teach us that secular trends - such as globalisation - can have a substantial impact on both inflation and the wider economy.", "This is something central banks will need to adapt to in pursuit of their mandates.", "It is also something the ECB might take on board in its - postponed - strategy review.", "We are confronted with an unprecedented degree of uncertainty with respect to the economic impact of the coronavirus crisis.", "Many challenges will unfold on the road to a new normal, which itself is still distant and undefined.", "At the same time, it is clear that central banks within their mandates stand ready to play their part in mitigating the adverse economic consequences of this global crisis.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["frozen-state economy", "economic impact of COVID-19", "liquidity", "preservation policies", "exit strategy", "diverging resilience", "global supply chains", "deglobalisation", "monetary policy", "inflation"]}