{"sentences": ["SPEECH Women are central, not just in central banks Speech by Isabel Schnabel, Member of the Executive Board of the ECB, at the Annual Meeting 2020 of the Verein für Socialpolitik Frankfurt am Main, 28 September 2020 Economics is one of the fields in which women are underrepresented.", "This has been acknowledged for some time and numerous measures have been implemented to improve the situation.", "Nevertheless, the substantial gender imbalance has proven to be very persistent.", "Since central banks recruit mostly economics graduates, a similar imbalance is apparent in their staff numbers - something that the European Central Bank (ECB) is determined to change.", "In my remarks today, I will start by summarising some of the underlying causes that contribute to the underrepresentation of female economists overall.", "I will argue that this imbalance is a possible reflection of overt and covert barriers to career progression, many at the institutional level.", "The imbalance may also be reinforced by self-fulfilling expectations, whereby the low representation of women at the top of the field discourages those at both entry level and at more advanced career stages from continuing their careers, causing them to leave the profession prematurely.", "Based on the ECB's experience, I will then argue that a targeted strategy can yield tangible benefits in the form of an improved gender balance.", "Data on the ECB's workforce corroborate this claim.", "Following the announcement of a diversity strategy in 2010 and the introduction of explicit gender targets in 2013, the gender gap in the probability of promotion has decreased markedly.", "Our recently announced gender strategy for the period 2020-2026 seeks to build on these encouraging results by setting ambitious targets for gender representation across the ECB's entire organisational hierarchy.", "There are a number of constructive steps that the profession can take to redress the gender imbalance and tackle diversity concerns more generally.", "Such steps include running effective mentoring or childcare programmes, fostering an inclusive culture and introducing gender targets or quotas.", "The ECB is addressing all of these areas, but further progress is needed for our workforce to reflect the composition of the constituency that it ultimately serves - the people of Europe.", "Taking stock: the gender imbalance in economics In 2019, women accounted for one third of newly granted economics PhDs in the United States, a share that has not changed for a decade.", "Many women who start tenure track programmes in economics drop out before obtaining tenure, at a rate exceeding that of male economists and of women in other disciplines.", "Data published by the American Economic Association suggest that less than 15% of full professors in the United States are female.", "In Europe, the picture is no different.", "Auriol, Friebel and Wilhelm (2019)[3] estimate that the share of women in the profession is subject to a substantial attrition rate as the careers of female economists progress (sometimes referred to as the \"leaky pipeline\").", "Whereas the share of women research associates is above 40%, the share of women holding full professorships is around 22% (Figure 1).", "This effect seems to be even more pronounced at the top research institutions: a recent study evaluating Europe's top 20 economics departments estimates that the proportion of female professors at some of the continent's most reputable research institutions is below 10%.", "Female share of research positions across Europe (in percentages) Source: Auriol, Friebel and Wilhelm (2019).", "Note: Consistent with the web-scraping methodology described in Friebel and Wilhelm (2019)[6], the data set is based on information collected by monitoring the websites of all European institutions that contribute to research in economics.", "For the top 300 European institutions (measured in terms of RePEc research output), the data set is substantiated by additional research to verify gender-specific information and position titles at the respective research institutions.", "Furthermore, the gender imbalance across the various sub-fields of economics is far from homogeneous.", "Studies typically find that the underrepresentation of women is most notable in certain specialisations, including macroeconomics and finance (Figure 2).", "Both of these areas are highly relevant fields for the ECB's recruitment strategy.", "Female share across sub-fields of economics Source: Beneito, Boscá, Ferri and García (2018).", "Note: The analysis uses data based on the programs of the annual meetings of the American Economic Associationbetween 2010 and 2016.", "The data set includes the JEL codes of individual sessions as well as the names of the authors.", "Based on the JEL codes, individual papers are classified into five sub-fields: Microeconomics (including both theoretical and empirical micro-oriented topics); Macroeconomics (including international economics); Finance; Methods (mathematical and quantitative methods) and Other (a set of miscellaneous paper categories that do not fall into any of the other sub-fields).", "The names of the authors are classified by gender using first-names databases.", "A number of explanations have been offered to rationalise the underrepresentation of women in the economics profession.", "First, the share of women in economics degree courses remains lower than that of men, particularly in certain specialisations.", "The smaller pool of women at early career stages is one reason why the share of men exceeds that of women at later career stages.", "However, this explanation clearly cannot account for the falling share of female economists over the course of career trajectories.", "Second, it has been argued that gender-specific factors may have an impact, including the difference in preferences for operating in competitive environments or the harsher trade-off between family and career obligations faced by women.", "The third explanation is that differential labour market outcomes for men and women emerge due to the existence of overt or covert barriers, which may act as institutional hurdles, thus blocking women's career progression.", "This could include the existence of a gender bias in hiring and promotion decisions.", "The low share of successful female academics and professionals could in turn lead to the belief that women do not perform as well as men in the discipline, thus generating self-fulfilling expectations.", "The third explanation is generally viewed as the most relevant and is corroborated by a substantial body of evidence.", "For example, female authors face greater hurdles during the peer review process that determines publication and hence career success.", "Female-authored papers take longer to complete the review process, but receive 25% more citations than similar male-authored papers.", "This suggests that female authors are held to higher standards during the review process, although there appears to be no systematic difference between male and female referees.", "Women also seem to gain less credit for co-authored work.", "They are less likely to gain tenure the more co-authored works they produce, whereas co-authoring choices by men do not affect their tenure prospects.", "Barriers to women within the profession may also be more insidious.", "Research on the language used on the Economics Job Market Rumours website shows that posts about women contain on average around 40% fewer academic or professional terms and nearly 200% more personal or physical terms.", "In other words, there is a systematic tendency to downplay the professional characteristics of female economists.", "Indeed, even where threads begin using professional terms, they are more likely to switch to personal or physical terms if the subject of the thread is female.", "There is also evidence of other institutional barriers affecting women's career progression, which I would like to illustrate by focusing on the ECB's experiences over the past two decades.", "Female economists' career progression at the ECB As an institution, the ECB encapsulates the gender imbalance in economics.", "The ECB's main executive body - the Governing Council - is composed of the Governors of national central banks (NCBs) and the six Executive Board members.", "Since the ECB was founded, 63 NCB Governors have served on the Governing Council, only one of whom has been female.", "The gender ratio of the Executive Board (five women out of 24 members since the ECB's inception) is slightly better, but still far from balanced.", "In fact, the current Executive Board is the first to have two female members serving simultaneously.", "Appointments to the Governing Council and the Executive Board are based on nominations at national level.", "As a result, the gender balance in these executive bodies is not within our control.", "However, the ECB does determine the framework for appointments and career progression at lower levels of the organisation.", "Recent research using detailed internal data enables us to gain a much better understanding of the factors influencing the relative career prospects of male and female economists.", "It also allows us to assess the impact of the ECB's diversity and gender strategies.", "The ECB employs around 3,500 people,[14] and is one of the largest single employers of PhD economists in Europe.", "In 2010, the Executive Board undertook a marked policy shift towards diversity by issuing a public statement and adopting a diversity action plan.", "In 2013, this action plan was complemented with gender share targets by salary band, with the aim of meeting those targets by end-2019.", "PhD economists typically enter the ECB at Economist level (Band F/G), and subsequently progress to Team Lead (Band H) and Adviser (Band I).", "Higher bands beyond Adviser are occupied by heads of division and senior managers.", "New entrants at Economist level typically join in their early 30s, many with a doctorate.", "The average difference between male and female starting salaries at Economist level over the period 2003-2017 is small - just over 1%, or five salary steps (Figure 3, left-hand panel).", "But the gender pay gap increases markedly over time.", "After five years it reaches 25 steps, and after ten years it reaches 29 steps - more than 7%, which translates into a substantial difference in annual salary - and continues to grow thereafter.", "Note: The panel on the left-hand side shows the average salary step levels by gender since entry at Expert level (Band F/G) for all ECB employees included in the sample.", "The panel on the right-hand side illustrates the average salary step levels by gender since entry at Expert level (Band F/G) for those employees who remain at Expert level.", "An empirical evaluation of the ECB's workforce data suggests that the divergence between male and female salaries relates primarily to the likelihood of promotions over time.", "The importance of promotions for the wage gap is clearly illustrated by the co-movement of wages earned by male and female staff economists who remain within the F/G salary band (Figure 3, right-hand panel).", "Starting from the F/G salary band, men's probability of promotion after a ten year-career was 57%, whereas the promotion probability for women stood at a mere 37% over the same period (Figure 4).", "Probability of promotion from Band F/G, 2003-2017 (in percentages) Source: Hospido, L., Laeven, L. and Lamo, A.", "Note: The chart illustrates the average annual probability of promotion (moving from Expert level to Principal expert or Adviser level) by gender since entry at Expert level (Band F/G) for all the ECB employees included in the sample.", "However, the analysis also reveals the marked impact of the ECB's recent initiatives relating to diversity and gender representation targets.", "Since 2011 and in stark contrast to the previous time period, the difference between male and female promotion rates has been very small (Figure 5).", "Considering three-year rolling samples, the gap was positive and statistically significant in each period up until 2010, and statistically insignificant in all three-year periods thereafter.", "Gender gap in the probability of promotion from Band F/G, before 2011 and from 2011 Source: Hospido, L., Laeven, L. and Lamo, A.", "Note: The chart illustrates the gender gap related to the average annual probability of promotion (moving from Expert level to Principal expert or Adviser level) since entry at Expert level (Band F/G) before 2011 and from 2011 onwards.", "Even taking into account this apparent convergence in promotion rates, the ECB's diversity policy did not fully eradicate the differential in career prospects for men and women.", "An internal study of promotion campaigns between 2012 and 2017 reveals that women are less likely to apply for promotion opportunities than men.", "Controlling for factors such as seniority in the respective salary band and receipt of a performance-based bonus in the previous year, the application rate for promotion by women is approximately 40% lower than the corresponding application rate for men.", "Given that the overall promotion rate is similar, the lower application rate by women for promotion opportunities implies a higher success rate for those that do apply.", "This begs the question whether the success of women at the ECB is due to positive discrimination or positive selection.", "In other words, are women being promoted because of their gender or because they are the most qualified candidate irrespective of gender?", "An analysis of the ECB's workforce data provides a clear indication of the underlying mechanism: on average, women benefit from faster pay progression following their promotion than men, pointing to a positive selection effect.", "The criticism that this could be compensating for previous pay gaps following the introduction of the diversity policy also appears ill-founded.", "The relatively faster pay increases post-promotion for women were more marked prior to 2011, suggesting that the diversity policy announcement has had some success in encouraging qualified women, who had previously been discouraged, to apply for promotion.", "Other studies have found that gender quotas reduce the share of less competent men in higher positions, without decreasing the average calibre of women.", "As a result of the diversity and gender initiatives announced between 2010 and 2013, the ECB has made notable, but incomplete, progress in redressing its gender imbalance.", "At the end of 2019, women accounted for around 30% of all management positions (Band I-L) and 31% of senior management positions (Band K-L), up from 17% and 12% at the end of 2012, respectively (Figure 6).", "Proportion of women in ECB management positions (Band I-L, Band K-L) (in percentages) Source: ECB data.", "While the share of women across the ECB's hierarchy has increased notably, it is nevertheless disappointing to have missed most of our internal gender targets for 2019.", "It is therefore crucial to reflect on the key ways of building on past progress in order to attain a more balanced representation of women and men at the ECB.", "Looking ahead: the ECB's strategy for greater gender balance The impact of the ECB's gender and diversity policy indicates that the overt and covert barriers to the career progression of women are neither insurmountable nor irreversible.", "Academic research and our own experience at the ECB suggest that several initiatives can be successful in redressing the gender imbalance among those who pursue a career in economics.", "Addressing self-fulfilling expectations and institutional barriers to promotion ECB data indicate that women appear to be reluctant to apply for promotion opportunities.", "The higher success rate in promotions and in subsequent career steps suggests that substantial payoffs could be achieved if women were more proactive in pursuing such opportunities.", "But the ECB's experience also shows the need for intervention policies and targets to steer outcomes towards a better equilibrium.", "Of course, expectations can prove hard to shift, and evidence suggests they may be fixed even before students choose a subject at university.", "Among boys who score highly in maths or science in the 2018 PISA exercise, more than a quarter expect to be working in engineering or science by the time they are 30, compared with fewer than one in six girls.", "In every economy covered in the 2012 exercise, parents were more likely to expect their sons than their daughters to work in a STEM[21] field.", "To address self-fulfilling expectations in the economics profession, the ECB introduced a Women in Economics scholarship in 2019.", "The programme aims to support high-performing female master's students who may be prevented from pursuing their studies by financial constraints.", "Such programmes can also help form expectations by allowing well-qualified female economists to progress in their studies, thereby acting as role models for other women.", "In the same vein, current ECB staff members also regularly return to their secondary school to talk about their work.", "In line with these objectives, the ECB has recently overhauled its policy for internal promotions and appointments, including a revised set of gender targets for the period 2020-2026.", "Crucially, these gender targets now also include intake targets (Table 1).", "Our rules foresee that each selection committee for managerial recruitment campaigns includes at least two women.", "Under the new framework, senior managers are held accountable for ensuring that their business areas are on track to meet their individual targets.", "Gender share targets over time, 2020-2026 (in percentages) Source: ECB data.", "Note: Status quo reflects data as of Q4 2019.", "Expanding mentoring programmes There is evidence that female economists benefit from dedicated mentoring opportunities.", "For example, female economists who take part in such programmes seem to have a better chance of receiving grant funding and being published in top-tier journals.", "At the ECB, those who are part of the mentoring programme are also more likely to apply for internal promotion.", "To reinforce the effects of informal networks on career progression, the ECB's revised gender and diversity strategy also institutes a mentoring programme with an initial focus on women.", "As part of its ongoing efforts to ensure greater gender balance, the ECB is also expanding its existing Women in Leadershiptraining programme.", "Even in the absence of such formalised programmes, I encourage especially, but not only, female economists to proactively seek out potential mentors to gain insights, advice and encouragement.", "For example, university students who come across an intriguing ECB Working Paper in a related field of research might want to reach out to the authors for advice on their own research projects.", "Ensuring effective childcare Parental responsibilities can be a significant impediment to career progression, particularly for women.", "Research shows that childcare can have a sustained impact on the career and salary trajectory of women.", "However, employers can take concrete steps to mitigate these effects.", "The ECB subsidises childcare for its staff, ensuring that parents can entrust their offspring to crèches with well-qualified staff and opening hours that match a standard working day.", "It has also instituted generous policies for flexible working hours as well as parental and unpaid leave.", "Fostering an inclusive culture Finally, efforts to redress the gender imbalance in economics are just one element of ensuring a more inclusive and diverse organisational culture.", "The ECB's 2010 action plan and our current set of policies support diversity more broadly, clearly going beyond the numerical gender targets.", "The institutional barriers I have mentioned not only affect women, but also economists from diverse ethnic backgrounds, those with disabilities and many others who may face challenges in pursuing a career within the economics profession.", "Creating a culture in which diverse points of view and a wide range of skills are valued is essential - not just to redress the persistent gender imbalance in the profession, but also to protect against institutional groupthink, thus safeguarding the quality of the ECB's monetary policy decisions.", "I would now like to conclude my remarks.", "The gender imbalance in economics is a long-standing and persistent phenomenon.", "A growing body of academic research substantiates the claim that this gender imbalance is caused by both overt and covert barriers that limit the career progression of women.", "If left unaddressed, these barriers will continue to culminate in self-fulfilling expectations, perpetuating the flawed belief that women are less suited to succeeding in the profession than men.", "However, the ECB's experience clearly shows that these barriers are not insurmountable.", "The ECB's announcement of an explicit diversity policy in 2010, as well as the introduction of gender targets in 2013, had a marked impact, closing the observed promotion gap between men and women.", "The institution has also moved towards a more balanced representation of men and women across the ECB's organisational hierarchy.", "Progress has been notable, albeit slow and imperfect.", "As in other academic disciplines, the gender imbalance in economics and its associated professions has deep-rooted, systemic causes.", "Concerted efforts to encourage women to pursue a career in the profession at an early stage, combined with concrete steps to retain and encourage those that have already started a career, are likely to bolster the share of women in the discipline.", "The ECB is doing its part in pursuing ambitious initiatives that support the career progression of women within the institution.", "However, our internal promotion guidelines do not address the gender imbalance in economics at its root.", "The pool of applicants from which the ECB recruits remains lopsided in favour of men, with a very low share of female graduates in sub-fields related to our core policy areas, an issue to be tackled at universities.", "The systemic nature of women's underrepresentation implies that the ECB's gender strategy can only be one element of broader institutional and societal changes that are needed to ensure the sustained advancement of women and to encourage diversity more generally.", "Thank you for your attention.", "CSWEP (2019), The 2019 Report of the Committee on the Status of Women in the Economics Profession, American Economic Association, December.", "Auriol, Friebel and Wilhelm (2019) \"Women in European Economics\", mimeo.", "See also Ginther, D. K. and S. Kahn (2004): \"Women in Economics: Moving Up or Falling Off the Academic Ladder\", Journal of Economic Perspectives, 18(3), pp.", "See Birekeraho, A. and Maniga, P. (2018), \"How many female economics professors in top European Universities?", "Friebel, G. and Wilhelm, S. (2019), \"The Women in European Economics Monitoring Tool: Technical Description\", Working Paper.", "Beneito, P., Boscá, J. E., Ferri, J. and García, M. (2018), \"Women across Subfields in Economics: Relative Performance and Beliefs\", Working Papers 2018-06, FEDEA; Dolnado, J. J., Felgueroso, F. and Almunia, M. (2012), \"Are men and womeneconomists evenly distributed across research fields?", "Some new empirical evidence\", Journal of the Spanish Economic Association, 3, pp.", "For a succinct summary of these explanations and additional references, see also: Hospido, L., Laeven, L., and Lamo, A.", "(2019), \"The gender promotion gap: evidence from central banking\", Working Paper Series, 2265, European Central Bank.", "This includes both psychological and physiological reasons.", "For example, see Sapienza, P., Zingales, L. and Maestripieri, D. (2009), \"Gender differences in financial risk aversion and career choices are affected by testosterone\", Proceedings of the National Academy of Sciences of the United States of America, 8 September, 106 (36), pp.", "Do Men Compete Too Much?", "For a reference relating to the trade-off between family and career faced by women, see Bertrand, M. (2013), \"Career, Family, and the Well-Being of College Educated Women\", American Economic Review, 103(3), pp.", "Card, D., DellaVigna, S., Funk, P. and Iriberri, N (2020), \"Are Referees and Editors in Economics Gender Neutral?", "Sarsons, H. (2017), \"Recognition for Group Work: Gender Differences in Academia\", American Economic Review, 107(5), pp.", "Wu, A.H. (2019), \"Gender bias in rumors among professionals: an identity-based interpretation\", Review of Economics and Statistics, April.", "See also the forthcoming publication at .", "On a permanent or fixed-term basis.", "In addition, there are staff on temporary contracts or secondments.", "Overall headcount is currently higher than during the period studied in Hospido et al.", "(2019), ibid, following the creation of the Single Supervisory Mechanism.", "The ECB's diversity statement begins: \"Diversity is a key contributor to our success.", "As a European Union institution, the ECB aspires to be an organisation in which diversity is welcomed and appreciated in all its facets for the richness that it offers.", "The facets of diversity include - but are not limited to - gender, nationality, religion, sexual orientation, ethnic origin, age, cultural background and disability.", "The ECB wishes to be a workplace where staff members feel included and respected, and that their individual talents are valued, developed and rewarded.", "The promotion of diversity is considered to enrich the quality of work and to add value to the ECB's decision-making.\"", "The terms used in this speech for ranks are simplifications for the sake of clarity.", "Depending on the department, staff may be referred to as experts rather than economists.", "Band I also includes Heads of Section and Deputy Heads of Division.", "Up until 2020, salary on appointment to the ECB was determined by a fixed formula based on education and previous work experience.", "(2017), \"Gender Quotas and the Crisis of the Mediocre Man: Theory and Evidence from Sweden\", American Economic Review, 107(8), pp.", "(2018), \"PISA 2018: Insights and Interpretations\", Organisation for Economic Cooperation and Development, Paris.", "Science, technology, engineering and mathematics.", "For more information, see Women in Economics Scholarship.", "Applications for scholarships in the 2021-22 academic year will open in March 2021.", "Blau, F., Currie, J., Croson, R. and Ginther, D. (2010), \"Can Mentoring Help Female Assistant Professors?", "Interim Results from a Randomized Trial\", American Economic Review, 100(2), pp."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Gender imbalance", "Career progression", "Self-fulfilling expectations", "Institutional barriers", "Diversity", "Mentoring", "Childcare", "Inclusive culture", "Promotion gap", "Female economists"]}