{"sentences": ["The judgment of the German Federal Constitutional Court on the ECB's public sector purchase programme (PSPP) is a reminder of the confederal nature of the European Union.", "The judges themselves noted that \"certain tensions are [...] inherent in the design of the European Union; they must be resolved in a cooperative manner, in keeping with the spirit of European integration, and mitigated through mutual respect and understanding.\"", "In this spirit, the ECB - which is exclusively subject to the jurisdiction of the Court of Justice of the European Union and accountable to the European Parliament - supports the Deutsche Bundesbank in its cooperation with the German Federal Government and the Bundestag.", "The Constitutional Court is of the view that the Federal Government and the Bundestag have a duty to ascertain that an assessment is conducted in relation to the proportionality of the PSPP.", "Bundesbank President Jens Weidmann thus recently requested that the ECB authorise the disclosure of a number of documents to those to whom the judgment is directed, namely the Federal Government, which may then share these documents with the Bundestag if necessary.", "We authorised the disclosure of these documents on the condition that their non-public elements are treated confidentially.", "In 2018 the Court of Justice ruled unambiguously and finally on the legality of the ECB's asset purchases.", "It also found that the ECB provided sufficient proportionality considerations.", "The ECB's Governing Council constantly evaluates the potential side effects of its monetary policy measures - including the PSPP.", "This evaluation is part of the proportionality assessment underpinning the ECB's policy choices and is publicly available.", "You can get an idea of what I am referring to from our latest accounts (published last week), which show the depth and comprehensiveness of the Governing Council's discussions, including on the effectiveness, efficiency and potential side effects of our monetary policy decisions.", "This public evidence demonstrates that we take the potential risks and side effects of our decisions very seriously.", "And it should help with more balanced communication of our decisions in all countries, including Germany.", "The German authorities have access to the answers to the 43 questions we received as technical experts in this case before the Constitutional Court.", "We have also authorised the disclosure of our extensive explanation on proportionality that we submitted to the Court of Justice as well as excerpts from minutes of Governing Council meetings.", "The German authorities have assessed the PSPP as proportionate before the Constitutional Court.", "With the new documentation, they are in a position to further corroborate their initial finding if necessary.", "Our authorisations respect and are consistent with the independence of the ECB and the Deutsche Bundesbank, the fact that the Bundesbank is an integral part of the Eurosystem, the primacy of EU law and the binding nature of judgments of the Court of Justice of the European Union.", "And they are in the spirit of European cooperation.", "I see no obstacle to the Bundesbank continuing its purchases under the PSPP after 5 August.", "And I trust that my German colleagues share the spirit of European cooperation and will continue with their pro-European and constructive track record.", "Federal Constitutional Court (Bundesverfassungsgericht), Judgment of the Second Senate of 05 May 2020 - 2 BvR 859/15 -, para.", "Account of the monetary policy meeting of the Governing Council of the European Central Bank held in Frankfurt am Main on Wednesday and Thursday, 3-4 June 2020."], "classifications": ["none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["ECB", "PSPP", "Bundesbank", "Proportionality", "Bundestag", "German Federal Government", "Monetary policy", "European Union", "Court of Justice of the European Union", "Independence"]}