{"sentences": ["18.05.2020 Pablo Hernández de Cos Appearance before the Parliamentary Economic Affairs and Digital Transformation Committee Ladies and gentlemen, I appear before you today in particularly difficult circumstances.", "Our country, like many others, is experiencing an enormously complex situation.", "My initial words are for all Spanish citizens, whose behaviour is proving exemplary.", "And most particularly they are for all those professionals who, putting their own health at risk, are working so resolutely to preserve the health of others and keep essential services operating.", "Naturally, these initial words are also to convey condolences to all those who have lost loved ones in this pandemic.", "We are facing an unprecedented situation.", "From the standpoint of its economic impact, it has three characteristics I wish to highlight, given that they condition the optimal economic policy response.", "First, the scale of the shock is immense.", "Unfortunately, we have seen how, in just a few days, the pandemic stretched our health system to the limit, cutting short thousands of human lives and leaving a deep scar on their families and on Spanish society as a whole.", "The situation has led our authorities, like so many other governments worldwide, to adopt drastic social distancing measures that severely limit people's movements and a practical complete shutdown of activity in some productive processes.", "The economic impact of these measures is most acute because of the reduction in the supply and demand of goods and services.", "In parallel, the pandemic has heightened uncertainty, causing a sharp downturn in agents' confidence and a heavy decline in the price of many financial assets.", "As a result, this year will foreseeably witness the heaviest declines in GDP since the Second World War in the advanced economies as a whole and since the Civil War in Spain's case.", "Seeing the forceful impact on our economy through the statistical evidence of the past weeks and the difficulties that we are beginning to discern ahead of any future recovery mean, in fact, that the scenarios projected a month ago of more moderate declines in GDP are now rather unrealistic, as I shall set out.", "Second, at issue here is a crisis caused by a factor which, at least in principle, is temporary in nature - though probably more lasting than initially expected - and unrelated to the inherent workings of the economy.", "The duration of the shock is uncertain.", "However, it should be limited and make way for a recovery once we have controlled the disease.", "Yet as I shall go on to stress, it cannot be ruled out that, despite its temporariness, the wake of the crisis will also see structural damages and/or changes.", "It is important we should identify these promptly.", "The third and final characteristic I wish to highlight is the global nature of this crisis, which is going to land a most severe blow on the world economy.", "This means that the depth of the recession in the Spanish economy and the subsequent recovery will also hinge on how our main trading partners fare.", "These three characteristics determine the particularities of the response the different economic policies must provide.", "The severity, temporariness and global impact of the shock require initially that economic policy actions should be forceful, time-limited (until employment and economic activity regain momentum following their induced hibernation) and internationally coordinated.", "The aim of this shock therapy should be to extract the economy from this lockdown with the least possible damage and thus prevent a temporary shock causing persistent effects over time.", "This calls for resolute action during the current phase of restrictions on activity in order to mitigate the loss of income for households and firms affected by the crisis and to prevent the temporary shutdown in corporate activity becoming permanent.", "This action should be tailored to the duration of the restrictions on activity, bearing in mind that these will foreseeably affect the various productive sectors and firms unevenly.", "In the current phase of containing the economic impact of the crisis, fiscal policy is the most suitable tool as a first line of defence.", "Preventing the temporary shutdown in activity from leading to a permanent destruction of the productive system calls for the loss of income by the households and firms affected to be alleviated.", "Also, from the standpoint of fairness, it seems reasonable to have society as a whole share the burden of the costs that some citizens are already bearing most directly.", "In this respect, only fiscal policy has the instruments suited to attain these objectives with measures that are immediate, focused and tailored to an uncertain and uneven duration.", "Monetary policy should also operate vigorously to ensure appropriate financing and liquidity conditions for the various economic agents.", "In the case of the euro area, this means eliminating the possibility of bouts of financial fragmentation among its different members.", "This is particularly important in a setting in which economies' financing needs will increase most significantly as a result of the crisis.", "In parallel, the micro- and macroprudential policies of the financial system should operate to ensure a suitable flow of credit to the economy and, in turn, to preserve financial stability.", "The aim is that financial institutions should continue ensuring the flow of credit to crisis-hit households and firms.", "For example, they should be allowed to use the capital buffers built up in recent years precisely to this end.", "A parallel objective is to prevent the increase in credit, market and operational risk arising from the strong downturn in activity from ultimately generating financial stability problems.", "Further, the fact the crisis is global calls for a coordinated response by countries.", "The temptation to resort to protectionist policies should be avoided.", "That can only hamstring the fight against the pandemic, and delay and weaken the awaited economic recovery for all.", "On the contrary, we should reinforce the multilateral economic policy coordination mechanisms already in place internationally.", "This need is particularly evident as regards the euro area members, since they share the same currency.", "For each and every member, joint action - beyond the common monetary policy response - is the most effective means to ensure that the economic effects of the pandemic are vanquished in a shorter time and at a lower cost.", "This coordinated action is also needed to shore up the solidarity of the European project: although the shock has been a common one, the effects across countries have not been even, and the starting position of each country in facing its effects also differed.", "The elements needed for an appropriate European response to this crisis largely coincide with those already deemed vital before COVID-19 to complete the institutional architecture of the euro area: the creation of a powerful, pooled budgetary resources mechanism that, in the context of the current crisis, smooths the financing of government spending that has arisen as a result of the pandemic and of those other needs that may arise during the recovery; the completion of the banking union, with the launch of a European deposit guarantee scheme; and the full roll-out of the project to achieve a genuine European market for capital.", "In this specific field of joint European action there is clearly room to boost the response so far to the crisis.", "In other economic policy areas, namely fiscal, monetary and prudential policies, the degree, composition and duration of the response should be tailored to those of the pandemic itself and its economic effects.", "That said, how this crisis will unfold is shrouded in unusually high uncertainty.", "As matters currently stand, from the point of view of public health there are many unknowns as to how the illness will evolve in the coming months.", "This will determine at what rate normality returns to our daily lives and, therefore, to economic activity.", "In this connection, irrespective of the suitability of the containment measures, the longer the duration of the economic shutdown, the greater the damage to activity.", "We must thus be mindful that anything we do now may not be enough to rescue the economy without considerable damage being caused.", "Further, it cannot be ruled out that, beyond its effects in the short and medium term, the pandemic may also cause certain structural changes in supply and demand in our economies.", "While these are currently difficult to anticipate, it is crucial to identify them promptly to ensure the appropriate economic response.", "Timely identification of these structural damages or transformations is important, since the economic policy response should not be directed solely at temporarily sustaining the incomes of the companies and employees affected but also at assisting reconstruction and cross-sectoral and crosscompany reallocation.", "However, the current shock therapy is not exempt from adverse side-effects.", "These are particularly visible in the strong increase in public debt.", "Accordingly, just as a resolute shortterm fiscal response will help lessen future damage to our economy, we should accept that a greater budgetary impulse at present should be part of a clear strategy to redress public finances.", "This is particularly necessary in countries, such as Spain, that face this crisis from a vulnerable public finances starting position, owing to high public debt and structural deficit levels.", "This strategy should rest on a medium-term budgetary consolidation programme which, through a spending and tax structure and capacity review, will help restore health to public finances.", "It should also be underpinned by a structural reform programme that raises the economy's growth capacity and, therefore, broadens the tax bases needed to fund the desired level of expenditure.", "This fiscal consolidation and structural reform strategy should be implemented once this episode and its economic effects are behind us.", "But its design and communication should not be delayed.", "In the short run, there is no place for a premature withdrawal of the emergency fiscal measures, since that would increase the risk of more lasting damage to economic growth.", "However, the necessary counterpart to this fiscal activism is the early announcement of a strategy to reduce fiscal imbalances, with a view to its subsequent implementation, which should perforce be gradual.", "An early definition of this strategy would significantly benefit the credibility of our economic policy and help boost the expansionary effects of the current fiscal measures.", "The full implementation of this phase will require a political agreement that is up to the scale of the challenge we face and that will foreseeably run for several legislatures.", "The rest of my address today is structured in three major sections.", "In the first, I shall provide some details on the scale of the economic shock we are undergoing, including its effect on financial stability.", "Next, I shall review the role the different economic policies are playing in this shutdown phase of our economy.", "Finally, I will offer some thoughts on the function that, in my opinion, economic policies should perform once we are over the worst of the crisis.", "Short-term developments and reference macroeconomic scenarios Globally, the expansion of the pandemic and the necessary containment measures have sharply disrupted the world economy.", "The evidence coming to light in recent months reveals a marked slump in activity and employment, acutely so in the services sectors and in those countries which, affected by a more severe outbreak of the epidemic, have pursued more stringent containment measures.", "In China, the first economy to be hit by the illness, the first quarter of the year saw a fall-off in GDP close to 10% quarter-on-quarter.", "In the United States, the decline was smaller, around 1.2% quarter-on-quarter.", "Admittedly, though, the spread of the disease was belated.", "The US monthly unemployment rate posted in April its biggest increase (over 10 pp) in the related time series to 14.7%, the highest level since the Great Depression in the 1930s.", "Preliminary estimates in the euro area point to a 3.8% decline in GDP in Q1.", "As you know, Spain has been one of the countries hardest hit by the health crisis and, subsequently, by the impact of the containment measures on economic activity.", "More than two months after the state of alert was decreed, we now have significant statistical information on the scale of the shock to the Spanish economy.", "Specifically, a preliminary estimate by INE (National Statistics Institute) indicates that GDP fell by 5.2% in 2020 Q1, despite the fact the lockdown only affected the last fortnight of this period.", "Should this be confirmed, this quarterly decline in GDP in 2020 Q1 will be double that observed in the related quarter in 2009, at the height of the global financial crisis.", "As is to be expected, there has been a particularly acute reduction in the value added of certain services sectors, and construction has also been severely affected.", "In the labour market, the pandemic and the measures adopted to contain it are also leaving a deep imprint.", "The figures on Social Security registrations reveal a reduction of almost 950,000 in numbers employed between mid-March and 30 April.", "Job destruction was mainly concentrated in the second fortnight of March (almost doubling the loss of jobs between end-November 2008 and end-January 2009).", "This figure was in contrast to the rise of almost 160,000 in Social Security registrations in the same period in 2019.", "In any event, the Social Security figures provide a partial view of the consequences of the current crisis on the labour market.", "An even larger contingent of employees, some 3.4 million, have availed themselves of temporary lay-off arrangements (known as ERTE by their Spanish name).", "As you are aware, ERTEs entail the formal maintenance of the contractual relationship, pending the resumption of activity, although there is no actual employment benefit.", "Moreover, 1.3 million self-employed workers have applied for the benefit for the cessation of activity.", "No indicators (other than some qualitative ones) are available yet for Q2, meaning it would be premature to project the decline in GDP in this quarter.", "In any event, given that the number of weeks affected by the lockdown is much greater than in Q1, a significant acceleration in the fall in GDP is to be expected.", "Beyond the short term, estimates of the duration and depth of the effects of the shock on the economy are still subject to much uncertainty.", "In principle, if these uncertainties clear over the coming months, a rebound in activity into the second half of the year might be expected.", "But that will depend broadly on two types of factors.", "The first relates to the future course of the illness.", "In particular, we cannot rule out the possibility of further waves of the epidemic making it necessary to re-introduce or discretely reinforce the limitations on various types of productive activity.", "Ultimately, this source of uncertainty will not be fully dispelled until an effective vaccine or anti-viral treatment is available.", "The second factor concerns the effectiveness of the measures, both in Spain and in the rest of the world, that the economic authorities have pursued in an attempt to prevent the shutdown in activity at the height of the pandemic from leading to permanent job losses and company closures.", "Evidently, the second of these factors (the effectiveness of the economic measures in minimising the damages of the lockdown) depends, in turn, on the first (how the pandemic evolves).", "It should in any case be stressed that certain characteristics of our economy make it more vulnerable than others to the shock we face.", "These include the sectoral specialisation of our productive system, the small average size of companies and the high proportion of temporary as opposed to permanent employment.", "Firstly, in Spain, tourism-related activities have a very high weight in terms both of value added and employment.", "And, as we know, the social distancing measures have affected the sectors related to hotels, restaurants and leisure most acutely.", "It is uncertain how long the return to normality will take in these sectors.", "But scenarios in which the persistence of the shock is greater than anticipated and, thereby, the damage inflicted on the sectoral productive system is more severe, cannot be ruled out.", "Overall, the sectors most affected by the pandemic account in Spain's case for around 25% of GDP.", "These include hotels and restaurants, transport and retail trade, owing to the restrictions on people's movements and the suspension of their activity, and others such as the car industry, owing to the halt in demand and the interruption of global supply chains.", "Secondly, as regards corporate structure, Spain has a comparatively higher weight of SMEs than most euro area economies.", "Specifically, in 2019, 90% of firms had fewer than 10 employees (compared with 75% in Germany).", "The small average size of non-financial corporations places the Spanish productive system in a position of greater vulnerability to the loss of income as a result of the COVID-19 crisis, since generally SMEs have less access to external financing and higher overheads relative to turnover.", "Lastly, this crisis has once again highlighted sharply the fact that, as occurred in previous recessions, when there is an adverse shock, job destruction falls disproportionately on temporary employees.", "Specifically, the weight of these employees in the decline in Social Security registrations between March and April is estimated to have been approximately three-quarters of the total, a similar proportion to that in the financial crisis.", "This is, primarily, profoundly unfair; it means that, unlike permanent employees, temporary workers can scarcely count on any protection once their contract expires, unless exceptional measures are deployed that are tantamount to such protection.", "Beyond considerations of fairness, the high proportion of temporary employment in our labour market makes for a high procyclicality of employment, which tends to exacerbate the depth of recessions, in addition to generating negative effects on productivity, which I shall refer to later.", "Higher labour turnover and the high rate of part-time employment chiefly affect the young.", "This group is particularly vulnerable in these circumstances, since it has fewer buffers to withstand unexpected declines in income, and the public insurance mechanisms available to them are limited compared with other groups.", "Moreover, the young had still not recouped their levels of income and wealth prior to the financial crisis.", "Set against the high uncertainty mentioned, preparing macroeconomic projections with the usual methodologies is an enormously difficult task.", "This is why the Banco de España opted, in its publication on 20 April, to prepare several alternative scenarios using different analytical tools.", "In any of the scenarios considered, confinement would translate into a very severe contraction in Spanish GDP in 2020, all the greater the longer the period during which it is necessary to retain the restrictions on economic activity, and with greater risks that the liquidity problems many economic agents are currently facing will lead to situations of insolvency.", "Looking ahead to next year, these scenarios outline a recovery in activity and employment which, nonetheless, would be insufficient for GDP to attain its pre-COVID-19 trend level.", "Specifically, in the two scenarios recently published by the Banco de España that seem most realistic at present, having ruled out the third which projected a shorter and more moderate recession, GDP is expected to fall by 9.5% and 12.4%, respectively, in 2020 (and post subsequent increases of 6.1% and 8.5% in 2021).", "The figures in the first of these scenarios do not differ significantly from those reported by other national and supranational institutions, public and private alike.", "Thus, for example, the Spanish Government, the International Monetary Fund (IMF) and the European Commission have recently projected declines in our economy of 9.2%, 8% and 9.4% for 2020, respectively.", "For the euro area as a whole, the fall in GDP projected by the IMF and the European Commission for 2020 is, respectively, 7.5% and 7.7% (and the related whole-world decline would be 3% and 3.5%).", "These scenarios incorporate the effect of the measures approved in the fiscal, monetary and prudential areas, to which I shall later refer, such that the declines in activity would be significantly greater in the absence of these measures.", "In any event, what has been confirmed in recent weeks is that the recovery will not be free from difficulties, and that scenarios more unfavourable than those currently considered cannot be ruled out.", "These macroeconomic scenarios also offer an estimate that the budgetary cost of the crisis will be very high, owing to the dual effect of the alleviating measures adopted and, above all, of the operation of the automatic stabilisers.", "That will lead to a very high budget deficit this year, with its subsequent pass-through to overall general government debt.", "Under the scenario of a more moderate fall in GDP, the public debt/GDP ratio would rise to around 115%, a similar figure to that projected by the Spanish Government, the European Commission, the IMF and the AIReF.", "Under the harshest Banco de España scenario, the debt ratio would in fact stand at over 120% of GDP (some 25 pp higher than at end-2019).", "Under the assumption of economic recovery projected for 2021, the public debt/GDP ratio would stabilise around its 2020 levels or fall slightly.", "This projected path is not specific to Spain: in its latest World Economic Outlook, the IMF estimated that the increases in the deficit and debt ratios, as a percentage of GDP, might rise in 2020 to a comparable scale across the advanced economies.", "Likewise, on the European Commission's latest forecasts, public debt in the euro area as a whole will stand this year at 102.7%, and exceed the 100% threshold in another six countries, as well as Spain.", "The impact of the crisis on the financial system The severe impact of the pandemic on economic activity has significant consequences on many fronts.", "One such front is financial stability.", "In this connection, as highlighted in the Banco de España's latest Financial Stability Report,5 published on 4 May, the economic impact of the crisis has substantially increased the risks to financial stability.", "That said, the national, European and international economic policy measures adopted should help mitigate these risks.", "In the specific case of banks, the disruption of activity is increasing credit, market and operational risks.", "Indeed, the pandemic has meant that credit risk has increased substantially.", "This is particularly the case of credit exposures to non-financial corporations, which have seen how their revenue has fallen, initially as a result of the shutdown in productive activities and subsequently further to the lower demand for their products.", "In this respect, it should be borne in mind that, although this crisis affects all sectors of activity, it does so asymmetrically.", "This is why the effects on each bank's credit portfolio depend on its sectoral composition and, therefore, also on its presence in different regions.", "The pandemic also entails an increase in households' credit risk, mainly as a result of job destruction.", "Past experience shows that, in the face of declines in household income, the non-performance of consumer loans tends to increase at some speed.", "This is a type of loan, moreover, that has been growing at very high rates in recent years.", "From the standpoint of overall credit to households, this factor of risk is partly mitigated by the mortgage component, for which the evidence available suggests that defaults tend to occur some time after the initial shock when its effects persist over time.", "Accordingly, if it does in fact hold that the crisis is temporary in nature, this latter credit component will foreseeably post more moderate default rates.", "But the risks to financial stability arising from the current crisis do not end at credit risks.", "First, COVID-19 has increased market risk, as a result of the fall in the price of the financial assets that banks hold on their balance sheets.", "Further, operational risks have also risen insofar as the adaptation to restricted movements and remote working has had to occur in a very short space of time, which may give rise in some cases to vulnerabilities in technological infrastructures.", "So far, banks have managed to adapt effectively to the situation and financial markets have carried on working properly.", "But further contingency plans are needed ahead of any potentially extreme operational events that this crisis may cause.", "It should in any event be stressed that the Spanish non-financial private sector is facing this situation in a more favourable financial position than it was in before the global financial crisis.", "The financial situation of the household sector as a whole has improved significantly in the wake of the global financial crisis.", "Specifically, its debt ratio has fallen by almost 30 pp of GDP since 2010.", "In the case of non-financial corporations, the sector's net debt level has fallen by more than 45 pp of GDP since 2010 and, in fact, it stands below the euro area average.", "Moreover, the sector now has a bigger volume of liquid assets.", "In parallel, the Spanish banking sector has also significantly enhanced the quality of its balance sheet over the past decade, which leaves it better placed to absorb this crisis and to continue providing the financing the economy needs.", "With regard to balance sheet quality, the NPL ratio has fallen by more than 9 pp to 4.8% in 2020 Q1 since peaking in 2013.", "Over this same period, moreover, the weight of refinanced exposures on the asset side has fallen by 9 pp.", "Finally, the weight of credit to construction and real estate promotion activities, which at one point accounted for 27% of total credit to the non-financial private sector, now stands at around 10%.", "Turning to solvency levels, Spanish banks increased their ordinary - or Tier 1 - capital.", "This rose from €158 billion in 2007 to €215 billion at present, entailing an increase of slightly more than 35%.", "In terms of total assets, the increase was of the order of 1 pp between these dates, to 5.8%.", "The increase in capital has meant a notable extension of absorption capacity for the losses that will emerge as a result of the growth of bad debts that the crisis will cause.", "Almost half this total amount of capital is in the form of buffers above the regulatory minimum level.", "These may be released, as I will explain later, as part of the prudential response to the crisis should it prove necessary.", "The amount involved - some €90 billion - could cover a volume of losses equivalent to almost twice the current volume of doubtful loans in the system, i.e.", "approximately 8.2% of the total credit to the resident private sector.", "As I said, the risks to financial stability have been mitigated by the various economic policy measures adopted.", "In particular, these measures should provide for more benign developments in NPLs by directly supporting the financial position of households and firms and through macroeconomic stimulus.", "Moreover, the aforementioned absorption capacity for losses arising through NPLs is strengthened when the positive effect of credit moratoria and of the Government-approved programme of guarantees for firms is taken into consideration.", "In the case of temporary moratoria set in place both by the authorities and by banks themselves, these should help enable those households most affected by the crisis to face this critical period with greater peace of mind.", "At the same time, they provide for containment of NPLs in the short run and, foreseeably, also in subsequent phases, provided that a portion of these more vulnerable households can gradually regain their habitual levels of income.", "Three clarifications are, in any event, called for regarding the general situation of the financial sector and the potential impact of the crisis on it.", "First, the figures for the 2020 decline in GDP reflected in the macroeconomic scenarios I have outlined would entail the biggest economic contraction in Spain for a single year in recent history.", "They also exceed the assumptions of any stress test performed on the banking sector in the past.", "This will give rise to an increase in the NPL ratio, albeit on what is still an uncertain scale.", "On Banco de España estimates, a 1 pp decline in GDP has, on historical averages, given rise to a 0.7 pp increase in the NPL ratio.", "That said, the scale of the decline in output projected at present is very high, which might give rise to a proportionately greater effect.", "It is also true that, if the rebound in activity in 2021 projected in the scenarios published both by the Banco de España and by other institutions were to materialise, that would significantly mitigate the strong decline in GDP in 2020.", "This would provide for an improvement in the credit quality of bank borrowers and for a more favourable path of the prices of the assets that act as collateral to the loans.", "In turn, that would considerably limit actual losses.", "In this respect, the results of the stress test performed to date show that, if following a period of slowing economic activity the pace of recovery is swift, there is less likely to be a pronounced deterioration in the aggregate solvency of the banking system.", "In any event, the uncertainty over the duration of the pandemic and its effects is very high.", "In this respect, the consequences of adverse economic scenarios that are prolonged over time can indeed worsen aggregate solvency significantly.", "But even under these scenarios, the loss absorption elements will mean that capital erosion is not immediate.", "This affords some leeway which, where appropriate, should be used to set in place all the elements allowing a forceful economic policy response with the aim of ensuring financial stability.", "Second, the foregoing considerations on the aggregate situation of the system mask a high degree of heterogeneity.", "This is mainly due to the fact that starting positions, in terms of funds and credit quality, are per se divergent.", "In this same respect, in the case of households and non-financial corporations there are still some segments in a position of high financial fragility.", "For instance, in the case of companies, the smallest firms are more vulnerable to a scenario of declining revenues.", "But, moreover, in a crisis such as that at present where - as I have said - the pandemic is affecting different regions and sectors in differing ways, the downturn in institutions' solvency will foreseeably depend on their degree of exposure to such firms.", "Third, the materialisation of losses in the credit portfolio as a result of the pandemic will directly affect bank profitability, as the preliminary results of significant situations for 2020 Q1 suggest.", "Profitability was already low before the outbreak of the crisis: as in most European economies, the profitability of Spanish financial institutions stood, on average, below the cost of capital last year.", "The crisis has meant that this spread has tended to widen.", "The COVID-19 crisis will adversely impact banks' already modest profit-generating capacity.", "As in the case of solvency, it will affect different institutions differently depending on their business model and on the distribution of their exposures to the sectors and regions most affected by the pandemic.", "Moreover, the crisis has bolstered the prospect of the current scenario of low interest rates remaining in place.", "That will tend to bear down in the future on Spanish banks' net interest income which, given the banks' type of business, is the main component of their profit and loss account.", "In short, the financial situation of both the non-financial private sector and the financial sector is, admittedly, significantly healthier than in the previous crisis; but the degree to which the outlook for the Spanish economy has worsened, combined with uncertainty over the duration of the downturn, obliges us as supervisors to monitor closely the risks to financial stability.", "I believe it is important that, both in this area and in others, we take as a starting point the experience of the past crisis.", "And that experience should lead us to do everything possible to prevent the current situation from having a significant financial component.", "As we witnessed what is now a decade ago, crises that have such a component are also characterised by being deeper and longer-lasting.", "I thus think our shared aim should be to prevent the crisis from being accompanied by a generalised tightening of financing conditions or from seriously damaging our financial system.", "Fiscal policy as the main defence mechanism Generally, the various economic authorities - supranational and national alike - have appreciated the enormous dimension of the challenge facing us.", "Hence, in practice, they have opted to act forcefully, deploying a very broad package of measures in the fiscal, monetary and prudential areas with the dual aim of mitigating the effects of the crisis in the short term and preventing its prolongation over time.", "Against this background, fiscal policy has naturally established itself as the first line of defence.", "The COVID-19 shock calls for support of the incomes and liquidity of the agents most affected, by means of swiftly and temporarily injected funds focused on those agents for which this type of support is a priority.", "And it is fiscal policy that is the tool most suited to this end.", "In Spain, in the case of households, this has mainly led to a situation in which the temporary employment adjustment measures enacted by many firms have not fed through to a complete loss of income.", "At the same time, measures have been deployed to alleviate the situation of the most vulnerable households through several instruments.", "These have included the aforementioned bank loan moratoria, those relating to the protection of households renting their accommodation, guarantees to maintain certain basic supplies and the activation of specific direct assistance for the most underprivileged.", "Turning to firms, in addition to appreciably lightening the burden of wage costs and social contributions throughout the state of alert, liquidity has been injected through the deferral of certain tax payments, while measures have been enacted to postpone payments arising on the rental of business premises.", "And, at the same time, the launch of the programme of public guarantees to loans extended by financial institutions for a very sizeable amount is a most powerful lever enabling firms to finance their liquidity needs.", "This programme limits the risk of firms disappearing and therefore preserves the productive system for the time at which the restrictions on activity imposed as a result of the pandemic are lifted.", "The data I shall later offer underscore the importance of these programmes of public guarantees to loans granted by financial institutions to firms, and particularly to SMEs, for the purpose of preserving the business sector and employment in the economy.", "It is highly likely that the interruption of activity, either completely or partly through the setting of maximum permitted numbers, will most sharply affect the tourism and leisurerelated sectors.", "In this respect, a temporary extension of the mechanisms implemented to date to provide liquidity to firms in those sectors that will be affected by the crisis over a longer period would seem desirable.", "Generally, the pace of the return to normality will evidently differ across the different productive sectors and firms.", "Accordingly, the fiscal policy response should also be tailored to these circumstances, with the dual aim of preserving that part of the productive system most affected by the crisis and containing the impact of these measures on public finances.", "The role of monetary policy At the European Central Bank (ECB) we have also acted emphatically in response to this crisis to mitigate its effects on the euro area economy.", "In this connection we have deployed a wide range of measures, which can be grouped into two major blocks.", "The first block relates to the bolstering of the asset purchase programmes, whose aim is to improve firms' and general government funding conditions on securities markets.", "The second refers to the long-term refinancing operations aimed at making the ECB's liquidityprovision facilities more accessible to banks, both in terms of cost and volume.", "The goal is to enable credit institutions to have, in turn, funds with which to lend at low interest rates to the agents most affected by the crisis, which include in particular SMEs and the selfemployed.", "These programmes fulfil a function that enhances credit financing conditions for households and firms, one analogous to that of the asset purchase programme in respect of the financing of non-financial corporations and general government through the issuance of securities.", "Both blocks of measures are, therefore, mutually complementary.", "Under the first group of measures, the ECB Governing Council announced on 18 March the launch of a new asset acquisition programme, the Pandemic Emergency Purchase Programme (PEPP), which will run to late 2020 and may be extended or see its volume increased if necessary.", "The programme provides for the purchase of all classes of assets eligible under the existing asset purchase programme (APP).", "A characteristic feature of the new programme is that it envisages large measures of flexibility in terms of its distribution over time and, in the specific case of public asset purchases, of the issuing country, too, if market conditions were to make it necessary, in particular if any sign of financial fragmentation within the euro area were to emerge.", "This announcement completed the broadening of the APP on 12 March, which entailed an increase in the volume of net purchases, to the end of the year, of €120 billion.", "Lastly, the Council decided to increase the asset classes of private issuers that can be purchased, deeming commercial paper of sufficient credit quality to be eligible.", "As regards liquidity programmes, on 12 March the ECB announced the application of more favourable conditions to its so-called and already existing \"targeted longer-term refinancing operations\" (TLTRO-III).", "These operations provide financing at a favourable cost to banks.", "This may be all the more attractive if banks meet a series of requirements regarding the use of such funds.", "The requirements involve maintaining or increasing the volume of their lending to households (excluding lending for house purchase) and to firms during the period from 1 March 2020 to 31 March 2021.", "The current conditions, which are the outcome of an additional review conducted on 30 April to make them even more favourable, offer funds to banks at a cost 50 bp lower than the ECB's deposit facility rate (currently at -0.50%).", "Moreover, also on 12 March, the ECB approved the launch of a series of longer-term refinancing operations (LTROs), which will be conducted until June as a form of \"bridge\" financing, until the first of the new TLTRO-III operations are executed.", "Also in this connection, the ECB Governing Council announced on 30 April a new series of pandemic emergency longer-term refinancing operations (PELTROs), in continuance of the latter LTROs.", "Along these same lines, on 7 April the ECB announced a package of temporary measures relaxing the criteria for the acceptance of assets offered as collateral by banks in the Eurosystem's refinancing operations (including TLTRO-III).", "The aim of this package is that banks may increase their fund-raising capacity in these operations.", "Among other measures, the ECB decided to include, among the assets accepted, general government-backed loans to companies (large corporations and SMEs alike), the self-employed and households in order to encourage banks to extend loans that may benefit from the guarantees granted by the euro area countries in the context of this crisis.", "Further, the ECB decided on 22 April to continue accepting as collateral, until September 2021, tradable assets whose credit rating is several levels below the minimum level currently demanded.", "The goal of this measure is to mitigate the effect of possible credit downgrades on the availability of the assets that banks use as collateral in their financing operations with the ECB.", "It is still premature to estimate the overall impact of all these measures on financial conditions, bank lending and economic activity.", "Clearly, however, the new PEPP programme has contributed significantly to alleviating some of the financial distress to which the health crisis gave rise in the first half of March.", "Such distress had taken the form of a strong rise in sovereign and corporate debt yields, which has subsequently been reversed in the main following the announcement of the programme.", "The positive effect of the new package has been visible not only in the prices of the debt instruments through interest-rate spreads, but also in the amounts issued.", "Thus, new investment-grade corporate debt issues, by the most creditworthy companies, which had slowed significantly since early March, rebounded strongly after the announcement of the PEPP.", "As a result, the improvement in financing conditions has helped firms with sufficient credit quality to continue funding themselves on the capital markets.", "As to the long-term refinancing operations, the preliminary information based on euro area bank lending surveys suggests that banks are using this liquidity mainly to grant loans to households and firms, and that they plan to do so to an even greater extent in the coming months, especially to firms.", "In any event, the scale of the economic downturn caused by the pandemic, its effects in terms of the large increase in countries' financing needs and the uncertainty over the duration of these effects make it necessary for monetary policy to stand ready to act further if conditions so require.", "On the ECB Governing Council, then, we have reiterated our readiness to do everything within our power to help the euro area economy overcome the current deep-seated difficulties.", "This commitment includes, in particular, the possibility of increasing the volume of asset purchases or their duration and of adjusting their composition.", "The overriding aim is to eliminate any obstacle that may hamper the effective transmission of monetary policy and to prevent euro area fragmentation risks.", "The role of the financial system in overcoming the crisis In parallel with the multi-faceted economic policy strategy to tackle the crisis, financial institutions should also contribute to mitigating the adverse effects on the various agents in the economy.", "The aim here is that banks should be in a position to provide financing to agents which, before the pandemic, had a favourable payment record, but which, after it, face sudden liquidity needs.", "As I stated earlier, banks now have higher solvency levels than in the previous crisis, which should help them play a leading and active role in this setting.", "So that the financial system may contribute to overcoming the crisis, national and international authorities with prudential powers - which include the Banco de España, the ECB, the European Banking Authority and the Basel Banking Supervision Committee - have adopted certain decisions aimed at preventing a mechanistic interpretation of the prevailing rules with which banks must comply from leading to fewer loans being granted by them just when this is all the more necessary.", "These decisions affect two differentiated areas.", "On one hand, certain aspects of the application of current accounting rules for calculating credit risk are clarified.", "On the other, the aforementioned authorities have ruled that banks may effectively use the capital buffers available to absorb unexpected losses.", "Specifically, the aim of the clarification of the accounting rules is to prevent potentially temporary delays by borrowers in repaying their loans from receiving the same treatment as though what were involved was a lasting impairment in the quality of the loans.", "The latter would lead to an immediate and abrupt adjustment of credit ratings and, therefore, to an increase in the provisions required which, ultimately, would lead to a downward adjustment in the credit extended by banks.", "In exchange, it is necessary to prevent the wrongful use of this flexibility from leading to inappropriate accounting practices that translate into a delay in recognising the actual impairment of the quality of certain credit exposures.", "In the second of the two areas mentioned, the Banco de España has conveyed to all the institutions it directly supervises the various measures introduced by the different macro- and microprudential and resolution authorities to alleviate capital and liquidity requirements.", "Moreover, the Banco de España has recommended that banks under its supervision should temporarily eliminate dividend payouts and apply prudent criteria in the variable remuneration of their staff, so that they may channel the funds they generate towards reinforcing their capital positions.", "All these measures, along with those relating to liquidity provision by the ECB, are intended to help banks better withstand this crisis and to operate as an active lever for promptly overcoming it.", "And there are already signs that this is proving to be the case.", "The containment measures adopted to halt COVID-19 contagion are entailing a very sharp drop in the revenues of many non-financial corporations.", "This has significantly increased their liquidity needs, which they are largely covering through resort to bank financing.", "Indeed, the latest (and as yet provisional) data, for March, reveal a year-on-year rise of just over 50% in the flow of new lending granted by banks to firms.", "This includes both new business and increases in the principal that may be drawn down in operations previously entered into (which have almost doubled).", "This demand for funding may have been met under better conditions thanks, on one hand, to the ECB's support measures to bank financing, which have helped banks obtain funds under favourable terms; and, on the other, to the government-approved programme of public guarantees on loans to firms, which has mitigated the possible reluctance of banks to incur greater risks in a setting of high uncertainty and growing concern over credit risks.", "Hence, on the data published to 13 May, a total of 371,070 operations have been entered into under the public guarantee programme, of which 98% relate to SMEs and the selfemployed.", "The total amount of guarantees applied for is €36,291 million, which have enabled funds to be mobilised through new loans and other forms of financing for a total of €47,751 million.", "This means that, on average, 76% of the amount of these operations has been covered by public guarantees.", "The need for a common response from the euro area countries As I explained before, various euro area countries taking purely individual action will not provide the most effective response to the crisis.", "We have forged increasingly closer links as European citizens over recent decades, and this process has intensified over the last 20 years following the creation of the single currency.", "Europe has been one of the regions hardest hit by the current crisis, with the result that all Europeans have been affected, to a greater or lesser extent, by the same problem.", "Some of the reasons for joint action by European countries in response to this emergency even transcend the economy.", "Europe embodies the ideas of freedom and progress.", "And in a crisis of this gravity, it is essential that European citizens perceive their governments to be capable of acting jointly if we want to consolidate and strengthen public support for the European project.", "Furthermore, going beyond these ideals and from a strictly economic rationale, if there is one lesson we should have learnt from the sovereign debt crisis ten years ago, it is that a lack of unified action is detrimental to all.", "Over time, our economies have become closely intertwined from a trade and financial standpoint.", "In situations of shared shocks such as this, there are even stronger reasons for acting in unison.", "In any event, it should be borne in mind that although the pandemic has spread to all countries in the euro area, its intensity across the board is uneven.", "The degree of economic exposure to the effects of the containment measures also varies, for example as a result of different productive structures.", "Nor must we forget that the starting position of each country in facing this crisis, in terms of public debt, of budget deficit and, therefore, of fiscal space and public finances vulnerability, also differed.", "The result is that the economic impact of the pandemic, both in the short and medium term, will be mixed across countries.", "Given the degree of integration achieved in the euro area, an adverse performance in one country will have negative consequences, in terms of activity and employment, for others.", "Pooled action to ensure that all European countries can tackle the crisis in comparable conditions would shorten its duration, protect the productive system and sustain the reality of our shared European destiny.", "Several European initiatives have so far been adopted in response to the crisis.", "However, broadly speaking, the volume of these measures has been too modest, and they have not been the most suitable for organising a common fiscal response.", "The measures approved include using the remaining funds from the EU budget and new financial aid to cover the expenses arising from the short-term rise in unemployment.", "Financial support is also provided in the form of credit lines to businesses from the European Investment Bank, and to general government through the European Stability Mechanism.", "True, these are valid measures for alleviating the crisis in the short term.", "But they cannot make up for the main deficiency: the absence of a framework for sharing fiscal efforts, aside from the indirect role that can be played by the ECB's asset purchase programmes in this respect.", "Such a framework would enable all agents - public and private alike - in the euro area to fund themselves in comparable conditions between jurisdictions and at low interest rates.", "This need could be covered through a recovery fund that harnesses the common capacity for mobilising future resources in the present, which would far exceed the individual capacity of each country.", "In the short term, this instrument should be geared towards funding the public expenditure triggered directly by the pandemic, while in the medium term, it should focus on covering possible needs for restructuring the productive system.", "The crisis has shown that, in the long term, a bigger EU budget will be key to completing the monetary union and would enable the bloc to deploy sufficient firepower to react to future crises.", "Financing debt through the common budget would naturally lead to the creation of active mutualised insurance, helping to reduce the financing costs currently faced by individual Member States and to break the sovereign-bank doom loop in each country.", "This in turn would enhance monetary policy effectiveness, by making it easier to execute the Eurosystem's asset purchase programmes.", "Further, if we are to increase the euro area's responsiveness to future shocks, the banking union must be completed through the creation of a common deposit insurance scheme.", "The lack of progress in this area and the incomplete harmonisation of national regulation go a long way to explaining the limited cross-border activity of European credit institutions and the low number of mergers between institutions of different member countries.", "Lastly, insufficient headway has been made in capital market integration in terms of harmonising market regulation and oversight, and insolvency proceedings.", "The degree of risk-sharing in these euro area markets is far less than that in other monetary unions, such as the United States.", "A single capital market would enable firms in the euro area to diversify and expand their sources of financing.", "In this respect, the progress in the capital markets union project in recent years can only be described as insufficient.", "That should spur the European political authorities to take more ambitious steps in this area without undue delay.", "Post-COVID-19 challenges (i) The need to reduce the structural deficit and public debt The legacy of the current crisis will be a very high level of public debt.", "Both in our country and abroad, managing such high levels of public debt will be a major challenge once the pandemic is over.", "In the short term, there is no sensible alternative to budgetary expansion.", "However, once the pandemic and its economic effects are under control, the need to redress general government finances must take centre stage, to prevent public debt crisis episodes like those experienced in several euro area countries following the last financial crisis.", "Reducing public debt is also necessary if we are to restore fiscal policy leeway in the medium term as a stabilisation mechanism for future crises.", "This is particularly important in the euro area, where monetary policy is decided by the ECB based on the overall economic situation.", "Indeed, the current crisis shows the importance of having healthy public finances that enable powerful fiscal action to be taken without generating doubts about future sustainability.", "This is a lesson we cannot forget when the effects of the crisis fade.", "The timeframe for reducing the public debt that we will have at the end of this crisis will be determined by the changes in the interest rate at which the debt is financed, GDP growth in real terms, the inflation rate and the pace at which the primary deficit eases.", "The scale of the challenge is such that economic policies will have to operate all these levers in tandem, albeit to varying degrees.", "As regards borrowing costs, the outlook prior to the crisis pointed towards interest rates remaining at very low levels for a very prolonged period of time, in a context in which various central banks, in particular the ECB, had taken emphatic action aimed at drawing inflation rates closer to their monetary policy objectives.", "Following the current crisis, all indications are that monetary policies will continue to be very expansionary for a prolonged period of time.", "Moreover, in the euro area, as I have already mentioned, the ECB has launched various actions aimed at preventing a repeat of the bouts of financial fragmentation like those seen during the sovereign debt crisis at the start of the last decade.", "Everything therefore seems to suggest that borrowing costs will remain at low levels for an extended period of time, if they are accompanied by national economic policies geared towards budgetary consolidation and fostering long-term economic growth.", "Some pick-up in inflation rates towards the medium-term objective of monetary policy is expected to help reduce the public debt burden by stimulating the nominal economic growth rate.", "However, we cannot rule out that deflationary forces stemming from weakening demand may prevail for some time over other countervailing forces derived from recent rises in certain goods prices.", "As such, inflation is not expected to contribute to any great extent to alleviating the debt burden at present.", "In any event, if supply-constraining factors were to prevail, any increase in inflation would be at the cost of lower real GDP.", "As regards the contribution of GDP growth to reducing the debt burden, the economic policies pursued in Spain must play a very active role, as I shall explain later.", "Unlike after other historical episodes of rapidly rising public debt, such as those witnessed by the countries involved in the Second World War following the end of hostilities, immediate gains are not expected in the current demographic context from youth cohorts increasingly joining the labour market or an across-the-board improvement in educational attainment levels.", "Indeed, quite the opposite is true.", "Today, there is little doubt that population ageing will exert downward pressure on potential growth in the developed countries.", "Fiscal policy has a crucial role to play in reducing public debt.", "In the short run, there is no place for a premature withdrawal of the emergency fiscal measures, since that would increase the risk of more lasting damage to economic growth.", "However, the necessary counterpart to this fiscal activism in the face of the pandemic is the early announcement of a strategy to reduce fiscal imbalances, with a view to its subsequent implementation.", "The scale of the challenge to reduce the budget deficit is significant.", "Available estimates show that at the outset of the crisis Spain had a high structural deficit of around 3% of GDP.", "The expected increase in public debt resulting from the current crisis will also trigger a rise in the interest burden.", "The pandemic will also likely lead to greater structural demand for basic welfare expenditure, such as on healthcare.", "Moreover, spending on pensions will increase over the coming years as a result of the combined effect of population ageing and the suspension of the application of the revaluation index and the sustainability factor.", "Certain measures permanently raising the level of expenditure have also been announced, such as the introduction of a minimum living income, which has yet to be defined.", "As I mentioned, future improvements in welfare stemming from reducing public debt will have to come not only from decreasing the structural deficit, but also from achieving greater economic growth.", "That makes it advisable to maintain the resources earmarked for such items as education and research.", "Against this backdrop, an exhaustive review of the various budget expenditure items should be undertaken in order to identify areas where there is room for efficiency improvements, as the Independent Authority for Fiscal Responsibility (AIReF) has done in recent years.", "Turning to taxation, improving revenue-raising capacity and tax system efficiency should also be a priority, for which comparisons with other European countries can act as a guide.", "Once again, the review under way by the Independent Authority for Fiscal Responsibility of the numerous tax benefits in place should be useful for streamlining their use and enhancing their efficiency.", "It also seems reasonable to continue exploring, in a coordinated fashion internationally, certain possible tax reforms that have been the topic of recent discussions.", "Included here is the review of the taxation levied on certain multinationals, with a view to preventing the use of aggressive tax planning strategies to move tax bases to lower-taxation jurisdictions.", "In any event, irrespective of the structure in terms of receipts and expenditure, the anchoring of the gradual process of budgetary consolidation will be determined in the medium term by the prescriptions of the Stability and Growth Pact (SGP).", "In this respect, it is estimated that, under certain plausible assumptions,10 public debt will tend to decrease gradually as a percentage of GDP in all of the Banco de España's scenarios outlined above.", "This is assuming that, once the effects of the crisis have faded, the structural deficit continues to fall in terms similar to those required under the SGP, i.e.", "0.5% of annual GDP, to achieve a structural public balance in equilibrium.", "Moreover, it should be emphasised that debt reductions would be greater under alternative scenarios in which the potential economic growth rate rises, highlighting the importance of pursuing policies in this respect, which I will now go on to discuss.", "(ii) Policies to foster long-term growth In the strategies to reduce public debt in the medium and long term, the role played by policies to promote sustained growth in activity and employment must be at least as important as that of the multi-year budget plans.", "At the start of my testimony, I stressed that the key objective of economic policy at the current stage of the crisis must be to ensure the most favourable conditions possible for when the economy emerges from lockdown.", "However, more persistent adverse effects on certain sectors after the pandemic has been brought under control cannot be ruled out, although it is undoubtedly too early to anticipate how extensive they will be, or which activities will bear the brunt of the impact.", "Further, certain tentative indications suggest that, in the long term, demand could fall in some sectors, such as retail trade, and increase in others, such as logistics, technology, and IT systems.", "In view of this possibility, it would seem advisable to make the relevant preparations through arrangements to ease cross-sectoral and cross-company reallocation and to strengthen the lifelong learning of workers, especially considering that a priori the cross-sector transferability of knowledge between potential losers and potential winners does not appear to be particularly feasible.", "Aside from these effects, the estimates available show that potential growth in the Spanish economy is low in comparison with other developed countries.", "An economy's potential growth, on which the level of welfare in the long term hinges, is the result of the accumulation of the capital and labour factors of production, and the degree of efficiency with which they are combined.", "The low levels of potential growth in our economy are attributable to both poor total factor productivity and a higher level of structural unemployment.", "In its recent annual reports,13 the Banco de España has highlighted some avenues of economic policy which, if pursued, could improve the dynamics of these variables in Spain.", "These initiatives relate to the level of sectoral competition and to the productive structure, tax and regulatory incentives, human capital, R&D and technology, and labour market regulation, inter alia.", "Here I would like to highlight two areas of action: improving human capital and fostering efficient R&D expenditure, as both could be particularly affected by the situation brought about by COVID-19.", "As regards human capital, the confinement imposed as a result of the crisis has led to students at different levels of educational attainment ceasing to attend classes in person.", "This could have significant effects on their academic performance, particularly in lowincome households, where there is a lower possibility of replacing physical access to education.", "With a view to strengthening economic growth in the long term, one objective of economic policies in the immediate future must therefore be to provide the education system with mechanisms enabling affected students to obtain the qualifications necessary, despite the lack of face-to-face education.", "As regards the employed who have lost their jobs, it is essential that the income-support measures be complemented by active policies that prevent a loss of working skills and foster the acquisition of new ones.", "In this respect, it is important to note that the effectiveness of active labour market policies has traditionally been an unresolved issue in Spain.", "International experience shows that one way of reinforcing the effectiveness of public employment services is to equip them with the skills to provide individual guidance.", "For those who keep their jobs after this crisis, various initiatives geared towards improving their productivity can also be conceived.", "First, it is desirable to apply formulas to counter the potential cuts to training expenditure that firms may make in the short term to address their liquidity needs, given the adverse impact that such cutbacks would have on aggregate productivity further down the road.", "Second, the possible changes in the sectoral structure of employment, discussed previously, make it advisable to boost lifelong learning, which in itself is desirable in the current environment of rapid population ageing.", "Lastly, the current extent of working from home for some occupations as an emergency solution during the pandemic may not be merely temporary; in this event, firms will be required to invest in resources and knowledge to ensure that the productivity of these workers is as high as possible.", "The aforementioned labour market duality has significant implications for the economy's productivity in aggregate terms, as it hinders the accumulation of human capital by workers, who go from one temporary contract to another.", "All of these reasons make it advisable to undertake an in-depth review of the range of contract types in Spain with a view to aligning the level of protection afforded to the various groups of workers.", "Crucially, the high weight of temporary contracts in the Spanish economy is not due to its sectoral specialisation.", "Indeed, certain services sectors with a relatively limited level of occupational skills account for a high proportion of Spain's productive structure.", "In these cases, flexibility in the use of the labour input factor takes precedence over the desire to retain workers, as the human capital acquired in their job is relatively low.", "However, even once these differences in the productive structure have been taken into account, the proportion of temporary contracts is found to be greater in each sector taken individually.", "Turning to R&D, the experience of previous crises shows that, as with productive public investment, firms' investments in innovation tend to be cut in times of uncertainty and financial difficulties, with the subsequent adverse impact on long-term growth.", "One of the factors behind this is that innovative firms encounter comparatively greater difficulties when accessing bank financing, as they tend to have a lower volume of tangible assets to secure their loans.", "As in the case of education, future public spending should pay special attention to this item because, far from worsening public debt, it contributes to improving it in the long term by raising potential growth, and the current crisis will also likely boost the ongoing digitalisation of the economy.", "To conclude, we are facing a shock on an unprecedented scale.", "Despite their possible limitations, the economic policies being pursued in various arenas should help restrain, in the medium term, the severe damage currently being wrought on our economy, enabling many jobs and firms to be saved.", "In the area of fiscal policy, which - while it may seem somewhat paradoxical at first sight - is in the first line of response to the crisis, focused and decisive expansionary action in the short term will help to maintain the productive system, leading to debt service being less onerous in the future.", "Beyond the short term, reducing public debt will require contributions from the different levers of economic policy.", "In addition to keeping borrowing costs as low as possible, for which both action from the ECB and at the European supra-national level will be essential, there are two ingredients in the strategies that will ensure that debt does not become an excessive burden for present and future generations.", "Both must be applied without delay once we have overcome the worst of the health emergency and its economic effects.", "First, it is essential that multi-year fiscal consolidation plans are set up.", "Second, we have to look at policies that increase potential growth in the economy.", "Now more than ever, once the healthcare phase of the problem has passed, it is essential that institutional arrangements governing the functioning of our country adopt a long-term vision."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "none", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none"], "topics": ["Economic Impact of the Pandemic", "Fiscal Policy", "Monetary Policy", "Financial Stability", "Role of the Financial System", "Economic Response to the Euro Area", "Post-COVID-19 Challenges", "Structural Deficit and Public Debt", "Policies to Foster Long-Term Growth", "Human Capital and R&D"]}