{"sentences": ["Thank you very much for inviting me here today to share some thoughts on how technological innovations are transforming the world of money and payments.", "Technology has certainly changed every aspect of life.", "People now work, shop and stay in touch with each other very differently than even 10 years ago.", "Technology is also changing the way Canadians pay for things.", "Digital payments in the form of debit, credit and prepaid cards are commonplace.", "We are also seeing mobile payments like Apple Pay and Google Pay, as well as the ability to send money by email.", "There is even limited use of cryptocurrencies like Bitcoin.", "The Bank of Canada is looking carefully at how money and payments are evolving.", "This is because one of our key public policy objectives is to help ensure Canadians can use their preferred methods of payment with confidence.", "New technologies in our payment systems mean new opportunities and benefits for consumers, businesses and financial institutions.", "But they also raise the potential for new risks to our financial system.", "In my remarks today, I want to talk about how the Bank of Canada is responding to this evolving environment.", "And part of our response involves looking at whether a case could-or should-be made in the future for a digital currency issued by the Bank of Canada.", "So I will share our contingency planning for that eventuality.", "Today's payment ecosystem Let's start with some basics regarding the current payment ecosystem.", "Most of what we think of as money today consists of bank deposits.", "And most payments- whether by debit, credit, direct transfer or cheque-involve the transfer of funds between banks or other financial institutions.", "Such transfers are supported by payment systems-the hardware and software that allow any financial institution to transfer funds to another.", "In Canada, these systems move more than $200 billion every business day.", "The Bank of Canada plays a distinct role in payments.", "This is because payments from one financial institution to another are finally settled through a transfer of funds between their accounts at the Bank of Canada.", "The Bank is also responsible for overseeing and regulating the whole system.", "In addition, we design, issue and distribute bank notes-the cash Canadians physically exchange with others to purchase goods and services.", "So let's talk about cash.", "Cash is an old and simple payment technology.", "It has stood the test of time because it has several important advantages.", "First and foremost, cash is safe.", "It is legal tender with a relatively stable value and is widely accepted for payment.", "It also establishes confidence in the banking system.", "A bank's customers can be reassured that, any time they want, they can convert their deposits into cash.", "Furthermore, cash is universally accessible.", "Anyone can use it, including people who don't have bank accounts.", "Perhaps not surprisingly, then, cash is very important to those who may face challenges accessing alternative payment methods-such as the homeless and those living in remote communities.", "Cash is resilient-it works even when computer systems go down or during a power failure.", "It is private-you can buy everyday goods and services without revealing your identity or your personal or financial information.", "Cash also preserves an element of competition in the financial system, by providing a cheap and reliable alternative to credit and debit cards.", "All this being said, cash also has its limitations.", "It is more suitable for relatively low-value payments because of the obvious security risks of carrying around large volumes of cash.", "And it cannot be used to make purchases remotely.", "With this background in mind, I would like to discuss some issues that Canada's payment ecosystem is currently facing.", "Changes and challenges Recent advances in technology offer opportunities to improve our core payment infrastructure.", "We have seen this at the retail level, with contactless \"tap and go\" payments, mobile banking and other innovations.", "The structure of our economy is also changing, with transactions increasingly taking place online.", "Partly reflecting these innovations, we are seeing a steady decline in the use of cash in retail transactions.", "In a 2017 Bank of Canada survey that asked Canadians how they pay for goods and services, respondents said that they use cash for about one-third of their transactions-compared with more than half just a decade ago.", "And about 1 in 10 Canadians now claims to be entirely \"cashless.\"", "In some countries, such as Sweden and Norway, the use of cash has declined to a level where merchants are finding it too costly to accept cash, and banks are scaling back their processing services.", "I'll talk later about how we can maintain access to cash, particularly for those \"unbanked\" or \"underbanked\" members of our society.", "In addition to these trends driven mainly by technology, globalization has put the spotlight on cross-border payments.", "Canadians who have family members in other countries often face high costs and long delays in sending them money.", "Businesses face similar drawbacks in paying for goods and services they purchase from outside Canada.", "These frictions and costs have motivated private digital currencies to aspire to make it easier and cheaper to move funds around.", "We are all familiar with the explosion of cryptocurrencies over the past few years.", "Bitcoin and similar digital assets were introduced with the hopes of becoming the money of the future.", "That hasn't happened, nor is it ever likely to.", "Transacting in cryptocurrencies such as Bitcoin is just too expensive, and their purchasing power is too unstable.", "A more recent and potentially impactful innovation is so-called \"stablecoins,\" which are designed to maintain a stable value in terms of a currency or commodity.", "In most cases, they are backed -either fully or in part-by currency holdings.", "Compared with earlier forms of cryptocurrencies, stablecoins have better prospects for widespread adoption-and, correspondingly, greater potential to further transform the world of money and payments.", "The most prominent example is Libra, a stablecoin that Facebook, along with an association of other companies, is planning to launch.", "Libra would run on an existing messaging platform with strong brand recognition.", "This would give it the potential to reach billions of people-including many with little or no access to banks or financial services.", "It's tough to predict if Libra will ever live up to its promises or even come into existence.", "But it is a good example of a transformative technology that affects how the Bank needs to respond to the future of money.", "Building a modern ecosystem So let me now talk about some key areas where the Bank of Canada is focusing in order to adapt to this fast-moving world of payments.", "First, we are working to make sure that Canadians who wish to use bank notes can continue to do so.", "We are working with financial institutions to maintain a state-of-the-art distribution system for cash.", "This will help ensure that accepting cash remains cost-effective for merchants.", "Some other jurisdictions have adopted more prescriptive approaches, including laws requiring acceptance of cash at the point of sale.", "These approaches have both costs and benefits that should be further examined.", "A second area of focus is the Bank's support for Payments Canada's payment modernization efforts.", "The goal is to provide consumers, businesses and financial institutions with a modern, fast and convenient payment system.", "One exciting component of this project is the construction of a fast, always-on payment system called Real-Time Rail (RTR).", "This system is being designed with building blocks to meet consumers' payment needs today and in the future.", "Based on this, you may imagine paying for groceries as you pick them off the shelf.", "Or ordering and paying at your favourite shawarma truck by tapping your phone to a code on the menu.", "The Bank is working with Payments Canada and stakeholders like Interac to ensure RTR is resilient and promotes competition and innovation in the Canadian payment ecosystem.", "To complement RTR, the government is exploring open banking-also known as consumerdirected finance.", "The intent of open banking is to give customers greater control of their financial data and safe access to a wider range of financial services, while reducing costs.", "This too would help foster a more innovative and competitive financial system.", "The government is also looking to implement a new Retail Payments Oversight Framework that will require payment service providers to beef up their risk management practices, and better protect end-users from losses.", "The Bank has been tapped as the regulatory authority to monitor compliance, including maintaining a public registry of regulated payment service providers.", "A third area of focus is an international one-cross-border payments.", "The Bank of Canada collaborated with the Bank of England and the Monetary Authority of Singapore to identify the \"pain points\" in cross-border payments.", "Work on this topic is continuing through domestic and international forums, including the G20.", "It goes without saying that any improvements to moving money internationally would need to maintain vital safeguards-such as know-your-customer regulations-that detect and deter exploitation of the system for criminal or terrorist purposes.", "A fourth important area of focus is private digital currencies, some of which have been touted as the answer to the challenges of cross-border payments.", "While the future of Libra and other stablecoins is uncertain, private digital currencies are a global phenomenon.", "A global effort is required to understand the wide-ranging implications and ensure the regulatory framework is fit for purpose.", "To this end, the Bank of Canada is pleased to be working with the Financial Stability Board, alongside 23 other jurisdictions, to identify supervisory and regulatory issues posed by fintech innovations.", "We are holding fast to the principles that innovation, competition and consumer choice are good, and that disruption is not the enemy.", "But it is essential to understand and manage the risks to individuals, businesses and the entire financial system that arise from any product offered to the public.", "Contingency planning for a central bank digital currency All of this leads me to my final area of focus.", "In the context of the issues I've raised today, there has been increasing discussion around a central bank digital currency (CBDC).", "We can think of this as a digital version of cash.", "Digital currencies are designed to provide the same benefits as cash-safety, universal access, resilience, privacy and competition-but in an electronic format that could be used for online transactions or at the point of sale, using a mobile phone or a special card or device.", "It would be truly equivalent to cash.", "Today we have released a comprehensive document that outlines in greater detail our recommendations with respect to a CBDC.", "I encourage you to visit our website and read some of our thinking, but I'll share the highlights with you.", "We have concluded that there is not a compelling case to issue a CBDC at this time.", "Canadians will continue to be well-served by the existing payment ecosystem, provided it is modernized and remains fit for purpose.", "This means that: bank notes remain available to Canadians who want to use them, including marginalized populations in our society; the Canadian payment system is brought up to date and problems with cross-border payments are addressed; and an appropriate regulatory framework for stablecoins and other private digital currencies is established, both in Canada and globally.", "All this being said, the world can change very quickly.", "The Bank of Canada can imagine scenarios in which we would consider issuing a CBDC so we can continue to provide Canadians with trustworthy methods of payment.", "One scenario would be if we ever reach the tipping point where cash could no longer be used for a sufficiently wide range of transactions.", "That scenario would raise several potential concerns: payment services offered by large financial institutions could become the only game in town, giving them increased market power; people without adequate banking services would find it even more difficult to participate fully people would lose the ability to conduct transactions privately; and the system could have a single point of failure, making it more vulnerable to computer system breakdowns and power outages.", "Of course, even such a shift toward a cashless society does not automatically mean the Bank would issue a CBDC.", "That's a choice that Canadians and their elected representatives would need to make at the time.", "A second scenario that may lead to considering a CBDC is widespread use of private digital currencies.", "This could be one dominant digital currency created by a big tech company-a monopoly that would erode competition and privacy and pose an unacceptable challenge to Canadian monetary sovereignty.", "We could also imagine not one, but several, private digital currencies emerging.", "In this case, consumers and merchants would face an assortment of different methods of payment- reminiscent of a time before the Bank of Canada was created, when the country had multiple issuers of bank notes.", "In both scenarios, there would be an argument for the Bank of Canada to step in.", "The Bank would do this as a trusted public institution, creating an official digital currency that is designed with the interest of the public as its top priority, with no commercial motive.", "This last point is important, according to a poll published a few weeks ago by the Official Monetary and Financial Institutions Forum.", "More than half of the people surveyed in 13 countries said they would prefer a digital currency issued by their central bank.", "Major internet technology companies ranked lowest in public confidence.", "Beyond this, it is central to both our monetary sovereignty and the Bank's ability to conduct monetary policy that we preserve our Canadian dollar as the unit of account-meaning that prices are quoted in Canadian dollars.", "That could be challenged if a private digital currency denominated in another currency, or basket of currencies, made serious inroads.", "While we don't know what the future may bring, we need to move forward to work out what a potential CBDC might look like and how it could be managed, if the decision were ever taken to issue one.", "There are many aspects to consider in this contingency planning.", "How could a CBDC be integrated with other methods of payment yet be resilient so that it still works during a power failure, for example?", "What business model might work?", "Would the Bank try to develop it mainly in-house, or would it make more sense to partner with the private sector?", "How would a CBDC work for cross-border transactions?", "And, perhaps most importantly, how could we ensure that Canadians could continue to transact privately for legitimate purposes, while guarding against illicit activities like money laundering, terrorist financing and tax evasion?", "Answering these questions is part of our work.", "And we're not alone-a recent survey by the Bank for International Settlements covering 66 central banks found that about 80 percent of them are currently engaged in CBDC work and 10 percent are likely to issue a CBDC within three years.", "We have formed a working group with the central banks of England, Japan, the European Union, Sweden and Switzerland, as well as the Bank for International Settlements.", "We will use this platform to share experiences as we assess potential cases for a CBDC in our home jurisdictions.", "But a CBDC could only be launched successfully if Canadians want it.", "So we will be consulting with governments and key stakeholders in provinces and territories across Canada, like those of you in the audience today.", "We'll also consider which design features might make a CBDC attractive as payment technologies and the financial system evolve.", "We will consult with payment service providers and merchants to ensure the business model is valid and roles are clear.", "In addition, we are consulting with various government agencies, recognizing that many areas relevant to a CBDC are outside the responsibility of the Bank of Canada.", "This will include discussions on how to combine privacy with adequate safeguards against illicit use.", "Another essential element is that the Bank would need proper legislative authority to issue a CBDC should the decision be made to issue one.", "In our work, we will continue to take a holistic view across the whole payment ecosystem to ensure that all aspects-payment systems, cash and any future CBDC-would continue to function together to provide Canadians with the efficient, safe and secure payment services they need.", "All of this will be undertaken while ensuring we manage any risks raised by a CBDC if a decision is ever taken to issue one-not just for the Bank of Canada but also for banks, payment service providers and end-users.", "In conclusion, it is clear that technology is changing the world around us.", "And while we cannot perfectly predict the future, we can certainly plan for contingencies.", "This includes readying ourselves in case a decision is made some day to issue a Bank of Canada digital currency.", "Some out there may question why we would even need a CBDC when so much of our money appears to flow electronically now anyway.", "Let's go back to the two scenarios I presented earlier that could warrant the launch of a CBDC.", "The first is where the use of physical cash is reduced or eliminated altogether.", "The second is where private cryptocurrencies make serious inroads.", "If either scenario came to pass, society may be well-served with a digital currency: that is designed, issued and distributed by an organization that is guided by the interest of the public good, rather than profit; that is safe, resilient, universally accessible and private-just like cash; and that is backed by a central bank's balance sheet and its reputation for preserving the value of our money.", "Our intent would not be to issue a CBDC to replace bank notes or chartered bank deposits.", "The public still wants both of these products, and we will support them.", "In fact, we are actively planning for the design of a new $5 bank note.", "The Bank is in the midst of a wide consultation process to ask Canadians who they want as the portrait subject of this new bank note.", "And as the world changes, the Bank will continue to fulfill its mandate to support secure, reliable and efficient payment options that benefit all Canadians.", "Thank you for your time and attention this afternoon, and I look forward to your questions.", "I would like to thank Scott Hendry and Darcey McVanel for their help in preparing this speech.", "C. Boar, H. Holden and A. Wadsworth, \"Impending Arrival-A Sequel to the Survey on Central Bank Digital Currency,\" Bank for International Settlements (BIS) Papers No."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital currency", "Payment ecosystem", "Cash", "Stablecoins", "Cross-border payments", "Central bank digital currency (CBDC)", "Payment modernization", "Financial stability", "Open banking", "Monetary sovereignty"]}