{"sentences": ["From LIBOR to SONIA: a bridge to the future Remarks given by Andrew Hauser, Executive Director, Markets At the 'Is Your Business Prepared for LIBOR?'", "webinar 18 September 2020 I am grateful to Stefania Spiga for her help in writing these remarks, and to Amber Evans, Tom Horn, Al Hughes and Alieda Moore for their input and guidance.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Thank you Phil.", "It's great to be with you, and it's great to have such a fantastic line up to discuss this vital issue for every company in the UK.", "here today to talk about what it will take to get your business ready to transition away from LIBOR.", "But I want to start somewhere different.", "I want to start with a bridge: Hammersmith Bridge in London, to be precise.", "It's been around forever.", "People love it: it can carry over 20,000 vehicles a day.", "And to the naked eye, it seems in the prime of health: beautiful to look at, safe as houses?", "Well no, actually: it's completely unsafe.", "Below that shining metalwork, there are big and growing cracks and sooner or later, if nothing is done, someone driving over it is going to fall headfirst into the Thames.", "So the local council has closed the bridge it had no choice.", "But the disruption has been huge.", "Journeys that used to take a few minutes can now take hours.", "There are traffic jams everywhere.", "And protests have become so vocal that the secretary of state for transport has responded by setting up a dedicated task force.", "LIBOR's a bit like that bridge.", "It's been around since the 1960s.", "Every company has got to know it inside out, and built it into their daily routines.", "And it's popular - very popular: almost 400 trillion dollars of financial instruments, across every part of the global economy, are tied to LIBOR in some way.", "But just like that bridge, it isn't safe.", "Structural change in the financial markets mean that the trading that used to underpin LIBOR term unsecured lending between banks has virtually disappeared.", "In its place lies little more than informed guesswork.", "And that just isn't a viable long-term basis for the debt and financial instruments on which all your businesses rely.", "Sooner or later, a benchmark based on such shaky foundations will collapse.", "Just like Hammersmith Bridge.", "Only it won't be a few thousand disadvantaged families, it could be the entire global financial system that suffers, with unimaginable consequences.", "We can't let that happen.", "And that's why, for the past six years, we've been doing two - First, we've been constructing a new bridge.", "For sterling borrowers, that bridge is built on the foundations of SONIA the Sterling Overnight Index Average, produced every day by us at the Bank of England and based unlike LIBOR at around 60 billion pounds of real, daily - And, second, while that work has been underway, we've shored up the old LIBOR bridge, through the FCA's with LIBOR panel banks to continue providing submissions to the benchmark.", "But those repairs were only ever temporary.", "The FCA can't replace those markets that used to underpin LIBOR submissions: they are gone forever.", "And the FCA's agreement with the panel banks runs out at the end of 2021.", "From 2022, therefore, the availability of LIBOR cannot be guaranteed.", "Something that is unsafe today will become lethal at the end of next year.", "The Sterling Overnight Index Average (SONIA) is administered by the Bank and reflects the average of the interest rates that banks pay to borrow sterling overnight from other financial institutions See www.bankofengland.co.uk/markets/sonia-benchmark.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Avoiding that outcome is what we're here today to discuss.", "But before we dive into the detail I want to leave you with three key messages: First, LIBOR transition affects every company that borrows in sterling.", "You cannot ignore it, or hope that it goes away: you need to act well before the end of 2021.", "- But, second, there is time if you start now.", "That new bridge I mentioned a moment ago is up and running.", "By the end of this month, all lenders should be ready to offer you products linked rate.", "Six or twelve months ago, that wasn't universally true.", "to SONIA or another non-LIBOR Now it is.", "But don't just take my word for that.", "Ask National Express, which took out one of the first SONIA-linked loans.", "Ask Riverside Group, a housing association, which secured a SONIA credit facility during the height of the Covid crisis in early April.", "Or ask GlaxoSmithKline, which concluded a multi-currency refinanced credit facility linked to both SONIA and its US equivalent SOFR.", "- Moving away from LIBOR won't always be easy.", "But that's where I come to my third message: which is that you are not in this on your own: for those needing to transition, there is help, and lots of it.", "The first port of call for most firms should be your own bank, to begin understanding how SONIA can work for your business.", "But help is also available from many o The industry wide Risk Free Rate Working Group has produced educational videos and helpful short guides.", "These are available on the Bank of England5 and FCA websites and will be sent to everyone attending today's webinar.", "o The Working Group will also be taking forward a programme of engagement with your sector into the end of this year, to help you with transition.", "Further details will be given on their LinkedIn page.", "You can find help from the organisations co-sponsoring this event, the Association of Corporate Treasurers and the Confederation of British Industry.", "Both have a wealth of knowledge and experience with transition as do UK Finance.", "And, if you don't see what you need, please ask on this session today or later, via your bank, the Working Group, the ACT, the CBI or UK Finance.", "We are acutely aware this is a difficult time for many businesses, facing an uncertain future in the midst of the Coronavirus epidemic.", "But it's just not safe to keep relying on Libor.", "And it's not good for your business -completes-markets-first-sonia-loan-for-national-express.html -breaks-new-ground-with-sector-first-100m-sonia-revolving-loan-facility/ -gb/global/news-and-insights/news/ao-advises-hsbc-bank-as-coordinator-on-new-risk-free-rate-loan-facilities-forglaxosmithkline-plc The Working Group of Sterling Risk-Free Reference Rates website is available at: -to-sterlingrisk-free-rates-from-libor All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice can't be relied upon to behave in your interests at times of stress.", "A benchmark based on guesswork We saw a vivid illustration of just that in March, when the Bank of England and the Federal Reserve both cut official interest rates sharply, but LIBOR rates actually rose at a time when transactions underpinning those measures were near-zero.", "It really is time to get off that failing bridge before it closes for good.", "We're here to help, and I look forward to our discussions here this morning.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["LIBOR transition", "SONIA", "Financial markets", "Benchmark", "Risk-free rate", "Business", "Sterling", "Interest rates", "Financial instruments", "Banks"]}