{"sentences": ["BANK INDONESIA'S Assalamu'alaikum Warahmatullahi Wabarakaatuh, Salam Sejahtera for all of us, Om Swastyastu, Namo Buddhaya, Salam Kebajikan, Syalom Let me begin by praising Allah SWT, God Almighty, for it is with His blessings that we can assemble here at the 2019 Bank Indonesia's Annual Meeting.", "I also offer my sincerest appreciation to the President of the Republic of Indonesia for his esteemed presence this evening along with all the invited participants.", "I would like to congratulate 39 awardees of 2019 Bank Indonesia Award.", "Banks, corporates and individuals in four areas and 14 categories ranging from monetary and financial system stability management, payment system and rupiah currency management, those supporting Bank Indonesia policy as well as individual contributions.", "The awards are organised annually, as part of the Bank Indonesia's Annual Meeting, as a form of appreciation and national recognition to our stakeholders who have been continously supporting Bank Indonesia.", "I would also like to take this opportunity to deliver our assessment on Indonesia's economic performance in 2019 as well as the economic outlook and Bank Indonesia policy direction in 2020 that we have summarised under the theme \"Synergy, Transformation, and Innovation Toward an Advanced Indonesia\".", "We consider this a pertinent theme as a strategy to overcome global economic headwinds to strengthen external resilience and boost national economic growth momentum toward an advanced nation in 2045.", "This is also a representation of Bank Indonesia's accountability and transparency as mandated by the Bank Indonesia Act.", "SYNERGY, TRANSFORMATION, AND INNOVATION Toward an Advanced Indonesia Global Economy: Diminishing growth toward a high-income advanced Globalisation, Increasing Digitalisation economy by 2045.", "There are no less than five key characteristics that demand vigilance as The global economy has become more follows: unfavorable in 2019.", "The ongoing trade war between the United States and China First, global economic growth declined and several other countries has continued to sharply in 2019, and may not be recovered escalate, with anti-globalisation sentiment in 2020.", "The trade war has had a devastating taking precedence along with inward- impact on the economy, not only in the looking policies.", "The Brexit issue in the UK has countries involved but also affecting all reached an impasse, while other geopolitical countries around the world.", "The International risks continue to emerge.", "At the same time, Monetary Fund (IMF) and several other economic and financial digitalisation is taking international organisations have, from time place rapidly - bringing with it all the benefits to time, revised down growth projections, and risks - penetrating various economic for some countries and also global economy.", "segments with control increasingly in the The nature of the slowdown also shifts from hands of big tech.", "The current phenomenon uneven global growth to a synchronised global of diminishing globalisation coupled with slowdown.", "Bank Indonesia projects a global increasing digitalisation is expected to persist economic slowdown from 3.6% in 2018 to just into 2020 and beyond.", "Consequently, we 3.0% in 2019 and 3.1% in 2020 in the absence must consider such phenomena in terms of of prolonged trade conflict (Table 1).", "Economic strengthening resilience and national economic growth in the United States, China as well as Table 1.", "In fact, the threat of recession easing since the global financial crisis in 2008. looms large in several countries.", "In addition, Unfortunately, the range of conventional and global economic moderation has suppressed unconventional policy measures taken has not world trade volume and international succeeded in supporting the global economy.", "commodity prices (Table 1).", "This reminds us to Central banks cannot be \"the only game in the warning given by President Joko Widodo at town\" in dealing with trade war fallout.", "A the IMF-World Bank Annual Meetings in Bali in synergy in the form of national economic policy October 2018, referring to the impact of the war mix is required, encompassing fiscal stimuli and in the Game of Thrones, has become a reality.", "economic reforms in the real sector, to underpin The winter indeed has arrived and we must be economic growth.", "prepared to face the cold.", "Third, volatility in foreign capital flows and Second, monetary policy by itself may not exchange rates in global financial markets always be effective in addressing the adverse persists.", "Liquidity injections coupled with impacts of the trade dispute.", "The US Federal low interest rates in advanced economies Reserve, raised its policy rate in 2018 as part have encouraged global investors to seek of its monetary policy normalisation, and then more attractive yields in emerging markets subsequently backtracked and has reduced (EMs), including Indonesia, in the form of the Federal Funds Rate (FFR) three times since portfolio investments in stocks, bonds, and July 2019 by a total of 75bps in order to ease other securities.", "The volatility of such capital its monetary policy stance (Graph 1).", "With zero flows is relatively high, amplified by economic and even negative interest rates, the European dynamics, the direction of monetary policy, Central Bank (ECB) has also continued its and global financial market uncertainty accomodative policy by expanding the balance (Graph 3).", "Volatile foreign capital flows have sheet through liquidity injections (Graph 2).", "triggered exchange rate volatility in emerging Furthermore, the Bank of Japan (BOJ) has also markets, including rupiah.", "Furthermore, with Graph 2.", "Central Bank Liquidity Injection Graph 1.", "Interest Rate Differential and Rupiah Exchange US economy still outperforming others and a (%, yoy) recent change in monetary policy direction, the US dollar remains strong and affects performance of other currency.", "Exchange 14 rate volatility, including the rupiah, is not only driven by interest rate parity condition, but also investment risk premium (Graph 4).", "Maintaining 6 an attractiveness yields is important, yet it is also crucial to strengthen positive sentiment on policy credibility and the national economic 2001 2004 2007 2010 2013 2016 2019 Interest Rate Differential Rupiah Spot Exchange Rate (rhs) outlook.", "Consequently, various economic Source: CEIC, calculated reform policies will be continued to improve the ease of doing business, and therefore technological innovation has led to the rapid encourage more foreign capital to Indonesia, in development of fintech in the payment system particular foreign direct investment (FDI).", "and in various other financial services, such as crowdfunding, peer-to-peer lending, insurance, Fourth, economic and financial digitalisation and wealth management (Graph 5).", "The advancement financial services, which used to be conducted of digital technology is extraordinary, from the by banks and other financial institutions, are internet of things to artificial intelligence (AI), further developed and taken over by fintech, block chains, distributed ledger technology prompting a risk from shadow banking.", "Digital technology has Moreover, sizeable investment in digital fundamentally disrupted production processes technology has precipitated the emergence in the industry 4.0 era, along with retail trade of giant world-class corporation, or a big tech through e-commerce, as well as health, (Graph 6).", "Big tech is dominating business in education, and various other segments in our digital economy and finance across the globe.", "In the financial world, digital Some have even issued private virtual or Graph 3.", "Increasing Portfolio Investment Volatility Graph 5.", "Types of Big Tech Financial Services Financial Apple (Baidu) Tencent Financial Facebook Financial Wealth Management Credit Insurance 2011 Other Payments 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2012 2013 2014 2015 2016 2017 2018 2019 Source: Big Tech in Finance: Market Developments and Potential Financial Stability Implications, Source: World Economic Outlook (WEO) Database, October 2019, calculated Financial Stability Board (August 2019) BANK INDONESIA'S crypto-currency, which is encroaching upon online transactions, rather than visiting the mandate of the central bank.", "This raises the brickand-mortar stores, restaurants, or banks.", "As question of what policies are required to ensure employees, millennials tend to be smart, the rapid development of the digital economy innovative and extroverted but with short and finance remains aligned with the national attention spans and uninterested in being interest as a new source of economic growth told what to do.", "Millennials have strong moving forward, thus accelerating financial and development potential in terms of start-ups as economic inclusion.", "Not only that, the risk of big well as e-commerce and fintech.", "The changes tech dominating the business and controlling that we are witnessing in this digital era granular data also demands vigilance due to require business models to evolve, while also the potential threat to fair business competition upgrading the skills of the workforce.", "Three Important Lessons: Synergy, Fifth, digital technology is also changing Transformation, and Innovation human behaviour as consumers and employees.", "This is congruent with the What do we need to do in the face of declining demography of Indonesia, where millennials globalisation and increasing digitalisation account for more than 50% of the with the five key characteristics mentioned workingage population according to 2018 data from previously?", "Synergy, transformation, and the Ministry of Women's Empowerment and innovation are three keywords to strengthen BPS-Statistics Indonesia.", "Technology adoption resilience and economic growth toward an is much faster amongst millennials, including advanced Indonesia.", "mobile phones and social media (Graph 7 and 8).", "As consumers, they demand affordable We have synergised macroeconomic products and services in real-time, affordable and financial system policy mix among and tailored to their specific tastes through the Government, Bank Indonesia and Graph 6.", "Active Users of Big Tech Companies Graph 7.", "Purpose of Internet Access low commodity prices, and the ongoing trade Amongst Millenials (%) 83.23 war, we must continue to develop new domestic sources of growth.", "We will continue to stimulate 68.01 consumption and investment.", "While economic transformation will focus on manufacturing, 46.81 particularly automotive, clothing, electronics, and food, as well as development of 10 new 22.04 21.84 travel destinations (New Bali) along with the 12.51 9.23 maritime, agricultural and MSME sectors.", "The 5.29 4.53 2.11 development of economic zones and clusters Getting Doing Sending/ Social Media/ Goods/ Goods/ Entertainment Financial Getting Others Information/ School/ Receiving Social Services Services Facility Information News College E-mail Network Purchasing Selling about Task Goods/ should focus on these priority sectors.", "The Source: National Social Economic Survey 2017, BPS acceleration of connectivity infrastructure Indonesian Financial Services Authority development must continue, mainly to support (OJK) in order to strengthen national the development of the priority sectors, with economic resilience.", "The world is becoming more financing coming from domestic and an increasingly uncertain place, with global foreign private investors.", "In doing so, further economic moderation together with volatile investment climate improvements could be capital flows and exchange rates, which has achieved by streamlining investment licensing, exposed vulnerabilities and risks to crises.", "The particularly in the priority economic zones, thus national economic resilience we have worked boosting FDI in Indonesia.", "Similarly, various tax hard to achieve must be maintained.", "We have facilities that have been implemented will also achieved and maintained low inflation, stable be supported by upcoming new tax facilities.", "exchange rates, a manageable current account Meanwhile, we need to stimulate exports by deficit, a safe fiscal deficit, and stable financial accelerating downstream processing industries system.", "In achieveing the resilience, Bank in order to increase value-added and the Indonesia cannot work alone with its monetary competitiveness of natural resources as well as and macroprudential policy mix.", "Close synergy through international trade, including bilateral is therefore required with the fiscal policies and regional trade and unlocking new markets.", "of the government and microprudential supervision by OJK.", "The macroeconomic and We are nurturing innovation in the digital financial system policy mix is prioritised and economy and finance.", "The rapid wave optimised for stability, while actively seeking of digitalisation has provided Indonesia the opportunity to boost economic growth the opportunity to create sustainable and momentum.", "Digital innovation can strengthen linkages between economic Strengthen economic transformation agents, from the smallest to the largest, from toward higher growth.", "As global economy is individual consumers and MSMEs to large overshadowed by dwindling global demand, corporations.", "Furthermore, economic and BANK INDONESIA'S financial digitalisation unlocks the potential of contrast to a number of other countries have economic and financial inclusion, thus bridging experienced recessions or even slipped into the economic inequality gap.", "innovation in the digital economy and finance is required through start-up development The solid economic growth achieved in in various segments, including the payment 2019 is projected to accelerate in 2020. system, financial services, the retail economy, Annually, the first three quarters of 2019 and MSMEs.", "A business ecosystem in the digital recorded economic growth of 5.07%, 5.05%, economy and finance, encompassing various and 5.02% respectively.", "Unfortunately, segments, such as the banking industry, despite the various stimuli introduced, global fintech, and e-commerce, integrated with economic moderation has restricted our national unicorns, is also required to strengthen ability to expand as expected.", "Nevertheless, competitiveness in the national interest in the household consumption remains stable, face of the current domination by global big supported by low inflation and government's tech.", "In addition, the availability of public data social assistance program (bansos) as well as infrastructure is a key factor to ensure universal growing upper middle income class.", "Building access to granular data and information, investment growth remains solid, buoyed with adequate confidential and private by the development of national strategic data protection to ensure the sustainability infrastructure projects.", "Meanwhile, non- of economic and financial innovation and building investment remains sluggish despite inclusion.", "the latest survey conducted by Bank Indonesia point to a rebound in the last quarter of Solid Economic Performance, Promising 2019, supported by improvement in business Economic Outlook confidence.", "The export performance has yet to improve due to dwindling global demand and We are grateful that against a backdrop of sliding international commodity prices.", "Moving global economic moderation, Indonesia has forward, the policy mix instituted by Bank maintained solid economic performance with Indonesia and the Government is expected a promising economic outlook.", "Furthermore, to maintain national economic growth national economic stability has been momentum, which Bank Indonesia predicts maintained along with growth momentum.", "SYNERGY, TRANSFORMATION, AND INNOVATION Toward an Advanced Indonesia Table 2.", "is share to national Spatially, a number of regions have economic growth from the slowing down in also recorded stronger growth (Graph manufacturing industry amids sluggish global 9).", "Economic growth on the island of Java demand.", "Similarly, Sumatra's economy is is predicted to reach 5.6% in 2019 on the expected to expand by 4.6% with the support back of solid household and government of exports, palm oil in particular, partly as an consumption in line with the government's impact of B20 policy expansion to domestic social assistance program (bansos) and village market.", "Economic growth in Kalimantan island fund disbursements as well as spendings is also predicted to accelerate by 5.2% buoyed on general election (Pemilu).", "Such solid by consumption, investment, and coal-related consumption is therefore able to contained exports.", "Region in Java, Sumatra, Balinusra, as exports, copper in particular.", "In Papua (Sulampua) is moderated to 2.7% contrast, economy of Kalimantan is projected to impacted by contraction in copper export record a moderate growth of 4.0-4.4%, affected in Sulawesi and slowing production activity by increased capital goods and construction in nickel-related manufacturing industry in imports to support investment in mining Sulawesi.", "Nevertheless, spatial economic industry as well as slowing coal export growth.", "BANK INDONESIA'S Table 3.", "The BOP in the third quarter of (2.9% of GDP) in the second quarter of 2019. is roughly balance, improved significantly Meanwhile, the capital and financial account from the deficit of USD2.0 billion in the surplus increased to USD7.6 billion in the third previous period (Table 3).", "The gains stemmed quarter of 2019 from USD6.5 billion in the SYNERGY, TRANSFORMATION, AND INNOVATION Toward an Advanced Indonesia Graph 10.", "Exchange Rate: Appreciation (+) previous period.", "monetary policy response in advanced Bank Indonesia will continue to strengthen countries.", "Seeking to reinforce exchange rate policy synergy with the Government and policy effectiveness and strengthen domestic other relevant authorities in order to increase financing, Bank Indonesia constantly strives external resilience, including efforts to attract to accelerate financial market deepening, foreign direct investment (FDI).", "targeting the money market and foreign exchange market.", "Foreign exchange market The rupiah has appreciated in line with development has contributed to increased sound BOP performance.", "Since the beginning transaction volume on the forex market as well of the year, the rupiah had gained 2.44% (ytd) as convergence of foreign Non-Deliverable as of the end of October 2019 (Graph 10).", "Forward (NDF) exchange rate, spot transaction The strong rupiah has been supported by exchange rate, and Domestic Non-Deliverable maintained foreign capital inflows together Forward (DNDF) exchange rate (Graph 11).", "with a well-functioning foreign exchange supply and demand mechanism from the Graph 11.", "Rupiah Exchange Rate: Convergence of Spot, business sector.", "In addition, less global financial market uncertainty translated into positive sentiment for the rupiah.", "Moving forward, Bank Indonesia expects rupiah exchange rate stability in line with the currency's fundamental value and maintained market mechanisms.", "This is supported by the prospect of maintained foreign capital inflows to Indonesia due to the sound domestic economic outlook coupled 11 12 1 2 3 4 5 6 7 8 9 10 11 with attractive yields in portfolio investment and the positive impact of the accommodative BANK INDONESIA'S Graph 13.", "National Inflation Realization and Target Low and stable inflation remains under control.", "Annually, headline inflation in 7 October 2019 was recorded at 3.13% (yoy), 6 unchanged from the level at the end of 2018.", "All components of headline inflation were low.", "Controlled core inflation was supported 3.6 3.4 3.1 3.1 3.0 by anchored inflation expectations as a result of policy consistency by Bank Indonesia to maintain price stability, managed aggregate 2015 2016 2017 2018 2019* demand, stable exchange rate movement, and Range Inflation Target Inflation Realization limited impact of global prices.", "In addition, Source: BPS-Statistics Indonesia & Bank Indonesia Notes: *Projected volatile food experienced deflationary pressures in line with price corrections affecting Financial system stability has been various food commodities, while inflationary maintained despite the bank intermediation pressures on administered prices remained low, function demand vigilance.", "A high Capital both of which contributed to control inflation Adequacy Ratio (CAR) in the banking industry, (Graph 12).", "Moving forward, Bank Indonesia recorded at 23.19% in September 2019, is will consistently maintain price stability and indicative of maintained financial system strengthen policy coordination with the central stability along with the low level of and local governments to control inflation.", "nonperforming loans (NPL), namely 2.66% (gross) For the year, Bank Indonesia projects inflation or 1.18% (net) (Graph 14).", "Moreover, public at around 3.1% in 2019, representing the fifth listed corporations have maintained solid consecutive year that the inflation target has performance in line with sound repayment consistently been achieved, and in the 3.0±1% capacity, which has further supported range in 2020 (Graph 13).", "Nevertheless, Graph 12.", "Inflation: Core, Volatile Food, and Graph 14.", "Currency in Circulation Growth growth of outstanding loans disbursed (IDR trillion) by the banking industry moderated from 11.75% (yoy) in December 2018 to 7.89% 25 (yoy) in September 2019, primarily weighed down by limited corporate demand for loans 400 4.49 (Graph 15).", "Bank Indonesia 1 3 5 7 9 111 3 5 7 9 111 3 5 7 9 111 3 5 7 9 1113 5 7910 2015 2016 2017 2018 2019 believes the accommodative monetary and Cash in Circulation Growth Cash in Circulation (rhs) macroprudential policy mix together with Source: Bank Indonesia improved economic prospects along with Goverment efforts to accelerate investment credit cards, and electronic money grew 32.1% will effectively stimulate credit growth without (yoy) in October 2019, dominated by ATM/debit disrupting financial system stability.", "Therefore, cards with a 94.5% share.", "Impressive growth Bank Indonesia projects credit growth to reach of e-money transactions was maintained in around 8% in 2019 and 10-12% in 2020, with October 2019 at 268.0% (yoy) in line with deposit growth expected to reach around 8% in greater public uptake of digital currency and 2019 and 8-10% in 2020. broader e-money integration into the nascent digital ecosystem (Graph 17).", "Moving forward, The payment systems, both cash and Bank Indonesia constantly strives to advocate noncash, remain uninterrupted.", "The position expansion of the electronification program of currency in circulation grew 4.49% (yoy) of Government's social assistance program, in October 2019 (Graph 16).", "While non-cash various public transportation, and local payment transactions using ATM/debit cards, government transactions.", "In addition, Payment Graph 15.", "Banking Credit and Deposit Growth Graph 17.", "Maintained national economic performance In the medium term, the domestic economy in Indonesia is the fruit of close policy is expected to achieve an upward trajectory.", "synergy between the Government, Bank This outlook is a fruit of structural reforms that Indonesia, and Indonesian Financial are predicted to improve not only economic Services Authority (OJK).", "Against the growth but also the quality of growth.", "inauspicious backdrop of global economic Higher economic growth in medium term is moderation on one hand and high global supported by consistent implementation of market uncertainty on the other, a balance structural reforms in four main target areas: between stability and stimulating growth must i) infrastructure development that connects be maintained, something that is easier said economic zones such as industry, tourism, than done.", "In 2018, for example, when several and MSME with distribution networks; ii) emerging markets, including Indonesia, faced deregulation and simplification of bureaucracy the growing risk of external crisis prompted to encourage investment and employment; by a significant sudden capital reversal and iii) economic transformation from natural depreciatory pressures on exchange rates, the resources to competitive manufacturing, overarching policy priority was still to maintain and (iv) strengthening the quality of human stability.", "Moreover, at the time, Indonesia also resources in terms of core competency and faced the issue of a large current account advancement of science and technology.", "Nevertheless, the priority policy series of structural reform policies mentioned approach has seen tremendous results in terms above will mobilize higher level of production of restoring rupiah exchange rate stability and factors, both capital and labor, improve reinforcing solid external sector resilience in economic efficiency and productivity, thus Indonesia.", "In 2019, the fruits of our hard work enables Indonesian economy to grow at have unlocked adequate space for policies to a higher level without sacrificing stability.", "prioritise catalysing growth momentum, while With that backgroud, Indonesian economy is continue to maintain stability.", "Inflation will be and, in conjunction with the Government, maintained within the range of 2.0-4.0% until managing the current account deficit.", "Under these conditions, we are optimistic end, Bank Indonesia instituted pre-emptive and that the ultimate goal of our beloved country, ahead-the-curve monetary policy by hiking the Indonesia, praised as a high-income country in policy rate six times by a total of 175bps to 2045 will be realized.", "6.0% during the period from May-November SYNERGY, TRANSFORMATION, AND INNOVATION Toward an Advanced Indonesia 2018.", "Bank Indonesia further stabilised the and Islamic economy and finance development rupiah through intervention in the spot market, in order to build economic growth momentum.", "Domestic Non-Deliverable Forwards (DNDF), Bank Indonesia will maintain a similar and by purchasing Government Bonds (SBN) accommodative policy mix in 2020. in the secondary market.", "To avoid the adverse impact of such stabilisation measures on Bank Indonesia will Maintain an growth, Bank Indonesia loosened other policy Accommodative Monetary Policy instruments.", "A liquidity injection was provided Stance in 2020 by reducing the Rupiah Reserve Requirements and expanding monetary operations, while Bank Indonesia has relaxed monetary policy macroprudential policy was relaxed through an in 2019 through policy rate reductions increase in the loan-to-value and liquidity injections in the banking (LTV)/financingto-value (FTV) ratio and by expanding the industry.", "Since July 2019, we have lowered Macroprudential Intermediation Ratio (MIR).", "the policy rate four times by a total of 100bps This various policy mix effectively reversed the to 5.0%.", "In addition to increase bank lending economic conditions since the fourth quarter capacity, lower interest rates are expected to of 2018, namely that investor confidence was stimulate investment and facilitate financing restored, foreign capital inflows returned, from the corporate sector.", "To ensure adequate and rupiah exchange rates were stabilised.", "liquidity in the banking industry for lending, Furthermore, contrary to the increase of Bank Bank Indonesia lowered the Rupiah Reserve Indonesia's policy rate, the lending rate was Requirement by a further 100bps to 5.5% in actually declined.", "Moreover, we have strengthened the monetary operations strategy In 2019, with stability maintained, primarily to ensure adequate liquidity in the money in the form of low inflation and stable market and accelerate the transmission of exchange rates, Bank Indonesia has pointed accommodative policy.", "Finally, Bank Indonesia all policy instruments toward catalysing has stabilised rupiah exchange rates in line with economic growth momentum.", "Bank the its fundamental value, while maintaining Indonesia has lowered the policy rate, loosened market mechanisms.", "liquidity, and stabilised rupiah exchange rates.", "Furthermore, Bank Indonesia continued Effective monetary policy transmission has to loosen macroprudential policy.", "The been underpinned by adequate liquidity in accommodative monetary and macroprudential the banking industry combined with a stable policy mix has been directed toward increasing and efficient money market.", "The average supply and demand for bank intermediation daily transaction volume on the interbank and other economic financing to stimulate money market remained high in October 2019 growth.", "Likewise, accommodative policy stance at Rp18.12 trillion.", "Adequate liquidity was was also implemented through other policies of also maintained in the banking industry, as payment system, financial markets deepening, reflected by a ratio of liquid assets to deposits BANK INDONESIA'S Graph 19.", "Banking Industry Interest Rates of 18.44% in October 2019.", "Consequently, interbank rates faced declines on all tenors, 16 including the overnight interbank rate, which was recorded at 5.04% in October 2019 (Graph 11.51 10.61 18).", "Furthermore, the banking industry has 10.26 10.04 also started to reduce deposit rates, although remained limited.", "The 2 4 6 81012 2 4 6 81012 2 4 6 81012 2 4 6 81012 2 4 6 810 banks have also begun to lower lending rates, Credit Rate Deposit Rate Investment Credit Rate led by investment loans and working capital Consumer Credit Rate Working Capital Credit Rate Source: Bank Indonesia loans, for which interest rates currently average 10.04% and 10.26% respectively (Graph 19).", "This is necessary to manage By maintaining an accommodative monetary inflation remains within the 3.0±1% target policy stance, Bank Indonesia has given the corridor, to maintain external sector stability, banking industry no more reasons to postpone and to catalyse economic growth momentum.", "further reductions in lending and deposit rates moving forward.", "Accommodative Macroprudential Policy for Driving Economic Financing The accommodative monetary policy stance pursued in 2019 will be maintained to 2020.", "Bank Indonesia will maintain an We will remain vigilant of domestic and global accommodative macroprudential policy economic developments in using its room to stance to stimulate bank intermediation and implement accommodative monetary policy drive economic financing.", "In 2019, we relaxed in terms of the instruments (interest rates and/ the loan-to-value (LTV)/financing-to-value or reserve requirements), the magnitude, as (FTV) ratio by a further 5-10% in order to drive house and vehicle ownership, including green Graph 18.", "Policy Rate and Overnight Interbank Rate buildings and vehicles (Graph 20).", "The banking industry has SYNERGY, TRANSFORMATION, AND INNOVATION Toward an Advanced Indonesia Graph 20.", "Average LTV/FTV Ratio Down Payments on Graph 22.", "Nevertheless, Bank accommodative macroprudential policy.", "As I Indonesia is confident that the recent slump mentioned previously, liquidity in the banking will be overcome in 2020, with credit growth system is more than adequate.", "Furthermore, projected to pick up based on low interest the latest Banking Survey conducted by rates, adequate liquidity, accommodative Bank Indonesia in the third quarter of 2019 macroprudential policy, and the promising also revealed comparatively relaxed lending economic outlook.", "In addition, economic standards (Graph 23).", "Meanwhile, restrained financing through the capital market in the demand for loans from the corporate sector form of stocks, bonds, and securities is also set has also been confirmed by relatively low to increase.", "Sub-optimal Grafik 21.", "Macroprudential Intermediation Ratio Graph 23.", "Innovative Financing for Infrastructure Accelerating Financial Market Deepening Total: IDR 48.97 Trillion Accelerating financial market deepening has strengthened the effectiveness of accommodative monetary and 10,000 macroprudential policies.", "Bank Indonesia will continue to increase transaction volume 2,650 and foster the use of various money market and foreign exchange market instruments, Green Global Perpetual RDPT EBA EBA-SP DIRE DINFRA Project Bonds Bonds Bonds Bonds including Domestic Non-Deliverable Forwards Source: Indonesian Central Securities Depository (KSEI) Notes: Data as of August 2019 (DNDF), Interest Rate Swaps (IRS) and Overnight Index Swaps (OIS) as well as Commercial Papers (SBK).", "Likewise, the development of money Payment System Policy for market infrastructures such as Electronic Trading Electronification and Economic Platforms (ETP) and a Central Counterparty Efficiency (CCP) for derivative transactions, will be complemented in order to strengthen other Bank Indonesia will continue to direct payment financial market infrastructures.", "In addition to system policy toward supporting electronic enriching hedging alternatives, this policy will and economic efficiency.", "The non-cash also deepen the short-term securities market.", "payment system electronification programs, currently targeting on government social Bank Indonesia will continue to promote aid program disbursements, transportation instruments to finance infrastructure modes, and the financial operations of various in conjunction with the Indonesian provincial governments, will be extended as Government and Financial Services measure to support public purchasing power Authority (OJK).", "We continue to develop and consumption (Table 4).", "Furthermore, various innovations in terms of infrastructure the efficiency of retail transaction settlement financing, such as Infrastructure Investment through the Bank Indonesia National Clearing Fund - Collective Investment Contracts System (SKNBI) will be improved to accept larger (DINFRA), asset-backed securities, project transactions and settle those transactions faster bonds, and green bonds (Graph 24).", "In October and at a lower cost (Table 5).", "Interconnectivity 2018, during the IMF-World Bank Annual and interoperability in the National Payment Meetings in Bali, private financing was secured Gateway (NPG) will also be expanded.", "On the for 21 infrastructure projects worth USD13.6 cash side, the efficiency and distribution of billion.", "In December 2019, we expect to sign currency in circulation will be improved in private financing for 14 additional infrastructure various regions of the archipelago, including projects to the tune of Rp53.3 trillion.", "remote and frontier regions (Graph 25).", "SYNERGY, TRANSFORMATION, AND INNOVATION Toward an Advanced Indonesia Moving forward, in addition to electronification largest, and from individual consumers to programs mentioned previously, payment MSMEs and large corporations.", "To that end, system policy will focus on supporting the Bank Indonesia has launched the Indonesia integration of digital economy and finance, Payment System (IPS) Blueprint 2025 in including the development of economic and which the following five visions are outlined: financial inclusion.", "To that end, Bank Indonesia 1.", "IPS 2025 reinforces the integration of strengthens digital-based instruments and national digital economy and finance to public infrastructure, particularly in the retail assure the proper functioning of central payment systems, strengthens financial bank mandate in money creation and market infrastructures (FMI) and the payment circulation, monetary policy, and financial ecosystem as well as expands the use of system stablility as well as to support noncash instruments for economic and financial financial inclusion; transactions.", "Furthermore, Bank Indonesia will 2.", "IPS 2025 fosters digital transformation also strive to foster synergy and collaboration within the banking industry to sustain between fintech/e-commerce and MSMEs the bank's role as a primary institution in through on-boarding programs in various the digital economy and finance through regions.", "the implementation of Open Banking standard as well as the deployment of Payment System Innovation: digital technology and data on their Integration of Digital Economy and financial product and services; Finance 3.", "IPS 2025 assures the interlinkage between fintech and banks to contain We develop innovation in payment systems the escalation of shadow-banking risk to support the digital economy and finance.", "through the regulation of the use of Bank Indonesia is confident that digital digital technology (e.g.", "Application innovation will strengthen linkages between Programming Interface-API), business economic agents, from the smallest to the relation, and business ownership; Table 5.", "Strengthening the National Tabel 4.", "IPS 2025 strikes the balance among transactions and domestic partnership for Distribution from innovation, consumer protection, all foreign players under the consideration CDO to Cash Department integrity, and stability as well as fair of reciprocity principle.", "Direct Distribution competition through the implementation Notes: KPw = Regional Office of digital Know Your Customer (KYC), Furthermore, the visions are implemented AntiMoney Laundering and Combatting the gradually through five salient initiatives (Graph Financing of Terrorism (AML-CFT), data/ 26).", "The goal is the integration of the digital information/public business openness, economy and finance to guarantee effective and the deployment of Reg-tech and money creation and circulation, monetary Sup-tech for reporting, regulation, and policy transmission, financial system stability as supervision; well as economic and financial inclusion (Graph 5.", "IPS 2025 safeguards the national interest 27).", "A full explanation of the blueprint and the on cross-border use of digital economy five initiatives are presented in the publication and finance through the obligation of of the Indonesia Payment System Blueprint domestic processing for all onshore 2025 entitled \"Bank Indonesia: Navigating the SYNERGY, TRANSFORMATION, AND INNOVATION Toward an Advanced Indonesia Sulawesi Maluku Papua Sulawesi Southeast Sulawesi Makasar Nusa Tenggara National Payment Systems in the Digital Era\" and banks.", "Collaboratively, in conjunction with that we will be disseminating here today.", "the industry and other relevant authorities, Bank Indonesia will develop a standardised First initiative: Developing Open Banking.", "Open Application Programming Interface (API), Bank Indonesia will encourage the banking incorporating data, technical, security, and industry, as the fulcrum of the financial system, governance standards.", "In addition to avoiding to undertake end-to-end digital transformation shadow banking, this initiative will accelerate to expand the use of digital applications in the development of retail payment systems providing various financial services to the and open up MSME financing opportunities on public, including in the retail payment systems.", "At the same time, innovation in retail payments by fintech continues to be encouraged, Second Initiative: Strengthening the including a development program for new Configuration of Retail Payment Systems.", "Moreover, Bank Indonesia will build and Bank Indonesia will develop BI-FAST, a real time strengthen the interlinkage between fintech and 24/7 retail payment system infrastructure, BANK INDONESIA'S Graph 26.", "Indonesia Payment System Blueprint Initiative 2025 Indonesia Payment System Blueprint Regulations, Open Money Market Data Licensing, Infrastructure Supervision Standardization Integrated Regulatory Technical Aspect iInterface Structure Payment CCP Integrated Standardization Licensing Safety Aspect Integrated (Bi-FAST) Data Hub Supervision Standardization Contract Of (Rergtech, Suptech) Open API Integrated QRIS Reporting Standardization TR Cyber Safety Government OJK Banking Fintech E-commerce Industrial Approach Regulatory Approach Collaborative Approach Source: Bank Indonesia Graph 27.", "Indonesia Payment System Blueprint Outcome 2025 Banking Digital Financial Digital Financial Digitalization Inclusion Transactions Target Ratio Target Ratio Target Ratio 1.64x 55.0 x 1.23x 13.3x 32.3 x 6.03x SYNERGY, TRANSFORMATION, AND INNOVATION Toward an Advanced Indonesia in lieu of SKNBI that is now operating.", "This is undertaken as an implementation of Bank infrastructure will be developed into an Indonesia Regulation (PBI) that has been integrated payment interface as a public enacted, including regulatory aspects for infrastructure for the retail payment system and market operator, to strengthen the trading simultaneously as a solution to address public platform and market discipline.", "demand for fast, mobile, secure, and low-cost transactions.", "The initiative includes improving Fourth Initiative: Developing Public payment system interconnection and Infrastructure for Data.", "Bank Indonesia realizes interoperability within the National Payment that data availabity, access, and protection Gateway (NPG) and BI-FAST which will continue are important aspects to the development to be encouraged by Bank Indonesia and the of digital economy and finance.", "In addition, QRIS implementation initiative, Bank Indonesia will develop a data will be strengthened in order to broaden hub as a public infrastructure to manage uptake and guarantee digital transaction granular payment transaction data, which will interoperability.", "Campaign for broader QRIS include the development of a Payment ID.", "acceptance will be executed in collaboration The data infrastructure will be strengthened with MSMEs in traditional markets, college through a payment transaction data protection campuses and millennial generation as well mechanism, including adequate consumer as bilateral cooperation with a number of consent architecture.", "Indonesia continues to develop integrated reporting application, which is focused on Third Initiative: Strengthening Financial expanding payment data coverage, by utilizing Market Infrastructures.", "Bank Indonesia is the latest technology for a faster and more planning to modernise the Real Time Gross efficient reporting system.", "Settlement (BI-RTGS) system, Scripless Securities Settlement System (BI-SSSS) and Fifth Initiative: Strengthening the Electronic Trading Platform (BI-ETP) to third Regulatory, Licensing, and Supervisory generation systems in order to increase the Frameworks.", "This initiative will guarantee reliability of their services, both domestic the availability of an integrated regulatory, and cross-border, while in compliance with licensing, and supervisory frameworks to international standards and best practices, mitigate the risks while simultaneously foster namely the Principles for Financial Market innovation for further financial inclusion.", "This Infrastructures (PFMI).", "In addition, Bank initiative also covers integrated reporting Indonesia will accelerate the establishment and the utilisation of RegTech and SupTech of money market and foreign exchange for licensing and supervision, as well as market central counterparties, including trade strengthening Bank Indonesia's sandbox repositories, in order to standardise function.", "over-thecounter derivative transactions in pursuance of Indonesia's G20 commitments.", "This initiative BANK INDONESIA'S Empowering the Islamic Economy and oriented toward boosting exports and tourism.", "MSMEs MSME clusters developed under Bank Indonesia program will continue to participate at national Bank Indonesia will also catalyse the and international exhibitions.", "We will continue to development of the Islamic economy and organise the annual Indonesian Creative Works finance as a new source of economic growth (KKI), in which this year event was opened by in Indonesia.", "Bank Indonesia strengthens the President of the Republic of Indonesia and the implementation of the halal value chain the First Lady, proving the success of our MSME ecosystem through empowering Islamic partners, with many going export and going boarding schools (pesantren) economy, Islamic digital.", "In that vein, Bank Indonesia has curated MSMEs and corporates, manufacturing industry a collection of fabrics from Indonesian Creative of food, fashion, cosmetics, tourism, and Works in a book called \"Kain Nusantara 2019\", pharmacy, along with halal industry campaigns.", "which we will provide as a souvenir of today's In addition to support to sharia banks, we will Bank Indonesia Annual Meeting.", "continue to accelerate Islamic financial market deepening to strengthen liquidity management Strengthening International Policy and and islamic financing.", "Furthermore, Bank Institution Indonesia will continue to optimise Islamic social finance in the zakat and waqf sectors International policy will be strengthened to promote inclusive Islamic financing (Graph to increase economic resilience and bolster 28).", "Meanwhile, we will continue to encourage growth momentum.", "Bilateral and multilateral efforts to establish Indonesia as a reference swap arrangements in the Asian region will centre for the global Islamic economy and be optimised.", "We also plan to expand the finance.", "In doing so, an international level of The existing local currency settlement for trade Indonesia Sharia Economic Festival (ISEF) that is and investment to our major trading partners, preceded by three regional level events of The including China, Japan, and India.", "Furthermore, Sharia Economic Festival (FeSyar) successfully we will continue to strengthen our Investor held up to this time, will be continued annually Relations Unit (IRU) linkages at head office as well as an integrated platform to support Islamic as regional and international offices to promote economy and finance.", "investment, tourism, and trade.", "In addition, we are also exploring partnerships in retail payment Bank Indonesia continues to expand the systems in accordance with national interests, MSME cluster development program.", "MSME among others through the interconnection of clusters in various regions for strategic food QRIS.", "commodities, such as rice, red chilies, shallots, garlic, and beef, are playing a crucial role to Internally, we will continue to advance the control inflationary pressures.", "Furthermore, ongoing institutional transformation of MSME clusters for handicrafts unique to the policy, organisation and business process culture of each respective region will be as well as human resources (HR) and culture SYNERGY, TRANSFORMATION, AND INNOVATION Toward an Advanced Indonesia Graph 28.", "Pillars of Sharia Economic and Financial Development World Sharia Economic and Finance Center Sharia Business Sharia Financial Market Literation International Improvement Financing Depth Level Level Standing Sharia Business Sharia Financing Share Sharia Money Market Literation Index International Initiation Development (% per year) (% Total Financing) Outstanding Share (% GDP) Sharia Financial Sharia Economic Research, Assesment, Market Deepening Education Empowerment Halal Value Regulation Research and Infrastructure Institutional Education Programs Supporting Investor Base Infrastructure Regional Sharia Economic Policy National Sharia Economic Policy International Sharia Economic Policy Strategics Human Resources Data and Information Coordination and Team Work Source: Bank Indonesia that we have kicked off since last year.", "This The transformation is further supported by the transformation is in line with Bank Indonesia's implementation of various culture programs, policy mix.", "Various Bank Indonesia policies namely BI-Prestasi, BI-Inovasi, BI-Religi, and have been translated into strategic programs BIDigital, as an integral part of overall institutional in order to achieve the new vision, namely to transformation to build a stronger and more provide a tangible contribution to the national credible central bank.", "economy and become the best central bank amongst the emerging markets.", "To that end, Strengthening Synergy for Resilience, the organisation and business prosess reforms Economic Transformation, and Digital that have been implemented successfully at the Innovation first phase, will be continued to the next phases to include the advancement of information As we previously mentioned, synergy, technology in organisation, finance, and HR.", "transformation, and innovation are three Likewise, the acceleration of HR development keywords in confronting the impact of the programs that have been conducted since diminishing of the globalization and the rising 2018 through a better planned, programmed, of the digitalisation.", "We have nurtured such and transparent HR management policy will a spirit at Bank Indonesia, both in executing be kept to progress.", "These programs play a of our own duties and in coordinating with critical role in creating leaders and personnel the Government and OJK, the House of that are competent, professional, and with the Representatives (DPR), the banking industry highest integrity and strong leadership skills.", "and business community, academia, media, BANK INDONESIA'S and the whole society.", "I am confident that Synergy in terms of economic transformation this spirit will strengthen national economic will be directed toward catalysing stronger resilience and growth.", "economic growth, while strengthening the structure of the economy.", "We support Synergy in terms of macroeconomic government policy to stimulate economic and financial system policy mix will be growth through investment, infrastructure, and directed toward maintaining stability, competitive priority sectors with high value while optimizing the available space to added, such as manufacture and tourism.", "Policy synergy support will be implemented through various with the Government will be strengthened national and regional economic studies, in terms of controlling inflation through the strategic programs to reduce the current National Inflation Task Force (TPI) and the account deficit and spur growth as well as the Regional Inflation Task Forces (TPID), fiscal and establishment of new units at head office and monetary policy, as well as the real sector to the 46 regional offices of Bank Indonesia.", "A improve the current account deficit.", "Synergy quarterly coordination meeting with the central in terms of maintaining financial system and regional governments (RAKORPUSDA) stability will be strengthened through the is held in order to quickly resolve the various Financial System Stability Committee (KSSK).", "issues plaguing the manufacturing industry, Furthermore, bilateral coordination between tourism, investment, and infrastructure.", "We also Bank Indonesia with the Indonesian Financial promote investment and trade together with Services Authority (OJK) and Deposit Insurance the Government through the Investor Relations Corporation (LPS) will be increased.", "In addition, Unit (IRU) and five international Bank Indonesia Bank Indonesia will coordinate with the offices abroad.", "Similarly, we fully support the Ministry of Finance and OJK to accelerate the Government's policy to develop the Islamic financial market deepening.", "In addition to economy and finance as a new source of strengthen policy transmission and financial economic growth.", "system stability, financial market deepening will also be oriented toward stimulating innovative Synergy in digital innovation is undertaken infrastructure financing through domestic and to ensure that the recently launched international private investors.", "Synergy with Indonesia Payment System Blueprint 2025 OJK and Government in anti-money laundering supports the integration of the national and counter terrorism financing (AML-CFT) digital economy and finance.", "We will will be further strengthen in particular facing continue to encourage the digitalisation of the the mutual evaluation process for Indonesia banking industry, its interlinkages with fintech, to become a member of Financial Action Task development of regional and national Force (FATF).", "startups as well as the evolution of fast, efficient, SYNERGY, TRANSFORMATION, AND INNOVATION Toward an Advanced Indonesia and reliable payment system infrastructures.", "Commission XI, along with the banking and In conjunction with the Government, OJK, financial industries, business community, industry, and associations, Bank Indonesia will academia, media, and various other parties.", "cultivate an integrated ecosystem incorporating e-commerce, fintech, and open banking, to Through such synergy, Indonesia has nurture the emergence of competitive national demonstrated solid resilience in the face of unicorns that can accelerate financial and global economic dynamics.", "Through such economic inclusion to support Indonesia's synergy, we can improve the national economic economy for generations to come.", "outlook, backed by economic transformation and the development of innovation in the We will also constantly strengthen synergy with digital economy and finance, toward a the House of Representatives (DPR), in particular prosperous and advanced economy.", "Wassalamu'alaikum Warahmatullahi Wabarakaatuh, Jakarta, 28th November 2019 Governor of Bank Indonesia BANK INDONESIA'S 2019"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Global Economy", "Monetary Policy", "Digitalization", "Innovation", "Economic Transformation", "Financial Stability", "Payment Systems", "Financial Market Deepening", "Islamic Economy", "MSME Development"]}