{"sentences": ["Reinventing the Wheel (with more automation) Andrew Bailey, Governor of the Bank of England Brookings Institution, Virtual Event 3 September 2020 I am grateful to Josh Sadler for his assistance in drafting these remarks and Paul Brione, Nicholas Butt, Alice Carr, Ellen Caswell, Victoria Cleland, David Copple, Michaela Costello, Jas Ellis, Chris Ford, Lee Foulger, Sarah John, Louise Johnston, Cordelia Kafetz, Barry King, Jeremy Leake, Manisha Patel, Francine Robb, Christina Segal-Knowles and Michael Yoganayagam for their input.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Even central bankers can sometimes be accused of overusing language.", "So, the world is always more uncertain than ever except that at the moment it really is.", "And, innovation is all around us except in the productivity numbers.", "One area where innovation really is around is the world of payments, the focus of my remarks today.", "Innovation is a good thing.", "As authorities and regulators it is not in our interest the broad public interest to stop innovation.", "Moreover, when supported by clear standards and expectations, innovation can support the pursuit of public interest objectives such as greater inclusivity and network resilience.", "Making such standards clear early is much preferred to attempting to claw back the ground later, and particularly if that comes after things go wrong.", "This is the backdrop to innovation in payments, particularly in the area of so-called digital currencies, developed to offer new forms of \"money\".", "The way we pay for things is changing rapidly.", "As people increasingly turn away from transactional use of cash, which comes after the decline of cheques, innovative alternatives are flourishing.", "The focus of use of such innovation has so far more been within domestic markets.", "The picture of payments going across borders is less encouraging.", "It can still take as long as 10 days to transfer money to different jurisdictions and the transaction cost can sometimes be 10% of the value of the transfer.", "As part of a global G20, Financial Stability Board (FSB), and Committee on Payments and Market the recent report on 'Enhancing Infrastructures (CPMI) initiative, cross-border payments: building blocks of a global roadmap' clearly sets out the challenges and frictions that exist.", "These include significant barriers to entry, long transaction chains with multiple currencies and intermediaries involved, legacy technology, limited operating hours, and high operating costs from compliance checks and funding requirements.", "The CPMI Task Force on Cross Border Payments; involving the Bank of England, other central banks and standard setting bodies, has led this work, and has set out an ambitious plan for a joint public and private sector vision; global regulatory, supervisory and oversight coordination; improvement of existing payment infrastructures; enhancing data quality; and exploring the potential of new innovations.", "But, with these benefits comes risks and challenges for authorities.", "We should treat this as being in the The Bank of England's nature of change.", "Financial Policy Committee has set out principles to respond to the significant changes in the payments landscape.", "Payments regulation should reflect the financial stability risk, The Financial Times, 13 July 2020, payment systems have been neglected for too long'.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice rather than the legal or technological form, of payment activities.", "Firms that are systemically important should be subject to standards of operational and financial resilience that reflect the risks they pose, with sufficient data available to monitor emerging risks.", "These may sound like common sense points, but challenging regulators' ability to ensure they are met.", "innovation is increasingly Returning to the theme of central banks and their particular use of language, an important distinction we often refer to is between central bank and commercial bank money.", "Literally, this is the distinction between money which is a direct claim on the balance sheet of a central bank and money that is a claim on the balance sheet of an authorised and regulated commercial bank to which the local deposit protection rules apply.", "Central bank money takes two forms.", "Reserve accounts are held by banks and other financial institutions and provide part of the stock of high quality liquid assets and from that the balances used to effect the making and settlement of payments between themselves.", "They are also a crucial part of how central banks set monetary policy.", "Cash is the only form of central bank money accessible by the general public.", "Another important term to bring in here is fiat money.", "Fiat money is state-backed money denominated in the national currency.", "Cash is a form of fiat money.", "Commercial bank money is only acceptable for wide scale use in the UK if it is denominated in sterling, convertible into sterling fiat money at par, and convertible on demand.", "Private providers of commercial money need to demonstrate they can meet these obligations so that individuals and business can have confidence in being able to regard different types of money as indistinguishable from cash, and be able to change it 1-for-1 on demand.", "Until recently in the UK, cash accounted for the largest number of payments (by number not value).", "But in the UK the use of cash in transactions was declining before the Covid pandemic.", "With the impact of Covid and the UK lockdown, cash withdrawal volumes have dropped further.", "At their lowest during the UK lockdown, cash withdrawals were 60% lower in April 2020 than a year before.", "Even as the UK lockdown has eased, cash withdrawal volumes have remained low - in July they were around 40% lower than the year before.", "The increased use of non-cash payments places even greater importance on payments systems, which underlies the work the Bank is doing to upgrade RTGS.", "But, there is an increasing paradox in the area of cash.", "I can speak from personal experience on this as a former Chief Cashier of the Bank of England.", "When I became Chief Cashier at the start of 2004 the value of notes in circulation (NIC) was £34bn.", "-report-july-2020-final.pdf All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice £77bn.", "The paradox of cash is obvious: use in payments is declining but the value of the stock in issue is not.", "For the sake of brevity, I'm not going to discuss the possible explanations of the paradox here.", "Meanwhile, innovation in payments picks up pace.", "Traditionally, outside the use of cash, payments have been made in commercial bank money using systems that settle in central bank money across the reserve accounts held by banks.", "Central banks have increasingly brought these systems under regulatory oversight with the intention of ensuring appropriate legal finality of settlement and operational resilience.", "More recently, innovation has started to strain at this framework in a number of ways.", "I will set out three forms that this innovation takes, and why it raises questions.", "I will start with crypto-assets, such as bitcoin, which have appeared in the last ten years or so.", "They have no connection at all to money.", "They may have extrinsic value you may like to collect them for instance, and as such they are a highly risky investment opportunity.", "Their value can fluctuate quite wildly, unsurprisingly.", "They strike me as unsuited to the world of payments, where certainty of value matters.", "The next innovation is alternative payments such as e-money, which in Europe has grown under the auspices of the Second Electronic Money Directive (EMD2) and the Second Payment Services Directive (PSD2).", "To be clear, this has been translated into the UK as part of the on-shoring of EU law in the context of Brexit.", "This regime creates something which is more money-like in the sense of commercial bank money, but doesn't have the same direct link to fiat money, and the safeguarding regime does not have all the features of deposit protection.", "It is therefore a hybrid.", "We must ensure that users fully understand the difference in protection, and I suspect at the moment that is not widely the case.", "The standards are less developed than those for banks, there is no depositor protection scheme, and firms are subject to only limited capital and liquidity requirements.", "Finally, there is no resolution or administration regime.", "This means that if firm failed, holders of its 'money' would be forced to pursue any recovery through a corporate insolvency procedure, which would neither be quick nor guarantee their funds back.", "The third innovation, and the one on which I will focus more, is so-called stablecoins.", "Where many earlier forms of crypto-assets, such as bitcoin, have proved unsuitable for widespread use in payments, stablecoins, and particularly global stablecoins, aim to do just that.", "Not all stablecoins are Bank of England data.", "These figures exclude Giants and Titans (i.e.", "higher value notes used as cover for the note issues of banks in Scotland and Northern Ireland).", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice intended for use in making payments.", "Some stablecoin proposals may be used to facilitate investments.", "of 'money' for buying goods and services and However, where a stablecoin is used to facilitate the transfer the settling of debts, then it may become widely used a means of payment and store of value.", "Global stablecoins seek to apply new technology, stemming from the world of crypto-assets, as well as changing some of the fundamentals of the underlying payment chain.", "They change not only how you pay but what you pay with rather than a transfer of money between bank accounts, stablecoin systems transfer the asset itself the stablecoin from one person to another.", "Stablecoins could offer some useful benefits.", "For example, they could further reduce frictions in payments, by potentially increasing the speed and lowering the cost of payments (particularly if global stablecoins were to be established).", "Stablecoins may offer increased convenience, including via integration with other technology, such as social media platforms or retail services.", "If stablecoins are to be widely used as a means of payment, they must have equivalent standards to those that are in place today for other forms of payment types and the forms of money transferred through them.", "This will ensure that they are safe and resilient and that consumers can use them with confidence.", "To reiterate, a key principle for payments is that users can be confident that the instrument they use to transfer value can be converted into fiat money at any time.", "And, in the rare circumstances that the entity that issued that instrument fails, that there are clear rules and protections for the payment recipient and for the consumer.", "It is this assurance that stabilises the value of the transfer asset so that all parties in the economy can rely on it.", "Banks achieve this by giving the customer a money claim at par, supported by banks' of banks' activities, access to central bank facilities and extensive regulation including a protection scheme for customer deposits up to a certain amount.", "It is these protections that mean that individual shop owners don't worry about scrutinising which bank issued your debit card before you tap it to pay.", "It is these protections that prevent a return to the literal wild-west in which individual banks issued their own private currencies, which were worth different amounts depending on recipient's assessment of the soundness of the issuing bank.", "What is not acceptable is to fall between regimes for instance to argue that by holding backing assets such as sovereign bonds that are in general much safer than those on a bank's balance sheet, this is good enough to ensure convertibility into fiat money at par.", "Low risk is not the same as no risk.", "This is why the FPC set out in its Financial Stability Report that stablecoins used in systemic payment chains should meet the standards equivalent to those expected of commercial bank money in relation to stability of value, robustness of legal claim and the ability to redeem at par in fiat.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Some major stablecoin proposals do not appear at present to meet this expectation Some stablecoin proposals do not include a legal claim for coin-holders.", "And some stablecoins propose backing in instruments that may have material market, credit and liquidity risk, but do not have the money protections I have outlined.", "While this might be acceptable for speculative investment purposes, it would not be for payments widely relied upon by households and businesses.", "Stablecoins need to offer coin-holders a robust claim, with supporting mechanisms and protections to ensure they can be redeemed at any time 1-to-1 into fiat currency.", "Some may ask if this would rule out a multi-currency stablecoin?", "Such a proposition is the wrong place to start it raises questions around the value of the coin, and the underlying money it represents.", "The starting point for a global stablecoin should be based on single currencies.", "We should not run before we can walk.", "Setting standards early on We must therefore set standards early on so that innovation can take place with confidence on what will be required.", "This gives certainty not only to regulators and users but also to innovators.", "Indeed, the international community has agreed that \"no global stablecoin project should begin operation until the legal, regulatory and oversight challenges and risks... are adequately addressed, through appropriate designs and by adhering to regulation that is clear and proportionate to the risks.", "\"6 However given the novel form, existing standards do not necessarily easily apply.", "There need to be minimum international standards for stablecoins.", "In addition any stablecoin with potential for wide scale use in the UK must meet our domestic expectations.", "A stablecoin which intends to launch with sterling-based activities in the UK should first meet relevant standards and be appropriately regulated.", "And if a sterling retail stablecoin wishes to operate at scale in the UK, then we will strongly consider the need for an entity to be incorporated in the UK.", "This is similar to the subsidiarisation of banks that we require if they are holding UK retail transactional customer deposits above a de minimis level.", "But a global stablecoin is a cross-border phenomenon.", "It can be operated in one jurisdiction, denominated in another's currency and used by consumers in a third.", "The regulatory response must match this.", "As in 'Investigating the impact of global stablecoins'.", "G7 Working Group on Stablecoins, October 2019, The PRA may require subsidiarisation where firms have material retail banking operations.", "In making that judgement, the PRA takes account of the value and type of retail deposits and the extent to which they are covered by the FSCS.", "We expect branches to have under £100m of retail deposits, and also take account of the number of depositors and the number of retail and small-company customers with transactional accounts.", "See: SS1/18, 'International banks: the Prudential Regulation Authority's approach to branch authorisation and supervision'./-/media/boe/files/prudential-regulation/supervisorystatement/2018/ss118 All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice banking and traditional payment systems, the regulatory response must be grounded in internationally- agreed standards.", "Global issues require a global response, particularly for multi-currency stablecoins intended for cross-border transactions.", "Along with the G7, the Financial Stability Board has been leading co-ordination of the international response to global stablecoins.", "The FSB consulted in April on the regulatory and supervisory challenges they present, with a final report due in October, and the Bank of England supports the efforts to set a baseline set of expectations.", "These include that stablecoins should be regulated based on the functions they perform and risks they create, and that there should be comprehensive domestic and international regulation and supervision.", "Global stablecoins should have robust governance and risk management, and be transparent about their stability mechanisms and coin-holders' rights.", "This baseline set of expectations will help avoid regulatory fragmentation and is an important and necessary step.", "But alone it is not sufficient.", "Existing standards must be examined and updated where necessary.", "There needs to be a clear G20 mandate for the various sectoral standard-setting bodies to consider their standards and whether they need to be refreshed or clarified in light of stablecoins.", "This is necessary to truly deliver on the principle of same risk - same regulation.", "The Committee on Payments and Market Infrastructure (CPMI) and International Organization of Securities Commissions (IOSCO) are working to ensure that it is clear to stablecoin developers how international standards of regulation and supervision for financial market infrastructures, including payment systems, (the Principles for Financial Market Infrastructures PFMI) will apply to them, including where stablecoins are used in systemic payment systems.", "Other standards setters, such as the Financial Action Task Force (FATF) and the Basel Committee on Banking Supervision (BCBS), will need to respond as well.", "Coordination between regulators is essential too.", "In particular, host regulators of global stablecoins must, and are, working with other regulators in other jurisdictions to ensure that they are appropriately regulated and gaps in coverage, opportunities for regulatory arbitrage, do not emerge.", "The Bank looks forward to the conclusions of the FSB's consultation, and the subsequent finalising of international work, to ensure a comprehensive framework can be in place.", "Current proposed global stablecoin offerings will need to demonstrate how they meet these key domestic and international standards.", "They must do so before the global regulatory community can be comfortable with their launch and widespread adoption.", "Central Bank Digital Currency A very reasonable and important question is whether a better outcome would be for central banks themselves to harness much of the technological and IT systems innovation and directly digitise cash?", "A Central Bank Digital Currency (CBDC) would be an electronic form of central bank money that could be used All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice by households and businesses to make payments.", "Digital central bank money would surely address the decline in the use of paper money without the complications of creating the protections required around stablecoins?", "Yes and no is I suspect the answer.", "The question is a good one and should be considered (and is being so) but the answer is not in yet.", "It's a very big question.", "Offering a CBDC would allow broad access to central bank money in a digital form.", "But any launch of a CBDC requires careful prior consideration to fully explore all the issues and implications in order to make an informed decision, including ascertaining that there would be demand for such a thing.", "CBDC, whilst offering much potential, also raises profound questions about the shape of the financial system and the implications for monetary and financial stability and the role of the central bank.", "There are fundamental questions in play.", "What might a CBDC mean for monetary policy transmission would it bring To what extent would a CBDC 'disintermediate' new tools and fuller, faster transmission of policy choices?", "the banking sector, and what impact would this have on the cost and availability of credit, and the resilience of banking business models and funding?", "And what services and infrastructure should a central bank offer as part of a CBDC and what might best be left to the private sector?", "The paper from Brookings in July on 'Design Choices for CBDC' helpfully explored a number of these issues, as well as key technological points on the need for interoperability and connectivity between and among central and commercial bank systems for CBDC to function effectively.", "Such standards are even more important in a world where there might be a need for interoperability and friction-free movement between CBDC, private stablecoins and other payment mechanisms.", "We, along with international counterparts are considering these closely.", "The Bank of England is exploring these issues and published its Discussion Paper on CBDC earlier this year,9 setting out key considerations and an illustrative model based on a central bank core ledger and private payment interface providers offering overlay services to users.", "The paper received a wide range of responses.", "We are currently working through the responses, continuing to engage with stakeholders and look forward to setting out more information next year.", "We are also working closely with our international counterparts who are facing the same questions.", "Stablecoins and CBDC are not necessarily mutually exclusive.", "Depending on design choices, they could sit alongside each other, either as distinct payment options, or with elements of the stablecoin ecosystem, such as wallets, providing consumers with access to a CBDC.", "So there will likely be a role for the private and public sector working together in the future of payments.", "Brookings, July 2020, 'Design Choices for Central Bank Digital Currency - Policy and technical considerations'.", "-content/uploads/2020/07/Design-Choices-for-CBDC_Final-for-web.pdf Bank of England, 12 March 2020, 'Central Bank Digital Currency: opportunities, challenges and design'.", "-bank-digital-currency-opportunities-challenges-and-design-discussion-paper All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice As well as not being exclusive, stablecoins and CBDC are not the only ways to meet changing demands and reducing frictions in payments.", "We need to continue to enhance existing infrastructure, including by renewal and harmonisation of RTGS systems.", "This work will continue in parallel with other developments.", "There are also initiatives like the UK's New Payments Architecture, which offers a consolidated and open retail payment infrastructure.", "Public policy questions raised by digital currencies The rise of stablecoins and the emerging proposition of CBDCs pose fundamental questions about the role and responsibilities of private firms and central banks in the world of payments.", "I have outlined the key role of authorities in ensuring the stability of money, through issuing and ensuring confidence in central bank money (from monetary policy through to making it hard to counterfeit), and regulating banks to ensure commercial bank money is stable and convertible on demand.", "Oversight of payment systems transferring this money ensures they are resilient and can be used with confidence.", "But the changing nature of money causes us to pause and consider the importance and implications of money which extend much further than a simple exchange of value or financial transaction, and the policy implications are much greater than the specific mission of a central bank.", "In short, money has social, and not just financial functions.", "Who should be responsible for the integrity and security of the digital payments architecture?", "Digital currencies will create not just a novel form of money, but also a new payment infrastructure, which while likely bringing benefits to payment efficiency, raises questions around transparency and how resilience and consumer protection will be ensured.", "Central banks might be involved in this infrastructure too, but where might the role of the central bank start, and stop?", "Privacy and data protection issues are also a key question.", "Digital currencies, depending on their design, could provide considerable information on how people spend their money, and we cannot compromise on the protection of our privacy.", "Private firms might seek to use these data, with appropriate user consent, to offer improved services, but we've seen widespread mis-use of data in the past.", "Digital payments could entail greater data on users' identities and transactions being centrally visible.", "The data generated could have huge opportunities for the detection and prevention of financial crime, but this must be balanced with the risk of surveillance into private financial matters.", "These questions, as well as issues of encouraging inclusion and promoting competition, are not ones for central banks and regulators alone to answer.", "They go the heart of how we use money and who should be responsible for safety and security.", "There needs to be a wider debate between policy makers, governments and society as a whole.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice We have reached the point in the cycle of innovation in payments where it is essential that we set the standards and thus the expectations for how innovation will take effect.", "It should not happen the other way round, with the standard setting playing catch up.", "The answer is not to strangle innovation, and it does therefore require a strong dialogue between the parties, which I think we have.", "It also requires the sort of thoughtful input that Brookings scholars have made.", "If I can end with one overarching point, I think the public expects its payments to carry the assurance of At this point, my mother would have said firmly to me, \"Thank you for that value that comes with money.", "statement of the blindingly obvious\".", "To which I would say, \"I look at the debate going on and it isn't so obvious any more, but it should be.\"", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Stablecoins", "Central Bank Digital Currency", "Payments", "Financial Stability", "Regulation", "Crypto-assets", "Money", "Innovation", "Central Banks", "Privacy"]}