{"sentences": ["25.09.2020 How central banks can use digitalisation to better serve the public: the case of payments Navigating the Digitalisation Transformation - Virtual OMFIF-Banque de France Pablo Hernández de Cos Good morning, I would like to start off by expressing my gratitude to both the OMFIF and the Banque de France for organising this very interesting and, certainly, timely event.", "Like many of my esteemed colleagues, I have been vocal about the growing relevance of emerging technologies for the financial system before.", "In fact, at the Banco de España we are closely monitoring trends in order to fully understand their potential implications and be ready to act quickly, where necessary.", "Yet despite all its recent history and significance, it is now -in the light of the pandemic- that digitalisation has become even more critical and, possibly, also a catalyst for a tectonic shift across multiple dimensions.", "Products, services, business models, distribution channels and touch points all over the industry may, indeed, be closer today to an accelerated reshaping than was the case only a few months ago.", "If anything, these difficult times have, in my view, proven what a valuable ally digitalisation can be to strengthen banks' resilience and secure the necessary flow of funds to society at large.", "This has been instrumental to mitigate some of the damage caused by the outbreak.", "More broadly, the virtualisation of our economic activity during the pandemic has further provided a necessary backstop for many businesses that used to rely solely on their physical presence.", "As such, digitalisation has once again proved to be not a goal in itself but rather a means to serve a much broader purpose, as it offers a novel toolkit to push out the boundaries of what has been possible in the past, allowing us to address well-known and often challenging problems in a convenient and much more effective manner.", "Exploring the pros and cons of issuing a central bank digital currency (CBDC) Since the previous panel has already covered these COVID-related themes quite extensively, I would rather use my time to draw your attention to something different and yet equally important as a reflection of the impact of digitalisation.", "Hence, in the next few minutes I will comment on the way in which this transformational process echoes in a specific context, namely that of a central bank in its role as service provider, and the crosscutting impact this may have on the broader ecosystem.", "As in other realms, the large-scale adoption of new technologies is also likely to disrupt both the environment in which we, central banks, carry out our tasks and the choices we need to make on the best possible approach to those tasks.", "Indeed, this is true for all central banks' functions and responsibilities.", "However, to illustrate this point, I will focus primarily on one that is attracting much interest lately: our role as the sole issuer of legal tender.", "Ensuring adequate provision of a means of payment that is credit-risk free and fully and efficiently available and accessible to any potential user group is extremely important.", "To date, cash has been the only asset that enjoys legal tender status and has played this role.", "Yet, the way cash is fathomed and embraced nowadays is heavily influenced by the increasing digitalisation of society, and by technological change more generally.", "For example, the behaviour, preferences and expectations of users are changing rapidly, as their experience with digital technologies grows.", "Novel payment alternatives, provided either by private players (both traditional and non-traditional ones) or by public authorities in various jurisdictions, may also surface and/or expand, presenting greater appeal than traditional banknotes and coins.", "Moreover, new features of existing payment instruments or services, such as programmability, are now becoming possible thanks to emerging technologies.", "Therefore, besides ensuring the availability of cash, we also need to consider new ways of improving the efficiency of retail payments by leveraging digital technology more extensively.", "All of this could signal the need to broaden the approach and explore new opportunities, aiming to better address modern society's unmet demands.", "In this process, the notion of a universally accessible CBDC stands out, that is, a new type of central bank digital liability that could be made widely available.", "A key aspect to underline is that a potential CBDC could coexist perfectly well with physical cash, which serves an important role and for which -at least in the euro area- there is still strong demand.", "In other words, traditional cash and a CBDC might be natural partners, rather than potential substitutes for each other as they are often presented.", "However, before taking any major decision on the issue of a CBDC, several important questions need to be answered: What precise complementary roles would cash, bank accounts and digital coins play?", "Should central banks focus on securing a sound regulation that offers appropriate safeguards and leave the private sector to come up with viable alternatives?", "Or should we ensure the provision of a safe asset by issuing a CBDC?", "As you can see, when faced with a case of practical use, even one as apparently simple as this, embracing the opportunities that new technologies offer is not always crystal clear.", "What's more, when approaching this topic in more detail, many questions and far-reaching implications arise, thus suggesting the need to tread cautiously in unknown territory.", "I refer to the myriads of design and operational aspects, such as whether this \"new digital cash\" should preserve all the features of traditional banknotes and coins (for instance, anonymity), or whether some of the key processes such as Know Your Customer or compliance with AML requirements should remain in the hands of the private sector for efficiency reasons.", "In any event, uncertainties arise both about the degree of maturity of the different IT choices and the greater security risks they may entail.", "On top of this, we must also be aware that a CBDC may possibly bring with it some unwanted side effects, such as increased disintermediation of the financial sector by structurally eroding banks' deposit base, lending capacity, and a greater risk of bank runs.", "It is, therefore, our responsibility, first to apprehend what is at stake with our decisions, and then to determine the conditions and the scenarios in which a public digital currency offers the most benefits while minimising the drawbacks.", "This certainly requires a strong commitment from us, placing a special emphasis on drawing conclusions based on sound research and analysis.", "In addition, and also importantly, it calls for our proactive engagement in a practical experimentation phase that can shed light on the nature and scale of the pain points, problems and underlying threats, and also on potential solutions.", "That is why while the issuance of a digital euro is not foreseen in the immediate future, the Eurosystem has a keen interest to tackle the challenges arising from possible future scenarios.", "As you may know, many other central banks2 are already analysing this possibility.", "Along these lines, you may have already heard about the tests that the People's Bank of China is currently carrying out in a number of provinces, or the extensive work that preceded the well-publicised e-krona pilot in Sweden.", "You may also be aware of the Fed's recent announcement of its intention to remain on the frontier of research and policy development regarding CBDCs.. As ECB President Lagarde mentioned a few weeks ago,4 earlier this year the Eurosystem decided to set up a taskforce to explore the benefits, risks and operational challenges of introducing a digital euro.", "The results of this work will soon be shared publicly.", "However, this is only the first step in a more profound reflection that still has to take place.", "In this sense, I am convinced that in order to deliver a successful roadmap for the potential issuance of a digital euro, we must establish a certain set of priorities upfront.", "Allow me to be a bit more precise in this respect.", "To start with, I believe we should deepen the current standing of our work.", "This means not just promoting a wide-ranging exchange of views within the Eurosystem and with other European authorities and institutions, but also engaging other relevant stakeholders in our discussions, including the private sector and academia.", "In my view, it is this active dialogue that will help us understand the full range of implications of a CBDC and the minimum requirements that a euro-denominated CBDC should meet.", "Furthermore, as I mentioned earlier, I believe we need to place a strong emphasis on developing a rigorous experimentation agenda that will help us make informed policy decisions about the different design options.", "This entails identifying the key questions that remain open and need to be further analysed by means of hands-on experience, and formulating the corresponding concrete testing proposals.", "And we must bear in mind that private agents could be instrumental for the ultimate success of this exercise, so it is important that we make sure to count them in early on.", "Lastly, international cooperation with other central banks needs to remain high on the agenda, to identify best practice, avoid unnecessary fragmentation and help achieve interoperability across borders.", "In this sense, I believe the role of international organisations and standard-setters, such as the BIS in its role as a hub for central banks, could prove essential.", "Cross-border payments: another topic of growing interest Regardless of its importance, expanding access to a central bank's balance sheet by making a CBDC available to households and non-financial corporations is only one of many ways in which technological innovation may help enhance the monetary and payment system.", "Indeed, given how dynamic the payments market is nowadays, we need to keep abreast of and closely monitor any private initiatives that may overlap in the field of action of a CBDC.", "This is because they may ultimately prove to be equally viable options for achieving the same goals or remedying some of the common and long-standing shortcomings that traditional channels have faced.", "In that respect, the current landscape of evolving market infrastructures poses several telling examples, but in the interest of time I will concentrate today on one particular area, namely payments that have a multi-country dimension.", "Cross-jurisdictional payments enjoy growing interest all over the world, not only because of their potential as a test bed for new technologies, but also due to the growing relevance of e-commerce, international trade and migration.", "Indeed, according to the CPMI Chair, Sir Jon Cunliffe, global financial transfers amounted to well over $20 trillion in 2019 and are expected to hit $30 trillion by 2022.6 Other aspects, such as addressing front-end fragmentation in the common market, swiftly achieving a greater scale and securing stronger European governance, also explain why this topic is becoming an increasing concern for the euro area.", "Given their differences both in scope and goals I think it is best, for the sake of clarity, if I walk you through these various projects one by one.", "Starting with the latter case, I would like to mention the recent decision by 16 major European banks in various Member States to launch the European Payment Initiative or EPI.", "This project builds on the success of the Single Euro Payments Area -SEPA- which laid the foundations for a truly cohesive cashless euro payments space and has made an essential contribution to the efficiency and competitiveness of the European economy.", "However, despite all the efforts, SEPA fell short in delivering full integration at the point of sale, thus leaving the door open for alternative proposals such as the EPI.", "By leveraging their large market share, the EPI promoters aim to deploy a unified payment solution for consumers and merchants across Europe, encompassing a payment card and a digital wallet to cover all potential uses at the point of interaction: in-store, online, person-to-person and cash withdrawals.", "To further increase its appeal, settlement will be instant, via SEPA instant credit transfer.", "From a Eurosystem perspective, the EPI highlights how market players can work together efficiently in the pursuit of a common objective, and harness technology to transform the payments landscape in line with their private interests and also our public strategy.", "Central banks need to closely follow the progress of any such initiatives and, where necessary, consider the need to take action should such market failures persist.", "On a different yet related note, international cross-border payment arrangements are another compelling case study on how to bring this specific domain into the 21st century.", "Despite not yet being overwhelmingly disrupted by digital innovations, their flaws have recently come under the spotlight thanks to initiatives such as Libra which have clearly targeted this market segment with the promise to overcome its present weaknesses.", "Indeed, as attested by the recent Financial Stability Board (FSB)7 and Committee on Payments and Market Infrastructures (CPMI)8 reports to the G20, cross-border payments still suffer from a number of long-standing frictions which hamper global trade, development and economic growth.", "These include, in particular, legacy technology platforms, limited operating hours and onerous compliance checks, alongside other relevant aspects such as high funding costs, weak competition or an insufficient degree of standardisation.", "In this light it comes as no surprise that this issue is one of the top priorities on the G20 strategic agenda for 2020.", "Accordingly, since last December, the FSB and the CPMI, with the support of other international organisations, have been working together on defining the necessary building blocks to deliver a global roadmap that can help achieve the required structural improvements.", "Interestingly, this reform programme, a combination of practical steps and indicative time frames, does not hinge only on technological developments.", "Rather, it encourages combining these new technologies with more traditional measures and advocates establishing a sound shared vision as a first step in the laying of the necessary foundations.", "This implies that to really achieve a profound transformation, an ambitious range of actions is required, beyond the mere operational or technical aspects, like the development of international guidelines, improvement of surveillance practices or the removal of obstacles to the exchange of data, just to name a few.", "Nevertheless, the importance of digital technology in this context should not be underplayed, even though its full potential may only be realised in the long run.", "Indeed, it is worth mentioning that a number of the enhancements foreseen as part of this action plan are ultimately designed to help knock down some of the existing barriers to the emergence of new cross-border payment infrastructures and arrangements.", "I would like to conclude by sharing some final thoughts with you.", "After all we have heard today, I think it is safe to say that none of us disputes the idea that digital technologies are at the very heart of all serious present-day attempts to achieve any kind of sustainable, cutting-edge innovation.", "Moreover, in the aftermath of COVID-19, it is fair to expect that the financial services industry will have no choice but to continue to navigate the unchartered waters of digital transformation, on the lookout for a safe harbour that will provide shelter and, hopefully, a gateway to a booming market place.", "As central bankers with a clear public policy agenda and mandate, we cannot refrain from meeting our obligations in this context.", "Consequently, as the need for a major makeover becomes more pressing, I believe that financial authorities should take a proactive stance towards digital innovation.", "We should do so by striking the right balance between responsible parties, assignments and the necessary guardrails whilst ensuring optimal provision of what the BIS General Manager Agustín Carstens likes to call \"central bank public goods\".", "For this reason, central banks must try to stay ahead of the curve and be ready to embrace experimentation and research on these topics as soon as possible, while building bridges with all the relevant stakeholders and closely scrutinising the progress that their initiatives achieve in related fields.", "Only this strategy will pay dividends in the long run and pave the way for a future that best serves the needs and maximises the welfare of our society.", "The sixteenth President of the United States of America, Abraham Lincoln, once said that the best way to predict the future was to create it.", "As I see it, today, digital technologies are bringing this vision one step closer to becoming a reality.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Central bank digital currency", "Cross-border payments", "Digitalisation", "Payment systems", "Financial inclusion", "Innovation", "Monetary policy", "Financial stability", "Data security", "Cybersecurity"]}