{"sentences": ["Interest Rates-Why this Time Will be Different Dr. Patrick Njoroge The battle for affordable credit went into high gear with the introduction of interest rate caps on September 14, 2016.", "This followed long-standing concerns about the high interest rates charged by commercial banks, their poor customer service and perceived insensitivity.", "Three years later, the caps have been repealed and the verdict is clear- there are winners and losers.", "Those that had borrowed at high rates (above CBR+4 percent) had a bonanza.", "However, for the majority of potential borrowers and the most vulnerable, bank credit was unavailable.", "Micro Small and Medium-size Enterprises (MSMEs) were shut out and had to contend with shylocks at highly unfavorable terms.", "Certainly this did not engender shared prosperity among Kenyans.", "But the lingering question is whether banks will now roll back to their old ways, or will they strive to build a banking sector that works for and with all Kenyans.", "Will they react with courage and hope for the future, or roll back to mistrust and caution?", "The Central Bank of Kenya (CBK) has set the pace by defining a clear vision of a banking sector that is responsible, disciplined and aligned to customers' needs.", "Four pillars underpin this vision: risk-based credit pricing, transparency, customer centricity, and entrenching an ethical culture in banks.", "based on the customer's risk profile and all Pricing-loans should be priced responsibly positive and negative information from Credit Reference Bureaus (CRBs).", "The Credit Information Sharing (CIS) mechanism has recently been improved and work is ongoing to enhance it further, e.g., increasing the sources of information, enhancing the frequency and integrity of the data reported to CRBs, and training of bank staff.", "need to fully and widely disclose the pricing (all charges and Transparency-banks fees) of their products.", "To this end, the Cost of Credit website and a mobile app that enable customers to \"window shop\" for personal loans and mortgages were launched in 2017.", "Further improvements are needed to incorporate more products and improve the overall customer experience.", "need to be aligned to the needs of their customers, Customer centricity-banks including tailoring products that best serve customers' needs and resolving swiftly customers' complaints.", "For instance, banks recently showcased products that were tailored to the unique conditions of MSMEs.", "Ethical culture-customers have perceived the high profitability of banks as exploitative given the high cost of credit, and banks should place greater emphasis on longer-term environmental, social, and governance issues.", "In this regard, CBK has compelled banks to review their business models and has over the last three years impressed on bank shareholders to accept lower return that takes into account the long term needs of their customers and the economy.", "Against this backdrop, in February 2019, CBK issued the Kenya Banking Sector Charter to entrench this vision in the banks.", "The Charter represents a commitment from banks to entrench a responsible and disciplined banking sector, cognizant of, and responsive to, the needs of their customers.", "By end May 2019, all banks had submitted to CBK their time-bound plans approved by their boards, to comply with the Charter on the four pillars.", "CBK is now monitoring implementation of the Charter by each bank.", "More recently, CBK has also secured commitments from the banks that they will act responsibly, particularly on the pricing of credit now that the interest rate caps have been repealed.", "Banks have no choice but to With the clear work for and with Kenyans.", "vision that is operationalized in the Banking Sector Charter, this time it will be different.", "The writer is the Governor of the Central Bank of Kenya"], "classifications": ["none", "none", "none", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Interest rates", "Banking sector", "Customer centricity", "Credit pricing", "Transparency", "Ethical culture", "Credit Information Sharing", "MSMEs", "Banking Sector Charter", "Central Bank of Kenya"]}