{"sentences": ["Informational breakfast \"The European Banking Union\" Club Diálogos para la Democracia Margarita Delgado Good morning.", "Many thanks, Miguel, for your kind introductory words.", "My appreciation, too, to Unicaja and the Club Diálogos para la Democracia, in particular their chairman, Antonio Gavilanes, for inviting me to take part in today's colloquium.", "As you well know, Diálogos para la Democracia was founded in 1976 as a debate forum that sought to provide ideas and solutions to the numerous problems arising in a society which, at that time, was in transition towards democracy.", "Evidently, societies evolve, and new problems arise which we must address.", "This is why this type of forum remains as necessary today as ever.", "Undoubtedly, since our democratic transition, one of the key landmarks has been our accession to what was then known as the European Economic Community on 1 January 1986, over 34 years ago.", "The importance of this landmark in shaping our society and our economy has been enormous.", "Despite this importance, I believe that knowledge in Spanish society of Europe's institutions and regulatory framework is, very often, scant.", "This is why I greatly appreciate this opportunity to discuss a European project I consider most important, namely the Banking Union.", "Allow me to begin by acknowledging that this is a topic I am somewhat biased about.", "As many of you know, it was my privilege five years ago to participate in the creation of the Single Supervisory Mechanism (SSM), which is one of the linchpins - though admittedly not the only one - of this Banking Union.", "This experience was truly a privilege, because only rarely can one participate in the creation of a new body from the very outset.", "The SSM is made up of people from the 28 countries of the Union (not only the 19 euro area members), each with its own culture, language and particular focus on supervisory work.", "As you can imagine, the task of achieving a single supervisory framework is not straightforward when the starting point involves such diverse standpoints.", "Adopting a new culture and new supervisory practices means renouncing methods we considered our own, accepting that other methodological approaches may be more appropriate.", "That is no easy feat.", "Despite these difficulties, I believe that over the past five years we have managed to bring about genuinely European supervision.", "While work remains to be done, in my view the result to date is very positive.", "In the debate that follows we can perhaps delve into what, so far, the SSM has meant for our work as supervisors and for the functioning of the European banking sector.", "But, as the title of this address states, I seek to go beyond the SSM and talk about the European Banking project.", "Specifically, I should like to reflect with you on the causes behind the launch of this project and what it has meant to date.", "I wish to frame it in terms of the safeguarding of the euro, but I also aim to cover those elements which, in my view, are lacking when it comes to attaining a truly European and cross-border integrated banking sector.", "I shall also refer to an even broader objective: namely, achieving a real \"Financial Union\".", "The Banking Union would be part of this, but it would encompass other elements, such as the so-called \"Capital Markets Union\".", "European construction I think it is fair to point out that, since its creation, the EU project has improved the life of millions of European citizens.", "It has done so not only in economic terms, but also as regards rights and standards of living throughout the Union.", "Naturally, the success of this common project cannot be judged solely in terms of its economic results; we must also consider its other initial goals.", "These include increasing the level of political integration and promoting peace, European values and the well-being of European peoples.", "We should not forget that the European Union was conceived with the aim of ending armed conflict between neighbouring countries, following the horror of two World Wars.", "The creation in the 1950s of the European Coal and Steel Community was the first step towards an economic and political union of the European countries, with the ultimate goal of ensuring lasting peace.", "The award of the Nobel Peace Prize to the European Union in 2012 for having \"over six decades contributed to the advancement of peace and reconciliation, democracy and human rights in Europe\" attested to the success in achieving this original goal.", "I believe that the goals of ensuring peace and promoting integration and economic development are in fact related.", "As the World Trade Organization rightly reminded us, the trade war unleashed during the Great Depression contributed to the outbreak of the Second World War.", "In this respect, one very positive consequence of trade between nations is that it contributes to transforming \"rival\" nations into partners, who share interests instead of having conflicting interests.", "Undoubtedly, since the foundation of the European Coal and Steel Community in 1952, economic and political integration in the EU has attained a most notable level.", "However, the process has been neither linear nor gradual.", "Over almost 7 decades of history, the European project has witnessed long periods of calm - where little or nothing remarkable happened - punctuated by \"transformative periods\" that have contributed decisively to its development and to shaping its current form.", "Normally, these deep transformations have stemmed from processes involving reflection and negotiations, conducted in a more or less orderly fashion.", "Introduction of the single market and the euro For example, the start-up of the single market was the outcome of lengthy negotiations that began officially in 1985.", "However, the idea had already been raised as an objective since the founding of the European Community in the 1957 Treaty of Rome.", "Moving, trading, and establishing a presence or providing services in any EU country appears as something evident today.", "Yet the single market did not come into force until 1993.", "Admittedly, we tend not to properly value most things that seem evident to us.", "But the free movement of goods, capital, services and persons is one of the EU's major achievements.", "At the start of the process, in 1985, around 300 measures to achieve this goal were identified.", "A whole series of internal obstacles and borders progressively disappeared.", "Changes were made to key mechanisms to allow for progress, introducing the qualified majority as opposed to the unanimity required until that point.", "It was opted to pursue the minimal rather than full harmonisation of national regulations, which the EU partners acknowledged as equivalent.", "The history of the single market shows, as Voltaire asserted, that perfect is on many occasions the enemy of good.", "The lack of headway in achieving the single market before 1985 was no doubt due to competition-busting practices maintained by national authorities, but also to the difficulty of reaching unanimous agreements in the Council and to the pursuit of overly detailed legislative harmonisation.", "The situation was unlocked after opting for goals which, a priori, were less ambitious.", "In fact, certain administrative barriers remain, e.g.", "in the area of the provision of professional services, meaning we cannot consider the single market to be complete.", "In addition, the creation of the single currency has been another key transformation on the road to greater integration.", "The euro constitutes the world's most ambitious economic integration process since the Second World War ended.", "It was in Maastricht, in 1992, just before the entry into force of the single market, when 12 Member States decided to exceed this initial economic objective and plan a monetary union.", "Like the single market, the euro was also the result of lengthy debates, negotiations and preparatory phases, which were not always fully successful.", "Indeed, opt-out clauses from the Economic and Monetary Union had to be provided for the United Kingdom and Denmark.", "Despite these difficulties, the euro was introduced in 1999 and, following the euro banknote and coin changeover in 2002, it has since been a tangible reality for all citizens.", "Indeed, according to the latest Eurobarometer, its popularity is at a height in the 19 euro area countries.", "Creation of the SSM and the SRB.", "But while the introduction of the euro was deemed a success, its institutional design evidently had specific problems which the crisis that broke a decade ago clearly highlighted.", "Twenty years ago, Christian Noyer said that the introduction of the euro should act as a catalyst for new reforms and greater integration.", "Ultimately, the reforms were enacted, just as the then-vice president of the ECB predicted.", "But I believe it is fair to conclude that greater integration was a de facto prerequisite for the proper functioning of the euro, rather than a consequence of it.", "It was the crisis that made a compelling case for a common and reinforced banking supervision and resolution framework that would help break the bank-sovereign risk feedback loop.", "On one hand, in a context of banking crisis, the combination of State support to national banking systems and lower tax revenue exert pressure on public finances, impairing a country's solvency.", "On the other, banks' high exposure to their country's sovereign debt compromises their own solvency, which may increase recapitalisation requirements.", "Memory can sometimes fail us, which is why I would like to stress the scale of that crisis.", "Offering some figures, Greece's sovereign debt spread over the related benchmark was more than 1500 basis points in June 2011, while those of Portugal and Ireland were around 700 bp.", "As you know, the crisis hit Spain head on a year later in July 2012, with the market demanding more than 7% to finance us at 10 years.", "We should thus acknowledge that, unlike the single market or the adoption of the euro, the Banking Union was not the outcome of a view shared by EU leaders about the need to improve banking supervision and resolution across the euro area; rather, it was the result of bold - though defensive - reactions to preserve the single currency in the setting of the financial and sovereign debt crisis threatening to break the euro.", "As a result, 2014 saw the official launch of the Single Supervisory Mechanism (SSM), while the Single Resolution Board (SRB) commenced operating in January 2015.", "So far, these bodies are the key components of this Banking Union.", "Today, the reasons behind the creation of the SSM and the SRB appear obvious.", "Yet before the European sovereign crisis broke, few had signalled the risks arising from a fragmented euro area banking supervision environment.", "These institutional shortcomings are perfectly reflected in the so-called \"Five Presidents' Report\"4 published in June 2015, in which the measures still needed to bring about the completion of European economic and monetary union are laid out.", "The report correctly asserts that, given that most money is created through bank deposits, the currency can only truly be single if confidence in the safety of such deposits is the same irrespective of the Member State in which a bank operates.", "The EDIS as the third pillar of the Banking Union.", "I believe the following sentence captures in a nutshell a foundational problem of the euro.", "A common currency should be the reflection of a single financial system; accordingly, the same euro deposited in different banks should have the same backing and confidence, irrespective of the euro area country in which each bank is domiciled.", "In this respect, the start-up of the SSM and of the SRB is a significant achievement.", "But we should acknowledge that while deposits do not have identical backing throughout the Banking Union, we cannot consider the edifice to be complete.", "It is an acknowledged fact that we continue to lack one of its three fundamental pillars: the European Deposit Insurance Scheme (EDIS).", "Any construction needs at least three pillars to ensure its structural soundness.", "Likewise, I believe the EDIS would contribute to increasing the stability of the Banking Union, particularly at times of stress, which is when the resilience of structures is tested.", "The EDIS would have a forceful impact on citizens' confidence.", "Also, the greater degree of risk-pooling in the euro area would contribute to aligning financial responsibility with the pan-European decision-making process, which has already been set in place in the areas of banking supervision and resolution.", "The current situation is such that the ultimate backing for ensuring deposits in a failed institution depends on national institutions, while the responsibility for supervision and resolution falls on other pan-European institutions.", "Shortly after the financial crisis broke, Mervin King ironically pointed out that international banks tended to be global in life, but national in death.", "This quote would appear to still be applicable in the euro area.", "In a genuine banking union banks should be European, both in life and in death.", "As you know, the debate on the EDIS was rekindled in November last year owing to an article5 by the German finance minister, Olaf Scholz, in which he advocated its implementation.", "This was something which, in his own words, \"was no small step for a German finance minister\".", "The German proposal actually referred to the introduction of a European reinsurance scheme rather than a fully pooled EDIS, and it was moreover subject to various conditions.", "In any event, the debate clearly remains open and differences persist among the European partners.", "But I hope and wish that, as on previous occasions, we can forge a consensus allowing us to complete this basic third pillar, introducing a truly common and, therefore, fully pooled EDIS.", "European banking consolidation and integration.", "Allow me now to address the degree of integration of the European banking sector.", "I have already indicated that the Banking Union has met one of its key objectives: to contribute to weakening the link between bank risk and sovereign risk.", "But, additionally, when it was launched it was assumed that the Union could lead to a more integrated banking system.", "Today, however, the greater degree of institutional integration has not been accompanied by an increase in cross-border activity in the sector.", "The share of domestically owned banks in national banking systems remains high, at approximately 83%, the same level as in 2014, before the launch of the SSM.", "We should thus acknowledge that banking consolidation across jurisdictions remains minimal, and most firms and individuals in the euro area continue to depend on their national financial systems.", "Economic agents can appreciate daily the benefits from the single market and the euro.", "Yet regrettably, no tangible benefits can currently be discerned to stem from the Banking Union in terms of greater competition in prices and financial services.", "The truth is that European citizens and companies continue to face obstacles to investing in European markets.", "National pensioners and investors have access to different investment products and their rights differ as a result of different local insolvency laws.", "Lastly, I pointed out earlier that the banking sector continues to be mainly national, and it remains closely linked to the country's sovereign risk.", "Many consider the lack of cross-border mergers as proof that much remains to be done in terms of market integration and diversification.", "In any event, scant cross-border consolidation, particularly in a setting of clear overcapacity of the European banking sector, is symptomatic.", "On this matter, the ECB, in its latest stability report7, published a study on the degree of overcapacity of the sector in Europe and the potential implications for bank business.", "In keeping with the conclusions of the study, excess capacity may lead to operating below margin in the face of heightened competition.", "That would preclude making the necessary investments for the future of banks and their adaptation to new technologies and new operators (e.g.", "in systems), creating \"zombie\"-like banks that weigh down even further on the sector's profitability.", "The study details those banks with a return on equity (RoE) that is lower than the median of 6% over three years, but the most worrying group would be that of banks with an RoE of less than 3%, no less than around 25% of the total.", "The study concludes with the need to address restructuring and mergers, showing a clear preference for cross-border as opposed to national mergers.", "On the ever-controversial matter of mergers, I have stated on several occasions that our role as supervisors is not to decide which mergers are desirable and which not.", "It is rather to assess to what extent a merger creates a more solvent bank and with a sound business model, enabling structural costs to be cut significantly and, in short, generating overall value.", "In my view, the lack of cross-border mergers is partly due to the overcapacity and fragmentation of the financial sector in Europe.", "True, the benefits of synergies, potential cost cuts and improvements in efficiency can be seen mainly in mergers between banks from the same country, thanks to the elimination of the doubling-up in branches and central services.", "In this connection, the radical consolidation of the Spanish banking system since 2009 is widely known.", "To give you some figures, there has been a reduction of over 30% in the number of banks.", "The number of offices has fallen by over 40% (some 20,000) while personnel figures have declined by more than 30% (90,000 fewer staff).", "Yet given the extremely competitive environment in place, I wish to stress that the map of national mergers may not yet be complete.", "This is particularly so when the reduction of structural costs is one of the few levers available to improve the profit and loss account.", "For most cross-border mergers, the economic rationale is more difficult to justify, although there will be potential gains in competitiveness for those banks with a business model that allows vertical savings.", "However, as the ECB points out in its study, there is another aspect to consider in banking consolidation alongside potential cost cuts: the improvement in geographical diversification, from the standpoint both of revenue and of risks borne.", "I fully share the conclusion of the study.", "It is true that cross-border mergers offer the advantage of increasing diversification.", "That no doubt improves resilience at times of stress and shores up revenue in terms of greater stability and recurrence, as was highlighted during the past crisis.", "In this respect, I believe that the lack of explicit acknowledgement of diversification as a risk-reducing factor may be restricting this type of cross-border integration.", "Some profound reflection across Europe and internationally may be advisable on the regulatory treatment of diversification, and its potentially beneficial effect on banks' risk profile.", "In any event, it should be stressed that mergers are always long and complex processes and, on many occasions, they entail more problems than those initially envisaged.", "Also, national barriers persist that hamper mergers of banks from different jurisdictions.", "Admittedly, despite progress, specific cultural, institutional and regulatory obstacles persist that hamper the creation of a truly European banking market.", "Reluctance to eliminate these obstacles contributes notably to the ring-fencing of national banks, which restrict or even prevent the free movement of capital or liquidity across the different euro area jurisdictions.", "In my view, after significantly reducing risks in the financial sector, it is time to do away with national supervisory barriers.", "They are detrimental to financial integration and, therefore, curb the Banking Union's aspirations to act as a single jurisdiction.", "It does not seem reasonable that the implications, in terms of capital and liquidity, for a banking group that has a subsidiary in a Latin American country should be very similar to those that would prevail were the subsidiary located in another euro area country.", "Naturally, the introduction of a genuinely European deposit guarantee scheme would complement and largely provide for this step forward in integration.", "Also, from a regulatory perspective, a sufficiently uniform legal basis is notably lacking in the euro area.", "Just as specific national regulations had to be harmonised, or recognised as equivalent, to enable the creation of the single market, it is necessary to change specific rules that prevent the development of a truly single market for financial services.", "It may well not be possible to achieve full harmonisation, but this will probably not be necessary.", "There are some critical areas, such as the prevention of money laundering, fit and proper rules and bank insolvency regulations, where a common, euro area-wide set of rules would boost market integration.", "And that would also improve the efficiency of supervision and resolution.", "The question of doing away with these barriers and harmonising regulations is gaining in importance.", "Indeed, in the aforementioned article, the German Minister of Finance also refers to the need to have a common insolvency framework for all euro area banks, while acknowledging the existence of national barriers, which would have to be eliminated to avoid a fragmented financial market.", "Allow me in the final part of my address to look beyond the Banking Union and refer to the Financial Union.", "I earlier signalled the importance of introducing a genuine deposit guarantee scheme, eliminating national barriers and harmonising specific regulatory areas.", "But other elements are also needed to further progress towards a true Financial Union.", "In this respect, developing deep and integrated capital markets will undoubtedly help strengthen the euro area's capacity to cushion itself against macrofinancial shocks.", "Naturally, I am talking about the Capital Markets Union (CMU).", "This is a project that will complement the Banking Union, promoting a cross-border financial sector enabling economic agents to mitigate national asymmetric shocks.", "The Capital Markets Union project was launched in 2015 with the aim of \"unlocking funding for European growth\", i.e.", "promoting not only the development but also the integration of European capital markets with a view to diversifying the funding sources available.", "However, the project has languished until recently.", "Testifying to this is the fact that the year scheduled for its launch was, originally, 2019.", "Evidently, this goal has not been achieved.", "That said, the importance of this project has but increased since 2015, particularly in the context of Brexit.", "Somewhat paradoxically, bearing in mind how slow progress has been, the objectives of attracting institutional investors, improving the allocation of resources, introducing a safe European asset and reinforcing the international role of the euro are more prevalent than ever.", "Specific progress, though limited, has at least been made.", "For instance, most work in terms of the EU-wide harmonisation of investment and saving products has now been agreed, including the definition of a pan-European individual pension product.", "However, the complexity of the project calls for greater regulatory and fiscal harmonisation efforts, in particular regarding the taxation of capital.", "As a case in point, in the EU there are still more than 90 types of forms in different languages for tax refunds.", "This might seem rather unimportant but, often, these administrative formalities are a major obstacle to investment by market participants.", "Against this background, mention may be made of the report published in October 2019, during the Finnish presidency, by the so-called ́Next CMU group ́8.", "This comprised highlevel representatives of industry who, at the request of the EU finance ministers, evaluated the progress of this project, proposing a series of measures in order to re-launch it.", "Throughout its history, the EU has moved towards a greater level of economic and political integration that has provided clear social and economic benefits.", "Yet the pace of this movement has not been constant.", "Analysis of any of the main achievements of the Union, such as the creation of the single market or the euro, tells us that it is often better to be pragmatic and adopt less ambitious solutions instead of persisting with an impasse because a perfect agreement cannot be achieved.", "The Banking Union is a major step in this direction and it has been pivotal in helping us withstand the euro crisis.", "That said, the absence of any European deposit guarantee scheme is a reminder that the process is unfinished.", "Further, specific regulatory and institutional elements must be added to obtain economic benefits resulting from an increase in crossborder banking activity, thereby achieving a true \"Financial Union\".", "As the Five Presidents report indicates, \"Economic and Monetary Union today is like a house that was built over decades but only partially finished.", "When the storm hit, its walls and roof had to be stabilised quickly.", "It is now high time to reinforce its foundations.\"", "This quote illustrates very clearly how the EU reform process often is.", "It is amid the storm that political pressure rises to undertake reforms that help avoid the house come crashing down; but we agree that the best time to carry out this type of work is when the sun is shining.", "When assessing our capacity to face future financial crises, we should not forget that the institutional framework is not yet complete.", "Admittedly, the foundations are not fully and firmly in place, and we should avoid lapsing into complacency.", "We cannot forget that, as the memories of the crisis fade, the political pressure to undertake reforms also tends to wane."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking Union", "European banking sector", "Eurozone", "Financial Union", "Single Supervisory Mechanism", "Single Resolution Board", "Deposit insurance", "Banking consolidation", "Capital Markets Union", "Risk-reducing factor"]}