{"sentences": ["The decision of the German constitutional court questioning the legality of the ECB'sPublic Sector Purchase Programme - or PSPP - has generated a great deal of confusion and concern.", "The Court found that, in launching the PSPP in early 2015, the ECB exceeded its mandate; the Court ordered the Deutsche Bundesbank to stop participating in the execution of the PSPP after a transitional period of three months, \"unless the ECB Governing Council adopts a new decision that demonstrates in a comprehensible and substantiated manner that the monetary policy objectives pursued by the ECB are not disproportionate to the economic and fiscal effects resulting from the programme.\"", "Two essential principles, both of which underpin European cohesiveness and unity, are at stake here.", "The first principle is a legal one.", "The German Court's ruling effectively challenges a 2018 ruling by the European Court of Justice that the PSPP was legal.", "Which court - the German Constitutional Court, a national tribunal, or the European Court of Justice - has primacy in matters relating to European institutions?", "Because the ruling by the German court has created a great deal of uncertainty, the issue of legal primacy needs to be reaffirmed.", "I will leave it to my very distinguished co-speakers to address this issue from a legal perspective.", "The second principle concerns the independence of the ECB.", "It is this principle that I wish to address.", "In this connection, I will discuss three issues: first, the rationale for central bank independence; second, the ECB's mandate; and third, the context of the decision to undertake the PSPP.", "On independence, there are important reasons why the ECB was made an independent central bank on its inception in 1999.", "Numerous studies in the 1980s and the 1990s that compared central bank performance had found that independent central banks - and a prime example was the Deutsche Bundesbank - performed much better than other central banks.", "Independent central banks delivered lower unemployment and lower inflation than others because they were free from political pressures.", "Independence, however, does not mean an absence of accountability.", "The ECB may be independent, but it is also accountable.", "For example, the President of the ECB regularly appears before the European Parliament to explain and justify the ECB's policies.", "Like other national central bank Governors, I provide testimony on a regular basis before my national parliament.", "With regard to its mandate, the ECB can freely decide on the design and implementation of the single monetary policy for the euro area.", "Article 127 of the Maastricht Treaty assigns to the ECB the primary objective of price stability.", "An important reason underlying the objective of price stability is the following.", "In the absence of unforeseen events - the pandemic is an example of an unforeseen event - price stability helps to deliver full employment to a society, that is, it helps ensure that people are working at full capacity without a build-up of inflationary pressures.", "In other words, although price stability is the ECB's primary objective, that objective is underpinned by the aim of providing the maximum number of job opportunities to the citizens of the euro area.", "In this context, monetary policy in the euro area is exercised in a uniform way.", "Given the single character of monetary policy, it might indeed be the case that monetary policy decisions occasionally are less \"fitting / suitable\" for some countries than for others.", "Does this then mean that any national central bank of the euro area can potentially be ordered by its highest national court to abstain from implementing monetary policy decisions?", "Under such circumstances is an efficient monetary policy implementation possible?", "What would be the consequences if every high national court in the euro area challenged the decisions of a European institution under the jurisdiction of the European Court of Justice?", "And what would that imply for the credibility of the monetary authority?", "I think that the implications to be drawn from my questions are self-evident.", "I now turn to the context of the 2015 decision to launch the PSPP.", "The economic backdrop was alarming.", "Inflation had been in negative territory and the threat of prolonged low inflation - or deflation - was rising.", "Why was that a concern?", "For one thing, deflation reduces consumer and investment spending.", "It also means that individuals who have a fixed amount of debt see their debt rise in real terms.", "History shows that countries that experienced deflation have undergone prolonged economic hardship.", "The Great Depression that began in the United States in 1929 was marked by deflation; real output did not recover to its 1929 level until 1941, and only in light of the build-up of military spending for World War II.", "Not only was deflation in the euro area a threat, but the unemployment rate had increased to 11.5 per cent.", "And let us not forget another ominous threat on the horizon - the reappearance of signs of strong fragmentation in financial markets across national borders.", "Monetary policy impulses were not transmitted uniformly across the euro area.", "The euro area was in deep crisis.", "Against this background, what could be done at the euro-area level to respond to the crisis?", "A euro-area fiscal-policy response was hampered by the absence of a fiscal union.", "Banking union and the European Stability Mechanism were in their initial stages.", "Monetary policy was the only game in town.", "Under these circumstances, and after taking into account not only the expected positive impact of the PSPP on inflation and real output, but also potential negative consequences, the programme was initiated.", "Crucially, after the decision was taken, the euro area unemployment rate steadily dropped, falling to 7.3 per cent earlier this year.", "The negative consequences considered included, as mentioned in the account of the discussion of the Governing Council in January 2015, \"moral hazard implications for euro area governments [which] could weaken their incentives for structural reforms and fiscal consolidation\", as well as possible \"financial stability ramifications\" and \"spillovers from sovereign bond purchases, not only to corporate bond prices, but also into equity prices [which] could trigger the mispricing of risks...\" Furthermore, throughout the life of the PSPP, there has been an extensive discussion on every aspect of the programme, in the central bank, in the academia and in the public arena.", "It is widely acknowledged that unconventional monetary policy measures, including the PSPP, have unintended consequences.", "In this regard, members of the Executive Board of the ECB have discussed potential negative spillovers.", "Indicatively, after the start of the programme, Benoît Coeuré highlighted potential side effects to equity and real estate markets, as well as risks of emergence of asset price bubbles.", "In a similar vein, former vice-president Vítor Constâncio mentioned financial stability risks, stemming from a search for yield and higher leverage associated with non-standard measures, as well as wealth effects and increased inequality.", "Against these drawbacks, however, he found that macro-prudential tools are better suited than monetary policy to safeguard financial stability.", "Moreover, there had been no signs of asset overvaluation in the euro area.", "Finally, I would like to mention that all major central banks around the globe, including the Federal Reserve Bank and the Bank of England, reacted in a similar way to the economic circumstances prevailing in recent years, although the extent and the timing of their monetary policy interventions differed.", "Therefore, I believe that the criticism of the German Constitutional Court regarding an unjustified decision on the PSPP does not hold.", "On the contrary, given the plethora of material available in this regard, I must confess that this criticism was rather unexpected.", "In light of my foregoing remarks, what conclusions emerge?", "In the two decades since the inception of the euro area, we have witnessed the exceptional dynamism and strength conveyed by the European unification process, the significant benefits and the considerable successes associated with it.", "We have also witnessed the dysfunctionalities and imperfections imminent in the institutional architecture of the euro area, which were amplified by the Great Financial crisis, and by the outbreak of the current pandemic-related crisis.", "The answer to these -existing- problems is in my view the quest for the deepening of European integration - not a flight into nationalism.", "While criticism in good faith of decisions of European institutions, including the ECB, is indeed valid and useful, decisions which provide fertile grounds for backtracking on European integration are rather harmful.", "The ECB needs to be able to continue designing and implementing monetary policy for the entire euro area, taking care for the smooth functioning of the transmission mechanism and tackling fragmentation in financial markets.", "The currency is based on the Law.", "The Law needs to be upheld, in order to lend credibility and stability to the currency.And this is exactly what the ECB has been doing - in trying to fulfill its mandate according to the Treaty for the European Union.", "Account of the monetary policy meeting of the Governing Council of the ECB, held on21-22 January 2020.", "Remarks by Benoît Coeuré, at the SNB-IMF Conference \"Monetary Policy Challenges in a Changing World,\" Zurich, 12 May 2015.", "Panel remarks by Vítor Constâncio at the Annual Congress of the European Economic Association, University of Mannheim, 25 August 2015."], "classifications": ["monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none"], "topics": ["ECB independence", "PSPP legality", "Price stability", "Monetary policy implementation", "Deflation", "Financial fragmentation", "Euro area crisis", "Unintended consequences", "European integration", "Legal primacy"]}