{"sentences": ["His Excellency Mr Keith Allan, British High Commissioner to Mauritius, His Excellency, Mr Janesh Kain, Deputy High Commissioner of India to Mauritius, First Deputy Governor and Chairman of the Financial Services Commission, Second Deputy Governor, Director Financial Intelligence Unit, Heads of organisations, Representatives of regulatory bodies and law enforcement agencies, Fellow members of the media, Ladies and Gentlemen, I wish you all a very good morning.", "I am pleased to welcome you to the Bank of Mauritius for this workshop on the latest developments in the Anti-Money Laundering and Combatting the Financing of Terrorism landscape in Mauritius.", "This entire workshop has been crafted keeping in mind the cross-sectoral population of money laundering reporting officers (MLROs).", "Today with us, we have MLROs from the banking and non-banking financial services sectors as well as designated non-financial businesses and professions (DNFBPs).", "The effective implementation of robust anti-money laundering and combatting the financing of terrorism and proliferation measures remains a key priority for all of us.", "As Governor, I have placed the fight against money laundering very high on my agenda.", "Strengthening the regulatory confidence that investors have in Mauritius is of paramount importance, more so given our role as a long established International Financial Centre.", "As such, we will not make any compromise on this score.", "Non-compliance with the set standards will not be tolerated by the Bank and will entail severe sanctions.", "I have given clear directives so that we collaborate on a permanent basis with the competent domestic and foreign authorities engaged in the fight against money laundering and terrorism financing to this end as well.", "As MLROs of your respective institutions, it is extremely important for you to understand the national and international ML/TF risks to enable you to perform your duties in an effective and efficient manner.", "The Financial Intelligence and Anti-Money Laundering Regulations 2018 require reporting persons to appoint a MLRO to whom an internal suspicion report shall be made.", "It is also incumbent on the MLRO to make Suspicious Transaction Reports to the respective competent authority, namely the Financial Intelligence Unit.", "The resource persons will undoubtedly provide you with guidance in fulfilling your mandate during the course of this workshop today.", "Ladies and Gentlemen, The initiatives and actions taken by the Bank of Mauritius and other competent Authorities to address the gaps identified in the 2018 Mutual Evaluation Report of Mauritius bear the testimony of our commitment to adhere to the highest AML/CFT norms and standards.", "The Mutual Evaluation Report, published by the Eastern and Southern Africa Anti-Money Laundering Group (ESAAMLG) in September 2018, sets out the extent to which Mauritius has implemented the technical requirements of the FATF Recommendations.", "The report presented the key findings of the assessment team and the priority actions for Mauritius in view of strengthening its AML/CFT system.", "When the Mutual Evaluation Report was published in September 2018, Mauritius was rated noncompliant on 13 Recommendations, partially compliant on 13 Recommendations, largely compliant on 11 Recommendations and compliant on only 3 recommendations.", "In September 2019, that is exactly one year after the publication of the Mutual Evaluation Report and after two successful applications for technical compliance rerating, Mauritius has been rated compliant on 26 Recommendations, largely compliant on 9 Recommendations, partially compliant on 4 Recommendations.", "The figures and the remarkable improvements in compliance speak for themselves.", "Mauritius, as at now, is therefore compliant or largely compliant to 35 out of 40 FATF Recommendations, including the so-called Big 6 FATF Recommendations, which are: Recommendation 3 on Money laundering offence Recommendation 5 on Terrorist financing offence Recommendation 6 on Targeted financial sanctions related to terrorism & terrorist financing Recommendation 10 on Customer due diligence Recommendation 11 on Record keeping Recommendation 20 on Reporting of suspicious transactions We are among the few countries having such a remarkable score in terms of technical compliance.", "This further testifies the commitment of Mauritius, at all levels, in ensuring its compliance towards the best norms on AML/CFT matters.", "It is worth noting that out of the big 6 recommendations, 3 have been obtained during the period from September 2018 to September Mauritius has always, and continues to, put a strong emphasis on its legal and regulatory frameworks to adequately combat money laundering and terrorism financing.", "As a result, we have seen key and enabling legislative and regulatory frameworks reviewed and introduced with the aim of: (a) further consolidating our adherence to FATF Recommendations pertaining to terrorism financing and proliferation financing and implement the restrictive measures under all the United Nations Security Council Resolutions; (b) enhancing the existing legal framework for preventive measures that apply to financial institutions and Designated Non-Financial Businesses and (c) extending the scope of the Financial Intelligence and Anti-Money Laundering Act to include the financing of proliferation; and (d) establishing a legal framework to support the National Risk Assessment exercise.", "The Bank of Mauritius has been fully committed to this transformation that the country has embarked on.", "The Bank of Mauritius, as a proactive and future-focused institution has equally played a crucial role and revisited a number of its regulatory frameworks and adopted a risk-based approach to AML/CFT supervision.", "Same is the case with other key regulatory bodies in Mauritius.", "Ladies and Gentlemen, Regulatory institutions, Law Enforcement Agencies and other competent Authorities have engaged and are building bridges which would further encourage domestic inter-agency collaboration with the aim of commonly tackling AML/CFT matters.", "A vivid example is the tripartite agreement that exists between the Bank of Mauritius, the Financial Services Commission and the Financial Intelligence Unit, which was entered into in September 2018.", "I am convinced that the fight against money laundering and terrorism financing may only be won if all relevant stakeholders work together in a concerted, coordinated and collaborative approach.", "It is worth noting that tripartite meetings are held under this agreement on a quarterly basis where all concerned institutions discuss ongoing matters of common interest including but not limited to ongoing investigations, outreach campaigns, sharing of experiences, secondments and legislative changes.", "Similarly, the Bank has entered into bilateral MoUs and Memorandum of Cooperation with other domestic authorities, as well as foreign central banks with a view to exchanging information on AML/CFT matters, both spontaneously and upon request.", "Ladies and Gentlemen, Mauritius has also adopted its National Strategy for Combating Money Laundering and the Financing of Terrorism and Proliferation 2019-2022.", "By doing so, we have set out the approach which Mauritius will adopt to tackle money laundering, terrorist financing and proliferation financing threats over the near future.", "To assist in achieving technical compliance with the remaining 5 FATF Recommendations, The Anti-Money Laundering and Combatting the Financing of Terrorism (Miscellaneous Provisions) Act 2020, which brings amendments to 19 pieces of legislation, was enacted in July 2020.", "On the strength of this legislation and additional progress made by the competent Authorities, Mauritius has already submitted a third application for technical compliance re-rating of these remaining 5 FATF recommendations.", "Ladies and Gentlemen, While technical compliance is essential, it is equally important to note that only achieving technical compliance with the FATF Recommendations is not the sole determining criteria of the FATF.", "The effectiveness of the legislative and regulatory frameworks is crucial.", "As stated by Mr Liu, the former FATF President, \"The challenge many countries face today is not the absence of comprehensive global standards, but the effective implementation of those standards.\"", "Compliance is a continuous process.", "We have chosen to embark on this journey and we are highly dedicated to it.", "In this regard, I must say that we, at the Bank of Mauritius, are deploying substantial efforts on the effectiveness front to fully comply with the AML/CFT standards recommended by international organisations.", "When we refer to effectiveness, the FATF expects financial institutions and designated nonfinancial businesses and professions (DNFBPs) to - i. understand the nature and level of their money laundering and terrorist financing risks; ii.", "develop and apply AML/CFT policies (including group-wide policies), internal controls, and programmes to adequately mitigate those risks; iii.", "apply appropriate CDD measures to identify and verify the identity of their customers, including the beneficial owners, and conduct ongoing monitoring; iv.", "adequately detect and report suspicious transactions; and v. comply with other AML/CFT requirements.", "The duties, powers and responsibilities vested on the existing AML/CFT Supervisors, including the Bank of Mauritius, as regulator for the banking sector, and the Financial Services Commission, as regulator for the non-banking financial services and global business sectors, have been enhanced.", "The Bank of Mauritius implemented a risk-based approach to AML/CFT supervision.", "The Guidelines on AML/CFT were reviewed in the light of the changes brought to the domestic legislative framework and issued to the industry earlier this year.", "In addition, new AML/CFT Supervisors have been designated for the different categories of DNFBPs.", "The FIU, which at inception was envisioned as an intelligence gathering agency, is now the AML/CFT Supervisor for five distinct categories of DNFBPs, namely the three branches of the legal professions, the Real Estate and Jewelry sectors.", "The AML/CFT supervisors have benefitted and continue to benefit from training on the implementation of the risk-based supervision in line with the international standards and have all issued guidance to their licensees which sets out the parameters within which they should operate in order to ward off money laundering, terrorist financing and proliferation financing risks.", "In this regard, Mauritius has obtained technical assistance from the EU funded AML/CFT Global Facility and the German Government through the German Development Agency, the GIZ to support the implementation of the FATF Action Plan.", "On its part, the Bank of Mauritius conducted outreach for the industry on various AML/CFT topics.", "As at date, we have already hosted 7 training sessions for the industry and AML/CFT supervisors.", "All of them were facilitated by international experts on AML/CFT.", "On 28 July this year, the Bank hosted a virtual training delivered by the Office of Financial Sanctions Implementation of the UK HM Treasury on the implementation of financial sanctions for the Mauritius Authorities involved in the implementation of the United Nations (Financial Prohibitions, Arms Embargo and Travel Ban) Sanctions Act.", "The virtual training saw the participation of more than 100 representatives from the various agencies and authorities.", "I'm pleased to inform you that 7 additional training programs are scheduled until the end of this very month.", "Ladies and Gentlemen, Within one year of the publication of the Mutual Evaluation Report, Mauritius demonstrated positive and tangible progress on 53 of the 58 Recommended Actions in the Report - which is indeed a monumental task within such a short span of time.", "Mauritius was placed on the FATF List of Jurisdictions under increased monitoring, in February 2020, with respect to the remaining 5 Recommended Actions for which the FATF has, in consultation with Mauritius, devised a detailed Plan of Action with specific deadlines to remedy the identified shortcomings.", "Mauritius has, in February 2020, given a high level political commitment to the FATF to implement the Action Plan within agreed timelines.", "I must here say that there is a concerted effort at all levels among respective Ministries, Regulatory Bodies, Law Enforcement Agencies and other competent Authorities in view of implementing the Action Plan.", "This concerted effort is another tangible proof of our commitment to deliver on the Action Plan by September 2020, which is well before the agreed timeline of the FATF .", "The seriousness of Mauritius to implement all actions is also testified by the fact that a high level Committee placed under the chairmanship of the Honourable Prime Minister has been set up to monitor progress made on the said Action Plan.", "There is also a dedicated Core Group which has been established to monitor the implementation of the Recommendations of the Mutual Evaluation Report.", "Much has happened in terms of effectiveness since the February 2020 FATF plenary meeting in Paris.", "Ladies and Gentlemen, No later than last week, Mauritius has submitted its Progress Report on the implementation of the Action Plan to the Joint Group of the FATF for necessary consideration.", "Our relevant agencies have completed their respective comprehensive plan to implement the FATF action Plan as follows: Regulatory bodies have adopted risk-based supervision for their respective segments (IO3 A beneficial ownership registry has been set up for providing timely access of information to competent authorities (IO5); Law enforcement agencies have embarked on intensive training programme and are conducting parallel complex financial investigations (IO7) and Competent authorities have conducted outreach on targeted financial sanctions and proliferation (IO10 and IO11).", "In this respect, I reiterate as a member of the Core group, that we remain fully committed to ensure our full compliance and effectiveness towards all the FATF standards.", "Ladies and Gentlemen, While we have been focused on the implementation of the FATF Action Plan over the recent months, we cannot ignore the consequences and threats that the Covid-19 pandemic has brought in its wake, not only socio-economic upheavals, but also exposed new and emerging financial risks.", "The FATF has cautioned financial institutions to remain vigilant as criminals were seen to be taking advantage of the pandemic to carry out financial fraud and exploitation scams.", "These scams included advertising and trafficking in counterfeit medicines, offering fraudulent investment opportunities, engaging in phishing schemes that prey on virus-related fears, malicious or fraudulent cybercrimes, fundraising by fake charities, and insider trading, to state merely a few.", "The FATF further laid emphasis on that, I quote, \"criminals and terrorists may seek to exploit gaps and weaknesses in national anti-money laundering/counter-financing of terrorism (AML/CFT) systems while they assume resources are focused elsewhere making risk-based supervision and enforcement activity more critical than ever.", "Financial institutions and other businesses should remain vigilant to emerging ML and TF risks and ensure that they continue to effectively mitigate these risks and are able to detect and report suspicious activity\" unquote.", "The pandemic has also been a change in the payment habits with an increase in the use of mobile, electronic, digital and contactless payments.", "Such a behaviour converges towards our initiative to promote the digitalization of the banking sector, in line with our common vision for the digital transformation of Mauritius.", "It is likely that such a transformation will increase the scope for criminals to exploit vulnerabilities of such systems and commit cyber-attacks and frauds.", "Appropriate safeguards, controls and risk mitigating measures must therefore be implemented to identify, mitigate and manage the associated risks.", "Earlier this year, in the height of the pandemic, the FATF encouraged financial institutions to make appropriate use of financial technology such as digital or contactless payments and digital onboarding to facilitate the delivery of banking and financial services in response to the pandemic while mitigating money-laundering and terrorist financing risks.", "The FATF further proposed a range of measures to enable financial institutions to use a riskbased approach to their customer due diligence, including rolling out responsible digital identity and other innovative solutions for identifying customers at onboarding and while conducting transactions.", "To this end, I'm pleased to inform you the Bank has been very proactive and has already embarked on the process of developing a centralized e-KYC platform.", "This project will facilitate the verification of the identity and will help enhancing KYC control across various segments of activities in the country.", "The platform will equally have access the national InfoHighway for the validation of the KYC information.", "Ladies and Gentlemen, In light with emerging technology and new practices, reporting institutions must accelerate efforts to further expand and develop their AML/CFT toolkit to deal with new and emerging risks I therefore take this opportunity to stress that your role as MLROs is to continuously be kept abreast of the digital risks and developments.", "You can only expect your duties and responsibilities to grow.", "This is why attending such workshops is fundamental.", "This Workshop is part of a series of training and outreach programmes aimed at enhancing the skills of our licensees.", "Targeted outreach programmes such as this one will promote clear understanding of money laundering and terrorism financing risk.", "Our aim is to promote strong AML/CFT measures which are imperative in protecting Mauritius as a leading International Financial Centre, recognised for its socio-economic stability, good governance and strong institutions.", "The responsibility vested on us is a huge one, and first and foremost a collective one.", "The fight against money laundering and the terrorism financing must be a concern to us all.", "This fight may only be won if all relevant stakeholders work together in addressing the common cause.", "Proper coordination and exchange of information among domestic and international authorities remains a critical point for the implementation of an effective AML/CFT regime and strengthen our current regulatory frameworks and processes.", "On a final note, I wish to thank the Financial Services Commission and the Financial Intelligence Unit for their continuous support and collaboration.", "Ladies and gentlemen, I wish you all fruitful deliberations.", "I am sure that you are all keen to hear from our experts today."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Money Laundering", "Terrorism Financing", "AML/CFT", "FATF Recommendations", "Financial Intelligence", "Compliance", "Risk-Based Supervision", "Beneficial Ownership", "Financial Sanctions", "Digital Identity"]}