{"sentences": ["\"The Value of the LEI for Identification in Digital Speech by Klaas Knot at the GLEIF Meet the Market Event 2020 Amsterdam, 4 February 2020 This Meet the Market Event was hosted by the Global Legal Entity Identifier Foundation (GLEIF) and organized in coorperation with DNB.", "In his opening address, Klaas Knot outlined the background to the Legal Entity Identifier (LEI), and described the valuable role it can play in managing financial risks and enhancing the quality and accuracy of financial data.", "Mr Knot also emphasised how authorities and market participants alike can reap the benefits of more widespread adoption of the LEI.", "In other words, welcome to De Nederlandsche Bank.", "Of course, it is easier to call this place by its name.", "And not by its 20-character alpha-numeric code.", "But the Legal Entity Identifier - in short, LEI - is a valuable initiative and that is what we are here to discuss today.", "Before we do, let me share a bit of background, from my perspective about how and why the LEI was developed.", "And how you can play an important role in further expanding its use.", "Thereby making the financial system a little bit safer one LEI at a time.", "Like many other regulatory innovations, the LEI was born out of the global financial crisis.", "The years leading up to the crisis saw a diverse range of legal entities trading on financial markets.", "Many of them were also part of much larger firms, even though this was not always clear.", "These financial conglomerates combined many different structures and activities.", "And they operated across many different jurisdictions.", "But they also lacked transparency and stability.", "Lehman Brothers was a prime example of this: a patchwork of cross-border and cross-entity interdependencies.", "Lehman's insolvency resulted in over seventy-five separate bankruptcy proceedings.", "When it collapsed, the group was party to over nine hundred thousand derivatives contracts.", "When the crisis hit, it was unclear which party owed what to whom.", "The resulting insecurity caused even more panic on the financial markets.", "The root of the problem was the large number of legal entities, scattered across the world, with no uniform international method of identification.", "The LEI was therefore introduced to address this problem and in 2012, the G20 endorsed the LEI System as a global standard.", "The objective of the G20 is the \"global adoption of the LEI to support authorities and market participants in identifying and managing financial risks\".", "Since it was introduced, over 1.5 million entities in over 200 countries have registered for an LEI.", "The LEI has seen widespread adoption in several financial markets most notably in the over-the-counter derivatives markets.", "It is also used increasingly in the issuance of debt and equity securities in jurisdictions.", "In other areas, the uptake of the LEI is less widespread, and the Financial Stability Board (FSB) continues to monitor this progress.", "In line with the G20 recommendations, the FSB is a strong supporter for a broader uptake of the LEI.", "We see many benefits not just from a regulatory perspective.", "The LEI has helped to make the financial system safer.", "Authorities can use it for many different regulatory purposes.", "They can for example use the LEI to monitor financial risk, to keep track of financial entities' aggregate risk exposure, for resolution planning.", "A good example is embedding the LEI in the data on derivative contracts reported by trade repositories.", "This is very helpful in giving supervisors a clear picture of what is going on.", "The LEI has also led to many improvements in the quality of data, and therefore in the quality of data analysis.", "This opens up possibilities for research and data aggregation.", "It also improves the accuracy of data reporting, and makes data more internationally comparable.", "The LEI is now being used in international stress tests.", "It is invaluable in helping to understand interconnectedness.", "It has improved our understanding of the build-up of risk across multiple jurisdictions.", "These benefits are not only available to regulators and other authorities.", "Obviously, these advantages are also available to the wider financial industry and academics.", "Looking ahead, I am convinced the LEI will play an increasingly important role in anti-money laundering processes.", "Banks in Europe are investing heavily in ways to combat illegal money flows.", "This begins with knowing your customer.", "The LEI not only significantly reduces the time and administrative burden required for customer onboarding.", "It also ensures firms are able to clearly and unequivocally know their customers, and to keep track of their financial identity.", "Not to mention the role the LEI can play in removing unnecessary complexity from business transactions.", "There are many other benefits.", "And these will multiply as new applications are discovered and developed.", "Today's event is all about finding these benefits in the various areas of finance in which you are active.", "Only by convincing market participants of the benefits of the LEI, will they be encouraged to contribute to its more widespread use.", "It is clear that the LEI offers many benefits and has widespread support.", "Some of you have been working with the LEI from the outset and are strong advocates.", "However, it still has far to go to meet the G20's objective.The FSB conducted a peer review last year to assess the current adoption and use of the LEI.", "It came up with four sets of recommendations to support the broader use of the LEI.", "Firstly, FSB jurisdictions should require the use of LEIs for the identification of legal entities in data reported to trade repositories.", "This is a strategy that is already being pursued in Europe for derivatives data and starting from April also for data on securities financing transactions.", "Jurisdictions should also consider requiring the use and timely renewal of the LEI in reporting frameworks for a wider set of financial market participants and infrastructures than is now the case.", "There are many ways jurisdictions can promote the further adoption of the LEI.", "They should strive to make full use of the LEI so they can reap all the benefits.", "The FSB will monitor the implementation of this recommendation as part of its regular implementation monitoring activities.", "The second set of recommendations is aimed at the FSB itself.", "The FSB should explore the potential role of the LEI in different areas of activity.", "Work is currently underway to explore the use of LEI in the resolution of financial institutions and on financial innovation issues, for example.", "The FSB will work with standard-setting and industry bodies to facilitate LEI adoption.", "As well as group entities and major counterparties of global financial institutions, the LEI should also be adopted by CCPs' clearing members to support the timely analysis of risk exposures and interdependencies.", "The FSB, working with other standard setters and the industry, will also promote the inclusion of LEI in payment messages.", "It will also consider the benefits of the LEI in cross-border payments.", "The implementation of the ISO 20022 standard will be a major step forward in this respect.", "Thirdly, other relevant standard-setting bodies and international organizations such as the Basel Committee and the IMF should review ways to further embed or enhance references to the LEI in their work, which could facilitate the implementation of relevant LEI uses for both authorities and market participants.", "The fourth set of recommendations is aimed at the LEI Regulatory Oversight Committee and the Global LEI Foundation.", "The FSB recommends that they consider improving the LEI business model to lower the cost and administrative burden for entities.", "They should also consider data quality enhancements to increase the reliability of LEI data and augment the scope and usability of Level 2 relationship data.", "The FSB also recommends that the Global LEI Foundation works with industry and the public sector to raise awareness of the benefits of the LEI.", "And it is against the background of that recommendation that we are here in Amsterdam.", "With over 1.5 million organizations around the world now registered, the Legal Entity Identifier has proven its value as the \"one identity behind every business\".", "We have seen its benefits in different regulatory uses, for data analysis and increasingly for tracing financial flows.", "Yet the benefits should be reaped even more broadly.", "The FSB has published a set of recommendations in order to meet the G20's objective.", "I am convinced the use of the LEI will expand in the coming years.", "Beyond securities and derivatives trade reporting, and into other sectors.", "Because in a globally operating financial world it is clear we need global standards.", "This afternoon we have the opportunity to discuss how we can facilitate the further adoption of the LEI.", "And to identify all the other valuable benefits it can bring.", "I hope everyone here today will seize that opportunity.", "I wish you all a very interesting and productive afternoon."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["LEI", "Financial Risk Management", "Data Quality", "Regulatory Compliance", "Anti-Money Laundering", "Financial Stability", "Resolution Planning", "ISO 20022", "Derivatives", "Customer Onboarding"]}