{"sentences": ["PRESENTATION TO THE STANDING COMMITTEE ON ECONOMIC AFFAIRS RESERVE BANK OF FIJI INSURANCE ANNUAL REPORT 2018 1.", "Introduction Thank you Honourable Chair and Honourable Members for the invitation the Reserve Bank of Fiji's to present Insurance Annual Report for 2018 to the Standing Committee on Economic Affairs.", "The Reserve Bank always welcomes such opportunities to explain to the Honourable Members of Parliament what, why and how we do the work that we do.", "As you may be aware, the RBF is mandated under section 165 of the Insurance Act 1998 ('the Act') to submit the Insurance Annual Report to the Minister for Economy by 30 June of the following year.", "The Bank continues to effectively meet this requirement.", "Needless to say, the RBF continues to receive positive feedback on this publication as an excellent source of information and statistics on an important sector of the economy.", "Please allow me to therefore provide an overview of the 2018 Insurance Annual Report, before I take your questions.", "The Fijian Insurance Industry in 2018 2018 marked both the end of a full year of recovery for Fiji since the devastation of Tropical Cyclone Winston and a return to normalcy for the Fijian insurance industry, as it was spared from further losses of a catastrophic event and most insurance entities posted positive results.", "The total assets of the Fijian insurance industry grew by 9.2 percent, or $95.5 million, to $1.8 billion in 2018, underpinned by the life insurance sector.", "The industry made up around 8 percent of the total assets of the financial system.", "While the number of life policies enforced increased by 2,977 in 2018, there was a significant 62.5 percent decline in general (non-life) insurance policies compared to 2017 i.e.", "a reduction of 124,465 policies arising from the transfer of the Compulsory Third Party (CTP) class to the Accident Compensation Commission Fiji (ACCF).", "However, the general insurance industry benefitted from an increase in group covers by 1,069 policies in  industry's combined gross premiums The insurance grew by 7.5 percent to $347.9 million in 2018, supported by growth in both the life and general insurance sectors.", "A marginal pick-up in the contribution of the industry to GDP was noted, with gross premiums as a percentage of GDP registering at 3.4 percent in 2018, compared to 3.0 percent in 2017.", "The gross premiums of the general insurance sector grew by 8.4 percent to $205.7 million, despite the transfer of the CTP insurance class to the ACCF, underpinned by renewals and new policies issued for the motor vehicle class, and the continued uptake of the micro insurance bundled product.", "The life insurance sector recorded a turnaround with a 6.2 percent increase in gross premiums to $142.2 million from a decline in 2017 and is attributed to the continued uptake of investment-linked endowment products.", "Honourable Chair, the risk transfer role that the insurance industry provides is vital to the sustainability of our economy.", "Insurance provides the necessary safeguard for the financial health of individuals, families, communities, businesses, financial institutions and the economy as a whole.", "A key safeguard therefore is in the form of claim payments, and total net claims and policy payments increased by 6.0 percent to $223.3 million in The general insurance sector's net claims paid increased by 7.8 percent to $104.5 million, due to the settlement of major fire claims.", "Similarly, the life insurance sector recorded an increase of 4.5 percent to $118.8 million in 2018, as matured policies accounted for majority of the payout to policyholders.", " Honourable Members, insurance companies can only honour their claim obligations if they are adequately capitalised through a buffered level of solvency capital, and I am pleased to report that the insurance industry was assessed as sound over 2018 with both the life and general insurance sectors reporting strong solvency positions.", "These sound solvency positions were supported by the positive profitability position of both sectors, though profitability reduced from the level reported in 2017 by 30.1 percent to $23.7 million, as a result of the higher loss ratios for the fire and motor CTP classes.", "The sustained safety and soundness of each individual insurance company is also supported by effective reinsurance arrangements.", "Reinsurance premiums paid by general insurers in 2018 totalled $56.6 million with total reinsurance recoveries reported at $23.8 million.", "The insurance industry also plays a significant role by supporting economic growth as it recycles premiums back into the economy as investment In 2018, the life insurance sector's investment capital.", "The insurance industry as a whole held deposits in the banking system totalling $224.4 million as at 31 December 2018, supporting the banks' ability to provide loans for consumption and investment purposes.", "Honourable Members, in addition to our core financial stability work, the development mandate of the Bank calls for extended efforts on inclusive insurance initiatives.", "We wish to briefly provide an update on the work undertaken by the Bank in this space, in 2018: Bundled Insurance Product: Following the successful launch of the Fiji Care micro insurance bundled product in 2017 to 11,606 cane farmers, the cover was extended in early 2018 to dairy farmers (258), copra farmers (89) and rice farmers (63) with premiums as low as $52 per annum or $1 a week.", "The product was further extended to civil servants (37,000) and social welfare recipients (71655) which brings the total number of bundled insurance holders to 120,671.", "During the year, a total of 837 insurance claims valued at $1.4 million was paid out.", "This increased significantly in 2019 with approximately 3,800 claims paid out totalling $6.5 million.", "The bundled product has significantly increased the take-up of insurance in Fiji specifically from those who have never owned insurance, and has also assisted in the creation of awareness on the benefits of having insurance with our grassroots people.", "The Reserve Bank has a vested interest in such a trend for another reason, as the increased uptake allows Fiji to remain on track to achieve its National \"percentage of adults with insurance product\" Financial Inclusion core indicator target of 25 percent, by 2020.", "The RBF sought to assist in the reactivation of the Agriculture Insurance: Agriculture Insurance National Working Committee, to engage with relevant stakeholders on exploring opportunities to introduce agriculture insurance in Fiji and better adapt to climate change and disaster risks.", "We understand that the Ministry of Agriculture continues to lead the dialogue on this issue, and we stand ready to assist if required.", "With regard to consumer protection, the Reserve Consumer Protection: Bank received 48 insurance related complaints in 2018 comprising 0.8 percent of the outstanding claims reported for the year.", "Most of the complaints were in the area of customer services, and 39 of these complaints were settled during the year with one withdrawn.", "I can also report that the eight (8) pending complaints reported in 2018 have now all been settled.", "We continue to work together with the industry to ensure that an efficient redress process is undertaken.", "Awareness on consumer rights and responsibilities are created in the complaints management process with consumers encouraged to seek independent advice and ask questions on aspects of their policy that they do not understand.", "2019 Key Highlights Honourable Members, we usually conclude our review with the outlook for the next 12 months, but given the timing of this presentation, we can also report on the year that has just ended, though our 2019 Report will be released in June 2020.", " 2019 was also a quiet year for the insurance industry in terms of the absence of major catastrophes, but there have been some major losses in the fire class, exposing some insurance entities to significant claims.", "The transfer of the workers compensation class to the ACCF has not impacted the profitability of general insurance companies in 2019.", "Although the industry's was expected to reflect the economic slowdown generally experienced through most of 2019, statistics for the first three (3) quarters of 2019 have shown otherwise.", "On a consolidated basis, the insurance industry continued to register improved profitability results, and stronger solvency positions.", "However, we expect that some major claims are yet to be reported when the annual 2019 statistics are confirmed, giving rise to claim payments by the general insurance industry in 2019. .", "Conclusion and Outlook for 2020 Honourable Chair and Members of the Standing Committee, with respect to our priorities in the next 12 months, the Reserve Bank will continue to work on strengthening its supervision role including the review of existing supervision policies and the development of new guidelines in line with international supervisory developments and sound practices.", "A key policy development initiative that we worked on in 2019 and will continue to undertake in 2020 is the confirmation of the conduct regulator role of the Reserve Bank, in addition to its prudential regulator role.", "Acknowledging the extreme importance of appropriate market conduct and culture, as we have witnessed in the recently completed Royal Commission in Australia, the Reserve Bank has therefore initiated a review of the culture and conduct risk management frameworks of all our supervised institutions including the insurance companies and brokers, and will finalise a supervisory guidance on this in 2020.", "Furthermore, we continued to test the revised Solvency Guidelines in 2018 and 2019 while awaiting the finalisation of the review of the Insurance Act.", "With the partnership of licensed entities, we continue to be challenged to 'think outside the box' and be part of the national solution to ensuring Fiji's resilience against the risk and effects of climate change, given the rapidly evolving developments in disaster risk management.", "We will continue to discuss with the industry on the design of insurance products and insurance arrangements that will specifically meet the growing needs of our people.", "The Insurance Act 1998, now more than 20 years old, is undergoing a review with the technical assistance of the IMF, with the aim of modernising the legislation to incorporate recent industry developments and supervisory practices.", "These developments include exploring the fronting arrangements, the possibility of allowing captive insurance frameworks, and further clarity around the legal provisions for inclusive insurance.", "Honourable Members, we continue to see the effect of natural disasters locally and globally, evidenced by the vivid images of devastation caused by the current Australian bushfires, the recent earthquake in Puerto Rico that is claimed to have changed the landscape of the country, and for us, the expectation that Fiji may be in the path of a number of tropical cyclones in the remainder of the current cyclone season.", "The magnitude of economic and social losses caused by these natural disasters reiterates the importance of not only having adequate insurance coverage in place but also enhancing insurance affordability.", " There is indeed an ongoing need for the industry to not only promote insurance awareness to the general public, but to also develop and offer innovative insurance solutions that meet the needs and affordability of all Fijians.", "The Reserve Bank is committed to continue work on the necessary initiatives to achieve such outcomes.", "Honourable Chair and Members, thank you again for this opportunity to discuss the 2018 report with you, and we welcome any questions that you may have.", "Reserve Bank of Fiji 16 January 2020"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Insurance industry", "Solvency", "Financial stability", "Insurance claims", "Financial inclusion", "Consumer protection", "Insurance premiums", "Insurance products", "Natural disasters", "Climate change"]}