{"sentences": ["Dear Members of Parliament, As the NBU has long been under systematic political pressure, I have made a difficult but necessary decision to resign.", "For months, the central bank has been pressurized to make decisions that are economically unsound, that focus on short-term, easy \"victories,\" and that could take a tremendous toll on the Ukrainian economy and people in the long run.", "As governor, I have been safeguarding the NBU's institutional capacity for more than two years.", "Together with the members of the NBU Board, we have been a shield that has protected our technocratic and apolitical institution from the influence of political forces.", "Over the past year, this shield has come under unrelenting pressure to give in.", "That includes pressure in courts, paid rallies at Instytutska Street and near the Board members' homes, information attacks based on manipulation and lies, unfounded political assessments of the NBU's policy and of my actions as governor, and use of the NBU Council to incite a corporate conflict within the central bank.", "All these have been links in the same chain.", "This has also hampered the efficient operation of the central bank, as it does not operate out of an island.", "Despite attempts by some to equate the NBU's independence with the desire to distance itself from other public authorities, the NBU does not actually work in isolation.", "Neither do the economy and financial markets, which depend not only on the NBU's policies, but also on the ability of all public institutions to find common ground.", "We at the NBU have also been striving to find it.", "However, pressure is the antithesis of effective dialogue.", "A conversation in which one party speaks professionally of economics and finance while the other is concerned solely with political gain is doomed to fail.", "Does my resignation imply that the NBU has lost its independence?", "My resignation comes as a protest.", "It is a signal and a warning that a red line is about to be crossed.", "As I step down as governor, I seek to warn politicians against further attempts to undermine the institutional foundations of the Ukrainian central bank.", "At this very moment, the NBU Board and several thousand top-of-the-line professionals continue to work at the NBU to promote the macroeconomic and financial stability of Ukraine and the institutional capacity of its central bank.", "However, it is crucial that their work goes on uninterrupted.", "It is imperative that the president, government, and political forces finally begin to work effectively with the central bank.", "After all, the NBU has made tremendous efforts to speed up the development of the economy and financial markets and to advance the welfare of all Ukrainians, and can do a lot more if not interfered with.", "Let me focus only on what has been accomplished during my term as governor since March We have finally curbed inflation.", "Every year, we broke our own records in terms of bringing inflation closer to a level that is optimal for the economy.", "Through its consistent monetary policy, the NBU has achieved an inflation target of 5% ± 1 pp sooner than expected, and inflation has since remained low.", "Our ability to be consistent in maintaining price stability in the face of political cycles was widely recognized by the international community last year, when the NBU received the GlobalMarkets award.", "For the first time since Ukraine gained independence, the key policy rate has been Two years ago, when the Parliament appointed me to lead the NBU, the reduced to 6%.", "key policy rate stood at 17%.", "Today the central bank pursues a stimulating monetary policy aimed at reviving economic growth.", "But we have not stopped there.", "We have introduced completely new tools to support the economy.", "Those include refinancing loans for banks for up to five years, an interest rate swap for banks, and an FX swap facility with international institutions.", "Yes, it will be some time before low We have made single-digit loan rates a reality.", "inflation and the low key policy rate have their full impact on the cost of debt.", "But it will definitely happen.", "Of course, if creditors' rights were better protected, it would happen sooner, but this is beyond the NBU's purview.", "We have strictly adhered to a market-driven, flexible exchange rate regime, while at Moreover, we have worked to develop the same time ensuring that the hryvnia is stable.", "As a result, today the exchange rate is set transparently on leading international platforms, where all players participate anonymously.", "We have come under criticism for strengthening the hryvnia last year.", "Those criticizing us said that the NBU should have been more active in the FX market, when in fact the NBU was active enough that last year alone it added to international reserves a record USD 8 billion, having purchased it in the FX market.", "Yes, if we had bought more dollars, we would not have heard complaints from exporters.", "But we would have heard complaints from importers and, most important, from ordinary people who earn and spend hryvnias.", "Therefore, we kept the balance and, as befits a central bank, pursued a neutral policy, rather than playing into the hands of individual market participants.", "Another category in which the NBU set a new record every year is international reserves.", "This time we hit a new high.", "While I was in office, Ukraine's financial safety cushion increased by USD 10 billion, from USD 18 to USD 28 billion.", "Last year, Ukraine was popular among international investors.", "Although this provided good financial support to the government, this was used to criticize the central bank.", "At the same time, our critics ignored the fact that international reserves grew, not least due to foreign exchange inflows from nonresidents.", "This enabled us to overcome, reasonably painlessly and quickly, the FX market turbulence in March caused by the coronavirus pandemic.", "In 2019, the NBU embarked on a large-scale liberalization of the FX market.", "a truly revolutionary event, for which Ukrainian businesses and households had been waiting for a quarter of a century.", "The NBU has already lifted about 40 FX restrictions, which had for years hampered business development and investment inflows, while also limiting the rights of Ukrainians to freely engage in FX transactions.", "The banking system is healthy, highly liquid, and profitable.", "Since November 2018, not a single bank has been removed from the market.", "The general public knows who owns each and every bank.", "This is reviving confidence in the banking sector.", "This is evidenced by deposit growth - since the start of 2018 hryvnia household deposits have risen by one-andhalf times.", "Moreover, thanks to years of continuous preparation of the banks for potential problems, the banking system entered the coronavirus crisis stronger than ever.", "It is now an outpost of financial stability and a lifesaver for the economy.", "Cashless payments are gradually becoming commonplace in Ukraine.", "Thanks to the numerous initiatives the NBU launched while I was in office, the share of cashless payments among all transactions involving payment cards increased from 39% to 55%.", "The NBU has become even more transparent and open.", "The NBU's current policy is based on a dialogue with banks and nonbank financial institutions, businesses, the expert community, the international community, the media, and our other partners and clients.", "The NBU's achievements were recognized by the international professional financial community through a prestigious award from the Central Banking Awards, in the category of transparency.", "All these achievements could easily be reversed.", "It is much easier to take a step back than the steps forward that it took us years to make.", "I call on you not to let this happen!", "Let the NBU retain the achievements of previous reforms and go on to new ones.", "The NBU has a lot of work ahead of it.", "Don't forget that the coronavirus crisis is continuing.", "We need to maintain financial stability and help Ukraine get back on the track to economic growth, without provoking a spike in prices.", "We need to successfully complete what we started.", "This includes completing FX liberalization, while not undermining macrofinancial stability with hasty decisions.", "We have to make the market of nonbank financial services, over which the NBU became a regulator just the day before yesterday, healthy, transparent, customer-oriented and confidence-inspiring.", "We have to protect the rights of consumers of financial services and enhance financial literacy.", "The NBU received a mandate for this at the beginning of the current year.", "We have to make financial services more accessible, and create conducive conditions for the development of innovations in the financial sector.", "All of that, and many other things, are envisaged by the NBU's Strategy for the Development of the Financial Sector until 2025.", "This requires five years of work, if not more.", "Finally, I would like to thank all NBU employees and all our partners and clients who followed the path of reforms with us.", "These are financial market participants, businesses, and the expert and scientific communities.", "Our discussions gave rise to the proper decisions, while your support inspired us to keep going.", "I thank all of the NBU's like-minded people - MPs and colleagues in other government institutions who united with the NBU to promote reform.", "I'd also like to thank the NBU's international partners and colleagues from other central banks for your support that went beyond financial assistance.", "First of all, you gave us knowledge and faith in ourselves.", "I'd also like to thank journalists who tirelessly helped the NBU become more transparent and easier to understand.", "I'm infinitely grateful to the whole NBU team for providing support.", "All of the NBU's achievements are our joint achievements.", "I thank all Ukrainians who trust in the professional ability of the NBU.", "Confidence in a central bank is the best recognition of its achievements.", "I'm proud that the NBU has this confidence.", "I leave the NBU as an integrated institution that has a strategic vision, well-established processes, a strong professional team, and a good reputation among the world's leading central banks and the international community.", "I'm leaving with my head held high.", "And I leave the NBU under your responsibility."], "classifications": ["fiscal dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["NBU independence", "Inflation", "Monetary policy", "Financial stability", "FX market", "Banking system", "Cashless payments", "Transparency", "Financial sector development", "International cooperation"]}