{"sentences": ["News conference Berne, 25 March 2020 Introductory remarks by Thomas Jordan Ladies and Gentlemen First, on behalf of the entire Swiss National Bank, I would like to express our sympathy to all those directly affected by coronavirus.", "Swiss society and our country's economy face enormous challenges.", "The SNB is working closely with the Federal Council, the authorities and the business community to overcome this crisis.", "The measures adopted by the SNB complement those of the Confederation and are intended to cushion the economic impact of the coronavirus pandemic.", "Monetary policy supplements the various fiscal measures taken by the public authorities.", "The Swiss National Bank has set up the SNB COVID-19 refinancing facility (CRF).", "This instrument is designed to strengthen the supply of credit to the Swiss economy by providing the banking system with additional liquidity.", "There is no upper limit on the amounts available under the CRF, and drawdowns can be made at any time.", "The CRF will be available from 26 March 2020.", "The CRF operates in conjunction with the federal government's guarantees for corporate loans.", "The facility allows banks to obtain liquidity from the SNB, which is secured by these federally guaranteed loans.", "In taking this action, we are enabling banks to access the required liquidity that will allow them to expand their lending rapidly and on a large scale.", "The interest rate for these refinancing transactions corresponds to the SNB policy rate, currently -0.75%.", "Under the CRF, the SNB can also conduct additional refinancing transactions in order to supply the banking system with further liquidity if required.", "As I mentioned, the SNB's new refinancing facility operates in conjunction with the federal government's guarantees for corporate loans.", "So how does this approach work?", "In a stressed situation like the one we are facing, the risk of companies defaulting on loans increases.", "At the same time, the banks are seeking to hold higher levels of liquidity.", "These two factors can lead to a credit shortage, even though demand for credit is rising sharply.", "The Confederation's loan guarantees and the SNB's refinancing facility can unblock the system and get credit flowing again.", "As the banks have all the necessary client relationships, the loans will find their way to the companies that need them.", "The approach is simple, effective and makes use of existing structures.", "Bank lending will play a crucial role in Switzerland's economic development, especially in the coming weeks and months.", "The new CRF is intended to support banks in these efforts, as is the raising of the exemption threshold for the negative interest rate announced by the SNB last week.", "Furthermore, after consulting with FINMA, the SNB has submitted a proposal to the Federal Council requesting that the countercyclical capital buffer for mortgage loans on residential real estate be deactivated.", "This integrated package of measures gives banks maximum latitude for lending.", "Since imbalances persist on the Swiss mortgage and real estate markets, it is important that banks take adequate account of risks when granting mortgages.", "We are confident that the banks are aware of these risks.", "We are also confident that they will not use the latitude afforded by this access to capital to pay dividends or buy back shares, but rather to fulfil their economic function.", "In addition to facilitating lending, the SNB is helping to stabilise the economic situation through its expansionary monetary policy.", "To ensure appropriate monetary conditions, we must counteract increased upward pressure on the Swiss franc.", "We have therefore decided to scale up our foreign exchange market inventions - a tried-and-tested instrument - to shield the Swiss economy.", "Ladies and gentlemen, within the scope of its mandate, the SNB is doing everything it can, in cooperation with the Federal Council and the authorities, to mitigate the economic impact of the coronavirus crisis on the population and on companies."], "classifications": ["none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["SNB COVID-19 refinancing facility (CRF)", "Swiss National Bank (SNB)", "Monetary policy", "Swiss franc", "Coronavirus pandemic", "Credit shortage", "Mortgage loans", "Interest rate", "Federal Council", "Bank lending"]}