{"sentences": ["10.09.2020 Appearance before the Ecological Transition and Demographic Challenge Committee Congress of Deputies Margarita Delgado Members of Parliament, thank you very much for your kind invitation.", "I am delighted to be here today to discuss a topical issue that, I believe, is very important in the context of finalising the draft Climate Change and Energy Transition bill.", "I would like to begin by reflecting on the role that public policies can play in managing the transition.", "I will then go on to talk about the role that the banking sector can and must play in this process, including business, regulatory and supervisory matters.", "I will also address one of the key outstanding issues: the lack of reliable and uniform information, which hampers decisions on investment, supervision and control.", "The banking sector's involvement in the transition to a more sustainable economic model is a relatively recent development.", "However, as you are well aware, combating climate change is a recurring objective of international institutions, since at least the United Nations Summit held in Rio de Janeiro in 1992.", "I think it is fair to say that the European Union has, for some time, spearheaded this fight internationally.", "Europe has decided to act without further delay, before it is too late.", "Nevertheless, we need to be aware that taking early action can increase the social costs associated with the process to transform the economy.", "Admittedly, the transition will have costs and, as reflected in the law itself, these may have undesired economic and social consequences.", "However, it should be highlighted that the costs will always be less than those that would arise if the scenarios envisaged were to materialise.", "Although this transition will no doubt open up opportunities, those sectors and groups that will potentially be more affected by this series of decisions have to be identified, and measures must be implemented to mitigate the net adverse effects that this transition to a more sustainable economy will have on them.", "It is worth bearing in mind that, though climate change is a global affair, both in terms of its causes and of its consequences, there will be cross-country differences in the effect of a rise in average temperatures.", "According to scientific studies, Spain is one of the European countries that will potentially be most affected by climate change.", "In other words, it is among the countries where the aggregate impact will be most acute and, further, it will have less adaptability to this change.", "That said, Spain has advantages as regards the use of renewable energies (for instance in terms of average sunlight hours) and it is clear that both our current account balance and our energy dependence situation would improve substantially by achieving full decarbonisation.", "The draft Climate Change and Energy Transition bill reflects all these circumstances and difficulties, and it must set out an ambitious but realistic path, in line with the international and European commitments that we as a country have assumed.", "Naturally, it is yourselves, members of Parliament, as custodians of the public's will, who have the legitimacy needed to set the rules marking out this transformation process, which will doubtless be complex and challenging.", "Before focusing on the main topic of my appearance, allow me to provide a few brief considerations on the suitability of the tools available to us for reaching the emissions reduction targets.", "As I have already mentioned, the banking sector has an important role to play in this process; however, public policies, most notably fiscal policy, can and must play a preeminent role in managing the transition to a more sustainable economy.", "From the economic theory standpoint, the origin of the problems associated with climate change is a paradigmatic case of negative externality that needs to be \"internalised\", as the social costs (in this case, environmental costs) of pollution are not being taken into account by economic agents when pursuing their activity.", "When faced with this type of market failure, taxation can be used to ensure that the pollution intensity of productive activities equates the marginal costs, thereby reducing emissions to the socially optimal level.", "Further, mention should be made of the EU Emissions Trading System, which is currently being reviewed to bring carbon prices closer to levels consistent with the Paris Agreement.", "Logically, this objective can be achieved in other ways, such as by promoting technological change that reduces the most pollutant emissions.", "And, indeed, consumers also have a prominent voice in this process, as a change in their preferences in favour of a certain type of product can also alter relative prices.", "International coordination of all of these policies is key.", "Decisions on some of them, such as taxes and subsidies, can be taken at different levels (national, regional or local), whereas technological aspects and agents' preferences are far more global, and we cannot disentangle ourselves from them.", "Naturally, in a global world, there is always a risk of certain jurisdictions applying more lax environmental standards than European ones.", "To prevent distortions in trade and the economy, it is necessary to put in place adjustment mechanisms, negotiated through the World Trade Organisation.", "Returning to the role of the financial sector, I would like to point out that, until relatively recently, climate risk was given very limited consideration by a small number of banks, chiefly within their social responsibility areas.", "Allow me to admit that, as it was an area considered beyond our remit, neither was it assessed by central banks.", "Nevertheless, since the signing of the Paris Agreement in 2015, the role finance can play in the transition process is becoming more visible and climbing up the agenda of international financial organisations.", "Notable are the various initiatives within the framework of the United Nations, the OECD, the Financial Stability Board and the Basel Committee on Banking Supervision, among others, and the sustainable finance work by the European Commission.", "Specifically, in the central banking and banking supervision environment, I would mention the work by the Network for Greening the Financial Sector (NGFS).", "This network was created in late 2017 with the aim of analysing, defining and promoting best practices that contribute to the proper management of climate risk in the financial sector.", "The Banco de España actively participates in the work of this network, which has grown exponentially and now has around 70 members and 13 observers.", "Naturally, it is worth considering how banks can contribute to this collective challenge; ultimately, when we think about climate change we see pollutant, industrial activities, which clearly do not include banking.", "The transition law itself has just two articles directly affecting the financial sector.", "However, despite being a 'low-emissions' sector, banks have a major role to play in achieving this transition.", "First, it is clear that a change of productive model affecting economic agents will also have direct consequences for banks.", "Therefore, it should come as no surprise that as supervisors we require that banks appropriately measure the risks derived from this transition process.", "From a theoretical standpoint, the ecological transition process entails two types of risk: (i) physical risks, caused by the direct effects of climate change as a result of the increase in temperature or more frequent or more severe storms, flooding or natural disasters, (ii) transition risks, which refer to the potential effect on specific borrowers of regulatory measures, technological changes, and changes in customer behaviour and preferences.", "The two types of risk are clearly related and interdependent: the more ambitious the regulations, the greater the transition risk and the lower the physical risk, and vice versa.", "However, if we wait too long, not acting could also lead to both risks being high, i.e.", "if abrupt, late corrective action is taken when the physical risks are already difficult to avoid.", "The measurement of these risks undoubtedly poses significant challenges.", "There are methodological difficulties, such as the long time horizon in which the effects of physical risk are observed, which far exceeds those used to measure conventional banking risks.", "Measuring transition risk also presents problems: understanding how it will arise is not straightforward; there is a lack of information allowing an assessment of the firms that could be most adversely affected; and the exact consequences of the different future scenarios are not clear.", "In any event, it is worth remembering that, unlike other 'transitions' prompted by sudden changes in technology or behaviour, the transition to a decarbonised economy has been announced and reported on; as such, it would be hard to claim surprise or a lack of knowledge.", "Moreover, analysing the business environment is already an essential part of the risk assessment and management that banks must carry out, regardless of whether the origin of such changes is technological, related to customer behaviour, regulatory or environmental.", "A series of expectations from both the Single Supervisory Mechanism and the Banco de España itself, within the remit of their supervisory competences, on managing and measuring these risks is expected to be published soon.", "The implementation of these measures will certainly take some time, but supervisory expectations in the short and medium term would be that banks understand the implications of this risk and are capable of identifying and measuring it, always in a manner proportionate to their size and complexity.", "The information generated internally should reach the board of directors, who must be capable of assessing how this risk can impact their business model and incorporate it into their risk appetite framework.", "An important consequence that I would stress to this Committee is that, by appropriately measuring these risks, the banking sector would become a catalyst for the change of productive model.", "If banks identify and quantify climate risks, and pass them through to prices and capital, they become \"facilitators\" of the transition by channelling funds to those activities that contribute most to the sustainable transformation of the economy.", "In this regard, an issue that has long been debated internationally is whether or not regulation should contribute to accelerating this transformation process.", "Indeed, the European Banking Authority is mandated to assess, by 2025, whether this differential prudential treatment for exposures considered \"green\" would be justified.", "The Banco de España considers that financial regulation cannot and should not take the lead in this process, let alone stand in for the potential inaction of other actors which, as I have already mentioned, have much more appropriate instruments for these purposes.", "It should be noted that a similar effect would ultimately occur if the measures implemented to foster the transition are sufficiently successful and banks properly factor in the impact of such measures into their risk analyses.", "Any additional regulatory factors would, as a minimum, entail the \"double counting\" of risks in capital, which would create perverse incentives and reduce the framework's sensitivity to risk.", "Given the scale of the structural change, it is very important that banks adopt a forwardlooking approach, taking into consideration different potential scenarios.", "The Banco de España, like other supervisors, is developing its own methodology to assess these risks in a forward-looking manner, which will translate into climate change stress tests.", "Regardless of other considerations, the implications, challenges and opportunities that the transformation process of our economy presents for banks' business are obvious.", "The amount of investment needed to undertake the transition is indeed enormous (the bill estimates around €200 billion over the coming decade), not to mention the additional resources from the European plan approved in July.", "Undoubtedly, this is a great opportunity to modernise and transform our economy to a more sustainable model, as set out in the bill.", "Obviously, the mobilisation of financial resources is a clear incentive for banks to get involved.", "However, I believe it is also fair to point out that the sector is fully committed to this fight, as attested to by the recent climate commitment, signed on the occasion of the COP25, and the launch of the Centre for Responsible and Sustainable Finance (FinResp by its Spanish abbreviation).", "Nevertheless, despite this favourable attitude, I would like to stress that, to continue moving forward, we must address a key challenge: we lack sufficiently consistent and reliable information.", "In this regard, Sir Ronald Cohen, a well-known philanthropist, investor and environmental activist, recently drew an analogy with the changes in accounting standards.", "What we call \"generally accepted accounting principles\" (GAAP) did not become widespread until 1933, when the US government mandated that companies had to draw up their annual accounts in accordance with these common principles.", "Prior to the 1929 crash, each company published information according to its own criteria, preventing a proper understanding, comparison and analysis of financial information.", "Indeed, despite their limitations and interpretive problems, without common accounting principles, any solvency or risk-discrimination analysis would be lacking in reliability.", "Similarly, environmental risk cannot be assessed without comparable information.", "All economic agents, whether they be banks, investors or customers, need to have information to make decisions and, despite the undeniable cost companies will incur to adapt and comply with these additional transparency requirements, I believe that this is a necessary change.", "In this context, I would like to refer briefly to the development of the green bond market.", "The history of this product began in 2007, when it was first issued by the European Investment Bank.", "As you all know, green bond funds must be earmarked for financing projects that are directly related to sustainability, the preservation of natural resources and the transition to a lowcarbon economy.", "To receive the \"green\" certification, the bond must adhere to a set of principles, like the Green Bond Principles (GBP) established by ICMA1 in 2014, and an external assessor must verify its compliance.", "I believe it is highly significant that this market has evolved outside official initiatives and is based entirely on private standards, like the GPB, as it shows the growing concern among private investors over the effects of climate change.", "However, private standards also face uniformity and consistency problems.", "The rapid growth of this market has also raised some concern over the possibility that, for image and corporate social responsibility reasons, certain issuers may be attempting to appear they care more about environmental issues than their actions would actually imply, which could cause them future reputational problems.", "Pressure is mounting from credit institutions, investors and customers to increase transparency and information, and European regulations are also advocating resolutely for this.", "In this regard, on 15 April, the European Council adopted a Regulation which established an EU-wide classification system, or \"taxonomy\", with the aim of setting a common language for determining the economic activities that may be considered sustainable from an environmental point of view.", "The Commission is also consulting on the development of European standards for green bonds.", "Clearly, we need to understand that this taxonomy, or any other that may be proposed, cannot be perfect from day one.", "Its fixed nature represents an additional challenge.", "Ideally, we should be striving for a dynamic concept of taxonomy, which not only takes into account current emissions, but also reflects whether an activity increases or reduces these emissions.", "In any event, it is clear that, in order to analyse and manage these risks, it is necessary to have standards, even though they may be imperfect.", "Naturally, the draft Climate Change and Energy Transition bill adds to this trend, requiring entities with securities admitted to trading, credit institutions, insurance and reinsurance companies, and other companies (for reasons of size) to publish an annual assessment of the financial impact on society of the climate change risks generated by their activity, as well as the measures taken to address those risks.", "The bill stipulates a two-year period to set out these reporting requirements through a royal decree.", "I believe it is important that these enhanced reporting requirements are in line with European developments, such as the ongoing revision of the non-financial reporting directive.", "Allow me to conclude here for the sake of brevity.", "I would have liked to refer to the internal work the Banco de España is carrying out to adapt to this new reality, which undoubtedly affects our duties as regulator, micro- and macroprudential supervisor and market investor, and even monetary policy itself (whose strategy is currently being reviewed), but it would have taken too much time.", "Of course, if any of you are interested, I will be happy to discuss any of these points further.", "Thank you for your attention.", "I am at your disposal for any clarification you may require."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change", "Banking Sector", "Risk Management", "Transition Risks", "Physical Risks", "Sustainable Finance", "Green Bonds", "Taxonomy", "Information Disclosure", "Fiscal Policy"]}