{"sentences": ["Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Business Leaders in Okinawa KATAOKA Goushi Member of the Policy Board I.", "Economic Activity and Prices A.", "Overseas Economies I would like to start my speech by looking at developments in overseas economies.", "At the beginning of 2020, the growth pace of the global economy was expected to recover gradually.", "Economic developments took an unexpected turn, however, after the novel coronavirus (COVID-19) -- whose first case of infection was confirmed in China at the end of last year -- spread worldwide.", "Chart 1 shows how the number of newly confirmed cases increased in China from January to February 2020, and then from March to April cases increased explosively in Europe and the United States.", "A further spread has been seen among emerging and developing countries such as those in South America and South Asia, making COVID-19 the most virulent pandemic since the Spanish flu in the early 20th century.", "The pandemic continues to evolve, with uncertainty as to when the spread of the virus will subside.", "Figures are 7-day backward moving averages.", "Figures for the United States are based on data from the Centers for Disease Control and Prevention (CDC), while those for the Euro area and Others are based on data from the World Health Organization (WHO).", "For China, there is a discontinuity in the data for February 17 to 19 due to the difference in the basis, and figures for March 16 onward are based on data released by the Chinese government (those before March 16 are based on WHO data).", "Economic indicators declined markedly in many of the affected countries and regions as economic activity became significantly constrained worldwide, mainly reflecting the implementation of strict public health measures.", "The annualized quarter-on-quarter growth rates of real GDP for the April-June quarter were around minus 30 percent in the United States and around minus 40 percent in the European Union, resulting in record declines.", "Although the global economy has bottomed out, the pace of recovery is likely to be moderate for the time being.", "Chart 2 shows the June 2020 World Economic Outlook (WEO) Update released by the International Monetary Fund (IMF).", "According to the baseline scenario on the left-hand side of the chart, the timing of recovery for real GDP growth rates is expected to differ across regions, depending on the timing and severity of the spread of COVID-19 as well as the magnitude of the impact public health measures have on economic activity.", "In China, where the spread of the disease was contained at an early stage, the real GDP growth rate fell sharply for the January-March quarter, but returned to its pre-pandemic level for the April-June quarter, as projected.", "The scenario for advanced economies is quite different.", "Real GDP growth rates fell considerably -- more so than in China -- for the April-June quarter.", "Although the rates are likely to follow a recovery trend, they are expected to return to pre- Chart 2 World Economic Outlook (IMF) Baseline Scenario Risk Scenarios (Forecasts for Real GDP) (Deviation from the Baseline Scenario) % pts.", "Faster-than-expected recovery starting in the second half Second major outbreak in 2021 Advanced economies Emerging market and developing economies other than China Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 CY 2019 2020 2021 CY 2019 20 21 22 23 24 Note: Figures in the right-hand graph are deviation rates of global real GDP from the baseline scenario.", "pandemic levels only in or after 2022.", "Meanwhile, the real GDP growth rates of emerging and developing economies other than China have declined less sharply and recovered with greater momentum relative to advanced economies.", "Nonetheless, their return to pre-pandemic levels is expected to lag behind China by about a year.", "The baseline scenario I have referred to assumes that the impact of COVID-19 will wane as early as the second half of this year.", "However, there is a distinct possibility that this assumption may not be realized, given that several countries have already either suffered or shown indications of a resurgence in cases.", "The right-hand side of Chart 2 provides two different risk scenarios from the IMF, in which global real GDP deviates from the baseline scenario: an upward deviation scenario that assumes a faster-than-expected recovery starting in the second half of 2020, and a downward deviation scenario that assumes a second major outbreak of COVID-19 next year.", "Specifically, the global real GDP is expected to deviate upward by approximately 3 percent in the first scenario and downward by about 5 percent in the second.", "Particularly, if the second scenario materializes, the global economic depression will intensify and become prolonged; thus, it is necessary to pay further attention to developments in the global economy and their effect on business and household sentiment as well as on global capital markets and the financial system.", "B. Japan's Economy Next, I would like to turn to economic developments in Japan, starting with real GDP growth rates.", "In Chart 3, the line graph shows developments in the real GDP growth rate and the bar graph shows the contribution of each demand component to the growth rate.", "The first preliminary estimate of the real GDP growth rate for April-June 2020 registered negative growth for the third consecutive quarter since October-December 2019, marking minus 7.8 percent on a quarter-on-quarter basis and minus 27.8 percent on an annualized basis.", "The decline for the April-June quarter is significantly larger than that for the January-March quarter of 2009, immediately after the collapse of Lehman Brothers.", "The chart shows a significant decline in both domestic demand -- mainly private consumption -- and exports, which reflects the stagnation in economic activity at home and abroad caused by the COVID-19 pandemic.", "Chart 3 Real GDP Growth Rate and Breakdown by Demand Component s.a., ann., q/q % chg. -15 Private consumption Private business fixed investment, etc.", "Government spending Exports Imports Change in inventories, etc.", "Chart 4 shows the outlook for Japan's economy.", "As presented in the July 2020 Outlook for Economic Activity and Prices (Outlook Report), the medians of the Bank of Japan Policy Board members' forecasts for real GDP growth rates are minus 4.7 percent for fiscal 2020, 3.3 percent for fiscal 2021, and 1.5 percent for fiscal 2022.", "Japan's economy is likely to improve gradually from the second half of 2020, but the pace is expected to be only moderate Chart 4 Outlook for Economic Activity and Prices (July 2020 Outlook Report) medians of Policy Board members' forecasts, y/y % chg. (Reference) Excluding the effects of the consumption tax hike Real GDP items less and policies concerning the provision of free Fiscal 2020 -4.7 -0.5 -0.6 +3.3 +0.3 +1.5 +0.7 while the impact of COVID-19 remains worldwide.", "Thereafter, as the impact subsides globally, the economy is projected to keep improving further with overseas economies returning to a steady growth path.", "However, as described in the July Outlook Report, risks to the outlook are tilted to the downside.", "I am of the view that real GDP growth rates will in fact be lower than the medians of the members' forecasts.", "In this regard, I will now examine major GDP components such as consumption, business fixed investment, and exports.", "Let me start with consumption, as shown in Chart 5.", "After declining considerably due to the consumption tax hike in October 2019, real consumption had shown signs of a moderate pick-up toward the beginning of this year, mainly in durable goods and services consumption.", "However, since COVID-19 started to spread nationwide this March, there has been a marked decline not only in some consumption of goods but also in services such as tourism, eating and drinking, and transport.", "This may be attributed to the following factors: (1) the direct effects of requests for self-restraint in going outside and temporary store closures following Chart 5 Real Consumption Jan. 2013 = 100 Durable goods Non-durable goods Overall (Consumption Activity Index, real) 112.5 96.0 89.1 79.0 2013 14 15 16 17 18 19 20 Note: The latest figures are as of June 2020.", "Source: Bank of Japan, \"Consumption Activity Index.\"", "the government's declaration of a state of emergency, and (2) the effect on consumer sentiment, namely, where consumers have become vigilant against consumption involving the \"three Cs\" -- closed spaces, crowded places, and close-contact settings -- in the midst of the spread of COVID-19.", "As for the outlook, with uncertainty as to when the spread of the virus will subside, it is likely that developments in consumption will be sluggish for the time being, considering that services consumption accounts for more than 50 percent of total consumption.", "Another factor that could weigh on the recovery in consumption is that, unlike durable goods consumption, only some of the services that people had temporarily stopped consuming are expected to recover after COVID-19 subsides.", "At this point, let us take a closer look at developments in the employment situation, which underpin private consumption.", "The left-hand side of Chart 6 shows that the employment- related diffusion index in the Economy Watchers Survey has deteriorated significantly since the turn of 2020.", "Almost simultaneously, the real wage income of employees has also declined.", "The right-hand side of the chart shows that, having stopped declining temporarily, the unemployment rate for July was 2.9 percent.", "However, the number of people who became involuntarily unemployed due to the circumstances of their employers or businesses increased to 380,000, registering a rise of 190,000 people from a year ago.", "Looking at the number of workers by industry, as shown on the left-hand side of Chart 7, there have been significant decreases in accommodations and eating and drinking services, in wholesale and retail trade, and in lifestyle-related and amusement services.", "This fall in employment figures can be considered a consequence of the decline in services consumption.", "The labor underutilization indicator on the right-hand side of the chart shows that in addition to the increase in \"unemployed persons\" for the April-June quarter of 2020, there was also an increase in (1) \"persons in time-related underemployment,\" namely, those who are currently employed but wish to work longer hours, and (2) the \"potential labor force,\" which is comprised of those who are excluded from the labor force in the Labour Force Survey but are actually willing to work.", "Thus, the employment situation has been deteriorating due to the effects of the spread of COVID-19, and this is likely to weigh on the recovery in consumption.", "Chart 6 Labor Market Conditions (1) Assessment of Current Employment Conditions Breakdown of Unemployment Figures by Reason and Real Wage Income for Seeking a Job mil.", "Chart 7 Labor Market Conditions (2) Change in Number of Employed Persons Change in Labor Underutilization Indicator 4 % pts.", "Information and communications 2.0 Medical, health care and welfare Potential labor force Persons in time-related underemployment Services (others) 1.5 Unemployed persons Real estate and goods rental and leasing Research, professional and technical services Education, learning support 1.0 Transport and postal activities Compound services Finance and insurance 0.5 Agriculture and forestry Manufacturing 0.0 Lifestyle-related and amusement services Wholesale and retail trade Accommodations, eating and drinking services -0.5 Q1 Q2 Q3 Q4 Q1 Q2 -60 -40 -20 0 20 (10,000 employees) CY 2019 2020 Notes: 1.", "Figures in the left-hand graph show the difference from a year ago in the number of employed persons (average in the April-June quarter of 2020).", "Figures in the right-hand graph show the difference from a year ago in the ratios to the sum of labor force and potential labor force.", "\"Labor Underutilization Indicator 4\" is the sum of unemployed persons, persons in time-related underemployment, and the potential labor force.", "\"Persons in time-related underemployment\" includes employed persons who work less than 35 hours per week, but who wish to work additional hours and are able to do so.", "\"Potential labor force\" is composed of \"unavailable jobseekers\" and \"available potential job seekers.\"", "\"Unavailable jobseekers\" are those who have engaged in job seeking activities within one month and are ready to work within two weeks but not immediately.", "\"Available potential jobseekers\" are those who have not engaged in any job seeking activities within one month, but who wish to work and are ready to do so if a job becomes available.", "Source: Ministry of Internal Affairs and Communications, \"Labour Force Survey (Basic Tabulation and Detailed Tabulation).\"", "I will now shift to business fixed investment.", "As shown in Chart 8, the amount outstanding of business fixed investment has recently turned to a decline, albeit marginally, after continuing on an increasing trend.", "This could be due to two underlying factors.", "First is the reactionary decline in demand after the tax hike.", "Second is the rapid shift in perception of both manufacturing and nonmanufacturing firms with regard to their production capacity as being excessive, mainly due to the decrease in consumption triggered by the spread of COVID-19.", "Looking at the business fixed investment plan in the Bank's June Tankan (Short- Term Economic Survey of Enterprises in Japan), as shown in Chart 9, the investment plans of manufacturing firms remain positive on a year-on-year basis.", "However, a comparison with recent revision patterns reveals that the momentum of fixed investment is weak.", "The business fixed investment plan figure for nonmanufacturing firms is already negative, in sharp contrast with recent revision patterns.", "Firms in many industries will have no choice but to revise their future demand downward, if the impact of COVID-19 becomes prolonged and firms' medium- to long-term growth expectations decline.", "This could cause a further adjustment in business fixed investment.", "Chart 8 Business Fixed Investment and Production Capacity Private Non-Residential Investment Production Capacity DI diffusion index of \"excessive capacity\" minus DI, % pts.", "yen \"insufficient capacity,\" % pts., reversed Manufacturing Production capacity DI (right scale) Nonmanufacturing capacity 80 Excessive capacity Nominal private nonresi.", "Sources: Cabinet Office, \"Quarterly Estimates of GDP for April-June 2020 (First Preliminary Estimates)\"; Bank of Japan, \"Tankan (Short-Term Economic Survey of Enterprises in Japan).\"", "Chart 9 Developments in Business Fixed Investment Plans Manufacturing Nonmanufacturing y/y % chg. y/y % chg. Mar.", "June Sep. Dec. Forecast Actual Mar.", "June Sep. Dec. Forecast Actual survey survey survey survey survey survey survey survey FY 2019 FY 2020 Average (FY 2017 - 2019) Note: Figures include software and R&D investments and exclude land purchasing expenses.", "Figures are for all enterprises.", "Source: Bank of Japan, \"Tankan.\"", "Lastly, let me turn to exports.", "As can be seen in Chart 10, exports had been sluggish since 2019, and the rate of decline accelerated for the April-June quarter of 2020 when the effects of COVID-19 intensified.", "This decline is particularly evident in exports to Europe and the United States, and in exports of automobile-related goods, IT-related goods, and capital goods.", "Deterioration in external demand has likely bottomed out due to the easing of public health measures in many countries.", "However, it will take a considerable amount of time for countries to recover from the impact of COVID-19.", "Bearing this in mind, my view is that it will continue to be difficult to hold out high expectations for a recovery in exports as the momentum for recovery in external demand remains weak for the time being.", "C. Recent Developments and Outlook for Prices Next, I will move on to price developments.", "The observed year-on-year rate of change in the consumer price index (CPI) for July 2020 was 0.0 percent for all items less fresh food and 0.4 percent for all items less fresh food and energy.", "Excluding the effects of the consumption tax hike and the introduction of free preschool education, the figures were minus 0.3 percent and plus 0.2 percent, as shown on the left-hand side of Chart 11.", "The inflation rate remained lower than before, reflecting the tax hike in October 2019, a decrease in demand against the background of the spread of COVID-19, and a drop in energy prices.", "The right-hand side of the chart shows that the indicators representing underlying changes in consumer prices have also continued to show relatively weak developments.", "Turning to the outlook for prices, according to the medians of the Policy Board members' forecasts presented in the July 2020 Outlook Report, the year-on-year rate of change in the CPI (all items less fresh food) is expected to increase gradually from minus 0.5 percent for fiscal 2020 to 0.3 percent for fiscal 2021, and to 0.7 percent for fiscal 2022, as shown in Chart 4.", "If we look at the output gap and medium- to long-term inflation expectations, both of which affect the underlying changes in prices, the output gap, shown on the left-hand side of Chart Chart 11 Consumer Prices Consumer Price Index Underlying Trend in Inflation y/y % chg. y/y % chg. % pts.", "The share of increasing/decreasing items is the share of items in the CPI (less Source: Ministry of Internal Affairs and fresh food, consumption tax adjusted), for Communications, \"Consumer Price Index.\"", "which the price increased/decreased from a year earlier.", "Sources: Bank of Japan, \"Measures of Underlying Inflation\"; Ministry of Internal Affairs and Communications.", ", reached its recent peak in the October-December quarter of 2018.", "The positive output gap shrank thereafter, and in the January-March quarter of 2020 was at around 0 percent, which indicates a state in which supply and demand are balanced.", "Inflation expectations have declined somewhat since the end of 2019, as confirmed in the right-hand side of the chart.", "Bearing in mind that the recovery pace of the economy is likely to be modest with uncertainty over when the spread of COVID-19 will subside, it is difficult to project that the output gap and inflation expectations will improve and that the inflation rate will gather momentum toward approaching the 2 percent price stability target.", "I will elaborate on this point, together with the Bank's conduct of monetary policy.", "Chart 12 Output Gap and Inflation Expectation Output Gap Synthetic Indicators of Inflation Expectations %, % pts.", "The data for the output gap in the left-hand graph are the estimates by the Bank's staff as of July 3, .", "In the right-hand graph, inflation expectations of firms are taken from the Tankan (the output prices DI), and those of households are taken from the Opinion Survey on the General Public's Views and Behavior (the average of responses between minus 5 percent and plus 5 percent regarding annual inflation expectations).", "For experts' inflation expectations, the QUICK Survey, the Consensus Forecasts, and the inflation swap rate are used.", "Sources: Consensus Economics Inc., \"Consensus Forecasts\"; QUICK Corp., \"QUICK Monthly Market Survey (Bonds)\"; Bloomberg; Bank of Japan.", "Conduct of Monetary Policy Let me first outline the Bank's current monetary policy, based on the outlook for economic activity and prices that I have described.", "I would then like to express my opinion about the Bank's monetary policy conduct.", "Outline of the Current Monetary Policy The Bank conducts monetary policy under the framework of Quantitative and Qualitative Monetary Easing with Yield Curve Control, aiming to achieve the 2 percent price stability target.", "This current framework consists of three major components: yield curve control, the purchase of risk assets, and the Bank's public commitment regarding the future conduct of monetary policy.", "In addition to these three components, the Bank has, since March 2020, enhanced monetary easing in response to the spread of COVID-19.", "The measures broadly fall into the following three categories, as illustrated in Chart 13.", "Chart 13 Outline of the Bank's Measures in Response to COVID-19 (1) Special Program to Support Financing in Response to COVID-19: Total Size of about 120 Trillion Yen The Special Funds-Supplying Operations to Facilitate Financing in Response to COVID-19: The Bank provides funds on favorable terms to financial institutions that make loans in response to COVID19 (providing funds at a zero interest rate with a maturity up to 1 year.", "An interest rate of 0.1% is applied to the outstanding balances of current accounts that correspond to the amounts outstanding of loans provided through the measure).", "Additional purchases of CP and corporate bonds: The Bank conducts additional purchases with the upper limit of the total amount outstanding of 20 trillion yen (almost quadrupled) until the end of March 2021.", "The maximum amounts outstanding of a single issuer's CP and corporate bonds to be purchased has been raised substantially, and the maximum remaining maturity of corporate bonds to be purchased has been extended to 5 years.", "(2) Ample Provision of the Yen and Foreign Currency Funds: Unlimited Yen: The Bank purchases a necessary amount of JGBs without setting an upper limit (so that 10-year JGB yields will remain at around zero percent, and also with a view to maintaining stability in the bond market and stabilizing the entire yield curve at a low level).", "Foreign Currencies: The Bank provides U.S. dollar funds in cooperation with 5 other major central banks by lowering the loan rate by 0.25 percent and introducing a fund-provisioning measure to provide funds with a longer maturity.", "(3) Active Purchases of ETFs and J-REITs : Doubled The Bank is to actively purchase ETFs and J-REITs for the time being so that their amounts outstanding will increase at annual paces with the upper limit of about 12 trillion yen and about 180 billion yen, respectively (both doubled).", "The first is the introduction of the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19), which aims to support financing mainly of firms.", "This program consists of the Special Funds-Supplying Operations to Facilitate Financing in Response to the Novel Coronavirus (COVID-19) -- through which the Bank encourages financial institutions' lending to firms -- and an increase in purchases of CP and corporate bonds.", "Through the Special Funds-Supplying Operations, the Bank, in cooperation with the government, supports firms' and households' financing by providing funds at a zero interest rate to financial institutions for the loans that they make in response to COVID-19 and for provision of interest-free and unsecured loans under the government's economic measures.", "The Bank applies a positive interest rate of 0.1 percent to the outstanding balances of current accounts held by financial institutions at the Bank that correspond to the amounts outstanding of loans provided through this operation, and has encouraged financial institutions to make use of the operation.", "In terms of an increase in purchases of CP and corporate bonds, the Bank has aimed to stabilize market interest rates and the financing conditions of financial institutions and firms, among others, by increasing the upper limit of the amount outstanding of CP and corporate bonds to be purchased by approximately four times, to about 20 trillion yen in total.", "This is equivalent to almost a quarter of the domestic market size.", "The total size of this special program, consisting of these two measures, is about 120 trillion yen.", "The second of the Bank's measures in response to COVID-19 is unlimited provision of yen and foreign currency funds.", "As for the yen funds, the Bank decided to purchase a necessary amount of Japanese government bonds (JGBs) without setting an upper limit, removing the indicative figure of an annual pace of increase in the amount outstanding, which was about 80 trillion yen.", "This was carried out with a view to stabilizing the entire yield curve at a low level; meanwhile, the target rate of the long-term yield remains unchanged.", "Regarding foreign currency funds, the Bank has, in cooperation with five other major central banks, provided ample U.S. dollar funds through the U.S. dollar funds-supplying operations; specifically, the Bank lowered the loan rate by 0.25 percent and introduced a fund-provisioning measure to provide funds with a longer maturity.", "The third of the Bank's measures is active purchases of exchange-traded funds (ETFs) and Japan real estate investment trusts (J-REITs) to lower the risk premia in asset markets.", "The aim of this measure is to prevent firms' and households' sentiment from deteriorating, through volatility in asset markets, by doubling the upper limit of the pace of increase in their amounts outstanding of purchases for the time being.", "I hold the view that these three COVID-19 response measures have thus far contained the disturbance in the financial and capital markets and produced some positive effects on firms' financing.", "My Personal View on the Conduct of Monetary Policy In voting on the Bank's measures in response to COVID-19, I dissented from the following two points: yield curve control and the Bank's commitment regarding the future conduct of monetary policy.", "This was based on my view that the current situation calls for the need not only to support financing and provide liquidity but also to take preemptive action to contain any downward pressure that may be exerted on prices.", "Let me first give the reasons for my assumption that downward pressure on prices intensified as a result of the economic shock triggered by the global spread of COVID-19.", "The economic shock of COVID-19 differs in nature from other shocks, such as those brought about by natural disasters or a financial crisis in which the financial intermediation function becomes impaired.", "The latest shock is unique in that it combines aspects of both a supply shock, with sluggishness in production and trade, and a demand shock, with a sharp decline in services consumption.", "While a negative demand shock brings about a fall in prices, a negative supply shock on its own would theoretically lead to a rise in prices.", "In considering the impact of an economic shock on prices, it is therefore necessary to determine whether the supply and demand shocks are positive or negative and which of the two is dominant.", "Chart 14 shows estimates of supply and demand shocks by sector in terms of their effects on output prices, based on the Tankan, taking into account U.S. research findings.", "In the manufacturing sector, the relatively strong effect of a supply shock is particularly evident in automobiles, while in the nonmanufacturing sector the effect of a demand shock is estimated to be significantly large in services for individuals, and in accommodations and eating and drinking services in particular.", "Estimations across all sectors indicate that the shock to aggregate demand played a dominant role in determining changes in prices on the whole, with prices being pushed down.", "These findings should however be treated with some caution as they are based on a number of assumptions.", "Nonetheless, when all the relevant factors are considered -- developments in the output gap and the decline in inflation expectations, the negative effects brought about by externalities, and the mutual effects of the supply and demand shocks -- the indications are that the economic shock of the spread of COVID-19 does indeed exert downward pressure on prices.", "For more details on the economic impact of COVID-19, see, for example, the following.", "Ministry of Economy, Trade and Industry.", "\"White Paper on International Economy and Trade 2020\" (Part I).", "See Watanabe Tsutomu, \"Shingata korona uirusu ga shōhi to bukka ni ataeru eikyō,\" Gekkan Shihon Shijō, no.", "Watanabe argues that, with regard to the economic shock of COVID-19, the shock to aggregate demand is dominant, as can be seen in the fact that GDP and prices have fallen in tandem as a global trend.", "The following points should be taken into account: (1) until the impact of COVID-19 subsides, the economy may be depressed further as individuals have no choice but to follow strict preventive measures; (2) developments could be affected by externalities, namely, a decrease in demand acting as a constraint on spending of other households; (3) it may not be feasible in the short term to fully make up for lost demand through the substitution effect; and (4) supply shocks could lead to demand shocks.", "Chart 14 How Shocks Affect Output Prices (Estimates) degree of impact of shocks degree of impact of shocks Impact of demand shock Impact of supply shock shocks that push prices up Aggregate impact -2 shocks that push prices down Total Motor General Total Services for vehicles machinery individuals Accommodations, eating services All industries Manufacturing Nonmanufacturing Notes: 1.", "Figures show the degree of the effect on output prices, estimated as follows.", "First, supply and demand shocks are estimated from the difference between the actual and forecast figures of DIs for Business Conditions and Output Prices.", "As the means and volatilities of DIs differ by sector, the differences are normalized prior to calculation.", "The effects are then obtained by multiplying the elasticity of prices by the estimated shocks.", "The aggregates of the March and June 2020 surveys are shown.", "One unit of impact corresponds to one standard deviation.", "The right scale shows figures for \"Services for individuals\" and \"Accommodations, eating and drinking services,\" while the left scale shows the others.", "For the method used to estimate shocks, see Bekaert, Geert, Eric Engstrom, and Andrey Ermolov (2020).", "\"Aggregate Demand and Aggregate Supply Effects of COVID-19: A Real-time Analysis,\" Finance and Economics Discussion Series 2020-049.", "Washington: Board of Governors of the Federal Reserve System, .", "Based on the perception that downward pressure on prices intensified, I will now outline the monetary policy I would consider appropriate under the given circumstances.", "First, with regard to yield curve control, it is appropriate for the Bank to conduct active JGB purchases upon clarifying that the policy interest rate would be lowered rather than maintained.", "Since the start of 2020, nominal interest rates have been more or less flat while inflation expectations have fallen.", "Real interest rates -- the difference between the two figures -- have thus risen, suggesting that financial conditions may have become less accommodative.", "To counteract this, the Bank should alleviate the interest rate burden on firms and households by lowering the policy interest rate, thereby mitigating any deflationary pressure that may arise.", "As for the Bank's commitment regarding the future conduct of monetary policy, I consider it appropriate for the Bank, as the central bank, to revise the forward guidance to make it a more powerful one that does not allow deflation to take hold and such that the Bank commits itself to take specific actions under predetermined conditions.", "An effective way to do this is for the Bank to relate the policy interest rate to the price stability target and commit itself to conducting additional easing in the event that the gap between the observed inflation rate and the price stability target widens beyond a certain threshold.", "Given that price adjustments in financial markets normally incorporate speculation about central bank decisions, with such a commitment by the Bank, a self-sustained improvement can be expected in financial and economic conditions.", "Public confidence in the price stability target could also improve if the Bank, by taking specific actions, were to make clear its opposition to any decline in prices.", "In fact, the price stability target will likely be achieved earlier than would be the case if the Bank hesitated to conduct additional easing in response to a decline in prices, and the accumulative side effects of monetary easing may as a result be mitigated."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Economic Activity", "Prices", "Monetary Policy", "COVID-19", "Global Economy", "Consumption", "Business Fixed Investment", "Exports", "Inflation", "Output Gap"]}