{"sentences": ["Speech The Australian Economy and Monetary Policy Deputy Governor Australian Industry Group Virtual Conference - 22 September 2020 My talk today will cover three topics.", "First I will provide a perspective on the historic decline in output that both the Australian and global economies have experienced and discuss the current state of the economy.", "Second I will explain how the monetary policy actions the Reserve Bank has taken are working to support the Australian economy, complementing the large fiscal response.", "Finally I will outline possibilities for further monetary policy action should the Reserve Bank Board decide that it is warranted.", "The Economic Impact of the Pandemic The pandemic has resulted in a historic decline in output in the Australian and global economy.", "Graph 1 shows the GDP outcomes for a range of economies.", "It is a truly daunting picture in terms of the size and the synchronised nature of the declines.", "Quarterly contributions 0 0 -15 -15 First-half 2020 March quarter 2020 June quarter 2020 Italy China Korea Spain Taiwan France Sweden Canada Zealand Australia Thailand Malaysia Kingdom Indonesia Philippines Netherlands United New Sources: ABS; RBA; Refinitiv What explains the large variation in outcomes across countries?", "Part of the explanation is the nature and management of the virus' impact.", "Some countries were affected more severely by the virus and had mobility restrictions for longer.", "There is a strong positive correlation between measures of mobility and GDP outcomes.", "Some part of the difference reflects the behavioural response of people beyond the direct effect of mobility restrictions.", "Those behavioural responses are having a significant impact on the shape of the economic recovery.", "A third source of variation is the share of the service sector of the economy, which has been most affected by shutdowns.", "That is evident in countries like France and Spain where tourism is a sizeable part of the economy.", "The notable exception is the Chinese economy.", "It experienced a 10 per cent decline in the March quarter of 2020 but reversed that decline in the second quarter such that output was actually a little higher than at the end of 2019.", "This reflects the earlier incidence of the virus and consequently the earlier relaxation of restrictions.", "There has also been substantial fiscal policy support in China, though not so much from monetary policy.", "The form of the fiscal support has been different to that in other countries.", "It has been directed at bolstering production rather than the income support that has comprised the bulk of the fiscal support in many other countries, including Australia.", "As a result, industrial production has recovered strongly whereas the rebound in retail spending has been considerably less (Graph 2).", "The strength of the industrial and construction sectors has seen strong demand for iron ore, with prices at multi-year highs.", "This is the largest peacetime economic contraction since the 1930s.", "While the decline was less than initially feared, it is still historically large.", "There are a number of aspects of the outcome that are worth noting: First, while GDP and employment recorded very large declines, household income actually rose.", "This is quite a remarkable and highly unusual outcome.", "Normally in recessions, household income falls along with the decline in output and employment.", "This time that hasn't happened because of the income support from the Government through JobKeeper and JobSeeker.", "In addition, household cash flows have been boosted by the superannuation withdrawals and lower interest rates, as well as the deferral of interest and rent payments (though in the latter case, they reduced income for other households).", "The fact that household income rose in the quarter does mean that the stimulus was overdone.", "Absent the stimulus, the decline in GDP and employment would have been significantly larger and there would have been much greater financial hardship.", "That households saved a large amount of this income support means that their balance sheets are in a considerably better place than would normally be the case in a recession.", "They are better placed to support the recovery as it unfolds.", "The transfer from the strong balance sheet of the government to bolster the balance sheet of the household sector is an entirely appropriate and timely policy response.", "in uncertainty significantly curtailed investment plans.", "The effect of the uncertainty has significantly outweighed the stimulatory effect of the decline in business borrowing costs.", "The decline in investment would have been larger absent the effect of the instant asset write-off, which was evident in a pick-up in business spending on computer equipment and vehicles towards the end of the June quarter.", "Turning to the labour market, hours worked remains a useful way to gauge what is happening, given the impact of JobKeeper on other measures of the labour market.", "Hours worked declined by 10 per cent from peak to a trough around early May.", "Since then they have grown by around 6 per cent nationally, though that is being held back by the impact of the lockdown in Victoria.", "The unemployment rate in August was 6.8 per cent, which was better than expected.", "However, the recovery in the labour market is likely to be bumpy and uneven and we still expect the unemployment rate to rise from here.", "The CPI outcome for the June quarter was affected by a number of unusual developments.", "My colleague Luci Ellis talked about this in detail last month.", "Inflation is being affected by some very large relative price movements.", "There were large declines in child care costs and petrol, both of which will be partly reversed in the current quarter, while some retail prices rose at a relatively rapid rate in the June quarter.", "I do not see there is any risk of a sustained rise in inflation while there remains considerable spare capacity in the economy.", "In particular, the high unemployment rate will mean that wage growth, which was not strong pre-pandemic, will remain subdued.", "As wage costs are a major factor affecting prices, inflation will remain contained for some time.", "Moreover, the declines in rents that were evident in the June quarter as a large amount of extra supply came into the rental market are also likely to persist and will also restrain inflation.", "We are now nearing the end of the September quarter.", "How is the Australian economy evolving after that large decline in output?", "Most indicators of activity and the labour market troughed in early May.", "Since then we have seen a recovery in a number of these indicators, though there has been substantial variation across the country.", "I will illustrate this using the payrolls data (Graph 3).", "Payroll Jobs by State* Week ending 14 March 2020 = 100 100 100 Qld 85 85 M A M J J A M A M J J A M A M J J A * Excludes firms not reporting through single-touch payroll and self-employed persons Sources: ABS; RBA The strongest recovery has been in WA.", "Part of this reflects the turnaround in investment in the resources sector that was already in train before the onset of the pandemic.", "There has also been a sharp rebound in activity in the housing sector in WA boosted by the support from both the federal and state governments.", "The pick-up in WA has been such that some of the Bank's business liaison contacts are reporting that in some skill areas they are finding it hard to find labour, particularly with the border closures.", "At the other end of the scale is Victoria, where the impact of the lockdown is very evident.", "We estimate that the lockdown in Victoria has subtracted around 2 per cent from national GDP in the September quarter.", "Overall, the recovery has not been a rapid bounce but more of a slow grind.", "The virus is having its effect, particularly because of the lockdown in Victoria, but so too is the shortfall in demand that occurs in recessionary conditions.", "That shortfall in demand will be a significant brake on the recovery.", "Until households and businesses are confident about future demand and income, they will be reluctant to spend and invest.", "The Effect of Monetary Policy Actions Fiscal policy is having the largest impact in shaping the outcomes in the economy.", "But the monetary policy actions are also having a material influence.", "The monetary policy action taken by the Reserve Bank since March has a number of elements which complement each other.", "They are aimed at supporting the recovery by lowering borrowing rates for households and business as well as the government and supporting the supply of credit.", "The various monetary policy actions have led to a significant increase in the size of the RBA's balance sheet from $170 billion in February to $300 billion currently.", "I will spell this out in more detail shortly.", "The consequent large amount of liquidity in the system is underpinning low money market rates for the financial system; the cash rate and bank bill swap rates (BBSW) are at historic lows (Graph 4).", "Given these rates underpin the whole spectrum of bank funding costs, funding costs have declined to historically low levels.", "These low funding costs have been passed through to record low borrowing costs for households and businesses.", "The traded cash rate sits below that at 13- 14 basis points given the abundance of liquidity in the system, reflected in the large rise in Exchange Settlement (ES) balances.", "ES balances have risen to around $50 billion and were as high as $90 billion in recent months; considerably larger than the $2-3 billion that prevailed before the pandemic.", "The low level of the cash rate is anchored by the interest rate paid on banks' ES balances at the RBA, which is set at 10 basis points.", "The high level of ES balances is the result of a number of actions by the Reserve Bank.", "First, it reflects the large provision of liquidity in the early days of the pandemic through the Bank's daily market operations.", "Second, it is a direct consequence of the Bank's purchases of government bonds.", "When the Reserve Bank buys bonds in the secondary market, it directly boosts the banking system's deposits.", "Third, the funds provided under the Term Funding Facility (TFF) have substantially increased liquidity.", "These funds are lent by the RBA to the banking system for a term of three years and at a fixed rate of 25 basis points.", "The initial allowance of the TFF was 3 per cent of credit extended by the banking system or $84 billion.", "That allowance has been gradually taken up over the past six months, and particularly in recent weeks, such that take-up currently stands at $75 billion.", "Different types of institutions, whether large, medium-sized or small, have accessed similar shares of funding from the TFF.", "The Reserve Bank Board announced an extension of the TFF following its September meeting.", "This amounts to an additional 2 per cent of credit, and is available to be drawn until June 2021.", "Why did the Board take this decision?", "Given the protracted nature of the recovery, the Board considered it appropriate to provide more funding and for a longer period to support the Australian economy in the recovery.", "The larger amount of funding available, at least 5 per cent of total credit, is a further easing in the stance of monetary policy.", "It will result in a further material expansion of the RBA's balance sheet for the next three years.", "What impact are we seeing from the take-up of the TFF?", "First, the TFF has lowered lending rates by lowering bank funding costs.", "The TFF funding is considerably cheaper than wholesale funding of similar maturity.", "Second, it is having a noticeable effect on the composition of bank funding.", "It is important to keep in mind that funding is fungible for banks.", "It is not possible to say to what purpose particular sources of funds are being put or which they are replacing.", "But the funding structure of the banking system has changed significantly over the past six months as a result of the TFF together with the increase in deposit funding.", "There has been a reduction in offshore wholesale funding, which is of a very similar size to the takeup of TFF funding (Graph 5).", "The amount of domestic wholesale funding is little changed.", "Banks have chosen to let their offshore funding roll off as it matures.", "Wholesale Funding of Banks in Australia Amounts outstanding Offshore bonds Domestic bonds 2010 2012 2014 2016 2018 2020 Sources: Bloomberg; Private Placement Monitor; RBA The banks can use the TFF funds to expand their lending, to replace more expensive sources of funding or to buy other assets, including government debt.", "Funding is fungible, but we can see that all of these options are being taken up by banks.", "The final element of the Board's package is the target for the three-year Australian Government bond yield.", "This is a price-based target for bond purchases, rather than the quantitative target for bond purchases announced by many other central banks.", "You can think of it as an extension of the cash rate target, where the target is for three years rather than overnight.", "That increased horizon for the target is aligned with the Board's forward guidance, which I will come to shortly.", "In saying that it is a price-based target, it is important to remember that in maintaining the threeyear yield target the Bank is still buying the quantities of bonds required to achieve that.", "Those purchases have their effect on maintaining the three-year yield at the target but they also have the same portfolio substitution effect as the quantitative easing programs of other central banks.", "The three-year yield target is for the Australian Government bond nearest to a three-year maturity (Graph 6).", "Since the introduction of the target, that bond has been the April 2023 maturity.", "In a few weeks' time, it will switch to being the April 2024 maturity.", "There is a reasonable amount of substitutability between these two bonds as they are both in the three-year futures basket.", "We wouldn't want a dislocative jump as the target bond changes, and indeed we have seen the spread between these two bonds narrow as the market has focused on the transition.", "The Bank has been purchasing both bonds in our operations in recent weeks to maintain the target.", "Australian Government Bond Yields Target introduced on 19 March 2020 0.75 0.75 0.50 0.50 0.25 0.25 0.00 0.00 J F M A M J J A S Source: Yieldbroker It is worth reiterating that there are two related but separate motivations for the Bank's government bond purchases since March.", "The first is to achieve the Board's target for the three-year Australian Government bond yield.", "The second objective is to address dysfunction in the Australian and state government bond markets.", "The three-year yield declined reasonably quickly to the target so it didn't require large purchases to achieve the target.", "Rather, the bulk of the purchases in March and April was to address dysfunction in government bond markets.", "The Bank purchased both Australian Government Securities (AGS) and semi-government securities (semis) out to a maturity of 10 years to help restore market function.", "Since the bond market has returned to functioning normally, purchases have been directed to maintaining the three-year target.", "The Bank continues to stand ready to purchase both AGS and semis to help support market functioning.", "I said earlier that the three-year yield target is closely aligned with the Board's guidance about the future direction of the cash rate target.", "The Board has consistently stated that it will not increase the cash rate target until progress is being made towards full employment and it is confident that inflation will be sustainably within the 2-3 per cent target band.", "In the August Statement on Monetary Policy, the forecast was for the unemployment rate to rise to 10 per cent at the end of the year and (in the central scenario) to decline gradually to be 7 per cent by the end of 2022.", "While the recent labour market release indicates outcomes could be better than this, there would still need to be a significant further decline in the unemployment rate before the Australian labour market would be nearing full employment.", "Prior to the pandemic, the unemployment rate was around 5 per cent.", "That was not low enough to generate sufficient wage growth consistent with achieving the inflation target.", "Under the central scenario, it would be more than three years before sufficient progress was being made towards full employment to be confident that inflation will be sustainably within the target band.", "In this scenario, it is highly unlikely that the cash rate will be raised over that time horizon.", "This aligns with the target for the three-year bond yield of around 25 basis points.", "To summarise, the bond purchases and the TFF funding have resulted in a large expansion in the RBA balance sheet.", "The balance sheet has nearly doubled from $170 billion to $300 billion, which is a substantial easing in monetary policy.", "In many ways, these actions are as stimulatory as a quantitative easing program of the same size.", "They are providing substantial liquidity to Australian financial markets and underpinning the historically low level of interest rates.", "Other Options for Monetary Policy Given the outlook for inflation and employment is not consistent with the Bank's objectives over the period ahead, the Board continues to assess other policy options.", "The Governor talked about these options at the Anika Foundation event in July.", "One option considered is to buy bonds further out along the curve, supplementing the three-year yield target.", "Purchases would still be conducted to maintain the target for the three-year bond, but additional purchases could occur further out the curve on a regular basis.", "This would have the effect of further lowering government bond rates at longer maturities.", "Very few financial instruments in Australia price off these yields.", "This is in contrast to the US where the 10-year Treasury yield is a key pricing benchmark for mortgage rates.", "The Board has focussed on the three-year yield as the target, because Australian financial instruments price predominantly off the shorter end of the curve.", "These institutional differences across countries are important and affect the design and transmission of monetary policy actions.", "Bond purchases have a portfolio balance effect in addition to the interest rate effect.", "When a central bank buys government bonds, it is exchanging a shorter duration asset (cash) for longer duration one (the bond).", "This incentivises investors to switch into other assets, including potentially foreign assets, to get that duration exposure.", "This lowers interest rates on other financial assets and also can contribute to a lower exchange rate.", "It is difficult to separate the portfolio balance effect from the effect of lower government bond rates empirically.", "Nevertheless, additional bond purchases would have some effect in lowering longer-term interest rates.", "The current level of government bond rates is not a constraint on the fiscal decisions of the Australian and state governments.", "They all have strong balance sheets, with debt stocks that are low relative to other jurisdictions, even taking account of the current sizeable fiscal stimulus.", "The increase in debt is definitely manageable.", "Moreover, there is not, in my judgement, a trade-off between debt and supporting the Australian economy in the current circumstance.", "Absent the fiscal stimulus, the economy would be significantly weaker and debt levels even higher.", "This is particularly so with interest rates at their historically low levels, where the growth benefit from the fiscal stimulus will improve the debt dynamics and help service the debt in the future.", "Foreign exchange intervention is another potential policy option.", "However, with the Australian dollar broadly aligned with its fundamentals, it is not clear this would be effective in the current circumstances.", "The Swiss experience over the past decade (ahead of the introduction of the ceiling on the Swiss franc) illustrates the issues that can arise in terms of the effectiveness of foreign exchange intervention when a currency is not far from its fundamental value.", "It is also important to remember that the exchange rate is a relative price.", "Part of the recent movements in the Australian dollar reflects the depreciation of the US dollar against other major currencies.", "It also reflects the high price of iron ore I mentioned earlier.", "The relatively better growth outcomes in Australia compared with other economies shown in Graph 1 are having an influence too.", "That said, a lower exchange rate would definitely be beneficial for the Australian economy, so we are continuing to watch developments in the foreign exchange market carefully.", "A third option is to lower the current structure of rates in the economy a little more without going into negative territory.", "The remuneration on ES balances is currently 10 basis points, the three-year yield target is at 25 basis points and the borrowing rate of the TFF is also 25 basis points.", "It is possible to further reduce these interest rates.", "A fourth option is negative rates.", "The Governor has talked about this before.", "I will just make a few points here.", "The empirical evidence on negative rates is mixed.", "In the short-term, they can contribute to a lower exchange rate.", "In the medium term, the effectiveness can wane including through the effect on the financial system.", "Negative rates can also encourage more saving as households look to preserve the value of their saving, particularly in an environment where they are already inclined to save rather than spend.", "That is, the income effect can be larger than the substitution effect.", "To date, those economies with negative policy rates have not lowered them further.", "Instead, they have eased monetary policy settings through other means.", "The Australian and the global economies have undergone historic contractions as a result of the pandemic.", "We are now in a gradual and uneven recovery.", "The recovery is being supported by sizeable fiscal stimulus, particularly in terms of income support for households and business.", "Monetary policy is playing its role in supporting the economy.", "There has been a large expansion in the RBA balance sheet resulting from the Board's policy actions.", "This expansion comes from the TFF and the government bond purchases to achieve the yield target and address dysfunction in the bond market.", "This constitutes a substantial easing in monetary policy.", "These actions are underpinning the historically low interest rates for households and business as well as the government.", "The Board decided to further expand and extend the size of the TFF at the September meeting, which will further increase the size of the Bank's balance sheet.", "As the outlook for the Australian economy unfolds, the Board will continue to assess the merits of the range of monetary options to best support the economic recovery.", "[1] This is very evident in the investment expectations measured in the ABS Capital Expenditure Survey.", "[2] This is not a surprising outcome.", "Empirical macroeconomic models of business investment struggle to find much direct impact of borrowing rates on investment.", "Current and expected aggregate demand have the predominant influence.", "This is the case in the MARTIN model of the RBA, as well as much of the macroeconomic research on business investment.", "Ellis L (2020), 'The Economic Outlook', Speech at the Australian Business Economists Lunchtime Briefing, online, 7 August.", "[4] The payrolls data is one of a number of innovations that the ABS has introduced that has helped significantly in tracking the economy through this challenging episode.", "[5] ES balances are the deposits the banking system holds at the RBA.", "[6] The demand for liquidity in the Bank's daily market operations has declined since the early days of the pandemic.", "This reflects the fact that the system has abundant liquidity, and the growing take-up of the TFF.", "However, the TFF is not necessarily a complete substitute for the liquidity provided at the Bank's daily market operations, since the Bank's counterparties have different motivations for seeking funding at particular maturities.", "[7] The Board also extended the drawdown deadline for the additional allowance available under the TFF until June 2021.", "The additional allowance incentivises banks to expand their lending to businesses.", "Banks obtain an additional $5 of TFF funding for every $1 they lend to SMEs, and an additional $1 of funding for every $1 they lend to large businesses.", "[8] Again, given the substitutability between government bonds, it is not really possible to allocate the bonds purchased to each of these two motives.", "[9] See Lowe P (2020), 'COVID-19, the Labour Market and Public Sector Balance Sheets', Address to the Anika Foundation, online, 21 July; and the Minutes of the Monetary Policy Meeting of the Reserve Bank Board on 7 July There is the possibility of a ratings downgrade from higher debt, but that really only has a political dimension not a financial dimension, as government bond rates would likely be little changed.", "In any case, a rating agency should not be the determinant of fiscal policy.", "Fiscal policy should be set to be the most beneficial for the Australian economy and people.", "[11] See Lowe P (2019), 'Unconventional Monetary Policy: Some Lessons From Overseas', Address to Australian Business Economists Dinner, Sydney, 26 November; Lowe P (2020), 'Opening Statement to the House of Representatives Standing Committee on Economics', Canberra, 7 February; Minutes of the Monetary Policy Meeting of the Reserve Bank Board on 7 July 2020; and Commonwealth (2020), 'Reserve Bank of Australia Annual Report 2019', House of Representatives Standing Committee on Economics public hearing, 14 August 2020, available at: <>.", "[12] See Boucinha M and L Burlon (2020), 'Negative Rates and the Transmission of Monetary Policy', ECB Economic Bulletin, Issue 3/2020, available at <~4768be84e7.en.html#toc1>; Arseneau D (2020), 'How Would US Banks Fare in a Negative Interest Rate Environment?", "', Finance and Economics Discussion Series 2017-030r1, Washington, Board of Governors of the Federal Reserve System, available at: <>; Committee on the Global Financial System (2019), 'Unconventional monetary policy tools: a cross-country analysis', CGFS Paper No 63, available at: <>; Agarwal R and M Kimball (2019), 'Enabling Deep Negative Rates to Fight Recessions: A Guide', IMF Working Paper No 19/84, available at <-Deep-Negative-Rates-A-Guide-46598>.", "The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice.", "The Reserve Bank of Australia acknowledges the Aboriginal and Torres Strait Islander Peoples of Australia as the Traditional Custodians of this land, and recognises their continuing connection to Country.", "We pay our respects to their Elders, past, present and emerging."], "classifications": ["none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "none", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-financial coordination", "financial dominance", "fiscal dominance", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "financial dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Economic recovery", "Government bond purchases", "Term Funding Facility", "Unemployment", "Inflation", "Fiscal stimulus", "Interest rates", "Australian economy", "COVID-19"]}