{"sentences": ["8/14/2020 The Fed's Emergency Facilities: Usage, Impact, and Early Lessons - FEDERAL RESERVE BANK of NEW YORK FEDERAL RESERVE BANK of NEW Y( g the Second District and the Nation SPEECH The Fed's Emergency Facilities: Usage, Impact, and Early Lessons Daleep Singh, Executive Vice President Remarks at Hudson Valley Pattern for Progress (delivered via videoconference) As prepared for delivery Good morning, everyone.", "Thanks to Jonathan Drapkin and the Hudson Valley Pattern for Progress for inviting me to speak today, and to all of you for being here.", "During his regional visit last July, New York Fed President John Williams heard from you and others in the area about several key issues-including workforce development, changing demographics, concerns about equitable growth, and a lack of affordable housing and public transportation.", "I have no doubt all of these issues have become far more acute -while many deeper ones have arisen-because of the tremendous hardship caused by the coronavirus pandemic.", "Now more than ever, dialogues such as this one provide insight into the extraordinary challenges faced by the communities we serve.", "* With this context in mind, I will briefly review the actions the Federal Reserve has taken to support the U.S. economy in the face of the pandemic, focusing in particular on the facilities that were created under the Federal Reserve's emergency lending authority.", "T'll then explain the effectiveness of these facilities and offer some early lessons learned, and will end by highlighting some challenges and opportunities as we look ahead.", "I'd like to emphasize that while many of the tools at our disposal work through financial markets and institutions, the end goal is to achieve maximum employment and stable prices, and you will also hear about new lengths the Federal Reserve has gone to support an inclusive recovery.", "I should also make it clear that the views I express are my own and do not necessarily reflect those of the Federal Reserve Bank of New York or the Federal Reserve System.", "The Fed's Unprecedented Actions As part of a comprehensive government response to the economic distress and profound uncertainty caused by the COVID-19 pandemic, the Federal Reserve has taken unprecedented actions in pursuit of its dual mandate to promote maximum employment and stable prices.", "Chair Powell recently bucketed the Fed's actions across four areas: open market operations to restore market functioning; actions to improve liquidity conditions in short-term funding markets; programs launched in coordination with the Treasury Department to facilitate the flow of credit to households, businesses, and state and local governments; and measures to encourage banks to use their substantial capital and liquidity buffers to support the economy during this time of hardship.\"", "The Federal Reserve has also made a number of regulatory adjustments to help address the crisis.", "While the Federal Reserve has faced many crises in the past, what has distinguished the current situation is both the speed and scale of the economic and market deterioration brought on by the virus-as well as the speed and scale of the response.", "Over about a three-week period in March and April, the Fed ramped up its use of existing tools to a historic degree and, in coordination with the Treasury Department, invoked its emergency lending authority to launch nine new facilities to support a broad cross section of the economy, all with the intent of supporting economic activity and employment.'", "At the same time, robust fiscal support has provided direct relief to those suffering the consequences of the virus.", "Policymakers have made forceful commitments to these facilities, which have a combined capacity of more than $2.6 trillion, easily several times larger than peak facility usage in the Global Financial Crisis.", "Although the challenges of 2008-09 were different from the current shock, that experience left us with blueprints for tools that might be used again, and encouraged us to act creatively in deploying new tools better suited to the current circumstances.", "In doing so, the Federal Reserve sought to prevent the immense pandemic-induced declines in economic activity from morphing into a full-fledged financial crisis, or producing lasting scars for households and businesses.", "Usage of the Facilities Four months in, all of the emergency credit and liquidity facilities are operational, and we can take stock of how the programs are being used and the impact they're having.", "The bottom line is that the impact of the facilities has been large and sustained, while the usage has been generally low.", "Figure 1 shows the outstanding balance of loans or asset purchases for each facility as of July 1, and peak outstanding balances since each program was launched.", "These peaks are well below those seen for similar programs deployed during the Global Financial Crisis.", "The limited usage to date compared to the 2008-09 crisis can be explained in part by the fact that the core of the financial system was in much better condition entering into the current episode-banks themselves were well capitalized, for example.", "Because the crisis did not originate in the financial sector, markets were able to recover faster from the initial shock and have been highly 8/14/2020 The Fed's Emergency Facilities: Usage, Impact, and Early Lessons - FEDERAL RESERVE BANK of NEW YORK responsive to the combined fiscal and monetary policy measures.", "For their part, the backstops established by the emergency facilities have proved especially powerful in restoring confidence for private sector borrowing and lending to resume, which in turn helps the flow of credit to the economy.", "This resilience of financial markets is consistent with the trends seen in Figure 2, showing how facility usage has evolved over time.", "The first facilities to start operations were the Primary Dealer Credit Facility (PDCF), Money Market Liquidity Facility (MMLF), and Commercial Paper Funding Facility (CPFF)-the light blue, dark blue, and red areas, respectively.", "These programs sought to repair short-term wholesale funding markets, which serve as the lifeblood of functioning markets.", "As those markets recovered with overarching support from the Fed's actions, usage of the PDCF and MMLEF has declined.", "Similarly, with an easing of pressures in commercial paper markets soon after the CPFF's announcement, this facility too has seen only limited take-up.", "This pattern reflects the \"lender of last resort\" design of these programs: they provide a relief valve if market strains re-intensify, but are not expected to be used heavily under less stressful conditions.", "The main source of growth in outstanding balances comes from the Paycheck Protection Program Liquidity Facility (PPPLF)- shown by the dark gray area.", "This program bolsters the effectiveness of the Small Business Administration's Paycheck Protection Program by supplying liquidity to bank and nonbank financial institutions that originate PPP loans.", "Since its launch in mid-April, PPPLF usage has risen steadily, and outstanding advances are about $70 billion.", "This amount is still well below the program's potential take-up, which is equal to the amount of PPP loans extended, currently over $500 billion.", "Nonetheless, we have heard from PPP lenders that the program bolsters their confidence in making PPP loans to small businesses, as every PPP lender is eligible to use the PPPLF.", "Well over 600 PPP lenders are currently using the facility across all 12 Reserve Banks.", "We have seen modest starts to several other facilities that recently launched and stand ready to support critical segments of the economy.", "The gold area is the Municipal Liquidity Facility (MLF), which funded $1.2 billion of 12-month notes for the State of Illinois to assist with COVID-19 related cash flow pressures.", "Not visible is the Term Asset-Backed Securities Loan Facility (TALF), which is designed to improve lending conditions for a range of consumer, small business, and commercial loans.", "TALF launched last month and has lent about $250 million to date.", "Additionally, lending facilities are now available to help businesses maintain operations and keep employees in their jobs.", "The Main Street Lending Program (MSLP), which provides loans to small and medium-sized entities, including nonprofits, and the Primary Market Corporate Credit Facility (PMCCF), which provides bridge financing to large investment-grade corporate employers if they cannot secure adequate credit elsewhere, both recently opened.", "More sizable, the pink sliver shows balances of corporate debt the Fed has purchased through its Secondary Market Corporate Credit Facility (SMCCF), about $10 billion so far.", "Unlike the other facilities, which establish standing windows for eligible borrowers,° the Fed sets the pace of corporate debt purchases based on market conditions.\"", "Since the SMCCF's launch, as market functioning has improved, we have slowed the pace of purchases, from about $300 million per day to a bit under $200 million a day.® If market conditions continue to improve, Fed purchases could slow further, potentially reaching very low levels or stopping entirely.", "This would not be a signal that the SMCCF's doors were closed, but rather that markets are functioning well.", "Should conditions deteriorate, purchases would increase.", "Impact of the Facilities To reiterate the key point from earlier, despite low usage of the facilities, their impact has been large and sustained.", "In terms of liquidity and funding conditions, we've seen a dramatic recovery since mid-March, as seen in Figure 3.", "This improvement likely comes from a full array of policy actions deployed in quick succession-not only the facilities I just described, but also the lowering of the Fed's policy rate to effectively zero, expanded repos and purchases of Treasury securities and mortgage-backed securities, more generous terms for discount window borrowing, and an expansion in the availability of cross-border liquidity.", "In terms of credit conditions, as seen in Figure 4, we've also seen a sharp reduction of credit spreads that has broadened over time from investment grade debt, to high yield, to municipal bonds, and asset-backed securities, and this has triggered a surge of issuance across asset classes as borrowing rates have normalized.", "While there are still pockets of strain in some markets, and in sectors where business models are directly challenged by the virus, even in these areas there are tentative signs of healing.", "Early Lessons Learned Of course, there are limits on what the central bank can do, and only time will tell the ultimate impact of the facilities on supporting the Fed's dual-mandate objectives, but I would attribute much of the facilities' initial success to four main factors: their size and scope, coordination across the government, flexibility, and sustainability.", "First, the size and scope of the facilities have demonstrated the Fed's capacity and resolve to blunt the initial economic effects of the pandemic shock.", "As I mentioned earlier, the potential lending capacity of the facilities is unparalleled.", "And critically, this lending capacity is being channeled to support a broad cross section of the financial markets and economy-supporting the availability of credit for households, helping small and medium-sized businesses maintain their payroll and employees through new and expanded loans, providing credit to large employers so they are able to pay suppliers and maintain their business operations, and supporting state and local governments experiencing cash flow pressures.", "Second, the facilities represent a full partnership with the Treasury Department, signaling a government-wide effort to cushion the U.S. economy from the shocks caused by the pandemic.", "The Treasury Secretary approved the Fed's use of emergency lending authority under Section 13(3) of the Federal Reserve Act to establish the programs, and the Treasury has provided equity investments in many of them, thus absorbing some of the risk of the Fed's involvement in private credit markets.", "The close 8/14/2020 The Fed's Emergency Facilities: Usage, Impact, and Early Lessons - FEDERAL RESERVE BANK of NEW YORK alignment of the Fed and Treasury served as a \"force multiplier\" in transmitting stimulus, especially at a time when investors, businesses, and the public at large were looking for signs of a coordinated government response.", "Third, the facilities are flexible.", "Term sheets for each facility have been updated or amended since they were first announced, demonstrating a willingness to adapt program design in response to feedback and changing conditions, and to make the facilities more accessible and inclusive.", "'° As Fed policymakers have made clear, these programs can be ramped up or refined further as needed, depending on the impact of and lessons learned from the initial rollout.\"", "Lastly, a key success factor has been the sustainability of the facilities.", "Although the Federal Reserve has moved to implement the facilities at maximum speed, we've also done so with maximum care.", "This means our efforts to launch and operate the facilities are guided by a set of principles that we believe will sustain the public's trust and confidence in our actions.", "Transparency, inclusive access, good governance, and accountability are at the forefront of our work to implement the facilities, and I'd like to expand upon each of these principles.", "1°13 Transparency is fundamental to our credibility, knowing that the Federal Reserve, together with the Treasury, has been entrusted to deploy large sums of public resources.", "In practice, this requires that we make clear in our term sheets and public FAQs who is eligible to participate in the facilities as a borrower, seller, or intermediary.", "It means timely reporting on who is using the facility, including and going beyond what is required by law.", "'4 It also means making public all vendor contracts, including details on the fee structure and key terms of service arrangements.", "In our effort to contain the damage from the virus shock, the Federal Reserve retained several outside vendors to accelerate the facilities' rollout and to supplement our areas of internal expertise.", "'> Our initial vendor selections prioritized expertise, scale, and in many cases, the ability to segregate a team of dedicated personnel.", "We also relied in many cases on existing relationships with primary dealers as financial intermediaries to get up and running quickly.", "This approach helped to launch our facilities at maximum speed, but our strategy from the start has been to diversify our vendor and counterparty base in the post-launch phase.", "All of the contracts the New York Fed has signed are short term; each has a provision to cancel with 30 days' notice.", "Given this flexibility, we are evaluating all contracts after 90 days, with priority on re-bidding those that were not competitively bid.", "We're also actively exploring opportunities to diversify the range of potential vendors and counterparties we work with across facility activities.", "Governance and Accountability Finally, in pursuing our policy goals, we have an obligation to the public to be accountable for all our actions.", "We have embedded the facilities into Reserve Bank risk management and control frameworks, while building new layers of governance as added layers of protection.", "We also remain ready to engage with our oversight bodies and those appointed under the CARES Act to ensure that the American people understand the steps we are taking on their behalf as faithful stewards of the public trust.", "Challenges and Opportunities In my remaining time, I'll mention a few of the ongoing challenges and opportunities as we look ahead.", "First, as President Williams said just last week, the virus has hit the most vulnerable segments of our society the hardest.", "!° Communities of color and lower-wage workers are facing higher rates of unemployment, limited access to healthcare, and greater exposure to the virus.", "We need to stay focused on the distributional effects of our actions and challenge ourselves to promote a more equitable recovery, while also understanding the limits of what our monetary policy and lending powers can directly achieve.", "Second, while we can be confident that low facility usage amid generally well-functioning markets reflects the power of backstops, we must remain vigilant for any signs of hesitation of eligible participants to use the facilities out of concerns it sends a signal of weakness.", "Credible backstops provide confidence that may prevent a severe deterioration of market conditions going forward, but the true test of the facilities' effectiveness will be if they are used when needed in dysfunctional market conditions.", "As always, we stand ready to make adjustments to our operations as necessary to meet our objectives.", "Third, what does the intensity of market distress and abrupt deleveraging in mid-March tell us about vulnerabilities that were building in the nonbanking sector for many years, particularly for business models that are structured with large amounts of embedded leverage, and those still reliant on short-term wholesale funding?", "And finally, while we entered this crisis with well-capitalized banks, we need to be watchful of banking sector resilience in the face of potential waves of nonperforming loans and bankruptcies that could challenge asset quality.", "All of this is to remind us of what we already know: there remains tremendous uncertainty about the path ahead, and so we must stay humble in the face of ongoing risks and resolute in our commitment to adapt as needed.", "I'll conclude by expressing my deep personal gratitude to the health care professionals and essential workers who put themselves at risk each day to meet the basic needs of others, and to my colleagues at the Federal Reserve, who continue to work tirelessly to help safeguard our economy and financial system.", "I'm humbled and inspired by their service.", "3/4 8/14/2020 The Fed's Emergency Facilities: Usage, Impact, and Early Lessons - FEDERAL RESERVE BANK of NEW YORK 11'm grateful to Deborah Leonard and Julie Lasson for their assistance in preparing these remarks, to Shafat Alam, Shawn Nee, and David Tam for their assistance with data and charts, and colleagues in the Federal Reserve System for valuable comments and suggestions.", "Chair Jerome H. Powell, Coronavirus and CARES Act, testimony before the Committee on Financial Services, U.S. House of Representatives, Washington, D.C., June 30, 3 See Board of Governors of the Federal Reserve System, Supervisory and Regulatory Actions in Response to COVID-19, accessed July 7, 2020.", "4 The facilities established under the authority of Section 13(3) of the Federal Reserve Act, with approval of the Treasury Secretary follow: Commercial Paper Funding Facility (CPFF) and Primary Dealer Credit Facility (PDCF), established March 17; Money Market Mutual Fund Liquidity Facility (MMLF), established March 18; Primary Market Corporate Credit Facility (PMCCF), Secondary Market Corporate Credit Facility (SMCCF), and Term Asset-Backed Securities Loan Facility (TALF), established March 23; and Paycheck Protection Program Liquidity Facility (PPPLF), Main Street Lending Program (MSLP), and Municipal Liquidity Facility (MLF), established April 9.", "5 Chair Jerome H. Powell, Coronavirus and CARES Act, testimony before the Committee on Banking, Housing, and Urban Affairs, U.S. Senate, Washington, D.C. May 19, 6 Subject to specified limits.", "7 The facility's purchases recently shifted from ETFs to cash bonds, which will likely be its primary tool in the current market environment.", "If market conditions deteriorate, both ETFs and cash bonds will be purchased.", "8 For context, $300 million of ETFs purchases a day represented about 10 percent of average daily volumes for ETFs that were eligible for purchase at the time.", "Purchases are currently a bit under $200 million a day across ETFs and cash bonds, around 5 percent of the average daily volume of eligible cash bonds, and less than 1 percent of ETF average daily volume.", "9° Indeed, the Fed stands ready to ramp up any of the tools mentioned if conditions worsen.", "10 The MLF, for example, broadened the program's eligibility parameters so that smaller cities and counties could qualify to participate, expanding the set of potential eligible issuers from around 75 in the program's original terms to nearly 400 now.", "The term of the notes eligible for sale to the facility was also lengthened to 36 months, and the active life of the program was extended to December 31, 2020.", "Among other changes, the Main Street Lending Program expanded participation to include nonprofit organizations, which are playing a crucial role supporting people during the pandemic.", "The PPPLF expanded eligibility to include the participation of nonbanks and the acceptance of loans purchased from the originator.", "4 Chair Jerome H. Powell, Coronavirus and CARES Act, testimony before the Committee on Financial Services, U.S. House of Representatives, Washington, D.C., June 30, 12 Michael Held, The Federal Reserve's Pandemic Response, remarks at Union of Arab Banks Webinar: Global Banking in Light of COVID-19 and Geopolitical Development, June 25, 2020.", "13 Daleep Singh, Implementing the Fed's Facilities: Moving at Maximum Speed with Maximum Care, remarks before the Money Marketeers of New York University, April 17, 14 On a weekly basis, the Federal Reserve Board's H..1 statistical release reports on aggregate balances of each of the facilities and where relevant, provides additional information about their net portfolio holdings.", "Every 30 days, the Board reports to Congress the outstanding balance of each facility, the value of the collateral posted, the amount of interest, fees, and other revenue or items of value received in exchange for the assistance, and any expected taxpayer losses for such assistance.", "The CCFs, MLF, TALF, PPPLF, and MSLP include transaction-specific information, including the identity of the participant, the amount, relevant price, and related security information.", "Additionally, the New York Fed recently published the first monthly snapshot of the components and weights of the SMCCF's eligible index.", "45 For example, while the Fed has over a decade of experience in asset purchases, it had never before made purchases of corporate debt.", "16 John C. Williams, A Different Kind of Recession, remarks at the Institute of International Finance: Central Banking in the Age of COVID-19 Summit, June 30, 2020."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Federal Reserve Facilities", "Economic Impact of COVID-19", "Monetary Policy", "Financial Markets", "Liquidity", "Credit", "Transparency", "Accountability", "Economic Recovery", "Distributional Effects"]}