{"sentences": ["As prepared for delivery Good morning.", "Over the past four months we have experienced a series of unprecedented events.", "The pandemic, social distancing, and the economic fallout have transformed all of our lives.", "This summer, many Americans will be grieving the loss of loved ones, and many more will be faced with financial hardship and concern about the uncertainty of the future.", "The pandemic has caused a deep recession and levels of unemployment we've not experienced in our lifetimes.", "At the Federal Reserve, we are working tirelessly to address the economic damage caused by the coronavirus and to put the economy back on a path toward achieving our dual mandate goals of maximum employment and price stability.", "In the first half of March, as the pandemic began to unfold in the U.S., the Federal Open Market Committee (FOMC) lowered the federal funds rate effectively to zero.", "Bringing the policy rate down to this low level reduced interest rates across the economy, making it easier for households and businesses to meet their borrowing needs and fostering favorable financial conditions.", "Beyond these monetary policy actions, we have taken many additional measures to promote the stability of the financial system and to support the flow of credit.", "Today, I'm going to focus my remarks on these measures and detail their significance for supporting the economy.", "But before I continue, let me give the usual disclaimer that the views I express are mine alone and do not necessarily reflect those of the Federal Open Market Committee or anyone else in the Federal Reserve System.", "A Lesson from History Ensuring liquid and smoothly functioning financial markets are essential roles of central banks, like the Federal Reserve.", "Yet, it's often poorly understood why these roles are so important for the health of the broader economy.", "It was the financial crisis that erupted in 1907 that led to the creation of the Federal Reserve System, and as we've planned and executed our response to the current crisis, it's this history lesson I keep returning to.", "A number of shocks, beginning with the 1906 San Francisco earthquake, led to a run on the banks in 1907.", "The run on the banks was stemmed by emergency loans from a consortium of private banks, called the New York Clearing House.", "But a run on less regulated trusts, the \"shadow banks\" of that time, could not be similarly curtailed.", "J.P. Morgan brought together a group of young bankers, including Benjamin Strong, who would go on to become the first head of the New York Fed, to examine the books of the trusts.", "They made loans to the trusts they judged solvent, but the Knickerbocker Trust, the second-largest in the country, did not make the cut, and its collapse precipitated panic throughout financial markets.", "To stem that panic, Morgan and his banking colleagues lent more generously to the surviving trusts.", "The consequence of these events was a severe recession, and the U.S. economy contracted more than 10 percent.", "As a result of the financial sector's inability to contain recurring financial panics, Congress realized the need for the public sector to step in, a process that led in 1913 to the creation of the Federal Reserve System.", "An Unprecedented Challenge Returning to more recent events, as the pandemic began to unfold in the U.S., we saw intense strain and disruption to financial markets.", "In response, the Federal Reserve has taken a set of strong and decisive actions to supply liquidity and to assure the continued flow of credit in the economy.", "The unique nature of this recession-a global pandemic-has required us to design an innovative response.", "Some of our actions have the hallmarks of those taken during the 2008 financial crisis, but many more have required a fresh approach.", "As uncertainty about the coronavirus took hold, we saw disruptions in short-term funding markets.", "Markets for Treasury securities and agency mortgage-backed securities, which are normally highly liquid and form the bedrock of our financial system, nearly buckled under the strain of massive flows of funds in response to the pandemic.", "It's easy to think of financial markets as somewhat divorced from the real economy-most people will never need to worry about a spike in the repo rate or liquidity in the Treasury market.", "But the reality is that like the events of 1907-and more recently 2008-turmoil in financial markets can have a devastating impact on the wider economy.", "If credit isn't flowing, people can't finance the purchase of a home, businesses can't invest, and nonprofit organizations and municipalities can't keep essential services going.", "This is why safeguarding the functioning of financial markets is essential for the health of the broader economy.", "In response to the extraordinary volatility caused by the pandemic, the Fed greatly expanded its repo operations and began purchasing sizable quantities of U.S. Treasury securities and agency mortgage-backed securities.", "These actions to provide massive liquidity have proven successful.", "They restored market functioning and averted what could have been a much more severe pullback from markets and the flow of credit to households and businesses.", "Deploying Our Tools In addition to the repo operations and asset purchases, we have established a number of programs to support the flow of credit to households, businesses, and state and local governments.", "I won't go into detail about all of the facilities, but I will emphasize two important points.", "First, they demonstrate the Fed's strong commitment to prevent lasting damage to the economy.", "Second, the scale and reach of the response is an indication of the gravity and unique nature of the situation we are facing.", "Although the facilities differ in important ways, reflecting the specifics of markets and sectors, they all share the goal of keeping credit flowing to households, businesses small and large, and other key segments of the economy.", "Since the announcements and rollouts of the various facilities, we have seen a significant improvement in the pricing and availability of credit.", "Somewhat paradoxically, despite the clear effect that these facilities have had on the availability of credit, actual take-up of the facilities has been relatively low.", "But this is in fact a measure of success-the existence of the facilities, even in a backstop role, has helped boost confidence to the point where borrowers are able to access credit from the private market at affordable rates.", "It's worth noting that the Federal Reserve does not act alone.", "As my colleague Chair Powell says, \"The Fed has lending powers, not spending powers.\"", "Sound healthcare policy and the ability of fiscal authorities to put cash directly in the hands of Americans are both essential for the economy to endure this devastating episode.", "I'll conclude with this: If the history of central banking teaches us one thing, it's that \"necessity is the mother of invention.\"", "Severe crises demand innovative and decisive responses, and the Federal Reserve is striving to deliver just that.", "These are unprecedented times, and the pandemic presents truly unique challenges.", "However, the actions we have undertaken harken back to why the Federal Reserve was created in the first place.", "That is, to do what only a central bank can do: to keep credit flowing when fear and uncertainty take hold, and in that way to foster a strong economy with maximum employment and stable prices.", "More information about this financial crisis can be found in Donald P. Morgan and James Narron, The Final Crisis Chronicle: The Panic of 1907 and the Birth of the Fed, Federal Reserve Bank of New York Liberty Street Economics, November 18, 2016.", "For a more detailed overview of the Federal Reserve's responses to the pandemic-related disruptions in financial markets, see Michael Fleming, Asani Sarkar, and Peter Van Tassel, The COVID-19 Pandemic and the Fed's Response, Federal Reserve Bank of New York Liberty Street Economics, April 15, 2020.", "The impact of these strains on liquidity in the Treasury market is discussed in Michael Fleming and Francisco Ruela, Treasury Market Liquidity during the COVID-19 Crisis, Federal Reserve Bank of New York Liberty Street Economics, April 17, 2020.", "For the various New York Fed Open Market Desk statements on the expansion of repo operations during March 2020, see Repo and Reverse Repo Operations.", "FOMC statements regarding asset purchases at this time include: Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, March 15, 2020; Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, March 23, 2020; and Board of Governors of the Federal Reserve System, Federal Reserve Announces Extensive New Measures to Support the Economy, March 23, 2020.", "The improvement in Treasury market functioning following these actions is discussed in Michael Fleming, Treasury Market Liquidity and the Federal Reserve during the COVID-19 Pandemic, Federal Reserve Bank of New York Liberty Street Economics, May 29, 2020.", "In the March 23 statements, the FOMC also announced it would start to purchase agency commercial mortgage-backed securities (CMBS) to smooth market functioning in that market that helps to finance multi-family housing.", "For more on the deterioration of CMBS market functioning, the Fed purchases and their impact on the CMBS market during this period, see Woojung Park, Julia Gouny, and Haoyang Liu, Federal Reserve Agency CMBS Purchases, Federal Reserve Bank of New York Liberty Street Economics, July 16, 2020.", "A listing of the new facilities with links to additional information for each facility can be found at the Board of Governors of the Federal Reserve System website at www.federalreserve.gov/monetarypolicy/policytools.htm.", "Jerome H. Powell, Current Economic Issues, Speech at the Peterson Institute for International Economics, Washington, D.C. (via webcast) (May 13, 2020)."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["financial markets", "credit flow", "liquidity", "economic damage", "monetary policy", "coronavirus", "Federal Reserve", "pandemic", "recession", "financial crisis"]}