{"sentences": ["The question everyone would like to ask of someone following the situation up close, minute by minute, is: are Europe and the euro strong?", "I am not in any doubt about the strength of the euro.", "During the financial crisis, we were able to overcome difficult situations, thanks to the efforts made by the people of Europe.", "We succeeded by working together and by putting in place policies that were mutually reinforcing.", "It's important that, at such a difficult time, national governments and European institutions implement common policies in a timely fashion.", "Right now we're working towards tomorrow's Eurogroup meeting - there needs to be a joint response to this crisis which, let's not forget, is affecting every country in Europe.", "And the ECB is working with Europe to strengthen that response.", "The stock market fell sharply after the ECB President's press conference on Thursday.", "Influential voices joined in with the criticism that followed, and even the Italian President got involved.", "But is the ECB ready to help Italy?", "The decisions we took this week demonstrated that we are ready and able to play our part.", "Regardless of any isolated events that may occur in the heat of the moment, at a time of immense pressure and hard work, the ECB and the national central banks have decided to take strong action and apply all the flexibility needed at present, and we have resolved to adopt further measures if necessary.", "Facts are what count right now, and we will do everything we have to, within our mandate.", "What concrete action can the ECB take to help Italian firms and households?", "First of all, let me say that the economic consequences of the pandemic will need to be addressed first and foremost by governments.", "They are the ones that are able to implement swift and decisive measures to support healthcare systems, employment and household income.", "They are the ones who can take targeted action to help firms, providing public guarantees in order to channel credit and liquidity to companies affected by the crisis.", "So it's a positive step that European governments are following the example of the Italian government and are taking action.", "And what about the ECB?", "These actions will reinforce the effects of the measures put in place by the ECB.", "Monetary policy is supporting firms and households by keeping interest rates exceptionally low, even negative, and ensuring that banks are able to continue lending to the economy.", "The measures we have just taken seek to ensure that lending to the real economy does not contract, and, if possible, increases.", "Banks can now obtain €3,000 billion of funding from the ECB at the most favourable conditions there have ever been.", "We expect these measures to help those sectors worst affected by the crisis, in particular the small and medium-sized enterprises (SMEs) that play such a key role in the Italian economy.", "Finally, we shouldn't forget that the ECB's banking supervision arm, which also involves the national authorities, has taken action in recent days to ensure that the crisis does not prevent banks from supporting the economy.", "Banks will now make use of the scope this gives them to support firms and households, not to increase salaries or dividends.", "Can you explain what you decided last Thursday, because the markets didn't really understand it at first.", "The Italian stock market fell by 17% ... Last Thursday we reduced the cost of funding for banks, provided that they, in turn, pass on that funding to firms and households - effectively, we further reduced the cost of lending to the economy.", "We took measures aimed at easing the eligibility criteria for the assets used by banks as collateral in our refinancing operations.", "We have not, so far, reduced the interest rate on the deposit facility (the rate which is currently relevant for monetary policy, and which is below zero); however, further cuts would be possible if warranted by the economic outlook.", "We increased our asset purchase programme by €120 billion, which will allow us to address tensions in the government bond markets.", "In the course of this year, we will make net purchases totalling €360 billion.", "If necessary, this programme could be expanded again.", "The turbulence seen in the Italian government bond market in recent days is undesirable and needs to be allayed.", "Large, unwarranted increases in spreads, caused by the grave health crisis - which risk fragmenting the euro area government bond market and undermining the transmission of monetary policy - will be addressed decisively.", "The package of measures that we adopted this week allows us to act flexibly in terms of both the pace and the composition of our asset purchases, meaning that we have the possibility to focus our efforts on asset classes and countries that come under pressure.", "At a time of heightened market sensitivity, seeing the possibility of purchasing corporate bonds open up has created the impression that the ECB is less focused on purchasing sovereign bonds.", "This is a misperception.", "The asset purchase programme was relaunched by the Governing Council in September, when Mario Draghi was President, and has been expanded in recent days under the presidency of Christine Lagarde.", "It is a necessary tool to bolster the effectiveness of monetary policy when there is less room to use the traditional interest rate tool.", "The purchases involve both public and private sector bonds, with the aim of facilitating the achievement of the price stability objective.", "But, in fact, the operations primarily involve public sector bonds, which represent over 80% of purchases carried out thus far.", "There is a lack of liquidity in the economy and this problem will become increasingly acute.", "These sales on the financial markets are aimed at selling bonds to obtain liquidity.", "I am obliged to be boring: we have all the necessary tools, we are using them decisively and are able to do even more.", "At present our monetary policy operations ensure unlimited liquidity for the banks.", "Liquidity stress could emerge among non-bank intermediaries.", "If necessary for the conduct of monetary policy or to safeguard the stability of the financial system, the Governing Council could consider whether and how to expand the list of intermediaries that can be supplied with liquidity and the rules for participating in our refinancing operations.", "Christine Lagarde told European leaders that if no action is taken we run the risk of a shock like the one seen in 2008.", "The global shock we face could be even worse than the one in 2008 if it is not managed with the necessary care.", "In the two weeks preceding the meeting of the ECB's Governing Council, the markets fell faster than they did when Lehman Brothers collapsed.", "Today the shock is more complex and potentially wider reaching.", "The risk of the rapid spread of the virus is causing us to make much greater changes to our daily lives than was the case ten years ago.", "Just look around at the closed businesses and schools.", "We will have to revise our growth estimates.", "Should we prepare for a recession?", "The effect of the crisis will depend on the policies we implement and could reduce growth by a few percentage points, for Italy and other European countries.", "It is therefore good that policy responses are being activated.", "The sooner a plan to kick start the economy is ready, the better it will be.", "I also hope that the geopolitical tensions of recent months will weaken, so as to strengthen confidence.", "We cannot allow other shocks to occur, such as trade or currency wars.", "The other central banks have also taken action, but it has not sufficed to reassure the markets - a sign that monetary policy has become less effective or confirmation that central banks can do a great deal but they cannot do everything?", "Some may hold the view that central banks are practically omnipotent.", "This is a false impression that could distort public debate, by attributing to central banks responsibilities and tasks that are beyond their remit.", "Central bankers should be well-versed in their tools, but should also know their limits.", "Monetary policy is a very powerful tool for influencing the financial markets, the process of creating credit to the economy, consumption and investment decisions, job creation and inflation.", "But it cannot influence the healthcare system, it cannot make people start going to restaurants and theatres again.", "There are a great many reasons for pessimism.", "Can you give any reasons for Italians to be optimistic?", "I can give them many reasons.", "In economic terms, we have a strong private sector with low household indebtedness, an internationally competitive manufacturing sector, a positive balance of payments and a balanced international investment position.", "We must not let the crisis weaken us.", "We have improved the situation of the banks, albeit not without effort.", "But the main reason for pride and optimism is the great unity and determination in response to the emergency of the virus shown by our country in a very difficult situation.", "I am thinking of the people working in the hospitals and institutions, but above all the Italian citizens, who are calmly enduring severe hardships for the sake of safeguarding the public good."], "classifications": ["none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary-financial coordination", "financial dominance", "monetary-fiscal coordination", "financial dominance", "none", "none", "none", "monetary dominance", "financial dominance", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "ECB", "economic crisis", "banks", "Italy", "liquidity", "asset purchase programme", "government bonds", "recession", "financial markets"]}