{"sentences": ["Bank of Korea Speech Commemorating the Bank's 70th Anniversary 2020.", "Governor (This is an unofficial translation prepared by the Bank's staffs based on original speech released on June 12, 2020.)", "Today is the 70th anniversary of the Bank of Korea's establishment.", "I wish to express my sincere gratitude to our predecessors who devoted themselves to the development of the Bank of Korea and our economy, and to the many people who have supported and encouraged the Bank.", "I would like to say in addition how much I appreciate the efforts of all members of our staff, who are unwaveringly fulfilling the duties entrusted to them in their positions at a time when our working environment has been dramatically altered by the unprecedented coronavirus pandemic.", "Looking back, the Bank of Korea has faithfully carried out its role as a central bank since its foundation in 1950, while making all-out efforts to meet the demands of the times.", "In the initial stage of economic development, our Bank spared no support as Korea achieved high-speed industrialization-led growth that was the wonder of the world.", "After experiencing high rates of inflation due to two oil shocks, our Bank devoted its attention to establishing a foundation for price stability.", "Since the global financial crisis, we have actively carried out our financial stability mandate.", "All of these efforts have not only provided stepping stones for economic development and stability, but have also laid a foundation for our standing as a central bank to be firmly established.", "Commemorating our anniversary today, I see no lack of achievements to celebrate from the past 70 years.", "But as our economy experiences severe hardship due to the COVID-19 pandemic, now is not the time to congratulate ourselves.", "The world is now faced with the defining health crisis of our time.", "We are in an unprecedented situation in which economic activities have contracted rapidly in many countries due to the social distancing and lockdown measures put in place to contain the spread of the virus.", "Major economies are in recession amid increased volatility in global financial markets and shrinking global trade.", "The Korean economy is forecast to record negative growth in the first half of this year with the sharp drops in consumption and exports.", "The Bank of Korea has taken drastic and unprecedented measures to prevent this pandemic from causing permanent damage to the Korean economy.", "We lowered the Base Rate to a historic low of 0.5%.", "We significantly expanded our supply of dollar and won liquidity through FX loans using the proceeds of a currency swap arrangement with the Fed and unlimited RP purchases.", "We also increased loans through the Bank Intermediated Lending Support Facility for SMEs and small businesses, and to stabilize the credit market we decided to make loans to a non-bank financial institution and an SPV that purchases corporate bonds and commercial paper.", "Fortunately, our financial markets have stabilized thanks to active responses by the government and the Bank of Korea.", "However, many hurdles are expected on the road to a full recovery from the real economic crisis created by the COVID-19 pandemic.", "Among other things, the timing and speed of the recovery will greatly depend on developments of the pandemic going forward.", "Worsening employment conditions and declining debt repayment capacities in the private sector could also constrain a fledgling recovery.", "What is more, the outbreak of the coronavirus disease will cause no small changes to our economic structure.", "Affected by the current crisis, deglobalization will begin in earnest, and it could then weaken global supply chains and greatly shake the order of free trade.", "The spread of untact economic activities will expedite the digitalization of society as a whole, accelerating the Fourth Industrial Revolution and intensifying global competition.", "In this process, the imbalances that have accumulated in each sector of the economy, such as labor market dualism, income polarization and debt buildup, could become even worse.", "Considering this changing economic environment, we must waste no time in gearing ourselves up for the post-corona era, while doing everything we can to overcome the crisis.", "Unless we move beyond the past paradigm of growth relying on accumulation of physical capital, we will not be able to escape low growth even after overcoming the crisis.", "The best way to prepare for the new era is to establish a productivity-oriented growth framework based on knowledge and technology, by making sure that autonomy and creativity in the private sector can be fully realized.", "Dear fellow members of the Bank of Korea!", "The economic crisis triggered by the coronavirus pandemic and the ensuing changes to our economic environment I mentioned earlier are presenting more serious challenges than ever before to the central bank as well.", "First of all, we must faithfully fulfill our role as the central bank to surmount the crisis.", "Monetary policy should remain accommodative until the economy is expected to emerge from the coronavirus-triggered crisis and show a trend of recovery.", "To maintain financial market stability and smooth credit flows, the Bank of Korea should appropriately deploy policy tools apart from interest rates, if necessary.", "In addition, we need to closely cooperate with the government to ensure that policy effects are maximized.", "While maintaining an accommodative monetary policy stance to overcome the crisis, we should not let our guard down against the possibility of financial imbalances building up over the medium- and long-term horizon.", "This is because we have seen recurring cases in which crises were caused by the accumulation of financial imbalances such as excessive credit expansions and asset price bubbles.", "While overcoming the current crisis with preemptive responses, we also should devise plans in advance to unwind these unprecedented measures once the crisis subsides.", "The COVID-19 crisis could raise questions about whether inflation targeting is suitable to the current situation.", "Even before the crisis, inflation had been running below the target level for a considerable period.", "In the post-corona era, low inflation could continue for a long time as the incentive for precautionary saving increases, demand slows from accumulation of debt, and digital transformation accelerates.", "We will need to carry out research on how to improve the monetary policy regime, while closely monitoring the discussions among major central banks.", "As we can see from the controversy that started last year surrounding Facebook Libra, digital transformation could move beyond the private sector to the central bank's payment and settlement system.", "As an institution responsible for ensuring the safety and efficiency of the payment and settlement system, the central bank needs to proactively respond to these changes.", "The currently ongoing research and development on central bank digital currency must be carried out as planned.", "It would also be noteworthy to see how a growing number of central banks are setting up fast payment systems that they directly establish and operate under their real-time gross settlement systems in order to reduce settlement risk.", "Lastly, as central banks respond to the recent crisis, there has been an ongoing debate over the extent to which their role should be expanded.", "Although the currency issuing authority has been granted to the central bank by the public, it is a fundamental principle that the central bank should execute it prudently, given that the authority ultimately belongs to the public.", "However, during the recent crisis, there have also been growing voices calling for the central bank to take bold actions as a \"crisis fighter.\"", "Going forward, we will need to think deeply about the extent to which we should accept calls to play a quasi-fiscal role and how we can justify that role, as well as how we can establish a principle for intervening in markets as a central bank, thereby bringing about social consensus.", "Dear members of the Bank of Korea!", "Commemorating the 70th anniversary of the founding of the Bank, we need to once again renew our mission and rekindle our passion for taking the lead in stabilizing and developing our national economy.", "A couple of days ago, we unveiled 「BOK 2030」, our medium- and long-term development strategy set up to ensure that we respond actively to the rapidly changing economic paradigm and to define our new role accordingly, with a vision looking into the next decade.", "It is intended to foster individual members of the Bank to become top experts in their respective fields and enhance the organization's flexibility and synergy, thereby maximizing the Bank's policy capacity.", "Above all, we will need to upgrade our capacity for research, which is one of our key functions, to deal with the increasingly complicated financial and economic issues we face.", "We must also fundamentally change the way we work, by introducing the latest digital technology, innovating with respect to our administrative and personnel management systems, and redefining our culture, so that every employee will be able to grow together with the organization.", "「BOK 2030」 is very meaningful in that it reflects views collected from our own employees as well as advice from outside the organization, and in that young members and future leaders of our Bank participated actively in the process.", "Action plans will begin to be implemented step by step from the latter half of this year.", "All members of the Bank of Korea, including myself, will need to join in these efforts, so that this strategy is not just an empty slogan but brings about actual change and innovation to our Bank.", "Our economy is now facing a critical situation, which is why we all need to have a clear sense of duty.", "We must remain cool-headed in every judgment we make, and do the best we can in our jobs, so that the decisions we make today will later be regarded as successful in helping overcome this crisis and in preparing for the post-corona era.", "I would like to thank you once again for your hard work, and I wish you and your family good health and happiness."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19 pandemic", "Monetary policy", "Financial stability", "Economic recovery", "Productivity-oriented growth", "Digital transformation", "Central bank digital currency", "Inflation targeting", "Quasi-fiscal role", "BOK 2030"]}