{"sentences": ["Good morning Chair and members of the Committee.", "These hearings are a central part of the accountability process for the Reserve Bank of Australia.", "As usual, my colleagues and I will do our best to answer your questions and to explain how we are discharging our important responsibilities on behalf of the Australian community.", "Later this morning we will be releasing a full set of updated forecasts in our quarterly Statement on Monetary Policy.", "Ahead of that I would like to highlight the main numbers and some of the factors that are influencing the outlook.", "I will then turn to monetary policy and finish with some remarks about the RBA's payments system responsibilities.", "When we met six months ago, I said that there were signs that the Australian economy may have reached a gentle turning point.", "The data that we have received since then are consistent with this.", "Our central forecast is that economic growth in Australia will pick up from an average rate of 2 per cent over the past couple of years to 23⁄4 per cent this year and 3 per cent over This expected pick-up in growth is supported by accommodative monetary policy, a new expansion phase in the resources sector, stronger consumer spending and a recovery in dwelling investment later this year.", "High levels of spending on infrastructure and strong growth in public demand are also helping the economy.", "The outlook is also supported by an expected modest lift in global growth.", "The global economy has clearly suffered over the past year from the uncertainty and interruption to international trade caused by the US-China trade and technology disputes.", "More recently, though, there have been signs of stabilisation, especially in the manufacturing sector.", "Consistent with this, in its latest public forecasts the International Monetary Fund has predicted global growth will be stronger this year and next than it was last year.", "Notwithstanding this, there are still some significant areas of uncertainty.", "One of these is the possibility of a re-escalation of the US-China disputes.", "The 'phase one' deal has alleviated some of the earlier uncertainties, but it has not eliminated them.", "There are also a number of other trade disputes that are simmering elsewhere around the world.", "And more recently, the outbreak of the coronavirus represents a new source of uncertainty.", "It is too early to tell what the impact will be, but the SARS outbreak in 2003 may provide a guide.", "On that occasion, there was a sharp slowing in output growth in China for a few months, before a sharp bounce back as the outbreak was controlled and economic stimulus measures were introduced.", "Today, China is a larger part of the global economy and it is more closely integrated, including with Australia, so the international spillovers could be larger than they were back in 2003.", "Much will depend on the success of the various efforts to control the virus so we are watching developments carefully.", "In terms of the domestic issues, perhaps the most significant one at the moment is that household spending has been very soft.", "For some time now, households had been gradually adjusting their spending to the slower trend rate of income growth.", "This adjustment accelerated last year in response to falling housing prices.", "Faced with the reality of slow growth in wages and falling housing prices, many households scaled back their spending and adjusted their finances.", "Looking forward, we expect this adjustment in household finances to continue for a while yet, but for consumption to pick up gradually.", "As households become more comfortable with their finances they should have the confidence to spend.", "Continued growth in employment, stronger growth in disposable income than in recent years and the recent increases in housing prices will also help here, as will an upswing in residential construction.", "So we are expecting stronger growth in consumption over the course of this year, although there is some uncertainty about how long this period of balance sheet adjustment will continue.", "The other significant domestic issues are the bushfires and the drought.", "The fires have had a devastating personal and economic impact on the areas affected.", "In addition to the tragic loss of life, many people have lost their homes and there has been extensive damage to farms, businesses and public infrastructure.", "Our current estimate is that over the December and March quarters, the fires will have reduced Australian GDP growth by around 0.2 percentage points.", "The rebuilding effort is expected to broadly offset that effect over the rest of this year.", "The drought is also continuing to act as a drag on the economy and is expected to reduce GDP growth by a quarter of a percentage point this year.", "Turning now to the labour market, we are expecting the unemployment rate to hold steady for a while at around its current level of just over 5 per cent before declining to a little below 5 per cent as economic growth picks up.", "Employment growth slowed a little towards the end of last year, but most of the forward-looking indicators - including job vacancies - suggest reasonable employment growth over the months ahead.", "In terms of wages, we are expecting a continuation of the current pace of increase.", "Wage increases of 2 point something have become common across much of the country and we do not see this changing in the near term.", "The recent inflation data were in line with our expectations, with CPI inflation running at 1.8 per cent.", "Within the overall CPI there are contrasting trends.", "The prices of many food items are rising more quickly than they have for some time, largely because of the drought.", "In contrast, housing-related costs remain subdued, with rents increasing at the slowest rate on record and electricity prices falling in most places.", "Looking forward, we are expecting inflation to pick up to 2 per cent over the next couple of years.", "I would now like to turn to monetary policy.", "Since the previous hearing, the Reserve Bank Board has cut the cash rate by a further 1⁄4 of a per cent, bringing the total reduction last year to 3⁄4 percentage point.", "Since last October, including at our meeting earlier this week, the Board has maintained the cash rate unchanged at 0.75 per cent.", "I understand that some people in our community have concerns about interest rates being at very low levels and that low interest rates makes it more difficult for people relying on interest income.", "I would like to assure these people that we did not take those decisions lightly.", "Rather, we have been responding to two major developments.", "First, the low interest rates globally.", "And second, a period of balance sheet adjustment by Australian households.", "As we have discussed at previous hearings, world interest rates have moved lower over the past decade.", "This is mainly because of structural factors related to ageing of the population, productivity growth, slower population growth and high rates of saving in Asia.", "Since we live in an interconnected world, we cannot ignore this shift in world interest rates.", "On the domestic front, as I discussed earlier, households have been responding to the period of low wages growth and a fall in housing prices.", "This has resulted in a period of low consumption growth and below-average economic growth.", "If interest rates had not been reduced last year this adjustment in household finances would have been more difficult and the overall economy would have suffered.", "The lower interest rates have made it easier for people to manage their debts and, on the other side of the balance sheet, they have boosted asset values.", "In doing so, they are bringing forward the day when households feel sufficiently comfortable to increase their spending again.", "The easing of monetary policy is also supporting a turnaround in housing investment and has also had an effect on the exchange rate, which boosts demand for our exports.", "Looking forward, we are expecting progress to be made towards the inflation target and full employment, but that progress is expected to be only gradual and there are uncertainties.", "Given the only gradual nature of the progress, the Board has been discussing the case for a further easing of monetary policy in an effort to speed the pace of progress and to make it more assured.", "In considering this case, we have taken account of the fact that interest rates have already been reduced to a low level and there are long and variable lags in the transmission of monetary policy.", "The Board also recognises that a balance needs to be struck between the benefits of lower interest rates and the risks associated with having interest rates at very low levels.", "Internationally, there are increasing concerns about the effect of very low interest rates on resource allocation in the economy and their effect on the confidence of some people.", "Lower interest rates could also encourage more borrowing by households eager to buy residential property at a time when housing debt is already quite high and there is already a strong upswing in housing prices in place.", "If so, this could increase the risk of problems down the track.", "After considering this balance, the Board decided to maintain the cash rate unchanged.", "We recognise, though, that the nature of this balance between benefits and risks can change over time and it is dependent upon the state of the economy.", "If the unemployment rate were to be moving materially in the wrong direction and there was no further progress being made towards the inflation target, the balance of arguments would tilt towards a further easing of monetary policy.", "So we are continuing to watch the labour market carefully, as we seek to strike the right balance in the interests of the community as a whole.", "While on the topic of interest rates, I would like to draw your attention to some new analysis of lending rates that will be included in today's Statement on Monetary Policy and updated each month on the RBA website.", "In particular, the newly published data show that households that took out their mortgage four or five years ago are paying noticeably higher interest rates than those who took out their mortgage more recently.", "This reflects the fact that the discounts offered to lenders' standard variable rates have risen over recent years and these discounts tend to be fixed for the life of the loan - what might have once seemed a big discount might not be so big now.", "As I have said a number of times recently, if you took your loan out a while ago it is worth shopping around and checking in with your lender to see if it can now give you a bigger discount.", "New data being published by the RBA and ASIC should help with this shopping around.", "On a different matter, you might recall that at our previous hearing we had a discussion about quantitative easing (QE).", "Shortly after that I gave a public speech on the issue.", "Given the Committee's previous interest in the topic I thought it would be useful to summarise the main points for you.", "The first is that negative interest rates in Australia are extraordinary unlikely.", "This is not a direction we need to go in.", "The second point is that Australia's financial markets are currently operating normally so there is no need for any special liquidity operations.", "If liquidity pressures did emerge in our markets, though, we have the capacity and the tools to respond.", "We have done this in the past, and would do so again to support the smooth operation of Australia's financial markets.", "The third point is that the threshold for undertaking QE - that is, the RBA purchasing assets through balance sheet expansion - has not been reached in Australia and I do not expect it to be reached.", "So, it is not on our agenda at the moment.", "The fourth point is that we would consider QE only if there were an accumulation of evidence that, over the medium term, we were unlikely to achieve our objectives of full employment and the inflation target.", "As I have said on other occasions - including before this Committee - in the event that the country did find itself in that position, I would hope that policy options other than monetary policy were also on the country's agenda.", "The fifth and final point is that QE would be considered only at a cash rate of 0.25 per cent.", "Our focus would be on purchasing government securities to put downward pressure on longer-term interest rates.", "We have no appetite to purchase private sector assets as part of any QE program.", "Doing so would represent a major intervention by the RBA into resource allocation in our economy and come with a whole host of governance issues.", "So this is not a direction we are inclined to go in.", "Finally, I would like to highlight a few payments matters.", "Australia's new fast payments system is continuing to grow, with most of the major banks now close to offering the agreed initial functionality.", "The RBA - as banker to the Australian Government - has been using this new system recently to get money immediately into the bank accounts of people affected by the bush fires.", "More generally, most people in Australia are now able to move money between bank accounts in a matter of seconds.", "The Payments System Board is hoping to see banks, fintechs and others use this new infrastructure to develop innovative payment solutions that help individuals and small businesses.", "Another priority for the Payments System Board over the year ahead is to complete its periodic review of payments regulation in Australia.", "We are currently reviewing the initial submissions to this review and it is clear that the world of payments is moving quickly, partly driven by new technologies.", "One of the issues that the Council of Financial Regulators has already raised with government is the regulatory arrangements for so-called stored value facilities, which could include digital payment 'coins'.", "The Council is seeking some changes to current regulatory arrangements that would provide stronger protections for consumers as well as creating a simpler regulatory system that encourages innovation.", "Another issue on which the Council of Financial Regulators will provide advice to government this year is the resolution arrangements that apply to Australia's systematically important financial infrastructures, including central counterparties and securities settlement facilities.", "We need to make sure that our arrangements for dealing with problems in these critical parts of Australia's financial infrastructure are strong and that they meet international standards.", "This will likely require some changes in current legislation.", "My colleagues and I are here to answer your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none"], "topics": ["Monetary policy", "Economic growth", "Household spending", "Unemployment rate", "Inflation", "Interest rates", "Quantitative easing", "Payments system", "Bushfires", "Drought"]}