{"sentences": ["er Hub Gender Diversity for Policy Making, a Central Banking Perspective - Deputy Governor Sharon Donnery 05 March 2020 Speech Keynote speech delivered via video link at OMFIF Gender Balance Index 2020 launch Good evening, firstly let me apologise for not being able to join you this evening in person.", "As I'm sure you will understand, with the evolving situation with regard to COVID-19, and as a senior leader in the Central Bank of Ireland I am required to stay in Dublin.", "This is first and foremost a public health issue, and at the Central Bank we are adhering to public health advice and guidance of our Health Service Executive (HSE) and the National Public Health Emergency Team.", "We are closely monitoring developments related to COVID-19 and continue to assess their impact on the economy and the financial system, as more information becomes available.", "Now, let me say that it is a pleasure to speak to you on gender diversity in policy making and to provide a central banking perspective.", "Thank you to Her Excellency Ambassador Colonna for hosting the event.", "It is, of course, very apt to discuss this important topic at the embassy of a country who so proudly gave the world the ideas of liberty, equality and fraternity.", "In Delacroix's famous painting, it is a woman, Liberty, leading the people in pursuit of those ideals.", "And while the focus tonight is on gender diversity, it is important to recall, going beyond gender is vital.", "Diversity is not just about the ratio of men and women in the work place.", "It's about age, ethnicity, sexual orientation, education, nationality, beliefs and more.", "As we make progress on gender diversity, we need make sure the rising tide lifts all boats.", "That the progress we make in gender helps promote diversity more widely.", "This evening, I will first make the case for diversity, the why.", "Why we need diverse businesses, policymakers, and boards.", "Then I will discuss the how, how we can increase gender diversity from a central banking perspective.", "The why... Let me start with the why.", "For some the ethical argument is sufficient and for many we don't need to be reminded of the why.", "However it is important that we continue to make the case for gender diversity.", "Diversity can help move us away from groupthink, poor risk assessment and insufficient challenge.", "And gender diversity needs to be taken into account on many levels, from the decision makers in firms and on boards, to policymakers, to students and to the very data we collect.", "Coming from a central bank that has a mandate for both financial stability and financial sector supervision, diversity is vital.", "As a regulator, we actively recognise and promote the need for increased diversity in the firms we regulate.", "Indeed a lack of diversity at senior levels is associated with some of the problems that contributed to the financial crisis.", "Issues such as groupthink, insufficient challenge, poorly assessed risk, and problems with culture.", "These are compelling reasons why organisations and businesses should themselves ensure greater gender diversity at senior level.", "Evidence shows us that diversity can lead to improved outcomes in terms of governance, decision-making, and productivity.", "Research shows that female participation on bank boards has a positive effect on bank performance once a threshold is reached.", "Also that the very diversity of the board can mitigate groupthink, bringing a mix of values, beliefs and attitudes.", "In terms of business, there is evidence on how gender diversity can affect the process and quality of decision making.", "Studies suggest that a higher female presence in top management could help develop better types of leadership behaviour across organisations - namely people development, setting expectations and rewards, providing role models, and participative decision- making.", "Furthermore, reducing gender differences between management and staff can enhance worker productivity.", "Beyond regulation, as central bankers, many of our decisions on monetary policy and on financial stability are made by people with a background in economics.", "And we know that perspectives differ by gender.", "A recent IMF study shows that economists views on issues such as the fairness of the labour market and the desirability of government intervention varies systematically by gender.", "Different views by gender, were also evident on environmental protection in the same study.", "Overall, female economists were more likely to support increased environmental protection than their male counterparts.", "Recent research in Germany shows that the gender of policymakers makes a difference.", "Using the public provision of childcare as an example, the study shows that municipalities with a higher share of female councillors expand public childcare more quickly.", "This difference in views is important when it is often economists that are designing policy that affects all households, businesses and lives for today, and crucially, for future generations.", "But it is not only looking at the policymakers today, we must also be conscious of the policymakers of tomorrow.", "Speaking last year, President Mary Daly of the Federal Reserve Bank of San Francisco, noted that the gender of those entering economics in the US has remained at roughly 30% over the past twenty years.", "In the UK today, less than 30% of undergraduate economics students are women.", "Furthermore, economics graduates are also disproportionately privately educated.", "This highlights the need for a diverse pool of qualified people to fill decision and policy making roles.", "But it is not only the gender balance in businesses, policymakers and prospective decision makers - we also need to think of data.", "As an economist, a central banker, we base our policies and our decisions on evidence, and diversity should be no different.", "One of the standout books I read last year was \"Invisible Women\" by Caroline Criado Perez.", "The book highlights the importance of gender based data to better understand the world around us, how it informs areas from policy or product design, to health trials.", "Through thought provoking and at times shocking examples; she illustrates the implications of designing policy or products for all, based on data for men.", "She shows for example that women in Britain are fifty per cent more likely to be misdiagnosed following a heart attack: heart failure trials mainly use male participants.", "A key takeaway point for me, was not only the need to fill data gaps but also to reflect on how data is used in policy design.", "That having more diverse planners, decision makers and policymakers should lead to a world better designed to reflect our population.", "So how can we get to a place with diverse boards and decision makers, where policy is both designed and challenged in its very design by diverse policymakers, to the very students taking on economics studies.", "Let me start with what we can do as regulators.", "In 2017, the Central Bank of Ireland started to publish data on the level of gender diversity at senior levels of regulated firms and we have committed to publishing this data on an annual basis.", "We were the first regulator to publish data on fitness and probity applications with a diversity lens.", "We analyse the applications received by the Central Bank for pre-approval for senior roles across sectors we regulate, including banking, insurance, asset management, securities and markets, and credit unions, for example.", "Building on these data, we carried out a review of the approach to diversity policies of regulated firms and introduced requirements for regulated firms subject to our corporate governance code to have diversity policies.", "We are trying to nudge behaviour towards a new improved norm, by being very clear on what we expect to see in such policies.", "When we started to collect the data in 2012, the results were poor, where only one in six applications were for female candidates.", "In our latest report for 2019, which will be published in the coming days the number is 26% or over one in four applicants, and a two percentage point increase since 2018.", "Underneath the small increase, there are substantial differences in role holders across sectors.", "For example, over one in four senior role holders in the insurance sector are women, while it is only one in eight in asset management.", "Beyond sectoral information, we can also see the gender balance, or imbalance in the type of roles that women apply for.", "The data continues to show a pronounced gender imbalance at board level and in revenue generating roles as opposed to second line of defence roles.", "For example, female applicants for head of investment roles stands at 13% whereas female applicants for compliance and risk roles stands at 41%.", "And while we are seeing some progress, there is still a long way to go.", "We are placing a spotlight on this issue and intend to keep it there.", "In 2018, as part of a major piece of supervisory work on the mortgage market, the Central Bank also published a report on the 'Behaviour and Culture of the Irish Retails Banks,' in which we also conducted diversity and inclusion assessments.", "And next month we will publish the findings of a diversity and inclusion thematic assessment of the insurance industry along with best practice guidance for the wider industry.", "It is worth recalling why we, central banks and regulators are doing this.", "We want to ensure boards have a wide diversity of views.", "We also consider that lack of diversity is a leading indicator of elevated behaviour and culture risks.", "Of course diversity goes beyond gender, but it is also within gender, diversity of experiences, diversity of thought, diversity of perspectives.", "We want the firms we supervise to make good decisions, take considered risks and not succumb to groupthink.", "The firms we supervise now expect challenge from Central Bank supervisors when there is a lack of diversity at board and management levels.", "Beyond our role as a regulator, within the Central Bank our strategic focus on diversity and inclusion is reflected in our vision and desired culture.", "It is explicitly called out in the Central Bank of Ireland's Strategic Plan 2019-2021.", "Thinking back to when I joined the Central Bank in 1996, the Bank had no women on the senior management team and not a single female head of division.", "Today, our senior leadership committee is made up of 40% women, and 46% of our heads of division are female and our overall staff is gender balanced.", "We have diverse views around the table when we are making policy decisions, reducing groupthink and increasing challenge and debate.", "There have been many contributing factors to this.", "In recent years, the Central Bank established a diversity and inclusion working group, which is chaired by my colleague, Deputy Governor Ed Sibley.", "The group publishes a bi-annual action plan to support our strategic intent which aims to accelerate progress and to help embed diversity and inclusion into our everyday people policies and practices.", "These range from home working policies to enhance flexibility and work life balance, support around maternity leave for both individuals and managers, to reviewing our recruitment processes aimed at attracting diverse talent to the organisation.", "We aim to enable the career progression of all our staff.", "We place huge emphasis on development, training, and further education, supplemented with support, mentoring, and coaching.", "We publish an annual report on our gender pay gap which now stands at 2.4% in favour of male employees.", "We also have thriving employee networks that help promote diversity within the Bank.", "Our senior management participate in these networks, encouraging, guiding and facilitating the improvement in diversity and inclusion.", "And, as I said one of the issues who are the policymakers of the future and how do we increase diversity in the students taking economics for example.", "A recent initiative in the United Kingdom #discovereconomics is aiming to change perceptions of economics and what economists really do, with a goal to increase diversity in economics students.", "In Ireland we are considering these approaches also, talking to universities and other public sector bodies that employ economics graduates, considering how we can promote the study of economics to a wider group of students, a more diverse group that reflects our population.", "I myself did not have dreams of being a leader the day I joined the Central Bank.", "I didn't see women in the leadership roles.", "As leaders both male and female, we need to encourage our staff and colleagues to make the jump, to reach for the promotion, to stretch ourselves.", "This is a similar point made in this year's OMFIF report by my colleague, Deputy Governor Delgado from the Banca de Espana.", "She advises young women to seize opportunities.", "As policymakers we need to encourage participation, challenge and debate.", "As regulators we need to challenge firms we supervise to ensure diversity and its benefits are on the agenda.", "As employers we need to create a culture that values difference.", "We need to think about people starting out in work, going for promotion, returning from maternity leave, changing career paths or future leaders.", "But of course, let's never forget that behind all the numbers, the indexes, the data, are individual women and girls each with their own story.", "2018, \"The performance effects of gender diversity on bank boards\", Journal of Banking and Finance, Vol 90, Issue C, pp.", "[3] See Hoogendoorn, S., Oosterbeek, H. and van Praag, M. 2013, \"The impact of gender diversity on the performance of business teams: evidence from a field experiment\".", "Management Science, 59, pp.", "[4] See Organization for Economic Cooperation and Development (2012), ' Closing the Gender Gap: Act Now .'", "and Cannella, A.A. (2003) 'Corporate governance: Decades of dialogue and data.'", "Also, see Robinson, G. and Dechant, K. (1997) 'Building a business case for diversity.'", "Academy of Management Executive, 11, pp.", "[5] See McKinsey & Company (2009) 'Women Matter 3: Women leaders, a competitive edge in and after the crisis,' for results of a global survey of almost 800 business leaders conducted in September 2009.", "'Do Race, Age, and Gender Differences Affect Manager-Employee Relations?", "An Analysis of Quits, Dismissals, and Promotions at a Large Retail Firm.'", "UC Berkeley: Institute for Research on Labor and Employment.", "[7] See May, A M, D Kucera and M G McGarvey (2018), \" Mind the Gap: Differing perspectives of men and women economists may affect policy outcomes \", Finance & Development 55(2).", "2020, \"Women as policymakers do make a difference\" Vox, CEPR policy Portal, 18 February 2020 .", "C. 2018, \"Getting from diversity to inclusion in economics\" Federal Reserve Bank of San Francisco, Economic Letter, 2018-15.", "[10] President Daly was speaking at a jointly hosted conference between the Bank of England, the Board of Governors of the Federal Reserve System and the European Central Bank on gender and career progression.", "[11] See Advani, A., Griffith, R. and Smith, S. 2019 \"Economics in the UK has a diversity problem that starts in schools and colleges\", VOX CEPR Policy Portal, 15 October, 2019.", "[12] See Criado Perez, Caroline, \"Invisible Women\" Chatto & Windus, London 2019.", "[13] See Demographic Analysis - Applications for pre-approval controlled functions (PCF) roles in regulated firms 2018.", "[14] See Demographic Analysis - Applications for pre-approval controlled functions (PCF) roles in regulated firms 2019 (forthcoming).", "[15] See Behaviour and Culture of the Irish Retail Banks, 2018, Central Bank of Ireland.", "[19] See the Gender pay Gap Report, Central Bank of Ireland, 2019.", "[20] For example, the Women, Parent and Carers network, LGBT+ and Bankability networks.", "[21] For more information see Discover Economics here .", "©2020 Central Bank of Ireland"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Gender diversity", "Policy making", "Financial stability", "Central banking", "Data", "Economics", "Diversity policies", "Leadership", "Inclusion", "Groupthink"]}