{"sentences": ["You have described yourself as neither a dove nor a hawk, but rather an owl.", "Why exactly this rather unusual type of bird?", "Owls are traditionally seen as birds of wisdom that can see well in the dark and have a wide range of vision.", "However, what I really wanted to highlight was my wish to ensure that discussions within the Governing Council take place in an efficient, of course, but also composed manner.", "What, in your view, does 2020 have in store for us?", "What is the greatest threat to the global economy?", "We would anticipate a growth rate of around 1.1% in the euro area for 2020, which is slightly lower than in 2019.", "Both within the euro area and globally, the biggest threat is a downturn in trade resulting from a range of uncertainties, primarily affecting manufacturing and hampering investment.", "This range of uncertainties, in addition to geopolitical risks and issues relating to climate change, includes ongoing trade tensions and Brexit.", "Will Europe be weakened as a result of Brexit?", "Following the recent elections in the United Kingdom and the approval by the House of Commons of the withdrawal agreement, the UK is due to leave the European Union on 31 January 2020.", "This means one less uncertainty, which is good news for investors.", "That said, the biggest challenge is yet to come - namely the issue of reaching a trade deal between London and the EU during the 11 month transition period.", "The economic and financial impact of Brexit will depend on the details of that agreement - if indeed one can be reached - during that short period of time.", "However, what we do know is that, as a result of Brexit, the European Union will lose a wealthy Member State and one that is a powerful military force.", "The EU will recover, but will need to bolster its efforts to compensate for the UK's departure.", "You have moved from Washington to Frankfurt.", "Can you explain the difference in growth between the United States and the euro area, where Germany's role as an \"engine of growth\" appears to be losing momentum?", "The difference is largely due to economic policy choices - the United States has seen a significant fiscal stimulus, whereas Europe has not.", "The United States is less restricted, fiscallyspeaking, and enjoys the privilege of the US dollar's international position.", "The US was also able to restore the health of its financial sector at an earlier stage following the crisis.", "However, the EU is still the most powerful economic and trading area in the world, with enormous potential.", "It has also shown that it was able to recover from the crisis and create new employment after two recessions, particularly thanks to the measures taken by the ECB.", "A concerted fiscal stimulus at the euro area level would help speed up growth, which at 1.1% in 2020 and 1.4% in 2021 (according to our latest projections) remains below our potential, at least for 2020.", "What do you mean when you refer to a \"new policy mix\" for Europe?", "It makes sense to use all of the tools at our disposal when it comes to increasing growth, which will also result in inflation moving towards levels close to 2%.", "There are three elements to this policy mix: monetary policy, which has continuously been used to maintain price stability; fiscal policy, which should be used more often in order to support monetary policy in Member States where possible; and structural reforms to increase the growth potential within our economies.", "Greater cooperation between competent authorities, without infringing on the independence of their roles, would make it possible to optimise the multiplier effects of their decisions.", "The ECB's policy is pushing economic operators into debt.", "French public debt is now in excess of 100% of GDP.", "Although public debt is decreasing within the euro area, in France, it is increasing.", "This is a cause for concern, since it does reduce the room for fiscal manoeuvre in the event of a downturn in the economy.", "France needs to take steps to reduce its deficit and debt, while adopting a growth-friendly fiscal policy.", "Other countries have managed to achieve this difficult task.", "I am confident that the French government will also be able to do so, particularly through structural reforms.", "In your role as Managing Director of the IMF, you were often critical of Germany's surpluses.", "To what extent has this changed?", "Primarily in terms of current account surpluses - but not just with regard to Germany.", "Such high surpluses in relation to GDP result in imbalances, particularly where a single currency is concerned.", "Given the major challenge posed by populism, how can the ECB be brought closer to the citizens?", "This is one of my priorities.", "Bringing the ECB closer to the people requires dialogue and explanations.", "We need to engage with our fellow citizens and enter into dialogue with them.", "We need to explain to them - also through you - what the ECB does and that we are committed to doing its work effectively.", "We should bear in mind that three-quarters of euro area citizens are in favour of the euro.", "Your mandate is to ensure price stability.", "Is this the main issue today?", "Doesn't asking the question imply an assumption that price stability has been maintained?", "I would take that to be a compliment for the ECB.", "Indeed, since the introduction of the euro, annual inflation has averaged around 1.7% in the euro area.", "However, inflation currently stands at 1% and inflation projections are still low, at some distance from the level of below, but close to, 2% that we would like to reach over the medium-term.", "The President of the European Commission, Ursula von der Leyen, has presented her \"Green Deal\".", "How will it interact with ECB policy?", "Are you going to transform the ECB into a green bank?", "I commend the determination of my friend, Ursula von der Leyen, and her commitment to the environment.", "This battle is to our credit in Europe, with all of us acting within our remits.", "In this, I also include the European Investment Bank.", "We will play our part within the framework of our mandate of maintaining price stability and of banking supervision.", "What effects do climate-related risks have on our growth and inflation projections?", "What signals do we send through our bond purchases and what assets are held by the banks that we supervise?", "The stakes are high enough to arouse a keen interest in these questions, while pursuing our primary mission.", "As regards monetary policy, the review of our strategy will be the ideal time to address these questions.", "Given the low or even negative interest rates, are savers right to be worried about their savings?", "The measures taken aim to maintain stable prices.", "In the medium to long term, this ensures the best possible economic environment and the preservation of purchasing power for all, whether savers or borrowers.", "Interest rates are instruments rather than objectives in themselves.", "There have been times in Europe when savers invested in money market funds that delivered high returns, such as at the start of the 1990s.", "But the monetary environment of that period penalised borrowers and the situation at that time resulted in a deep economic recession.", "In a recession, savers tend to reduce their savings in an effort to maintain their level of consumption.", "In other words, a recession is bad for savings.", "Negative interest rates aim to keep the economy on a balanced growth path and to avoid a recession.", "Isn't it a little shocking that banks could charge for holding deposits?", "It would be shocking if the banks did not take full advantage of the historical monetary conditions that they are benefiting from to provide more funding to the real economy.", "But negative interest rates have been useful and progress has been made.", "In spring 2014, just before the rate on the deposit facility was reduced into negative territory, lending to the real economy was declining with all that that entailed, such as the risk of an economic downturn and deflation.", "Today it is growing at about 3.5% per year.", "Specifically, it is not just countries, but firms and households too, that are living off credit.", "Are we witnessing the creation of \"bubbles\", in particular property bubbles?", "Overall, not in the euro area as a whole, although the work of the European Systemic Risk Board, which I chair, and the ECB's latest Financial Stability Review call for prudence and the implementation of targeted macroprudential measures, which are sometimes necessary at the national level.", "Can the euro take advantage of the current turmoil to gain ground on the world stage?", "I share the European Commission's view that there is indeed room for the euro to further develop its international role in line with the economic and financial importance of the euro area.", "But, ultimately, it's the economic agents who determine whether this takes place.", "Of course, we will help strengthen the international role of the euro by being credible in what we do, by making the euro area more robust, by completing banking union and the capital markets union, and by continuing to innovate in the field of payments.", "Is creating a cryptocurrency a legitimate task for the ECB?", "Innovation in the area of payments is racing ahead in response to the urgent demand for quicker and cheaper payments, especially cross-border ones.", "The Eurosystem in general and the ECB in particular want to play an active role in this field, rather than just acting as observers of a changing world.", "In 2018 the Eurosystem launched an infrastructure to provide pan-European instant payments with direct settlement in central bank money (TIPS, i.e.", "This enables banks to process payments between themselves in a matter of seconds, 24 hours a day, 365 days a year, all over Europe.", "This caters not only to the preferences of younger generations, who want to make round-the-clock payments with their smartphones, but also to firms, which want to optimise payment and supply chain processes.", "In terms of the road ahead, the ECB will continue to assess the costs and benefits of issuing a central bank digital currency (CBDC) that would ensure that the general public remains able to use central bank money even if the use of physical cash eventually declines.", "However, the prospect of central bank initiatives should neither discourage nor crowd out private market-led solutions for fast and efficient retail payments in the euro area.", "We are looking closely into the feasibility and merits of a CBDC, also because it could have major implications for the financial sector and for the transmission of monetary policy.", "At the end of 2019 we created an expert task force at the ECB that will work closely with the national central banks to study the feasibility of a euro area CBDC in various forms, covering all the practical aspects, including how to minimise possible unintended side-effects.", "Wherever I am, France is always close to my heart!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "fiscal dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none"], "topics": ["Brexit", "Growth", "Inflation", "Monetary policy", "ECB", "Trade", "Fiscal policy", "Eurozone", "Financial stability", "Climate change"]}