{"sentences": ["Kaitiakitanga: Te Ao Māori o Te Pūtea Matua (Guardianship: The Māori World View of the Reserve Bank) A speech delivered to the Raising Māori Investment Capability Conference 2020 in Tauranga, New Zealand On 13 February 2020 By Christian Hawkesby, Assistant Governor1 E nga mana, e nga reo.", "E nga karanga maha o te wa.", "(To all authorities, all voices, to the many chiefs gathered here.", "Behold the breath of life! )", "No Rangiora ahau Ko Waimakariri te awa Ko Aoraki te maunga Kei Poneke ahau e noho ana Kei Te Pūtea Matua ahau e mahi ana Ko Christian Hawkesby toku ingoa Tēnā koutou katoa (Hello, my name is Christian Hawkesby: my home town is Rangiora; my river is the Waimakariri; my mountain is Aoraki/Mt Cook; I reside in Wellington; and I work at the Reserve Bank of New Zealand.)", "Tauranga Moana, Tauranga Tangata Ngati Ranginui, Ngati Pukenga, Ngai Te Rangi Mihi mai Tēnā koutou katoa (A sincere thank you to the district and people of Tauranga.", "I would like to give special thanks to the tribes of Ngati Ranginui, Ngati Pukenga, Ngai Te Rangi who have called us here; who have welcomed us here; who have looked after us here.", "Māori investment capability is a topic close to my heart.", "Before re-joining the Reserve Bank - Te Pūtea Matua - last year, I spent eight years in the funds management industry.", "This gave me the privilege of working with a range of iwi clients, from the most sophisticated with 20 years' investment experience, to those with recent Treaty settlements just starting their investment journey.", "Despite their differences, the common trait among them was a long-term, sustainable focus on inter-generational wealth and wellbeing.", "It was a culturally rewarding experience, to open my eyes, to build those relationships, and to start a better understanding.", "The focus of this conference is raising Māori investment capability - whakapiki i te pūtea.", "As part of that, I look forward to discussing our recent Monetary Policy Statement and Capital Review in the ample time we have for Q&A.", "Ahead of that, I would like to make a few opening remarks on a topic connected to Māori investment capability.", "That is, how the Reserve Bank is building its own capability in the Māori world - Te Ao Māori (Figure 1).", "Our Te Ao Māori approach Source: Reserve Bank of New Zealand I will outline its three elements: • cultural capability, • engagement.", "The obvious opening question is: why does the Reserve Bank need to develop its understanding of Te Ao Māori?", "The very simple answer is that we are New Zealand's central bank and Māori values are part of our national identity - how we see ourselves, and how we are viewed by the world.", "It is something that should mark the Reserve Bank of New Zealand apart as the central bank for Aotearoa.", "For me it took returning to New Zealand after living overseas for nine years to fully grasp this.", "While every New Zealander will have their own unique history and whakapapa, as a whole, Māori culture, and the relationship between Māori and Pākehā continue to mould our society.", "A strong awareness of this at the Reserve Bank is a basic part of our social licence to operate.", "In service to society: New Zealand's Revised Monetary Policy Framework and the Imperative for Institutional Change.", "It is comforting to know that we are not alone as a central bank on this journey.", "Later this year we are partnering with the Bank of Canada and the Tulo Centre of Indigenous Economics (Canada), in an international symposium to understand indigenous economic issues the world-over.", "The ultimate goal is to bring this awareness from the periphery to the centre of central banks' thinking.", "Cultural capability (Te Reo me ngā Tikanga) The first part of building our own capability is embedding Te Reo Māori (the Māori language) and Māori tikanga (customary practices or behaviours) into our organisational culture.", "While I am proud to have reached the modest (and slightly ambiguous) Ievel of 'Advanced Beginner' in my Te Reo, the most rewarding part of this has been seeing the enthusiasm of my colleagues.", "In particular, the passion of first and second generation New Zealanders to learn Te Reo.", "It has reinforced to me that many new New Zealanders see learning Māori culture as a key part of Aotearoa being their home and their identity too.", "Another key part of embedding Māori culture is developing the art of our storytelling.", "In that regard, with the approval of Northern hapu Te Roroa3, we have borrowed the legend of Tāne Mahuta to connect with our stakeholders and tell the story of the Reserve Bank4 (Figure 2).", "The journey of Te Pūtea Matua: our Tāne Mahuta Northern hapu Te Roroa is the kaitiaki to Tāne Mahuta, the kauri tree in Waipoua Forest.", "The Journey of Te Pūtea Matua: Our Tāne Mahuta.", "Matauranga Māori tells of when Papatūānuku and Ranginui, the earth mother and the sky father, embraced so tightly that life was shrouded in darkness.", "Tāne Mahuta came to separate them and let sunlight into the world.", "In the same vein, the Reserve Bank came into existence so that our unique economy could flourish.", "In the early 1900s, New Zealand's currency was issued by foreign-owned banks, resulting in an economy that was foreign-led.", "To attain economic independence, the Reserve Bank was established in 1934 to issue New Zealand's official currency and return mana to Aotearoa.", "In the same way that Tāne Mahuta is part of the forest and guardian - kaitiaki - of the forest, the Reserve Bank is guardian - kaitiaki - of the financial ecosystem.", "Our kaupapa is to maintain the highest trust in our organisation to ensure that Tāne will not wilt and lose mana.", "To remind us and our visitors of this metaphor and connection, you will soon start to see subtle physical changes in both our Wellington and Auckland offices.", "Policymaking (Kaitiakitanga) The second part of building our Te Ao Māori capability is through our policymaking.", "At the very simplest level, this is about explaining and describing how our mandate aligns with Māori values - in particular, acting as a guardian by taking a sustainable, long-term view of wealth and wellbeing.", "Let me offer a few examples at the heart of what we do.", "Monetary policy The name of the Reserve Bank in Māori is Te Pūtea Matua.", "This literally means the parent or guardian of all the money.", "Over the past 30 years, we have lived up to that name by protecting the purchasing power of the New Zealand currency.", "The Reserve Bank was the first central bank in the world to adopt inflation targeting in 1989, with a view to ensuring that long-term inflation expectations are firmly anchored around our target.", "By creating an environment of low and stable inflation, we aim to give New Zealanders the confidence to make long-term plans for their lives (Figure 3).", "Inflation expectations and the conduct of monetary policy in New Zealand.", "Inflation and our history of inflation-targeting Source: Reserve Bank of New Zealand Yesterday, the Monetary Policy Committee decided to keep the Official Cash Rate (OCR) at 1 percent.", "Our decision was guided by our focus on achieving our inflation target and contributing to maximum sustainable employment.", "Financial stability In addition to our price stability mandate, the Bank is also entrusted with guardianship to protect the efficiency and soundness of our financial system.", "Late last year, after much consultation, our Financial Stability Committee made the decision to raise the level of capital that banks would be required to hold.", "Within a transition period of seven years, banks are required to raise the minimum capital from 8 percent to 16 percent (for large banks) or 14 percent (for small banks) of their risk-weighted assets7 (Figure 4).", "More is available at -and-supervision/banks/consultations-andpolicy-initiatives/active-policy-development/review-of-the-capital-adequacy-framework-registeredbanks.", "Reserve Bank of New Zealand.", "Capital requirements before and after the Capital Review Decisions 20 Tier 2 capital Additional Tier 1 capital Common Equity Tier 1 capital 20 14 14 6 6 Old requirements (all New requirements New requirements banks) (ANZ, ASB, BNZ, (other banks) Source: RBNZ Capital Review Go-to-Guide 2019 In reaching this decision, we formed the view that we should ensure banks hold enough capital to reduce the probability of a banking crisis to an event that may only happen once every 200 years.", "At its heart, this reflects an assessment of the deep harm that financial crises cause not only to the economy, but to the fabric of society and wellbeing of our citizens for a prolonged period.", "In this sense, our determination to safeguard the resilience of the financial system over the long term is comparable to the obligation to protect taonga for future generations.", "Sustainable finance In recent years, central banks around the world have focused more on climate change and its impact on the financial system.", "We are part of the Network for Greening the Financial System (NGFS), which comprises a group of 50 central banks and regulators8 (Figure 5).", "See the NGFS website: .", "The Network of Central Banks and Supervisors for Greening the Financial Source: NGFS website Our involvement has acted as a catalyst to use our role as a kaitiaki and financial regulator to challenge banks and insurance companies about how they are managing risks from climate change.", "For example, does it make financial sense to lend to a company or industry that is following unsustainable environmental practices?", "Will that company or industry exist in the long-term to repay its loans, or will it fail and disappear due to new environmental regulations or pressures from broader society?", "What role can banks and insurers play to influence the companies they interact with, to help ensure they have sustainable long-term futures?", "In my mind, this shift in approach has strong parallels with the funds management industry.", "When I first started in funds management 10 years ago, investing according to Environment, Social and Governance (ESG) factors was a niche approach.", "The perception was ESG investing was a style for those investors who wanted to 'do the right thing' for moral reasons, and were willing to accept a lower return by reducing their set of investment opportunities.", "Roll the clock forward 10 years, and this view has been completely flipped on its head.", "ESG investing has grown rapidly and become a completely mainstream approach, with investors now asking, \"Why would you invest in a company that is less likely to survive in the long-term due to its unsustainable environmental, social or governance practices\"?", "Earlier this year, Larry Fink, the CEO of the world's largest fund manager, Blackrock, said in his influential annual letter to clients that climate change has bought us to \"the edge of a RBNZ climate change strategy - -stability/climate-change/strategy.", "fundamental reshaping of finance\" and that Blackrock is committed to \"place sustainability at the centre of (its) investment approach\".", "In many ways, these insights have long been laid out in the Māori world view, with its focus on the environment, sustainability and intergenerational thinking.", "You could argue that it has been a case of the modern investment world that we know today catching up with a Māori world view, rather than the other way around.", "At the Reserve Bank, we are aware that to be a good kaitiaki we must lead by example.", "In regards to our focus on climate change, we have pledged to: • monitor our own carbon footprint - our currency operations are by far the biggest • incorporate the impact of climate change on our core functions; and, • lead other institutions through collaboration.", "Notably, last year we invested US$100 million of our own balance sheet into bonds via the Bank for International Settlement USD Green Bond Investment Pool.", "By joining other central banks around the world, we hope to help shape the landscape for green investment standards as they develop.", "In addition to working with central banks in the global arena, at home we have partnered with private and public agencies to tackle issues that reach across the financial system.", "Last year, we participated in the Sustainable Finance Forum (SFF) hosted by the Aotearoa Circle.", "The recently released interim report12 draws upon the Māori world view of Kaitiakitanga, and proposes the principles and practice to reverse the decline of our natural resources.", "In particular, we endorse the Report's recommendation to make climate change-related disclosure mandatory.", "Currently, 60 percent of surveyed banks (and a third of surveyed insurers) already disclose some information on climate risk.", "To improve data availability and consistency to investors - and to avoid companies 'cherry-picking' their ESG disclosures - we support further efforts towards a credible and workable climate reporting framework.", "There is still a lot more work to be done.", "We will be responding to the SFF's call for leadership from government agencies in their own areas of expertise.", "For our part, the Reserve Bank will lead the Council of Financial Regulators (CoFR) work stream on climate change, to facilitate a smooth transition to a low-carbon and climate-resilient economy, while supporting the soundness and efficiency of the financial system.", "A Fundamental Reshaping of Finance.", "Blackrock Letter to the CEOs.", "Reserve Bank of New Zealand.", "Reserve Bank confirms green bond investment.", "[Press release] The Aotearoa Circle Sustainable Finance Report Reserve Bank of New Zealand.", "Council of Financial Regulators sets work priorities for 2020.", "Engagement (Whanaungatanga) The third and final part of building our Te Ao Māori capability is through engagement - both in person and with the economic data on the Māori economy.", "Engaging in person To build and strengthen our understanding of the economy, we regularly meet with a range of partners and stakeholders to improve our understanding of industry practice and economic conditions.", "In September last year, Reserve Bank staff spoke with 63 businesses across the country.", "Among them were 11 Māori organisations.", "We undertook these visits to better understand Māori businesses and the Māori economy, and start the process of building long-term relationships.", "From our business visits, we understand that while there are many different types of Māori businesses (Figure 6), they often have a common world view and approach.", "Māori businesses are often values-driven, and profit is not the only objective.", "Kaitiakitanga (environmental sustainability), Māoritanga (cultural security), Manaakitanga (social wellbeing), and broader intergenerational outcomes are key considerations.", "Māori economic ecosystem Source: Reserve Bank of New Zealand Whāngārei, Auckland, Hamilton, Rotorua, Tauranga, Wellington, Christchurch, Queenstown, and Invercargill.", "Through our conversations with Māori businesses, we recognise that the consequences from climate change may fall disproportionally on the primary industries in which Māori businesses are concentrated.", "We hear from you that collectively-owned assets pose challenges to accessing bank credit.", "While this may be seen as a disadvantage in the short term, in the long term, lower leverage can bring greater resilience to economic shocks and longer-term sustainability.", "This means, in the longer term, Māori businesses with collectively-owned assets may have a stabilising effect on the economy as a whole.", "This could be an advantage that attracts investment partners.", "What we see as pivotal is the continued growth of forums where Māori businesses can interact, exchange ideas, and lead the rest of the country.", "With respect to this, we pay tribute to the Federation of Māori Authorities, Iwi Chairs Forum17, Pou Taiao and others for their efforts in levelling information asymmetries across far-reaching and diverse networks for all Māori to thrive.", "Engaging with data In addition to getting out to meet and talk with Māori businesses, we are also putting greater effort into analysing disaggregated economic data to build our understanding of the Māori economy.", "One striking statistic is the demographics of the Māori population (Figure 7).", "It highlights that Māori are likely to make up a growing proportion of our future population and labour force, and continuing influence on our culture.", "Particularly fishing, forestry, and farming.", "For example, the Poutama Trust, Te Puni Kokiri, and other regional Māori business networks.", "Iwi Chairs Forum See, for example, Pou Taiao Regional Engagement Hui 2018.", "Population by age and ethnicity 25 25 10 10 Māori General Under 15 years 65 years and over Source: Reserve Bank of New Zealand A more sobering and confronting statistic is Māori unemployment.", "While down significantly from the 1990's, Māori unemployment is still around twice as high as the national average (Figure 8).", "Unemployment rate Source: Statistics New Zealand On this, it is encouraging to see that Māori businesses continue to address structural barriers, for example, by bolstering governance capability, developing skills, and encouraging rangatahi (youth) into continuing education and training.", "Recently, our Governor put forward the idea of a 'kaitiaki pledge'.", "It is a commitment towards all aspects of a kaupapa-driven approach to business, and utilises the synergies among economic profits, environmental sustainability, social inclusion, and cultural diversity.", "If tangata whenua are able to leverage this potential, it would certainly be a unique strength to the heart of current and future consumers and investors.", "In the past, Business and Economics Research (BERL) have undertaken the most comprehensive studies of the Māori economy.", "At the Reserve Bank, we need to do more to deepen our understanding of Māori economic statistics in order to achieve our dual mandate.", "Last year, our mandate was revised to incorporate the objectives of both price stability and contributing to maximum sustainable employment.", "This provides a direct motivation to better understand the Māori labour market.", "Te Ao Māori and policy decisions.", "Some might ask: So, will a focus on Te Ao Māori mean that the Reserve Bank will set the OCR or bank capital requirements differently?", "My guess is that it is it unlikely to be that stark.", "Our shift in focus will not be the one thing that prompts us to put up the OCR instead of putting it down; or lower capital requirements instead of raising them.", "However, we have no doubt that a richer understanding of Te Ao Māori will contribute to better policy making in the long run.", "Building strong relationships and understanding right across the economy and society helps give us the best chance of making good policy decisions, and enables us to communicate our approach back to our wide range of partners and stakeholders to build confidence and trust.", "I think the best recent example of this is our recent work on the Future of Cash (Te Moni Anamata).", "This involved an extensive consultation right across the country on the role of cash in our society, and prompted a huge reaction of over 2,000 responses.", "We received a clear See 'Emerging Challenges and Lessons from The Māori Economic Renaissance' - -and-publications/speeches/2019/speech2019-09-27.", "See, for instance, Māori Economy in the Greater Wellington Region and Māori Economy in the Waikato Region.", "Reserve Bank of New Zealand.", "The Future of Cash Use - Te Whakamahinga Moni Anamata.", "Summary of Responses and Issues Paper.", "message that while the majority of people no longer use cash as their primary method of payment, there was a strong preference to still have cash as an alternative method for a variety of reasons, including giving koha as a Māori cultural custom.", "Furthermore, there is a notable segment of society - young, old, rural, isolated, digitally and financially excluded (Figure 9) - that are still reliant on access to cash.", "Māori are over-represented in this group.", "Digital inclusion in New Zealand Source: Digital Divide As a result of this work on the Future of Cash, we have proposed that the Reserve Bank is giving a formal stewardship - kaitiaki - role, with clear objectives, powers and tools to ensure New Zealander have an effective cash system and access to cash.", "I'd like to express my thanks to Mana Taiao for hosting this event and for bringing together such an esteemed group.", "You are here this week as part of your journey to build Māori investment capability.", "At the Reserve Bank we are on a journey to build our capability and understanding of the Māori world - Te Ao Māori.", "So far we have learnt that we already have a lot in common.", "The spirit of kaitiakitanga aligns with the central bank as an enabler and protector.", "This is not a fad or a fashion.", "It is about giving us an opportunity to put the New Zealand back into the Reserve Bank of New Zealand, and the best opportunity to fulfil our mandate.", "In so doing, it bolsters our social licence to operate.", "Ultimately, this means that Te Pūtea Matua is able to better serve Aotearoa.", "But we still have a lot to learn.", "We look forward to building our relationships with you, and going on our journeys together.", "Rauawatia a Takitimu Kia puta i te ākau (Lash all the boards of the Takitimu canoe together, so that it is strong when out at sea.)", "Tēnā koutou, tēnā koutou, tēnā tatou katoa.", "(Greetings to you all.", "Aotearoa New Zealand Iwi The largest social units in Māori society.", "The Māori-language word iwi means \"people\" or \"nation\", and is often translated as \"tribe\", or \"a confederation of tribes\".", "Kaitiaki A term used for the concept of guardianship, for the sky, the sea, and the land.", "A kaitiaki is a guardian, and the process and practices of protecting and looking after the environment are referred to as kaitiakitanga.", "Kaupapa Values, principles and plans.", "Mana Mana is often referred to as status; a person with mana had a presence.", "While mana was inherited, individuals could also acquire, increase or lose it through their actions.", "Matauranga Māori Traditional Māori knowledge.", "Mauri An energy that binds and animates all things in the physical world.", "Mokopuna Grandchildren and future generations.", "Papatūānuku and Ranginui Papatūānuku and Ranginui are the primordial parents, the earth mother and sky father who lie locked together in a tight embrace.", "In Māori mythology, the primal couple appears in a creation myth explaining the origin of the world.", "Pou Taiao The support beam for the Environment (Iwi Chairs Forum Climate Change Group) Rohe The territory or boundaries of iwi.", "Taonga A treasured possession in Māori culture.", "Due to the lack of a direct translation to English and the significance of its use in the Treaty of Waitangi, the word has been widely adopted into New Zealand English as a loanword.", "Te moni anamata The Future of Cash.", "Te Pūtea Matua The Reserve Bank of New Zealand Aotearoa Circle.", "Sustainable Finance Forum Interim Report 2019.", "Reserve Bank of New Zealand Monetary Policy Handbook.", "Retrieved from -policy/about-monetarypolicy/monetary-policy-handbook.", "Māori Economy in the Waikato Region.", "Māori Economy in the Greater Wellington Region.", "A Fundamental Reshaping of Finance.", "Blackrock Letter to the CEOs.", "-fink-ceoletter?mod=article_inline.", "Intergovernmental Panel on Climate Change.", "Summary for Policymakers.", "Climate Change and Land: an IPCC special report on climate change, desertification, land degradation, sustainable land management, food security, and greenhouse gas fluxes in terrestrial ecosystems.", "Inflation expectations and the conduct of monetary policy in New Zealand.", "Ministry of Business, Innovation and Employment (2019).", "From the Knowledge Wave to the Digital Age.", "Mai I Te Ao Matauranga Ki Te Ao Matihiko Nei.", "Emerging Challenges and Lessons from the Māori Economic Renaissance.", "Speech delivered to the Federation of Māori Authorities (FOMA) annual conference in Nelson.", "In service to society: New Zealand's Revised Monetary Policy Framework and the Imperative for Institutional Change.", "Speech delivered at Wharewaka Function Centre, Wellington.", "Pou Taiao Regional Engagement Hui 2018 Reserve Bank of New Zealand.", "The Journey of Te Pūtea Matua: Our Tāne Mahuta.", "-us/the-journey-of-te-putea-matua-our-tanemahuta.", "Reserve Bank of New Zealand.", "Retrieved from -and-supervision/banks/consultations-and-policyinitiatives/active-policy-development/review-of-the-capital-adequacy-framework-registeredbanks.", "Reserve Bank of New Zealand.", "(2019b).Mahi-Tahi agreement (MOU) with Te Taura Whiri I te Reo Māori (Maori Language Commission).", "Reserve Bank of New Zealand.", "Reserve Bank confirms green bond investment.", "Retrieved from -bank-confirms-green-bond-investment.", "Reserve Bank of New Zealand.", "The Future of Cash Use - Te Whakamahinga Moni Anamata.", "Summary of Responses and Issues Paper.", "Reserve Bank of New Zealand.", "Council of Financial Regulators sets work priorities for 2020.", "Retrieved from -of-financial-regulators-sets-work-prioritiesfor-2020.", "Reserve Bank of New Zealand.", "Reserve Bank supports Sustainable Finance Forum's interim report release (31 October 2019).", "Retrieved from -from-adrian-orr-in-support-of-thesustainable-finance-forums-interim-report-release Reserve Bank of New Zealand.", "Retrieved from -stability/climate-change/strategy.", "Reserve Bank of New Zealand.", "Monetary Policy Statement November 2019.", "Reserve Bank of New Zealand.", "Monetary Policy Statement February 2020."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Kaitiakitanga", "Māori economy", "Te Ao Māori", "Monetary policy", "Financial stability", "Climate change", "Engagement", "Sustainable finance", "Business", "Investment"]}