{"sentences": ["Dear colleagues, Please be informed that the Board of the National Bank of Ukraine has decided to cut the key policy rate to 8% per annum.", "The continued monetary easing aims to support the economy during the period of pandemic and quarantine.", "What inflation developments followed the last monetary policy meeting?", "In March-April, inflation remained even lower than the NBU had expected, despite the temporary price growth in the first weeks of the quarantine.", "Last month, inflation declined to 2.3%.", "Price growth was restrained by three major factors.", "First, lower global energy prices.", "Second, residual effects of last year's appreciation of the hryvnia.", "Third, a larger supply of raw foods.", "These factors outweighed the effect from the weakening of the domestic currency in March and the panic buying of some goods in the first weeks of the quarantine.", "According to preliminary data from NBU online monitoring, inflation remains low in April, at less than 3%.", "High demand for essential goods waned quickly.", "As a result, prices for most food products and medicines, which had grown in the first weeks of the quarantine, have declined in recent weeks.", "The foreign exchange market also calmed.", "In March, with foreign currency supply on the interbank market remaining almost unchanged, a spike in demand put a depreciation pressure on the hryvnia.", "However, in April not only did demand drop below the level of supply, but also the net supply of foreign currency is now even higher than it was in February, before the epidemic and quarantine began in Ukraine.", "Therefore, the hryvnia strengthened somewhat this month, and the NBU can cautiously resume purchases of excess foreign currency from the market in order to replenish the international reserves.", "How will inflation behave in the future?", "Price growth will accelerate moderately in the coming months, to reach 6% at the end of 2020.", "Fiscal and monetary policy measures that are aimed to support businesses and households will partially offset the decline in consumer demand.", "However, consumer demand will remain subdued for long after the quarantine ends.", "This will keep inflation from growing above the target level this year.", "Inflation will also be contained by declining global energy prices, which will continue to influence domestic fuel prices.", "At the same time, the increase in inflation compared with the current level will be primarily driven by a pass through from the recent depreciation of the hryvnia.", "In Q1 2021, inflation will temporarily deviate from the target range against a low comparison base.", "Afterwards, it will decrease and stabilize at the medium-term target of 5%.", "This level will be achieved thanks to the NBU's prudent monetary policy and a more restrained fiscal policy after the pandemic ends and economic activity recovers.", "What will be the overall state of the Ukrainian economy?", "The economy of Ukraine will contract by 5% in 2020 in the wake of the global crisis and the quarantine imposed to overcome the pandemic.", "The adverse impact of the pandemic on the Ukrainian economy is expected to be relatively short-term, but strong.", "The quarantine has already affected business activity, consumption, and employment.", "A decrease in global demand has also limited export opportunities for Ukraine.", "According to NBU estimates, the effect of these factors will be the most pronounced in Q2 2020.", "However, a gradual lifting of quarantine restrictions will allow the economy to recover quickly in H2 2020.", "Loose fiscal and monetary policies will contribute to the economic recovery.", "An increase in budgetary spending by the government to overcome the crisis, along with the NBU's actions to support the banking system, will mitigate the negative impact the pandemic has on the economy.", "The economy will resume growth at round 4% in the following years.", "Overall, the pandemic has a mixed impact on macroeconomic indicators: for some of them it is negative, while being even positive for other.", "In particular, the NBU revised the current account deficit for 2020 downwards.", "This year, the deficit will be 1.7% of GDP, although projected at 3.2% in the January macroeconomic forecast.", "Imports of goods to Ukraine will decrease more than exports.", "Amid the quarantine and lower global prices, Ukraine will reduce its purchases of energy and the majority of nonessential goods.", "The pandemic will affect Ukrainian exports less, as demand for food products remains strong.", "At the same time, the decline in remittances from labor migrants will be more than offset by Ukrainians spending less on foreign travel.", "The current account deficit will widen again once economic activity rebounds globally and in Ukraine.", "There are also several reasons for this.", "Next year, Ukraine is expected to see a drop in gas transit revenues, as well as pent-up demand for consumer goods from households and for investment imports from businesses.", "Despite that, the current account deficit will remain acceptable, at 3% to 4% of GDP, as envisaged in the NBU's January forecast.", "What does the realization of this forecast depend on?", "Continued cooperation with the IMF remains the key assumption of this macroeconomic forecast.", "Ukraine is close to having a new aid program approved by the IMF Executive Board.", "The NBU's revised forecast envisages that Ukraine will receive the first tranche of about USD 2 billion in Q2.", "First, this will cover the state budget deficit, which has increased to 7.5% of GDP.", "This will enable Ukraine to confidently pass through the period of peaking debt repayments, and finance measures to support businesses and households at a time when business activity is slowing down, employment and tax revenues are falling, and foreign investors are leaving emerging markets.", "Second, financing from the IMF and other official international partners will help maintain Ukraine's international reserves at USD 27 to 29 billion this year and in the coming years.", "In this light, signing a new aid program with the IMF is the main prerequisite for maintaining macro-financial stability in Ukraine during the global crisis.", "Therefore, the absence of a program with the IMF remains the main risk to this forecast.", "Another important risk to the outlined macroeconomic forecast could arise from a longerlasting novel coronavirus pandemic and, consequently, longer-lasting quarantine measures being required to overcome the outbreak.", "This will have a direct influence on how quickly the global and Ukrainian economies recover.", "Other risks also remain significant.", "They include: an escalation of the military conflict in eastern Ukraine a drop in the harvest of grain, fruit and vegetable crops in Ukraine in the wake of unfavorable the higher volatility of global food prices, driven by global climate change and the risk of stronger protectionist measures.", "Why did the NBU decide to cut the key policy rate by 2 pp?", "Like most countries, Ukraine has found itself in a situation in which the economy needs significant support because of weaker business activity and falling consumption and employment.", "Moderate inflation pressures leave room for that.", "Other central banks are actively cutting their key policy rates and providing additional monetary stimulus.", "These countries are also trying to find the reasonable boundary beyond which productive stimulus to the economy becomes an excessive desire to flood the economy with money, which could undermine macrofinancial stability.", "In view of the above, the NBU continued to ease monetary policy, by cutting the key policy rate by 2 pp, to 8%.", "Together with other measures taken by the NBU, this will provide the economy with the impetus required to provide support for households and businesses in these difficult times, and to ensure that business activity picks up quickly once the quarantine is lifted.", "At the same time, these measures will not threaten macrofinancial stability in Ukraine.", "How does the NBU intend to change the key policy rate in future?", "The central bank plans to cut its key policy further, to 7% in the current year.", "In deciding how quickly the key policy rate can be decreased to that level, the NBU will take into how talks with the IMF progress how the coronavirus pandemic develops and how quickly quarantine measures are lifted what anti-crisis measures other governments and central banks adopt.", "The NBU leaves open the possibility of a greater easing in monetary policy this year if a fall in consumer demand due to quarantine measures and weaker business activity put stronger downward pressure on inflation than is currently expected.", "Before we proceed to the questions and answers session, I have an announcement to make.", "Over the last month, the NBU has been actively developing a set of tools to support the economy.", "These tools will enable the NBU to provide banks with greater access to financing, which they could use for lending to the real economy.", "This should increase the stimulus provided by the cut in the key policy rate.", "The NBU seeks to enable banks to help the economy get back on track for growth once the quarantine is lifted.", "All of these measures will be introduced gradually in April-June.", "First, starting next week, the NBU plans to that extend the term of the refinancing loans are granted through weekly tenders, from 30 to 90 days.", "Second, the central bank intends to expand its list of eligible collateral that banks can use to obtain financing using standard liquidity support instruments.", "The NBU is looking into the possibility of incorporating government-guaranteed corporate bonds and municipal bonds into the pool of eligible collateral.", "Third, the central bank is finalizing an interest rate swap tool banks can rely on to minimize interest rate risk.", "The tool is expected to become available in Q2.", "The NBU will launch with terms of up to five years.", "These long-term refinancing loans loans will be issued at a floating interest rate and secured with the same collateral as loans that are granted through tenders.", "The NBU is currently finalizing technical preparations for the introduction of this tool, and plans to hold the first auction on granting long-term refinancing loans as early as the first half of May.", "This tool will serve as an additional guarantee for maintaining sufficient liquidity in the banking system if the sentiment of financial market participants deteriorates due to the spread of the coronavirus infection.", "The NBU also expects that banks will be able to use this refinancing tool to support the economy through lending more actively to projects that require long-term investment, such as infrastructure projects.", "This will help restore business activity and reduce unemployment.", "Thank you for your attention!"], "classifications": ["monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "fiscal dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["inflation", "monetary policy", "economy", "IMF", "quarantine", "key policy rate", "coronavirus", "NBU", "fiscal policy", "current account deficit"]}