{"sentences": ["Governor of the Central Bank of BH Sarajevo, 7 June 2020 Appreciation Speech at the 2019 Person of the Year Award in the category of Public Administration organized by Večernji list magazine irst of all, I would like to thank you for your trust and honor for being nominated and selected for the prestigious Person of the Year Award in this category.", "This is a great recognition for me personally, but also for the entire Central Bank of Bosnia and Herzegovina.", "That is why gratitude, of course, goes to everyone at the Central Bank.", "I would also like to express my special gratitude to my family for the support they have given me all this time.", "Večernjak's seal and awards for Person of the Year in various categories are prestigious awards and this happening of Večernji list has outgrown the borders of BH long ago and become a regional event.", "That is why it is a great honor to be just nominated, let alone to obtain such a recognition.", "Our work has been recognized by international financial institutions and European Union institutions, which have assessed the CBBH and its monetary policy as the foundation of macroeconomic stability in BH.", "Two keywords characterize our business: improvement and stability.", "We continuously improve the work processes and competencies of all our resources, i.e.", "At the same time, we are trying to adapt, as much as possible, to the modern trends of central banking and the processes of the European Union, in order to be fully compatible.", "On the other hand, we strive to preserve the core values that the Central Bank strives for, and that is stability.", "Primarily the stability of our convertible mark, which enjoys the utmost trust of all BH citizens.", "We are facing times of economic uncertainty.", "And when the future is uncertain then the pillars of stability are more important than ever before.", "Without strong foundations, there is no future construction.", "That is why I am convinced that the role of the Central Bank, as one of the foundations of not only economic, but also overall social stability, will be even greater in the future.", "We will continue to carry out our mandates, professionally and responsibly, and in the interest of all our citizens.", "Thank you again, congratulations to all nominees and other winners in other categories with the following message: \"Only by joining forces, maintaining stability and believing in a better tomorrow we can, not only overcome this current crisis, but emerge stronger.\"", "CBBH and I personally will do everything in our power to make it so. \""], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Stability", "Central Bank", "Monetary Policy", "Economic Uncertainty", "Macroeconomic Stability", "Convertible Mark", "European Union", "Modern Trends", "Social Stability", "Public Administration"]}