{"sentences": ["Statement by KURODA Haruhiko, Governor of the Bank of Japan, concerning the Bank's before the Committee Semiannual Report on Currency and Monetary Control on Financial Affairs, House of Councillors, on May 26, 2020 The Bank of Japan submits to the Diet its Semiannual Report on Currency and Monetary Control every June and December.", "I am pleased to have this opportunity today to talk about recent economic and financial developments and present an overall review of the Bank's conduct of monetary policy.", "Economic and Financial Developments I will first explain recent economic and financial developments.", "The global economy has become depressed rapidly, reflecting the impact of the novel coronavirus (COVID-19) pandemic.", "Economic activity has been disrupted significantly worldwide as a result of preventive measures against the spread of COVID-19 taken by each country and region, such as restrictions on going outside and immigration/emigration.", "According to the latest World Economic Outlook released by the International Monetary Fund (IMF), the global economy is projected to register large negative growth of minus 3.0 percent for 2020, which is worse than at the time of the global financial crisis.", "Japan's economy also has been in an increasingly severe situation due to the impact of the spread of COVID-19 at home and abroad, and for the time being, that is likely to remain the case.", "The year-on-year rate of change in the consumer price index (CPI) is expected to be somewhat weak for the time being, mainly affected by the spread of COVID-19 and the decline in crude oil prices.", "Thereafter, as the impact of the spread wanes at home and abroad, Japan's economy is likely to improve, supported by accommodative financial conditions and the government's economic measures, as well as through the expected materialization of pent-up demand and a projected recovery in production from the decline brought about by the spread of COVID-19.", "The year-on-year rate of change in the CPI also is expected to increase gradually.", "However, the outlook for economic activity and prices is extremely unclear, as it could change depending on the timing of the spread of COVID-19 subsiding and on the magnitude of the impact on domestic and overseas economies, and thus the Bank considers that risks are skewed to the downside.", "Meanwhile, global financial and capital markets have become unstable rapidly since late February with deterioration in investors' risk sentiment.", "As a result of swift and aggressive responses taken by the government and central bank in each country and region, tension in financial markets has abated somewhat.", "However, the markets have remained nervous due to a decline in liquidity.", "In addition, although Japan's financial system has maintained stability on the whole, financial conditions have become less accommodative in terms of corporate financing, as seen in deterioration in firms' financial positions.", "Conduct of Monetary Policy Next, I will explain the Bank's conduct of monetary policy.", "The Bank considers that the important thing in terms of monetary policy under the recent economic and financial situation is to support financing mainly of firms and maintain stability in financial markets.", "With this in mind, in March and April, it enhanced monetary easing.", "Moreover, at the unscheduled Monetary Policy Meeting held on May 22, the Bank decided to introduce a new fund-provisioning measure to further support financing mainly of small and medium-sized firms.", "The Bank has introduced and enhanced the following three measures since March: (1) purchases of CP and corporate bonds, (2) the Special Funds-Supplying Operations to Facilitate Financing in Response to the Novel Coronavirus (COVID-19), and (3) the new fund-provisioning measure.", "Through these three measures, which are referred to as the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19) with the total size of about 75 trillion yen, it will actively support financing mainly of firms while cooperating with the government.", "In addition, with a view to maintaining stability in financial markets, the Bank has been providing ample yen and foreign currency funds without setting upper limits mainly through purchases of Japanese government bonds (JGBs) and the conduct of the U.S. dollar funds-supplying operations, and has been actively purchasing assets such as exchange-traded funds (ETFs).", "By conducting these measures, it will continue to contribute to supporting financing mainly of firms and maintaining stability in financial markets.", "The Bank recognizes that powerful monetary easing measures will contribute to supporting economic and financial activities, coupled with various measures by the Japanese government as well as those by the government and central bank of each country in response to the spread of COVID-19.", "On this basis, the Bank will closely monitor the impact of COVID-19 for the time being and will not hesitate to take additional easing measures if necessary."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination"], "topics": ["COVID-19", "Financing", "Monetary Policy", "Economic Outlook", "Financial Markets", "Consumer Price Index", "Corporate Bonds", "Exchange-Traded Funds", "Japanese Government Bonds", "U.S. Dollar"]}