{"sentences": ["The Central Bank of BH does not expect major challenges related to the introduction of the euro in Croatia, said the Governor of the Central Bank of BH He said that the foreign exchange risk in transactions with Croatia will remain insignificant, as long as the Currency Board regime is in force in BH, or until BH introduces the euro.", "How much will the adoption of the euro in Croatia, sooner or later, have an impact on Bosnia and Herzegovina, given the border connections and the turnover that still exists?We do not expect major challenges regarding the introduction of the euro in Croatia.", "The exchange rate regime in force in Croatia is a managed fluctuating exchange rate.", "The fact that Croatia is in ERM II means, among other things, that the CNB has successfully maintained the exchange rate of the kuna against the euro in a certain narrow spread.", "Therefore, fluctuations in the exchange rate of the kuna against the euro, and consequently against the KM, were not strong.", "This means that foreign exchange risk in the financial system and the real sector, from this aspect, was not emphasized.", "With the introduction of the euro, foreign exchange risk in transactions with Croatia will become negligible, as long as the Currency Board regime is in place in BH, or until BH introduces the euro.", "Therefore, when Croatia introduces the euro, the risks of doing business with Croatia will be lower because the foreign exchange risk of changes in the value of the kuna against the euro will be eliminated.", "Also, exchange operations (currency exchange operations) will be simpler because the same money will be used in 17 other countries.", "It is possible that in the medium term, the Croatian economy will become more integrated and turn to countries that have the euro.", "But I repeat, there should be no major challenges.", "The CBBH will monitor the developments very carefully and take measures in time, if necessary."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Euro introduction in Croatia", "Foreign exchange risk", "Currency Board regime", "Exchange rate fluctuations", "Managed fluctuating exchange rate", "ERM II", "Risks of doing business with Croatia", "Integration of Croatian economy", "Exchange operations", "CBBH monitoring"]}