{"sentences": ["COP 26 Launch \"Returns - identifying the opportunity in the transition to net zero\" Panel discussion by Ignazio Visco Governor of the Bank of Italy London, 27 February 2020 Let me thank Governor Carney and the conference organisers for their kind invitation.", "As you know, the growing use of fossil fuels is pushing greenhouse gas concentrations to levels such that, unless forceful measures are taken, will lead to an increase in the temperature of the planet ranging from 3 to 5 degrees Celsius by the end of this century.", "These are well beyond the threshold of 1.5 degrees that, if surpassed, would bring potentially catastrophic consequences for the world.", "Stopping climate change is first and foremost a responsibility of national governments, the only institutions that can provide the right incentives to allocate capital to \"green\" investments, levy taxes on carbon emissions, and introduce regulations limiting the amount of permissible emissions.", "But the challenge is enormous.", "Overcoming it will require strong efforts by all institutions and individuals.", "Given its central role in the allocation of resources, the financial sector can be key in influencing the transition to a zero-emissions economy.", "Central banks may play their part.", "First, they can help to raise awareness of the risks related to the sustainability factors and the channels through which they are transmitted from the real economy to the financial system.", "Second, they can promote the dissemination of more information on environmental risks and favour a better management of climate-related risks by financial intermediaries.", "Third, they can lead private investors by example, by adopting suitable policies in the management of their own financial resources.", "In this perspective, this panel discussion gives me the opportunity to describe the main changes that we have recently made to the Bank of Italy's investment strategy in our capacity as portfolio managers.", "Specifically, last year we decided to integrate Environmental, Social and Governance (ESG) factors into the management of our equity portfolio.", "We have also completed background studies to launch, this year, an analogous initiative for our corporate bond portfolio.", "With regard to the equity portfolio, we have added two criteria to our previous - the first discards the companies that belong to the sectors excluded by the United Nations Global Compact (controversial weapons and tobacco); - the second gives preference to the companies with the best ESG scores.", "Here I would like to make three brief points that deserve special attention.", "They concern the returns of sustainable investment, the problems in using ESG scores, and the principle of market neutrality that, as a central bank, guides our investment strategy.", "The decision to account for ESG factors has been taken to fulfil our duties in terms of social responsibility and to lead investors by example without hampering our price stability mandate.", "This change has not undermined the financial performance of our portfolio.", "A backward test over a ten-year horizon run before we implemented the new strategy showed that the new portfolio would have beaten the previous portfolio and the market benchmark in terms of both higher return and lower volatility.", "Since we have implemented it, the new portfolio has continued to perform better than the old one both in return and volatility.", "The fact that constraining the portfolio to fulfil ESG criteria does not penalise its financial performance is not necessarily surprising.", "Several studies confirm that sustainable investment leads to risk-adjusted returns that are often higher than those achieved using traditional financial models.", "These findings may be due to a number of reasons.", "- First, investors may have underestimated environmental and social risks in the past and may not have anticipated the higher returns due to the faster-thanaverage growth of the green sector.", "- Second, in its practical implementation, the traditional risk-return approach uses historical time series, which make it backward-looking.", "The sustainability assessment, instead, implies a forward-looking long-term view, which could help to mitigate the \"short-termism\" that often drives financial investments.", "- Third, good ESG practices seem to provide firms with a competitive advantage stemming from innovation.", "They also contribute to reducing operational, legal and reputational risks and lead to a more efficient resource allocation, as resources can be shifted from risk management to productive activities.", "This lowers the cost of capital and improves market performance.", "The second issue concerns the problems related to ESG scores.", "Today, there are neither globally accepted rules for ESG data disclosure by individual firms, nor agreed auditing standards to verify the reported data.", "Moreover, there are intrinsic difficulties in deciding which indicators are relevant in assigning an ESG score (how we should evaluate, for example, the \"social\" component of the score), especially when compared to financial aggregates, where the most important indicators, such as revenues, costs, earnings and cash flows, are all widely available auditable items.", "ESG-score providers rely heavily on voluntary disclosure by firms and on subjective methodologies to select, assess and weight single indicators.", "This adds to the arbitrary nature of the scores.", "As a result, ESG scores of individual firms differ greatly across rating agencies if compared, for example, with credit ratings.", "Our studies find, in line with existing literature, that the correlation between the ESG scores assigned to the euro-area listed companies by three of the main providers ranges from 40 to 60 per cent, compared with a correlation between credit ratings that is over 90 per cent.", "There is also evidence of biases in ESG scores, which tend to overrate companies that are larger and belong to specific industrial sectors and geographic regions.", "In building our portfolio, we have carefully selected the ESG provider and we have performed our own calculations, which show a significant improvement in the environmental footprint of the new portfolio.", "In particular, compared with the composition of the old one, the shareholdings included in the new portfolio are characterised by much lower greenhouse gas emissions (down by 23 per cent) as well as by lower energy and water consumption (by 30 and 17 per cent respectively).", "The lack of disclosed data and the lack of disclosure standards prevent ESG-score providers from correctly assessing the sustainability of business practices.", "In Europe, a directive requires large companies to provide information on the way they operate and manage environmental and social challenges; this directive applies to approximately 6,000 companies with more than 500 employees.", "The importance of this issue, however, warrants further public action for small and medium enterprises and, especially, for enhancing the standardisation of data for all firms.", "The last issue that I would like to discuss concerns market neutrality.", "As a central bank, our investment strategy has always been careful in avoiding being a source of market distortion.", "And this principle of market neutrality has been preserved in the new portfolio: among the companies with a high ESG score, we have selected those that have kept the distance between the new portfolio and the market benchmark below a specific threshold.", "As a result, we have improved the ESG score of our portfolio at the expense of only a slight increase in the ex ante tracking error vis-à-vis the benchmark (which comprises all the listed non-financial corporations in the euro area).", "We could question, however, whether this principle should be fully preserved or rather be revised in a context in which, in the absence of further regulation, market forces are pushing greenhouse gas concentrations to levels that will soon be dangerous for the wellbeing of people, not to speak of the stability of the financial system.", "I believe that this is an important topic, which I leave as an open issue and which certainly warrants further research.", "Designed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["ESG", "Climate change", "Financial stability", "Sustainable investment", "ESG scores", "Market neutrality", "Green investments", "Carbon emissions", "Risk management", "Investment strategy"]}