{"sentences": ["You want to clear up misunderstandings about the ECB.", "Would you say that you are now on a type of peacekeeping mission to mediate between the central bank and the German public?", "No, that is not what this is about.", "I am not a mediator between two parties; I am now a member of the ECB's Executive Board.", "But in my new role as a board member I am committed to seeking greater public understanding and clearing up misunderstandings.", "For people to constantly hear that the ECB's policy is harmful to them is misleading and it undermines their trust.", "Which misunderstanding do you wish to clear up specifically?", "The expropriation of savers is the main misconception.", "Even the term itself is legally incorrect.", "It would imply that the ECB is taking something away from people that rightfully belongs to them.", "But that is not the case.", "The real interest rate - that is, the interest rate adjusted for inflation - emerges from the economy's growth potential in the long run.", "Sweeping macroeconomic trends - such as demographic ageing and weak productivity growth - have caused a worldwide decline in real interest rates.", "The ECB cannot change these fundamental developments but can only steer its key interest rates around the trend.", "If it wishes to fulfil its mandate and stimulate the economy at a time when inflation is too low, it has to lower interest rates even further.", "If the policy rate then approaches zero, it becomes increasingly difficult to attain its objective with conventional tools.", "We see this constellation all over the world.", "You're suggesting that the ECB is a victim rather than a perpetrator in respect of negative interest rates.", "Are there any robust economic studies that back this up?", "There are countless studies that estimate the equilibrium interest rate, using various methods and delivering different outcomes.", "But the trend is clear, it is pointing downward.", "I understand the frustration about low returns on savings, but that is not the whole picture.", "Borrowers and property owners have benefited, as have the government and employees.", "Analyses have been conducted on what would have happened without the ECB's loose monetary policy.", "They found that economic growth would have been considerably slower, inflation would have been lower and unemployment higher.", "The one-sided, negative presentation of the consequences of the ECB's policies is misleading.", "All in all, Germany has benefited from the ECB's monetary policy.", "You are saying that savers are not being expropriated at all.", "But the ECB's negative interest rate policy effectively means that we can forget about traditional forms of investment such as savings accounts or life insurance policies.", "At the same time, people are being advised to provide for their retirement.", "How are they supposed to do that?", "If the ECB were to increase interest rates in the current environment, it would be harmful for everyone - not least for savers.", "I can't give people any investment tips.", "But there's no doubt that, in today's interest rate environment, it is not especially advisable to put all your funds in savings or time deposit accounts.", "Politicians also have a duty to inform citizens about the alternatives to interest rate products.", "What do you think of German Finance Minister Olaf Scholz' plans to introduce a tax on share transactions?", "This measure is mainly politically motivated.", "From a economic point of view, I see it rather critically.", "However, the plan is on such a small scale that it will not really change the financial world.", "Another major criticism is that the ECB's policy has created a situation in which weak firms are being kept alive like zombies thanks to low interest rates.", "Do you feel that you are unjustly coming under attack on this point too?", "The share of unprofitable firms has actually declined over the past few years.", "That runs counter to the theory of \"zombification\".", "All the same, concerns about this issue highlight the need to aspire to sound regulation of the banking sector.", "Weak banks are more likely to extend loans to weak firms.", "Thanks to pressure from ECB Banking Supervision, the share of non-performing loans on banks' balance sheets has fallen sharply.", "That is an important step in the right direction.", "You have spoken in favour of tighter regulations governing sovereign bonds held on banks' balance sheets.", "The initiative appears to have foundered on Italy.", "The fact that banks hold sovereign bonds is not the problem, it's rather the concentration of their domestic sovereign bonds.", "Italian banks primarily hold Italian government bonds, German banks hold German bonds.", "One lesson from the euro debt crisis was the importance of breaking the link between bank risk and sovereign risk.", "The topic is extremely senstive politically, but it is pivotal for the stabilty of the euro area.", "The same goes for the common deposit guarantee scheme.", "That is why I was delighted about the initiative taken by Finance Minister Olaf Scholz, who intends to address these topics to deepen the banking union.", "The political problem has to be resolved by politicians.", "But they're not resolving it, unfortunately.", "Many do not seem to be fully aware of the urgency of completing the banking union.", "The aim must be to design the instruments in such a way that they stabilise the euro area without creating wrong incentives.", "That is the only way to succeed in completing banking union.", "Do you understand this to include the option of allowing individual countries to go bankrupt?", "If we take the no bail-out clause in the European treaties seriously, it must be feasible to restructure government debt in an emergency situation.", "But that should not be to the detriment of the whole financial system.", "An orderly restructuring can only be a credible measure if it does not endanger the banking system.", "Wouldn't it be much more helpful to the banks for the ECB to finally do away with the penalty interest rates?", "These are mainly causing trouble for financial institutions.", "Banks themselves are primarily responsible for their weak profitability.", "Many banks were not very cost-efficient even before the financial crisis.", "They need now to consider what they can do to make themselves more efficient and remain competitive, whether that is through mergers or other means.", "The recently introduced tiering system, which exempts a significant portion of banks' deposits from the negative interest rate, is providing considerable relief for banks.", "And the ECB's monetary policy has not only had negative consequences for banks' profits.", "Positive economic developments mean that there have been fewer credit defaults and lower levels of loan-loss provisions.", "Instead of constantly complaining to the ECB about low interest rates, it would be better to ask politicians to implement measures that would push up long-term growth.", "The ECB is the wrong addressee of such complaints.", "But wasn't it the ECB that, in the early 2000s, kept interest rates too low once before and thus caused an artificial boom followed by a crisis in the southern part of the euro area?", "I don't share that assessment.", "The causes of the crisis differed greatly from country to country.", "But there were certainly shortcomings in terms of banking regulation and supervision, which allowed credit to expand massively as equity fell.", "The ECB can't be held responsible for that, though - it wasn't responsible for banking supervision at the time.", "A few months ago, a group of renowned former central bankers, including Otmar Issing and Jürgen Stark, published a manifesto in which they were extremely critical of the direction monetary policy has taken.", "Do you feel that you were treated unfairly there too?", "Everyone is free to criticise the ECB, and we also have to take that criticism very seriously.", "At the time, though, I wasn't yet at the ECB, so I don't feel directly targeted.", "But I thought that the criticism was very one-sided and didn't pay enough attention to the positive aspects of monetary policy.", "It seems that the ECB always tries to refute the arguments made by its critics, but never actually speaks to the critics themselves.", "That is a misperception.", "We regularly invite those who are critical of the ECB to attend our conferences, for example.", "And we will also make sure that we listen to academics with different viewpoints as part of our strategy review.", "If it is indeed the case that the public and the media are unfair in their criticism of the ECB, can you explain why several seasoned German central bankers - including your predecessor - ended up throwing in the towel at the ECB?", "Did they just misunderstand everything too?", "Each of the people involved had very personal reasons for stepping down, and it all happened before I joined the ECB.", "What I can judge is the current situation, and I find the leadership style of President Christine Lagarde to be very constructive.", "I don't have the impression that any particular position in the Governing Council is systematically disadvantaged.", "There is an open debate.", "How do you see the role of the Bundesbank, particularly when it comes to communication between the ECB and the public?", "Is the Bundesbank partly responsible for the existing alienation?", "I'm not so sure about this notion of alienation that the media likes to project.", "If you look at survey results, the euro is incredibly popular in Germany and has higher approval ratings than elsewhere in the euro area.", "Interestingly, trust in the ECB as an institution is also above the euro area average in Germany.", "The Deutsche Bundesbank plays a very important role as an intermediary between the ECB and the German public.", "Amid all the criticism, there has never been any doubt about its support for the single currency.", "So who is responsible for the alienation between Germans and the ECB?", "The ECB perhaps didn't communicate enough with the public in the past.", "But that's precisely what we're trying to change, for example by including civil society in the ECB's strategy review.", "What has been your experience so far of discussions at the ECB - is it more harmonious or more argumentative than the Council of Economic Experts?", "(Laughs) I haven't had much opportunity so far to get into arguments.", "But I can see that it's certainly possible to bring dissenting views to the debate and that they will be listened to.", "At other central banks, it is usual to hold a vote on interest rate decisions and to publish the result.", "Should the ECB do the same in future?", "That question will also be discussed as part of our monetary policy strategy review.", "One argument against public votes is that, while national central bank governors are not representatives of their country, they could come under increasing public pressure in the event of such votes.", "That would run counter to the European idea.", "Climate change is another topic to be covered by the ECB's strategy review.", "Should the central bank conduct green monetary policy in future?", "Climate change is one of the biggest challenges of our times.", "No-one can opt out of that challenge, including the central bank.", "As long as it doesn't undermine the ECB's price stability mandate, the central bank certainly has scope to address it, for example by having a more sustainable approach in its non-monetary policy portfolios.", "And do you want to limit your corporate bond purchases to instruments issued by green firms?", "That wouldn't be possible, because the market is much too small.", "I expect that many more green bonds will come onto the market in future, because there is likely to be strong growth in the sector.", "And so even if the ECB continues to stick to market neutrality, the proportion of green bonds will increase.", "The coronavirus in Wuhan is spreading fear across the world.", "What risks do you think it poses for the economy, especially here in Europe?", "There is huge uncertainty, about both the risk of contagion and the mortality rate associated with the illness.", "It is often compared with SARS.", "When that disease broke out 17 years ago, it triggered a sharp slowdown, but the effect passed relatively quickly, because SARS was soon brought under control.", "No-one can credibly say at the moment whether this time will be worse or not.", "The ECB hasn't changed its forecasts so far, at least.", "The next projections will be published in March.", "We will be monitoring developments very closely until then.", "Your personal situation has changed a lot since you joined the ECB.", "What has been the biggest change in your daily work?", "I have to say, it is a very intensive job.", "I've always had a very full calendar, including during my time on the Council of Economic Experts.", "It was particularly stressful when the Council was preparing its annual report.", "We referred to that period as the \"campaign\".", "I currently feel as if I'm in a kind of permanent campaign."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Negative interest rates", "ECB's monetary policy", "Savers' expropriation", "Euro area stability", "Banking union", "Fiscal policy", "Climate change", "Green monetary policy", "Economic growth", "Coronavirus"]}