{"sentences": ["22.10.2020 Closing address to the CNMV Conference on Financial Sustainability The CNMV's activity in the area of sustainable finance Margarita Delgado Good morning everyone.", "I would like to thank the National Securities Market Commission (CNMV), and in particular its Vice-Chair, for kindly inviting me to close this conference on sustainability.", "I regret not being able to attend the presentations over the last two days, but judging by the topics addressed and the quality of the speakers, I am confident that the conference has been a success.", "I think that it is difficult to find an aim that is more global or shared more widely than the fight against climate change.", "Although this consensus has gradually developed over time, it is clear that it has quickly grown recently.", "Traditionally, this challenge has been addressed through fiscal policies.", "From a theoretical standpoint, and in the opinion of the Banco de España, these policies continue to be the most suitable for resolving the challenge posed by pollution.", "More recently, a CO2 emissions trading system has been developed in Europe, pursuing the same objectives of internalising environmental costs, which is currently being revised.", "Nevertheless, this type of conventional measure has been complemented by other developments.", "The foremost of these are undoubtedly technological changes and the falling cost of renewable energy production, together with the shift in economic agents' and the public's attitude and awareness as regards sustainability.", "Indeed, in contrast to what usually happens in legislative or transformative processes, the private sector has spearheaded many of the sustainability-related initiatives, such as the development of the green bonds market, arising in response to growing demand for responsible investment, regardless of supervisors.", "The cooperation of the private sector is also manifest in expert groups, which are helping authorities to define legislation and actions relating to this issue.", "Examples include, in the European arena, the EU High-level Group on Sustainable Finance, set up by the Commission in 2018 to advise on sustainability matters; turning to the Financial Stability Board (FSB), the creation of the Task Force on Climate-related Financial Disclosures (TCFD) in 2015 is particularly noteworthy.", "Indeed, regulators and supervisors have also recently stepped up their involvement.", "And they have done so significantly.", "This conference organised by the CNMV is a good example of this.", "As you are all aware, the Climate Change and Energy Transition Law is in the process of being approved by parliament; this Law envisages that a huge volume of investment (around €200 billion over the coming decade) will be needed to successfully undertake the energy transition.", "The banking sector's participation will be essential to mobilise such a volume of investment which, in turn, represents a clear incentive for credit institutions to become involved in this challenge.", "However, I think it is also fair to recognise the recent climate commitment, signed on the occasion of the COP25, and the launch of the Centre for Responsible and Sustainable Finance (FinResp by its Spanish abbreviation), which convey the sector's commitment to this fight.", "The Paris Agreement of 2015 is considered to be the turning point that highlighted the role that finance can play in the transition process.", "Over the last five years, so-called 'green finance' has become more visible and climbed up the agenda of international financial organisations.", "On the central banking and banking supervision front, the work by the Network for Greening the Financial Sector (NGFS) is undoubtedly noteworthy.", "This network was created in late 2017 with the aim of analysing, defining and promoting best practices relating to the management of climate risk in the financial sector.", "The Banco de España actively participates in the work of the NGFS, whose membership has grown exponentially to now comprise around 72 members and 13 observers.", "I say 'around' because there are so many applications to join that it is easy to lose count.", "In short, I believe that there is a high degree of consensus among official authorities, society, firms, the banking sector and supervisors and regulators as regards the need for changes to address this unavoidable challenge.", "The work of the financial sector in this collective challenge is undoubtedly important.", "Allow me to briefly refer to what we are doing in the Banco de España to foster the financial world's contribution to sustainability.", "As regulator, our mandate is to ensure the financial stability of the economy.", "In this regard, our competencies as micro- and macroprudential supervisor require us to be able to assess and quantify the risks entailed by the transition to a more sustainable economy, both for each individual bank and for the financial sector as a whole.", "Indeed, the transformative measures to change our productive model will affect bank borrowers.", "In some cases, they will give rise to opportunities, but there is no way of hiding that these transformations will adversely impact the business model of certain sectors.", "Therefore, it should come as no surprise that as supervisors we require that banks measure the risks derived from the transition process and incorporate them into their management.", "It is well known that the ecological transition process entails two types of risk: (i) physical risks, caused by the direct effects of climate change, storms, floods and natural disasters, and (ii) transition risks, which refer to the potential effect on specific borrowers of technological changes, changes in customer behaviour and preferences and the regulatory measures taken precisely to prevent physical risks from materialising.", "The measurement of these risks poses significant challenges.", "For example, the long time horizon over which the effects of physical risk are observed far exceeds that used to measure conventional banking risks.", "There is also a lack of information allowing an assessment of the firms that could be most adversely affected by the transition and it is not easy to determine the exact consequences of the different future scenarios.", "Nevertheless, I believe that the banking sector should, to a large extent, already be considering transition risk.", "We should not forget that analysing the business environment is an essential part of the risk assessment and management that banks must carry out and that, unlike other 'transitions' prompted by sudden changes in technology or behaviour, the transition to a decarbonised economy has been announced and reported on.", "In order to foster robust management, a series of expectations from both the Single Supervisory Mechanism and the Banco de España, within the remit of their supervisory competences, on the appropriate measurement and management of these risks within the sector is expected to be published soon.", "Allow me to briefly refer to our work as macroprudential supervisor.", "I am sure you will agree that, in order to be able to conduct this type of supervision, we need to assess financial institutions' exposures to high-carbon emitting activities, perform stress tests for the financial system as a whole and define the scenarios and methodologies that serve as a guide for banks.", "In this regard, in order to analyse the risks associated with climate change and environmental degradation, we are developing an internal methodology on the basis of the stress tests applied to the Spanish banking system every year.", "This tool has been selected owing to its forward-looking nature and its ability to incorporate alternative scenarios.", "In an initial stage, the aim is to assess the risks entailed by the environmental transition, leaving physical risks for a second phase.", "Specifically, we need a tool that can analyse the different policies or events for which there is no past experience and whose impact extends over a lengthy timeframe (around five years).", "Examples of the type of scenarios would be policies that internalise the social costs of pollution at emitting agents, technological innovations that further reduce the cost of using renewable energy sources and shifts in agents' preferences towards more environmentally sustainable goods and services.", "Given the complexity of this matter, an iterative modular approach has been adopted through which the macroeconomic effect of these shocks and policies can be analysed separately, so as to then calibrate the impact of changes in the macroeconomic environment on banks' income statements and solvency.", "The macroeconomic module includes a general equilibrium model with a substantial sectoral breakdown, in which economic agents interact.", "In this way it is possible to take account of the changes in the sectoral structure of the economy triggered by the transition, with the least pollutant sectors gaining weight to the detriment of the most pollutant sectors, whose emissions decrease.", "The banking module models the different credit risk parameters (PDs, LGDs, etc.)", "on the basis of the sectoral and aggregate macroeconomic variables provided by the macro module, enabling projections of banks' income statements to be obtained.", "This module needs to allow for a substantial sectoral breakdown so as to be able to reflect both the risks assumed by banks and the opportunities opening up in this process.", "In this context, I would like to mention a problem facing us all: the lack of reliable information.", "The fact that this aspect is brought up repeatedly is a reflection of its transcendence.", "It is not a coincidence that there are various references in the conference agenda to initiatives related to transparency and information on sustainability in general.", "The topics discussed today and yesterday have covered, for example, the Directive on non-financing reporting, the register of sustainable funds, the climate benchmarks and the European taxonomy.", "In this regard, we are assessing the reporting and data requirements needed to perform the analyses I just mentioned.", "We are also conducting a pilot programme for collecting data in collaboration with major credit institutions and we have the benefit of our Central Credit Register.", "We can attempt to exploit to the full the data already available to us, but we need to be aware that, without information, it is impossible to make further headway.", "We are also taking action in our role as portfolio manager.", "Central banks are important investors in the debt markets, both in respect of monetary policy and reserve management.", "In this area, we have included environmental responsibility and sustainability criteria in the reserves investment policy and we are progressively increasing our own holdings of green bonds.", "The environmental factor is also being incorporated into the internal ratings used to evaluate the eligibility of banks' collateral.", "These initiatives are being carried out in the context of the monetary policy strategy review launched recently by the European Central Bank, which addresses matters related to sustainability.", "Lastly, just like the CNMV, we participate in various international committees and working groups, be they within the remit of the European Central Bank or within that of the European Systematic Risk Board, the Single Supervisory Mechanism, the European Banking Authority, the Basel Committee or, as I mentioned earlier, the NGFS.", "We also contribute to raising awareness through publications, conferences and special workshops and through meetings with industry.", "I would not like to finish without mentioning that we have set up an internal function and commissioned an environmental audit to assess our environmental impact as an institution and to instrument and coordinate measures aimed at reducing this impact.", "At first sight, it may not seem that a central bank's activity should have an excessive environmental impact, but I can assure you that managing the waste resulting from the destruction of cash is no small matter.", "In sum, I believe that the matters discussed at the conference demonstrate two things: first, that supervisors are endeavouring to take resolute action to promote a sustainable transition, and second, that difficulties persist, especially as regards the lack of information, limiting some of our actions.", "I hope that the legislative initiatives under way provide us with a source of support to continue pressing forward."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Sustainability", "Green finance", "Transition risk", "Physical risk", "Macroprudential supervision", "Stress tests", "Environmental impact", "Data requirements", "Green bonds"]}