{"sentences": ["Economic Conference, Progress Foundation Thomas J. Jordan Chairman of the Governing Board∗ Swiss National Bank Zurich, 8 October 2020 © Swiss National Bank, Zurich, 2020 (speech given in German) Ladies and gentlemen As the title of today's event clearly states: supplying the economy with sound money is a constant challenge.", "I am therefore particularly pleased to have the opportunity to examine the issue of 'What constitutes sound money?'", "with you in more detail here.", "After all, as Chairman of the Governing Board of the Swiss National Bank, I represent an institution that is responsible for providing our country with sound money, a task we have performed since our foundation 113 years ago.", "Sound money is crucial in a society that is shaped by the division of labour and the exchange of goods and services - as has been demonstrated not least by the experience gained with a wide range of monetary orders over many centuries.", "Today, money is used in virtually all economic transactions.", "A sound monetary system is an essential prerequisite for a modern economy, for efficient trade and for social stability.", "Given how significant the monetary system is, it is only right and proper that the associated developments are also the subject of regular public debate.", "With this conference dedicated exclusively to the issue of sound money, you are making an important contribution in this regard.", "Sound money is a fragile accomplishment, and is thus essentially always at threat.", "However, against the backdrop of the global financial crisis, concerns that our good money could turn bad have increased markedly across broad sections of society in recent years.", "On the one hand, this is understandable.", "Central banks' crisis management has led to an extraordinary expansion in money supply and interest rates are at record lows - in the past, these phenomena have often been indications of imminent inflation and thus currency depreciation.", "On the other hand, it is a demonstrable fact that the value of money has never been as stable as it has been in the past 20 years (cf.", "Viewed from this perspective, central banks' expansionary monetary policies have simply satisfied the enormous demand for central bank money.", "The strength of this demand is actually testament to a high level of trust in central banks.", "The fact that inflation has been held in check for so long may also explain the increasing popularity of ideas from an entirely different perspective.", "The proponents of modern monetary theory would like to see central banks being put at the service of state financing.", "Their take is that independent central banks are merely a troublesome relict and that monetary policy should largely be determined by the government's financing needs.", "But experience from throughout history shows that this would, sooner or later, end in an economic policy fiasco.", "As you can see, the positions are far apart, with diametrically opposed interpretations of facts.", "The aim of my speech is to provide some clarity from the perspective of Switzerland's central bank.", "To this end, I will set out some fundamental thoughts on the properties of sound money and the various types of money.", "I will then address the question as to whether, against the backdrop of our current monetary policy, the Swiss franc can still be described as sound money.", "Sound money is stable money But let us first take a step back and look at money as a concept.", "Money is a generally accepted medium of exchange, and performs two other important functions, namely as a unit of account and as a store of value.", "As a unit of account, money serves to make economic transactions comparable.", "In this function, it is also used for representing the nominal value of all kinds of claims and liabilities.", "As a unit of account for determining value, money plays a prominent role in virtually all walks of life - from the workplace to healthcare and pension provision.", "For money to be a generally accepted medium of exchange, it must be possible to use it to buy goods or services not only today, but also tomorrow, and the day after, and so on.", "Money can therefore also be used as a store of value.", "However, money is not the only means of holding and growing wealth, and it is often not the most profitable.", "Although it does offer security and flexibility, unlike risky financial investments it generates little or no return.", "So what constitutes sound money?", "My answer is unlikely to come as a surprise: money is sound if it fulfils its functions as well as possible.", "And this depends on its value being stable.", "Only if this is the case will it be broadly accepted as a medium of exchange over the long term.", "Furthermore, as a unit of account, money that is stable in value makes it possible and easier to plan and calculate, and it is also suitable as a store of value.", "However, the importance of money that retains its value goes far beyond these three narrowly defined functions.", "Sound money contributes to preserving the real value of financial claims with fixed nominal amounts, such as savings deposits, bonds, employment contracts and pensions.", "It thus creates security and trust, which in turn promotes social harmony and cohesion.", "Money is therefore sound if it neither depreciates nor appreciates, i.e.", "if there is neither inflation nor deflation.", "But how can we measure the development of the value of money over time?", "To do so, we have to take as our basis the development of its purchasing power.", "It thus makes sense to measure the value of money using a basket of goods and services that is as representative as possible of consumer spending, as Switzerland does with the consumer price index.", "The value of money thus depends on the transaction prices of goods and services, and its development over time can be measured using the price of the basket.", "Central bank money and bank deposits Having looked at what constitutes sound money, let us now turn to the two types of money that are circulating in parallel in the current monetary system and that can be exchanged for each other: central bank money and bank deposits, that is to say book money of banks.", "In Switzerland, central bank money comprises the banknotes issued by the SNB and the sight deposits held at the SNB by financial market participants, primarily banks.", "The Federal Act on Currency and Payment Instruments stipulates that the money issued by the SNB is legal tender in Switzerland and that the Swiss franc, which is divided into 100 centimes, is the Swiss currency unit.", "Central bank money and its unit of account thus form the anchor of our monetary system.", "The SNB's money defines the value and characteristics of our currency and thus also provides the basis for bank money.", "Bank deposits are not legal tender, however.", "They are instead much more a private claim against a bank.", "On demand, these claims can be exchanged one-to-one for central bank money, i.e.", "banknotes in the case of non-banks.", "Economic agents are prepared to hold bank deposits instead of central bank money as long as they have confidence in the bank's ability to pay and as long as the bank deposits offer them added value compared with central bank money.", "For instance, bank deposits facilitate the settlement of transactions - most of us would probably find it highly impracticable if wages and rent had to be settled in cash, for example.", "Bank deposits also offer protection against theft and are often a better means of preserving value than central bank money in that they normally generate a return.", "However, they do entail a certain degree of credit risk.", "In Switzerland, bank deposits account for more than 90% of the money held in Swiss francs by households and companies, with less than 10% being held in banknotes.", "It is therefore not enough for just central bank money to be sound money; bank deposits must be sound as well.", "When is central bank money sound money?", "But let us first consider the money that serves as the anchor of our monetary system.", "These days, central bank money is paper money:4 there is no defined obligation as regards convertibility into gold, which makes the issuing of money completely flexible.", "It allows central banks to adjust supply in line with demand and thus to keep the value of money stable over time.", "Thanks to this flexibility, in crisis situations a central bank can make an important contribution to damage limitation by supplying additional Just over two years ago, the Swiss electorate rejected the sovereign money initiative and its proposed change to a system based purely on central bank money.", "Prior to the vote, the SNB had also highlighted the disadvantages of such a move.", "inter alia Jordan, Thomas J.", "(2018), How money is created by the central bank and the banking system, speech at Zürcher Volkswirtschaftliche Gesellschaft, Zurich, 16 January, and Jordan, Thomas J.", "(2018), Why sovereign money would hurt Switzerland, speech at the Swiss Institute of Banking and Finance at the University of St. Gallen, St Gallen, 3 May.", "In addition to central bank money, the coins issued by the Confederation are also legal tender.", "Paper money is used here in the traditional sense as a synonym for fiat money, i.e.", "the opposite of money backed by precious metals (metallic money) or other commodities.", "These days it exists not only in paper form, but also as coins, book money and as digital tokens.", "A remnant of Swiss franc convertibility to gold can still be found in the Federal Constitution, which obliges the SNB to hold part of its currency reserves in gold.", "The approach was already advocated in Hayek von, Friedrich A.", ": \"Such a change in the 'velocity of circulation' has rightly always been considered as equivalent to a change in the amount of money in circulation... it will serve as sufficient justification of the general statement that any change in the velocity of circulation would have to be compensated by a reciprocal change in the amount of money in circulation if money is to remain neutral toward prices\".", "money and thus avoiding a shortage of liquidity in the financial system.", "This was scarcely possible under the Gold Standard.", "Owing to the convertibility into gold, the monetary base was largely static, which greatly exacerbated the recurring bank crises.", "Despite the glitter of gold, the currency system then was anything but stable, and many people lost their savings during banking crises.", "However, there are also many examples from history where paper money proved to be decidedly bad, as high inflation led to a rapid erosion of value with disastrous consequences in some instances for the economy, society and politics.", "The flexibility that is the defining feature of the paper money system is both its strength and its Achilles heel.", "with the focus on the goal of value retention, this flexibility can contribute to the stability of economic development and the solidity of the banking system.", "However, things start to get dangerous when it is misused to solve political or structural problems by issuing central bank money - as advocated by the proponents of the aforementioned modern monetary theory, for example.", "The temptation to fulfil such wishes via the printing presses, by creating money out of thin air, is of course all the greater the more politicised monetary policy becomes.", "The solidity of a paper money system therefore lies in three mainstays: a clear mandate for the central bank, setting as its target the preservation of price stability and thus ensuring sound money; protection from political influence by enshrining the independence of the central bank in law and actually putting this into practice; and healthy state finances.", "After all, experience shows that high government deficits mean increased political pressure on the central bank, and in cases where monetary policy has been politicised, there is a clear risk of significant currency depreciation sooner or later.", "When are bank deposits sound money?", "We can thus now also answer the question as to when bank deposits constitute sound money.", "Having central bank money that retains its value is a key prerequisite for sound bank money.", "Since bank deposits in Switzerland are denominated in Swiss francs, their value is largely determined by SNB money.", "Sound bank money therefore hinges on sound central bank money, but that in itself is not enough.", "Bank deposits are only sound money if the bank in question is also solvent and liquid, in other words, if the depositors can rely on being able to exchange their deposits into banknotes or into deposits at another bank at any time without any problems.", "For this to be ensured in turbulent times as well, banks need to have a strong capital base and sufficient liquidity.", "They must be able to meet their obligations at all times, and therefore must not take on any excessive risks.", "This is the case if banks structure their business strategies accordingly and if regulation is focused on stability.", "This also reduces the likelihood of the central bank having to step in as lender of last resort, that is to say providing solvent banks with liquidity in crisis situations if they can no longer raise funds on the market.", "Is the Swiss franc sound money?", "And so we come to today's key question: is the Swiss franc sound money or not?", "The fact is that the level of prices in Switzerland has never been more stable - and the Swiss franc's ability to retain value thus never higher - than in the past twenty years.", "And also over a longer-term perspective, the Swiss franc displays an exceptional ability to retain value by international comparison (cf.", "What are the reasons for this?", "The solidity of the Swiss franc is attributable on the one hand to the strength of the Swiss economy, and on the other hand to the stability of Switzerland's state institutions.", "The SNB is one of these institutions.", "Swiss central bank money has retained its value because the law guarantees the SNB's independence and gives it an unequivocal mandate to ensure price stability while taking due account of economic developments.", "Added to this, public finances are in good shape as far as debt is concerned, which reduces the political pressure on the SNB.", "The value of bank deposits in Switzerland is stable because the value of its central bank money is stable, because the banks are operating prudently, and because the regulation of the banking system is centred on stability.", "The strong capital base and high liquidity of the banks in Switzerland increase the resilience of the system in times of crisis and promote confidence among depositors.", "Both of these factors contribute to bank deposits retaining their value.", "Current monetary policy and the role of central bank balance sheets Our findings are therefore rather reassuring.", "In Switzerland, central bank money and bank deposits are essentially sound money.", "However, there is no guarantee that this will always be the case.", "Or, to put it in somewhat more pointed terms: will the expansionary monetary policy that the SNB has been following for some years jeopardise the solidity of the Swiss franc in the future?", "Issuing too much central bank money can indeed undermine the foundations of sound money, especially if the money is created to solve political or structural problems.", "However, the unprecedented expansion in the monetary base in recent years does not pose a particular threat to the stability of the Swiss franc's value.", "With the increase in money supply, the SNB has simply reacted to rising demand, and its focus in doing so has been firmly on its mandate to ensure the stability of the Swiss franc and thus the supply of sound money.", "It is worth noting here that bank deposits, which are also relevant for the development of inflation, have grown at a comparatively moderate rate.", "Growth in the monetary aggregates referred to by economists as M2 and M3 has been much less strong than would have been expected on the basis of the increase in the monetary base or base money (M0) alone (cf.", "In other words, there has been a marked decline in the money multiplier.", "The increase in base money reflects the rise in demand for the Swiss franc, which is seen worldwide as a safe haven in times of crisis.", "Without an expansion in the monetary base, money would have been excessively scarce and its price would have risen massively.", "This would in turn have led to a marked drop in the level of prices, our currency would have appreciated even more, and economic activity would have declined.", "Can this strong expansion be reversed when necessary?", "If the demand for Swiss francs weakens, the supply of money can be reduced at any time, thus ensuring that the currency retains its value.", "The SNB has a wide range of ways and means at its disposal for absorbing liquidity.", "However, one important condition for a successful reduction in money supply is that the SNB must have unrestricted control over its balance sheet.", "And in particular, it must, if necessary, be able to sell foreign currency for Swiss francs, in the same way as it has been able to make foreign currency purchases in recent years.", "We therefore must also firmly reject any ideas aimed at channelling our assets into a sovereign wealth fund, even though we may be highly sympathetic to the matters in question, such as securing pension provision.", "Summary and outlook In conclusion, allow me to stress once again how valuable it is to have a dialogue on the core issue of sound money.", "In my remarks, I referred to the crucial importance of the three mainstays of a robust paper money system: a central bank mandate focused on price stability, the independence of the central bank in setting monetary policy, and solid state finances.", "As we have seen, sound money is always subject to latent threats.", "It is essential that we remain on our guard if we are to identify these threats in good time and ward them off.", "What are the biggest threats to sound money at present?", "In my view, there are two developments in particular that we need to be watchful of.", "On the one hand, any move to make central banks an instrument of state financing would undermine the second mainstay, namely central bank independence.", "On the other hand, the consequences of the coronavirus crisis could also impact on the soundness of money.", "Overall, state financing needs and thus government debt have increased considerably as a result, and this could undermine the third mainstay if countermeasures are not taken over the medium term.", "In addition to this, many central banks have themselves bought exceptionally high amounts of their country's own sovereign debt.", "In a crisis, that may be the right thing to do in terms of monetary policy, but it must not be done for reasons of state financing.", "The challenge lies in safeguarding the clear separation of responsibility for monetary policy and fiscal policy even in this crisis situation, and thus ensuring that central banks remain independent in practice and not just on paper.", "It is particularly important to avoid scenarios where excessive government debt means that a central bank is de facto forced into making its decisions dependent on their impact on public finances.", "This would result in monetary policy no longer being centred on price stability and thus on sound money.", "Switzerland has been able to manage the additional debt well thus far thanks to the fact that its public finances were in good order when the crisis hit.", "That said, the coronavirus crisis has fuelled aspirations here, too.", "There have been mounting calls for the SNB to make massive additional profit distributions.", "However, there are two things to bear in mind here.", "On the one hand, the size of any distribution depends on the earnings potential of our investments.", "And on the other hand, a central bank's equity must be sufficiently high to cover the risks in its balance sheet.", "Ladies and gentlemen, a monetary system has to take account of the changing needs of the economy and society over time, and the evolving environment in which it exists.", "However, it is also important to note that it is an order that has developed over the course of history and any ill-considered interventions could entail serious consequences for our country and the population as a whole.", "Swiss monetary history has been characterised by a wide range of changes, but the desire for sound money has been a constant throughout.", "Today's paper money system with central bank money and banks' book money has stood the test of time.", "But if we want to be able to benefit from the advantages of this system in our national interests going forward, we must make sure now that the three mainstays of sound money can continue to perform their roles and provide support.", "Thomas J. Jordan Chairman of the Governing Board Swiss National Bank Economic Conference, Progress Foundation Zurich, 8 October 2020 2 08.10.2020 What constitutes sound money?", "| Thomas J. Jordan | © Swiss National Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sound Money", "Monetary Policy", "Central Bank", "Bank Deposits", "Price Stability", "Inflation", "Gold Standard", "Monetary System", "Paper Money", "State Financing"]}