{"sentences": ["Ladies and gentlemen of the AMLC Secretariat.", "I am delighted to be with you today on the occasion of the 19th anniversary of the AMLC.", "This year, we celebrate under unprecedented circumstances.", "Not only are we allies in fighting money laundering and terrorism financing, but, along with the rest of the world, we are fighting an invisible but deadly virus.", "The COVID-19 pandemic has caused us grief and fear, both as individuals and as a nation.", "But it has also compelled us to address our weaknesses and to shift our assumptions and biases toward fresh, if not better, possibilities.", "Though the pandemic has brought the world to a slowdown and even to a halt, during the first few months, the AMLC soldiered on against money laundering and terrorism financing.", "And we have the following milestones to show for it.", "First-as the pandemic has presented an opportunity for money launderers and other criminals -the AMLC initiated and conducted an analysis of the financial crime landscape,covering a period of the pandemic and using suspicious transaction reports (STRs) submitted by covered persons.", "The AMLC's \"Covid-19 Financial Crime Trend Analysis and Typologies Brief\" has since been disseminated to supervising agencies, appropriate government agencies, law enforcement agencies, several financial intelligence units, and Public-Private Partnership Program partners.", "The report has also been shared with the Asia Pacific Group on Money Laundering and the Financial Action Task Force (FATF); and a redacted version has been made available online.", "An update of the study, which expands the data set, will soon be released as well.", "It is interesting to note that one of the top reasons for STR filing, based on the study, are associated with violations of the Anti-Child Pornography Act of 2009.", "Child exploitation-related STRs increased in 2020 compared to the same period in 2019.", "This increase may be primarily due to the AMLC's 2019 study on online child sexual abuse and exploitation (CSAE).", "The AMLC's supplemental study on the online sexual exploitation of children observes that its 2019 study on CSAE has prompted covered persons to proactively report STRs, which led to the identification of an additional 700 persons of interests.", "AMLC's study on CSAE also paved the way for the creation of the Egmont Information Exchange Working Group (IEWG) on CSAE, bringing together the United Kingdom Financial Intelligence Unit, Australian Transaction Report and Analysis Centre, and the AMLC as project leads.", "In view of the increasing risk of online CSAE during the pandemic, the group completed the \"Combatting Child Sexual Abuse and Exploitation through Financial Intelligence: Project Report,\" producing a consolidated list of financial indicators and keywords that can be used by financial intelligence units to identify financial transactions likely to be linked to the online streaming of CSAE.", "A public version was released last September, sharing the report's overarching conclusions and key findings.", "Despite the pandemic, the AMLC continues to strengthen its ties with other government agencies to further effective and efficient coordination.", "In fact, the AMLC enhanced its partnership with the Philippine Drug Enforcement Agency (PDEA), reinforcing the ability of each agency to forfeit assets related to drug trafficking through criminal forfeiture by the PDEA and through civil forfeiture by the AMLC.", "The AMLC and the Department of Finance (DOF) also stepped up their firm commitment against money laundering and terrorism financing.", "Information exchange has become more strategic as the AMLC now works directly with the Revenue Integrity Protection Service, which is the anti-corruption arm of the DOF.", "Apart from the inclusion of terrorism financing, the scope of cooperation between the agencies now specifies unlawful activities under the AMLA, as amended.", "In addition, the AMLC signed MOAs on information exchange and capacity building with Philippine Amusement and Gaming Corporation, which regulates casinos; and with the Philippine National Police (PNP) - Directorate for Intelligence, which manages all intelligence and counterintelligence of the PNP and serves as the link of the PNP to all foreigners with official transactions with the chief of the PNP.", "Further collaboration is attained through the implementation of the National Anti-Money Laundering and Countering the Financing of Terrorism Strategy for 2018 to 2022 (NACS), which adopts a whole-of-government and a high-level approach against money laundering and terrorism financing."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["AML/CFT", "Money Laundering", "Child Sexual Abuse and Exploitation (CSAE)", "Terrorism Financing", "COVID-19", "Suspicious Transaction Reports (STRs)", "Financial Crime", "Anti-Child Pornography Act", "Egmont Information Exchange Working Group (IEWG)", "National Anti-Money Laundering and Countering the Financing of Terrorism Strategy (NACS)"]}