{"sentences": ["COPENHAGEN FINTECH WEEK GLOBAL A Sustainable Future for Shared Prosperity Keynote Address by Dr. Patrick Njoroge Governor, Central Bank of Kenya Tuesday, September 15, 2020 As Prepared for Delivery Let me thank Copenhagen Good morning, good afternoon, and good evening to you all!", "Fintech Lab for organizing this event, the Copenhagen Fintech Week Global, and for the invitation to deliver the Keynote Address.", "I also confirm that the topic of sustainability was the right bait to get me to participate in this conference.", "I am delighted to join you, albeit not in the usual face-to-face manner but in what has now become part of our daily experience- digital communication.", "What better way to discuss the important theme of \"shaping a than on the very platform that will drive this sustainability?", "sustainable future\" I have fond memories of my visit to Copenhagen in April last year.", "I recall the illuminating discussions I had with innovators and other players in the Copenhagen fintech ecosystem.", "Most notably was my visit to the Copenhagen Fintech Lab, which included a test ride on an electric scooter.", "In the current context of the coronavirus (COVID-19) pandemic my visit seems like a distant world, without the constraints of social distancing, masks, and sanitizing.", "The invisible enemy COVID-19, crept up on mankind and has almost totally taken over our lives.", "The health and economic effects have been devastating.", "Across the globe, we have witnessed dramatic loss of life, acute strains on health systems, massive job loss, and disruptions to trade, supply chains and investment flows.", "The impact has weighed heavily on the vulnerable members of our populations and put a greater burden on women, particularly with schools being shut.", "Micro, Small and Medium Enterprises (MSMEs) have been decimated by the lockdown measures to contain the pandemic.", "The United Nations Secretary General (UNSG) António Guterres pointed out in a recent speech that the pandemic has put 70-100 million people at risk of extreme poverty.", "Thankfully, it has not all been doom-and-gloom, and digitalization has been the silver lining.", "Digital systems and processes have become the lifeline for people and businesses in times of social distancing.", "Digital channels have allowed people to maintain connections, access healthcare and education.", "They have enabled some MSMEs to preserve their customers.", "Importantly, digital financing innovations have been critical in responding to the crisis.", "They have underpinned the rapid scaling up of support to vulnerable groups, by extending the reach of available social safety nets and providing new ways for mutual support within families and communities.", "In a few short months, COVID-19 has dramatically accelerated digitalization, achieving what we thought would take decades.", "In Kenya, banks have enhanced the use of digital channels during the pandemic, to minimize the health risk and support stay-at-home protocols.", "Before the pandemic, about 90 percent of bank transactions were conducted outside branches.", "Since the onset of the pandemic, this has accelerated to over 94 percent of transactions.", "Most notably, over 67 percent of transactions are now conducted on mobile phones, up from 55 percent before the pandemic.", "In Rwanda, charges on all mobile money transactions were waived on March 19, 2020, for three months.", "By the end of April, the weekly value of mobile money transactions had increased by 450 percent.", "We are reminded of words by Lenin, \"there are decades where nothing happens, and there are weeks where decades happen.\"", "As we sketch the post-COVID future, digitalization will be at the heart of everything we do, and turning back to today's theme, sustainability will be indispensable for shared prosperity to be assured.", "Sustainability can be usefully captured in the common definition: and The essentially respond to the question why corporations People, Purpose Planet.", "exist and what should be their heart and soul?", "COVID-19 has underscored a great truth-that corporations cannot prosper while the society they serve and the environment they operate in are endangered.", "Simply put, the resilience of corporations is intertwined with the sustainability imperative.", "But is there a yardstick of success?", "The \"3Ps\" nexus is encapsulated in the United Nations' Sustainable Development Goals (SDGs), another core focus of this Fintech Week.", "As you are aware, the SDGs are global targets that were adopted by the UN in 2015 aimed at achieving shared prosperity in a sustainable world by 2030.", "In the last few months, COVID-19 has adversely affected implementation of the SDGs particularly in health and education, wiping out years of progress towards the SDGs.", "A lot more needs to be done to get back on track.", "In November 2018, the UNSG set up a Task Force on Digital Financing of the SDGs (Taskforce).", "The 17-member Taskforce on which I served was mandated to recommend how to harness digitalization in accelerating financing for the SDGs.", "However, COVID-19 struck while the Taskforce was preparing its final report.", "This sharpened the focus of the Taskforce, particularly on how digitalization could anchor the global Post-COVID posture.", "\"People's Money: Harnessing Digitalization to Finance a The report of the Taskforce, titled Sustainable Future,\" was launched on August 26 and focuses on the needs of ordinary people.", "The financial system, the report concludes, must serve individual citizens, as savers, investors, borrowers, and taxpayers.", "It must leverage digital technology to put people back in the driver's seat of their finances, so that they can invest in themselves and their families, communities, countries, and the planet.", "Governments, regulators, and financial institutions should support and facilitate the disruptions that will get us there.", "We have the digital tools to do the job, but we now need the courage to dare.", "The question then must be how do we put people at the center of the global financial system?", "call to action is to harness digitalization in creating a The Taskforce's citizen-centric financial system which advances financing for the SDGs.", "There are three core recommendations to advance a people-centric global financial system.", "First, advancing catalytic opportunities to deliver financing for sustainable development.", "These opportunities in addition to mobilizing significant finance will also trigger broader transformations by putting citizens in the driving seat of their money.", "Let me highlight two opportunities for accelerating the use of domestic savings for long-term development and the financing of small and medium enterprises (SMEs).", "In Kenya, we introduced in 2017 a mobile phone-based digital bond dubbed M-Akiba to mobilise micro- savings of as little as USD30 to finance government.", "Remarkably, 85 percent of the investors in M-Akiba were participating in the government securities market for the first time.", "M-Akiba has inspired a pathfinder initiative in the Taskforce Report in Bangladesh.", "This pathfinder initiative in Bangladesh involves the use of mobile financial services to mobilise domestic micro-savings to finance sustainable infrastructure investments.", "SMEs are at the heart of the global economy, providing jobs and supporting livelihoods for the majority of the population.", "Thriving SMEs underpin the achievement of the SDG Agenda.", "However, they face a significant financing gap, estimated by the International Finance Corporation at USD5.2 trillion in developing countries alone.", "With the devastation wrought by COVID-19 on SMEs, we expect that this gap has widened.", "As we bring back our SMEs to life, digital practices will be core.", "We have already seen the increasing use of digital lending to SMEs based on business transaction histories, alternative data from mobile phones and other government public records.", "In Kenya, a consortium of five banks launched a mobile-centric MSME financing product dubbed Stawi in November 2019.", "Stawi provides \"anytime anywhere\" financing to MSMEs and will be a powerful weapon in our arsenal as we reimagine the post-COVID posture of our MSMEs.", "Second, building the foundations for sustainable digital ecosystems, collaboration between the public and private sectors in developing three critical components: Core connectivity infrastructure required to extend digital services across countries, and necessitating secure digital identity for citizens to connect to the digital infrastructure.", "Creating an enabling market and regulatory framework that enables fintechs to scale up their innovations.", "Enlightening citizens on their rights and protections in the digital realm.", "Regulations and standards Third, strengthening inclusive international governance.", "governing digital financing need to be informed by SDG commitments and goals, with a particular need to ensure that the SDGs inform the governance of a new generation of global digital financing platforms.", "The pandemic has accelerated the growth of global digital platforms particularly in e-commerce, payments and entertainment.", "This unprecedented growth has increased the market concentration enjoyed by the platforms.", "A critical concern is that this growth has been more technology-centric as opposed to being people-centric.", "The concerns particularly on data privacy and security are pertinent to emerging countries that may not be on the table in discussions on these platforms yet they are potentially their largest users.", "Accordingly, the Taskforce has mooted another pathfinder initiative, the International spearheaded by Kenya and Switzerland.", "It seeks to Dialogue on Global Digital Finance, facilitate a balanced and more inclusive dialogue, particularly involving developing nations, on SDG-aligned governance of global digital finance platforms.", "It will convene representatives from central banks, finance, trade and other relevant ministries, cross-sector regulatory bodies, non-state actors from developing countries, and representatives from key institutions such as the Financial Stability Board, Bank for International Settlements, International Monetary Fund and the World Bank.", "These three recommendations represent opportunities for establishing a global financial system that would support shared prosperity by focusing on and But people, purpose planet.", "what does all this mean to financial institutions and fintechs?", "Financial institutions and fintechs have played a pivotal role globally in supporting the COVID-19 response.", "This has certainly been the case in Africa where the Central Bank of Kenya hosted the Virtual Africa Hackathon 2020 in August, targeting the health and economic dimensions of the pandemic.", "The Hackathon witnessed an impressive array of innovative solutions from fintechs in Africa, Europe and the Middle East.", "The solutions presented included financing of SMEs, cash transfers to vulnerable groups, enhancing agriculture value chains and COVID-19 contact- tracing.", "These solutions when scaled up will play an important role, not only in the context of the pandemic, but also in contributing to the implementation of the SDGs.", "My challenge therefore to financial institutions and fintechs is to build on this momentum as we emerge from the COVID-19 crisis.", "As I finish, I would be remiss if I did not point out that there are fundamental barriers and risks associated with digital financing.", "Over 700 million people still lack access to mobile broadband and over 3 billion lack effective digital access due to affordability and skills gaps, with women disproportionately excluded.", "As the world increasingly relies on digital financing, there are risks of a loss of privacy, increased cyber risks and market concentration.", "Seizing the opportunities and addressing barriers and risks requires concerted action from policy makers, regulators, private sector, international development community, and civil society organizations.", "Investments are needed in universal, accessible, affordable and secure digital infrastructure.", "Capabilities of digital finance providers, consumers and regulators need enhancing.", "Strategic alignment between the push for digitalized economies and national development needs is required.", "Governance of digital financing needs strengthening, particularly for solutions that have cross-border spillover impacts.", "The COVID-19 crisis has presented the world with the historic opportunity to reshape finance and place people at the centre.", "Let us not waste this crisis, let us seize the opportunity.", "Thank you for your attention!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digitalization", "Sustainability", "Financial Inclusion", "Digital Financing", "COVID-19", "Sustainable Development Goals", "Small and Medium Enterprises", "People-Centric", "Inclusive", "Fintech"]}