{"sentences": ["Today we publish our latest Financial Stability Review (FSR) .", "The FSR sets out our judgements on the main risks facing the economy and financial system, the capacity of the financial system to withstand those risks, and the macroprudential policy actions we are taking to safeguard financial stability.", "For the first time, today's publication contains a forward-looking assessment of the resilience of the domestic retail banking system.", "Alongside this we also have the results of the latest reviews of our macroprudential policy tools, including the annual mortgage measures review.", "The extraordinary circumstances we find ourselves in as a result of COVID-19 continues to be the main backdrop for our assessments in this FSR.", "The global and domestic economies have begun to recover from the initial phase, and the acute liquidity challenges have been managed through fiscal, monetary and prudential policy support.", "However, the full transmission of this now extended shock to the economy and financial system will take time, as the balance between the impact of near-term policy supports and the depth of the implications of this shock for households, businesses and the financial system plays out.", "We remain in a position where liquidity challenges have not, as yet, resulted in widespread solvency challenges.", "The economic shock triggered by measures taken to protect public health, both domestically and across Europe, has been extended with the upsurge in cases since the autumn.", "With the Level 5 restrictions in Ireland these past weeks we have seen COVID-related unemployment rise again in sectors most affected.", "The outcome for the domestic economy through the fourth quarter of 2020 will probably be somewhat weaker than expected when we published our latest forecasts in the Quarterly Bulletin on 6 October.", "The macroeconomic impact of the most recent public health restrictions is likely to be less severe than those in the spring, as the nature and extent of the latest restrictions is different, enabling more activity in a number of sectors, such as construction.", "In addition businesses and consumers have adapted and innovated (as we have all seen from the click-and-collect options that have become available, for example).", "However the macro-financial outlook beyond the current quarter is characterised by huge uncertainty, tied to the progress of the pandemic, the successful roll-out of a vaccine, the economic implications of the related public health response and the more medium-term implications of this shock.", "While the domestic outcomes are most pertinent, the fragility at a global level of rising sovereign and corporate debt and the potential for tighter financing conditions could have implications for economic activity and asset prices in Ireland.", "Alongside this we have the very near-term reality of moving to a new phase in EU-UK relations.", "Irrespective of the outcome of the current negotiations, the UK's new status as a third country is a negative event, especially for Ireland.", "The delay in clarifying the ultimate trading relationship between the EU and the UK compounds the near-term challenges, adding to uncertainty, and limiting time available to reduce inevitable frictions.", "Let me be clear, having a comprehensive trade deal for goods would be better than not having one, but it remains only the better of two unfortunate outcomes, and implementation presents significant challenges.", "In this FSR, our analysis includes a more forward-looking assessment of the resilience of the domestic banking system to two possible scenarios, consistent with differing paths for what is an uncertain macro-financial risk environment out to 2022.", "While the more adverse of these scenarios in particular would be expected to result in significant losses, the system in aggregate has sufficient capital to absorb such losses and continue to support firms and households.", "Relative to the previous domestic and global financial crisis of the late 2000s, both the nature of the current shock, and the improved starting resilience of the banking system and the economy more generally, means that the system as a whole is better able to serve the needs of businesses and households through this period of uncertainty.", "Government supports for households and businesses are supporting their resilience, and in turn that of the banking system.", "However, while analysis such as this is vital to understand the risks posed to the banking sector, I would also highlight the following points: First, the degree of uncertainty with these projections is high, not just in terms of the macrofinancial outlook, but also the impact of the various extraordinary policy supports, and how both of these ultimately interact with banks' balance sheets.", "Second, the system-wide position does not discount the potential for different impacts on individual banks.", "Given the heightened levels of uncertainty, all regulated firms need to prepare and plan for a variety of eventual outcomes.", "Third, the response of the banking system itself will shape eventual outcomes.", "Our analysis shows that tighter credit conditions imposed on a widespread and persistent basis by the banking system would lead to worse macro-financial outcomes than would otherwise be the case.", "Banks should use the extraordinary policy support being provided to maintain a sustainable supply of credit to businesses and households through the recovery.", "So, uncertainty remains high, but the benefits of resilience built up in recent years is most evident now.", "Among the factors that led to the better starting position as we entered the COVID-shock is the enhanced policy framework that has been put in place in recent years, covering prudential supervision, recovery and resolution, and macroprudential policy.", "Today we are announcing the outcomes of our latest regular reviews of our macroprudential tools.", "Before turning to the mortgage measures, I would note that the countercyclical capital buffer (CCyB) rate remains at zero per cent.", "Given the current outlook, we do not expect to announce a change in the CCyB rate through 2021.", "We are giving explicit guidance on this because we want to provide as much clarity as possible to banks and facilitate the usability of those buffers.", "Just to emphasise, again: buffers that have been appropriately built up in recent years are now there to be used to absorb losses and support the economy through this period of uncertainty.", "I will focus my policy remarks on the outcome of the annual mortgage measures review.", "The mortgage measures have the twin objectives of strengthening borrower and lender resilience and reducing the likelihood of an adverse credit-house price spiral emerging.", "This year the review focused on understanding the impact of the COVID-19 shock on the housing and mortgage markets.", "It drew on extensive analysis and stakeholder engagement on the effectiveness of the measures.", "At our most recent meeting, the Commission of the Central Bank agreed that the measures - as currently designed and calibrated - continue to meet their objectives and decided that they will remain unchanged for 2021.", "The implications of the COVID-19 shock continue to feed into housing demand, supply, market activity and prices.", "Housing supply is likely to remain below pre-pandemic levels, and indeed below estimates of medium-term demand, for an extended period.", "House price developments have been relatively stable and market expectations are tilted toward minimal change over the next year.", "Housing transactions and mortgage activity have recovered since the summer, but still have some way to go to reach pre-pandemic levels.", "That being said, we have not found much evidence pointing to credit supply or the operation of the measures themselves as being a key driver of broader mortgage and housing market activity through 2020.", "While there was tightening in credit criteria earlier in the year, consistent with a more conservative risk appetite on behalf of lenders, the impact of the health restrictions on activity in the market appears to have been more of a key driver in overall mortgage credit developments.", "Taking a longer perspective, it is clear the mortgage measures have meant we were in a better position going into the COVID-19 shock than the previous financial crisis.", "The benefits of the measures are most evident in times of stress.", "We can see from our analysis of the initial payment break data that borrowers with mortgages issued at lower loan-to-income values were less likely to be in financial distress.", "We examined whether a temporary loosening of the mortgage measures might be appropriate to guard against any potential tightening in credit supply by lenders.", "However, the effectiveness of any such action hinges on the drivers of tighter credit supply.", "As the measures only provide a floor to underwriting standards any loosening would be unlikely to be effective in offsetting tightening decisions by lenders which predominantly reflect changes in their own risk appetite.", "More broadly, given the underlying demand-supply imbalance in the current housing market, additional debt would likely lead to greater pressure on house prices and potentially exacerbate affordability issues in areas of high housing demand, with associated adverse implications for bank and borrower resilience.", "As a community, we continue to grapple with fundamental challenges of sustainability, affordability and delivery of appropriate housing supply to meet the needs of home-owners and renters across the private and social domains.", "The mortgage measures help by ensuring unsustainable lending practices do not exacerbate these challenges.", "We want the measures to continue to enable sustainable mortgage lending in the Irish housing market.", "As both Irish and international experience has shown, a fully functioning and sustainable housing market is not achieved by excessive leverage in the household sector and imprudent lending standards by banks.", "At this event last year, I outlined a three-pillar approach for developing our macroprudential framework to bolster resilience covering banks, borrowers and the area of markets-based finance.", "Our response to COVID-19 has necessarily focused attention in 2020 on ensuring the financial system uses the resilience built-up in recent years to support the real economy.", "We believe the experience of the COVID-19 shock re-emphasises the need to have a robust, comprehensive and effective macroprudential framework.", "It also presents some lessons for how the framework could operate.", "Through 2021 and beyond, we will return to that multi-year work programme in light of our experience of the COVID-19 shock and the evolution of the European legislative framework: In the area of bank capital, to deepen our holistic view on the interaction between the macroprudential buffers themselves and with other policies during periods of growth and periods of stress.This will inform the appropriate mix, level and build-up speed when the recovery is fully-fledged.", "For the mortgage measures, building on the benefits of having them as a permanent feature in the market, we will consider the overarching framework informing our regular calibration and further embed new data, to enhance our work in assessing their effectiveness.", "The initial phase of this work will focus on expanding our public engagement on the operation of the measures.", "In the area of market-based finance, the significant market turmoil that we saw in March has illustrated vulnerabilities in parts of the sector and there is growing international focus on the resilience of market-based finance.", "As I have mentioned before, we will continue to work with our European and international partners on the development of a comprehensive and proactive macroprudential framework in this area.", "Work across all these pillars will continue alongside our regular analysis, assessment and calibration reviews of our existing tools.", "As a result, we will of course continue to take our annual decision on the calibration of the mortgage measures, the Other-Systemically Important Institutions (O-SII) buffer and the quarterly decisions on the CCyB consistent with our approach.", "Over time, and as the insights from the framework reviews are fully developed, they will become embedded in our regular calibration decisions.", "To sum up, our main messages coming from today's FSR are three-fold: First, the overall risk environment remains very challenging and continues to be characterised by heightened uncertainty, closely linked to the path of - and response to - the virus and the structural implications of this crisis.", "Second, the banking system as a whole has loss-absorbing capacity for shocks that are materially worse than current baseline projections.", "That loss-absorbing capacity is not, however, unlimited.", "Third, the macroprudential framework has helped ensure that the financial system is better able to absorb the shocks being faced currently.The experience of the current shock also offers lessons for the evolution of the framework over time.", "On our part, we are committed to developing that framework, domestically and at European and international levels, so it can most effectively safeguard financial stability and ensure the financial system works in the best interests of consumers and the wider economy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["macroprudential policy", "mortgage measures", "financial stability", "COVID-19", "housing market", "credit conditions", "macro-financial outlook", "bank resilience", "systemic risk", "economic recovery"]}