{"sentences": ["​Ladies and gentlemen, good afternoon.", "Let me start by drawing your attention to the BSP's Digital Payments Transformation Roadmap for 2020 to 2023.", "This roadmap sets out our initiatives and strategies for achieving an efficient, safe, and inclusive payments ecosystem.", "The roadmap has two key strategic objectives.", "Firstly, it aims to strengthen customers' preference for digital payments by converting 50 percent of the total volume of retail payments into digital form.", "This first objective includes expanding the proportion of financially included to 70 percent of Filipino adults.", "To help us assess how well our policy interventions contribute to the transformation into digital payments, the Better than Cash Alliance or BTCA is helping us in building a simulated model, which will estimate the potential change in the level of e-payments volume and value driven by policies initiated by the BSP.", "The second objective is to encourage innovations which will boost real-time payments velocity.", "In particular, we intend to have more available innovative digital financial products and services that cater to the needs of consumers.", "These services will be enabled by the National ID System.", "It will also be and supported by the availability of modern payment services that will facilitate real-time processing of financial transactions.", "These BSP objectives hinge on a triad of critical pillars that are seen to build an environment that is conducive to digital transformation.", "One of the pillars relates to the development of payment streams.", "At present, we have an instant payment stream called the InstaPay, and a batched payment stream called PESONet.", "I will talk more about payment streams in a while.", "The next pillar relates to the establishment of digital infrastructure which facilitates interoperability of payment services.", "Interoperability allows seamless transaction processing which is necessary for achieving efficiency.", "The last pillar is the implementation of digital governance standard.", "The goal is to maintain public trust in the payment systems.", "This will be done by protecting the integrity of consumer data and ensuring appropriate management of digital products and services.", "With this roadmap, we have achieved significant progress in collaboration with our strategic partners including the Philippines Payments Management, Inc. or PPMI, USAid, BTCA, United Nations Government Programme, and other concerned government agencies.", "The usage of PESONEt and InstaPay has grown sharply, especially during the lockdown periods.", "Clearly, the trajectories of the PESONet and InstaPay volume and value reflect increasing consumer trust in these fund transfer services.", "For businesses, the InstaPay has been useful in the settlement of low-value yet urgent financial obligations.", "It is even more convenient to use with the availability of interoperable Person-to-person or P2P QR codes, which follow the BSP-prescribed National QR Code Standard or \"QR Ph\".", "Instead of keying in the account details of the payee, a payer simply scans the code generated by the payee's bank or e-money issuer, and the funds transfer happens in seconds.", "Likewise, the PESONet has been instrumental in providing a safe and efficient channel for business payments, including salary disbursements, supplier settlements, dividend distribution, investments, and any other financial transaction of firms and institutions.", "In fact, the PESONet is a better alternative to checks.", "This is because the PESONet clears on the same day, while the check clears on the following banking day.", "Under E-Gov Pay, citizens may pay taxes, permit fees, license charges, and other government bills.", "PESONet is the rail that serves as the backbone of the EGovPay Linkbiz portal.", "To date, there are over 280 national government agencies and local government units enrolled as billers.", "Currently, PESONet transfers are done once, that is, at the end of a banking day.", "To further address the demand of the business community for shorter clearing intervals, we are pushing for multiple batches of crediting, that is, not only during banking days but also on weekends and holidays.", "With the success of PESONet and InstaPay, we are set to pursue more digital payment initiatives in the near term.", "First, we want to extend the QR Ph use case.", "From only person-to-person or P2P when it was launched in November 2019, QR Ph will soon include person-to-merchant or P2M payments.", "This initiative is expected to benefit not only large business organizations but also the small unbanked vendors such as peddlers, sari-sari store owners, and other entrepreneurs.", "This is because accepting payments via QR is simple and affordable.", "It simply involves printing out the QR Ph code that will be generated by banks and electronic money issuers for consumers to scan.", "With one bills payment facililty, we will remove the inefficiencies associated with the current fragmented bills payment mechanisms.", "With this facility, the billers will be capable of collecting from their customers even if the payment service providers of the billers are different from those of the customers.", "Through the request to pay service, we will provide a more flexible way for businesses and consumers to make payments.", "The payee will only need to send an electronic request for payment to the payer, showing how much is being requested for payment and when it falls due.", "The request offers flexibility by presenting several options, which are: to pay in full, to pay in part, to make a counteroffer for extension, or totally decline the payment.", "In any instance, the payee is notified of the choice of the payer.", "This facility will surely be useful for countless business transactions.", "Another initiative in the pipleline is the Direct Debit use case.", "Here, the payer sends the payee an electronic authority or mandate to draw funds directly from the payer's account on a regular basis.", "This payment use case is ideal for recurring payments such as monthly rentals, periodic loan amortizations, and quarterly insurance premiums.", "With digital financial services emerging as the \"new norm\", the BSP proactively builds a regulatory environment that is conducive to digital innovations.", "In this regard, we are finalizing an enabling policy for fully digital-oriented banks, establishing \"digital banks\" as a new bank classification.", "This new and upcoming bank classification is distinct from the other bank types.", "Digital banks will have minimal or zero-reliance on physical touchpoints, since they will conduct end-to-end processing of financial products and services through digital platforms and electronic channels.", "Instead of putting up a branch or a branch-lite unit, these banks shall only be allowed to establish an office dedicated to receiving and addressing customer concerns.", "The BSP shall emphasize \"quality vs quantity\" when issuing digital bank licenses.", "This means that we shall continue to adopt prudential standards when granting a digital bank authority, permitting only applicants meeting our financial and risk management requirements.", "We are now refining our digital banking framework, based on comments received from both internal and external stakeholders.", "With the establishment to digital banks, we have embedded security standards in our regulatory frameworks for the protection of both the BSP-supervised financial institutions and their customers.", "Based on our surveillance, cyber incidents rose during the lockdown as financial consumers conduct more transactions online.", "Cyberthreats were predominantly carried out through phishing and links to malicious websites.", "Most of which were promptly addressed by BSPrequired layers of detective and preventive security defenses adopted by our supervised financial institutions.", "To ensure that these institutions remain vigilant against cybersecurity risks, we advocate a \"zero trust\" model.", "BSP-Supervised Financial Institutions must treat any access to their digital infrastructure a suspicious access, such that it undergoes verification and security screening, which may involve biometric technologies or multi-factor authentication procedures.", "Nevertheless, we are aware that the most effective means to overcome cyberthreats is consumer literacy.", "Hence, the BSP, itself, has embarked on cybersecurity campaigns.", "We have issued advisories to warn the public on emerging cyberthreats and scams.", "Indeed, the path towards digital transformation is like an uphill journey.", "Each step requires collaborative engagement among stakeholders, including you as members of the Makati Business Club.", "Being prominent business leaders, you should spearhead wider adoption of digital payments in the business community.", "Realistically, the road ahead is long and bumpy.", "Yet with your unceasing support, I have no doubt that we will be able to sustain the momentum and eventually transform our payments ecosystem into one that is safe, efficient, and reliable.", "Maraming Salamat at Mabuhay tayong lahat!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital payments", "Payment streams", "Interoperability", "Digital governance", "Digital financial services", "Cybersecurity", "QR code", "PESONet", "InstaPay", "Digital banks"]}