{"sentences": ["A pleasant good afternoon Atty.", "Duran and the members of the Tax Management Association of the Philippines.", "Thank you for the opportunity to share the BSP's programs aimed at stimulating business activity and help businesses recover from the COVID-19 crisis.", "We recognize that this engagement is critical because it serves as a platform to discuss the mutually reinforcing role of monetary, prudential, and fiscal policy in the achievement of our shared goal sustainable and inclusive growth.", "Thus, it is my hope that this brief keynote will set the tone for discussions on the design of TMAP's plans of action in the coming months.", "My presentation for this afternoon will be organized as follows: First, I will provide an overview of our current economic and financial landscape.", "Next, I will briefly describe the BSP's COVID-19 crisis response plan.", "This will be followed by a discussion on some of the BSP's key structural reform initiatives.", "Finally, I will conclude with some thoughts on areas of policy convergence which would be useful for the task moving forward.", "According to the IMF, all countries are facing a \"Long Ascent\" that is \"long, uneven, uncertain and prone to setbacks.\"", "The IMF projects that the global economy will contract by -4.4 percent this year before bouncing back in 2021 and 2022.", "The Philippines has not been spared.", "The Philippines' GDP fell by 9.0 percent in the first half of 2020 after 21 years of uninterrupted growth.", "But we expect the economy to bounce back next year.", "In fact, there are early signs of recovery.", "Manufacturing indices have registered an uptick.", "The PMI improved from a low of 27.1 in March to 50.1 in September.", "The value and volume of production for the manufacturing sector are also showing signs of improvement.", "Year-to-date inflation of 2.5 percent remains manageable and within the target range of 2.0 to 4.0 percent for 2020.", "The government has maintained its fiscal prudence with a debt-to-GDP ratio below 50 percent.", "Foreign direct investments grew to USD3.8 billion as of end-July 2020.", "Imports made some headway, with the year-on-year contraction slowing down from 65.3 percent in April to 22.6 percent in August.", "Similarly, the year-on-year decline in exports eased to 18.6 percent in August from 49.9 percent in April.", "As of end-August, the gross international reserves stood at a hefty USD100.5 billion, the highest ever in Philippine history.", "Overseas Filipino remittances rebounded, settling at USD19.3 billion as of end-August 2020, much better than originally forecasted.The Philippine also banking system entered the crisis with strong fundamentals and sound risk governance.", "During the first eight months of 2020, banks managed to report sustained growth in assets, loans and deposits.", "Total bank assets stood at P18.6 trillion as of end August funded by sustained growth in deposits.", "The total loan portfolio of banks stood at P10.7 trillion, with a growth rate of 4.4 percent (YoY) in August.", "The quality of the loan portfolio remained satisfactory at 2.8 percent as of end-August Meanwhile, banks remain profitable posting P85.8 billion in net income as of end-June 2020.", "Bank capital and liquidity buffers also continue to be sufficient.", "Banks remained well-capitalized with capital adequacy ratio of 15.3 percent on solo basis as of end-March 2020.", "The bank's capital was also made up of the highest quality of capital, with a Common Equity Tier 1 ratio of 14.7 percent.", "Banks' liquidity coverage ratio of 171.4 percent remained stable and above the regulatory minimum of 100 percent as of end-March 2020.", "Meanwhile, the net stable funding ratio of 129.1 percent indicates availability of stable funding to support bank operations.", "The BSP's roadmap to recovery consists of a suite of policies which fall under two categories based on their intended objective.", "At the height of the lockdown period, the BSP moved to cushion the immediate impact of the COVID-19 on households, businesses, and financial institutions by activating its short-term crisis response plan.", "The second phase of our roadmap includes interventions meant to support recovery.", "The BSP's short-term crisis response plan is a long list of regulatory relief measures which were adopted to assist financial institutions carry on with their operations and provide financial services to their clients.", "In particular, the time-bound actions undertaken by the BSP intend to: Maintain domestic liquidity, Incentivize lending, especially to important sectors of the economy such as MSMEs, Grant financial relief to their customers, and Ensure continued access by households and enterprises to financial services.", "The numbers show that the BSP's short-term measures have started to gain some traction.", "Following the BSP's infusion of P1.9 trillion in liquidity into the system, total bank deposits grew by 10.6 percent year-on-year, as of end-August 2020.", "Banks' funding costs have declined.", "In turn, this has translated to lower lending rates across almost all types of loans.", "Total loan portfolio of banks expanded by 4.4 percent, YoY, as of August 2020.", "Similarly, consumer loans grew by 14.1 percent, YoY, as of end-June 2020.", "The BSP's measures to incentivize lending to MSMEs and critically impacted large enterprises have resulted in the grant of new loans or in the renewal or restructuring of loan to MSME borrowers.", "This is reflected in data on banks' utilization of MSME loans as compliance with the BSP's reserve requirements.", "As of the reserve week ending October 1, 2020, an average of P120.9 billion in MSME loans was used as compliance with the BSP's reserve requirements, a substantial increase from the P8.7 billion in MSME loans reported in April 2020.", "Data also show that restructured loans of banks grew by 158.7 percent as of end-August 2020 year-on-year.", "This growth is significantly higher than the average growth rate of restructured loans of 36.0 percent for the past five years.", "Meanwhile, the volume and value of electronic payments surged in the past months.", "From August 2019 to August 2020: InstaPay transactions posted a growth rate of 820 percent in volume, from 3.2 million to 29.5 million transactions, and 499 percent in value, from P24 billion to P141 billion.", "Meanwhile, PESONet transactions more than doubled with the volume rising from 1.1 million to about 2.7 million, and the value climbing from P118 billion to P253 billion, or by 114 percent over the same period.", "Apart from the Philippines' solid macroeconomic fundamentals, the country's other strengths remain intact.", "On the BSP's part, three areas are key to our path to progress: good governance, digital transformation, and MSMEs First, enterprises should be held accountable to a higher standard of good governance and should adhere to sustainability principles.", "The BSP's initiatives in this space include alignment of our policies and work practices towards environmentally responsible and sustainable approaches.", "BSP has issued guidelines that will encourage financial institutions to incorporate sustainability in their risk governance frameworks.", "Future policy will cover incentives which will encourage the financial sector to invest in activities that will promote climate-resilient, green, and sustainable growth.", "Second, there is a need to support digital transformation within the economy and the acceleration of digitalization in the financial industry.", "The results of the BSP's 2019 Financial Inclusion survey revealed that there is a wide gap in smartphone ownership and internet access depending on locality, geography, and income.", "This basic constraint needs to be addressed so that our objectives can be achieved.", "In this regard, the BSP has expressed its strong support for programs that will hasten the establishment of reliable internet infrastructure across the country.", "These include the passage of the Open Access in Data Transmission Act and the issuance of amendments to the Executive Order to Liberalize Access to Satellite Technology for Internet Services, which will allow the operation and use of international satellite communications in the country.", "Third, given the vital role played by the MSME sector in reinforcing the country's growth prospects, the BSP is working on the establishment of market-enabling infrastructure that will sustain recovery of the MSME sector.", "These include: the establishment of a Credit Risk Database which will enable MSMEs to readily access low-cost and collateral- free lending.", "Towards this end, the BSP is working with the Japanese Government on the development of this Credit Risk Database for MSMEs.", "This is a comprehensive statistical reference tool for riskbased lending.", "This will lessen the dependence of banks on collateral, hence increase MSME access to financing.", "The BSP also strongly supports the passage of the GUIDE Bill which proposes measures to strengthen capacity of government financial institutions to provide financing to MSMEs and other strategically important companies.", "Let me now share some thoughts as to how the TMAP can contribute to our national efforts, especially in the crucial areas to our growth.", "The country entered the crisis with a strong fiscal base which enabled the Philippines to bridge the massive funding needed to finance the government's social amelioration programs at the height of the pandemic.", "Moving forward, we need to ensure that our tax system will be able to mobilize the needed revenues to finance the requirements of the country.", "Tax professionals can contribute to this objective by promoting tax compliance and transparency in financial reporting by individuals and enterprises.", "Tax policy may also be enhanced to direct private sector investment towards: 1.", "Activities that will promote digital transformation as well as \"greening\" of our economy, and 2.", "Companies that demonstrate good governance and sustainability in their corporate footprint.", "The support of the TMAP in advocating for tax reform in these areas will align with our strategic initiatives.", "I hope that TMAP can be a partner in our efforts to overcoming this crisis.", "To close, I'd like to share this nugget of wisdom from Martin Luther King, Jr. \"The ultimate measure of a man is not where he stands in the moments of comfort and convenience, but where he stands at times of challenge and controversy\".", "Let ours, therefore, be the generation which history will judge as responsible for shaping a more resilient, inclusive, and sustainable future for the Philippines beyond this crisis.", "Thank you and I wish everyone a productive meeting ahead."], "classifications": ["none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19 response", "Economic recovery", "Monetary policy", "Bank lending", "MSMEs", "Digital transformation", "Fiscal policy", "Sustainability", "Taxation", "Good governance"]}