{"sentences": ["Dear colleagues, dear friends, Let me wish you a warm, unfortunately though, virtual welcome at the regional statistical workshop dedicated to COVID-19 and its impact on statistics in central banks.", "It is a \"black swan\" event that recalibrated our overall attitude and approach towards everyday living, the mode of working, and the way in which our priorities are being set.", "It requires acknowledgement of the necessity for flexibility and adaptability to the \"new order\".", "It is well known that every crisis poses challenges to statistics and statisticians.", "Past crisis episodes had a common denominator, revealing data gaps or missing data necessary for swift and concerted actions by policy makers to address the crisis.", "Let us recall briefly the G-20 data gaps initiative that was a \"by-product\" of the global financial crisis in 2009.", "Under its auspices, compilation of novel statistics was enhanced and prompted, that enabled policy makers to better assess financial and non-financial vulnerabilities, sectoral exposures, and cross-border flows.", "The perimeter of financial soundness indicators was widened to better assess financial sector vulnerabilities, cross-border linkages were better understood by the novelties in the datasets, balance sheet sectoral data provided more in-depth knowledge on the weaknesses in the domestic economy.", "The COVID-19 pandemic is specific in essence, and therefore implies novel and multidimensional dares for statistics in central banks.", "First, very similar to other episodes, it has challenged central banks as policy makers and data users.", "The disruption of all economic flows has been uncharted water asking for fast, frequent and alternative datasets, which could reveal the state of play of the economy to which policy response should be calibrated.", "Let me refer to the BIS conclusions on this matter that put into spotlight three key lessons.", "international efforts since the global financial crisis managed to make \"better-quality, more comprehensive, flexible and integrated statistics\".", "Granular and rich set of data was already available, such as data on financial instruments and financial institutions, allowing all of us to make informed decisions related to liquidity provisions and targeted changes in the regulatory perimeter.", "A second lesson is that some of the data gaps remained and were further aggravated by the crisis.", "One of these examples is the financial accounts data.", "The bold fiscal measures and the need of the private sector to bridge over the pandemic with additional borrowing will further elevate public and private debt.", "This asks for vigilance and close monitoring of financial exposures and interlinkages of different sectors, redistribution and structuring of their financial assets and liabilities.", "Third, similar to the 2009 crisis, the pandemic has pointed up that official statistics must be complemented with alternative datasets especially in times of crisis.", "Therefore, \"big data\" have come to the fore in the last couple of months.", "Google mobility and search data, daily payment transactions data by amount and purpose are extensively used to profile the behavior of economic agents and quantify turning points in the activity.", "Yet, dissimilar to previous crisis episodes, this one challenged the statistics not only in terms of missing data, but even more in terms of the continuity of the overall statistics process.", "This was particularly the case at the very beginning of the pandemic, when severe containment measures were introduced, lockdowns disrupted business, households, in some cases even financial markets.", "Therefore the data collection process was under threat, particularly those that rely on survey data.", "Risks from partial and low quality information, low response rates, missing information became elevated.", "Central bank risks, given their statistics mandate, were concentrated in the area of compilation of external statistics.", "In countries where due to the structure, most data sources were affected, solutions included setting hierarchy and focusing on the most influential components, such as balance of payments, or external debt of the economy.", "Imputation methods were also exploited to fill in the increased number of missing data, and estimate or impute values for these missing components using available alternative data or judgement.", "In some countries, ours being an example as well, the overall burden and disruption of the statistical process was mitigated by the balanced sources of data gathering and compilation.", "The compilation of external statistics, where the main pillar for data compilation and data cross checks is the ITRS, proved to be unwavering.", "\"The ITRS remained a reliable source of data, as banks are operational in all countries and the majority of cross-border payments are executed through bank accounts\" .", "Nonetheless, it has to be complemented with survey data.", "Their gathering required extraordinary efforts by the compilers for frequent communication with the respondents, data quality assurance and cross checks, making compromises in the sampling process, as well as in the modalities of receiving and processing the data.", "With reference to the latest, opportunities were used to increase digitalisation allowing for greater usage of electronic platforms for precluding any compilation process discontinuity.", "The innovative approach for collection and dissemination in the \"new ordinary\" poses certain risks in the near future and policy makers should be fully cognizant of that Namely, the need for finding quick solutions, approximations, imputations could potentially fact.", "lead to substantial future data revisions that could go beyond the common ones.", "The sampling biases, misspecifications and changes in trends, while assuring timely data remain one of the main challenges for the statisticians in order to preserve statistical quality and integrity, which has proved to be not such an easy task in these unprecedented circumstances.", "Finally, in a sudden crisis situation, it is very important to recognize and act on the opportunities that are created.", "In this particular situation I will make an effort to briefly summarize some of the takeaways from the recent literature endeavors in this area.", "the COVID crisis is an opportunity event that should motivate us to scrutinize the existing data, make sure that we exploit everything at our disposal and find solutions to fill the existing gaps.", "Second, given the specifics of this crisis event, it is apparent that the official statistics should exploit supplementary sources - for instance leveraging on private data and using it in a more structured way.", "Internet data, data from private companies is something that is used during the pandemic by official statistics agencies to fill the holes in times of \"hibernation\".", "Eurostat collaborated with booking agencies, national central banks with private mobile operators and so on.", "Third, exploiting the advances of digitalization as much as possible, to collect and compile data - providing more space for digital surveys, for example.", "Last but not least, we must strive to make an even greater effort to reach the users and understand their needs, explain the data and information offered by statistical authorities.", "Dear colleagues, This online workshop will tackle some of the tingling issues weighing on the statisticians.", "We might not have all the answers and solutions, but I am certain that as before, we will continue with the efforts for compiling and disseminating timely and high quality data.", "I am proud to say that in this unique period we, as a central bank managed to produce all data with no delay, by keeping the standard quality.", "Stressing this is very important as these are times when we should also promote the value of official statistics, and demonstrate this value and relevance to our society.", "Let me use this opportunity to warmly thank all of my colleagues who devotedly spent hours of work, leveraging much on their private time, very often working remotely and joggling with this strange context, for a sole purpose to deliver timely and high quality statistics.", "I will leave you with a quote that can be used as guidance in these difficult times - \"We cannot rewrite the chapters of history already past, but we can learn from them, evolve and adapt.", "The new normal may even be a better normal, certainly a different normal\".", "I wish you all a highly successful and productive workshop.", "\"Implications of COVID-19 for official statistics: A central banking perspective\", B. Tissot and B.", "\"Ensuring Continuity in the Production of External Sector Statistics during the Covid -19 Lockdown\" - IMF Special series on Statistical Issues to Respond to Covid-19."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "statistics", "central banks", "data gaps", "financial stability", "alternative datasets", "big data", "data quality", "digitalization", "official statistics"]}