{"sentences": ["Ladies and Gentlemen, a very good morning or good afternoon to you, wherever you are in the world!", "Welcome to the Fifth Annual Hong Kong Fintech Week.", "The focus of this session is how we can harness the power of technology to transform risk management and regulatory compliance.", "COVID-19 has sparked many changes for all of us.", "The fact that I am speaking virtually to you today as part of a fully virtual Hong Kong FinTech Week is one of those changes.", "And those changes once again reminded us of how important it is for government, regulators, banks and other industries to be adaptive.", "More importantly, these are not changes to be feared or avoided.", "Rather, we should embrace them in order to move forward.", "At the HKMA, we have always been passionate about promoting and implementing technology solutions to make our banking system smarter.", "This, we reckon, is the only way to ensure that our banking sector remains internationally competitive.", "Along this same line of thinking, we are launching a White Paper today that sets out a glide path for the wider adoption of Regtech in Hong Kong.", "This White Paper outlines a series of actions that we would take to accelerate Regtech adoption.", "I presume that the audience is conversant with the idea of Regtech.", "But it remains good to define upfront what we are dealing with.", "So, by Regtech, which is a subset of fintech, we are referring to a specific focus on technologies that can facilitate more effective or efficient regulatory compliance or risk management by financial firms.", "The benefits of Regtech 6.", "So, why do we need Regtech adoption?", "That's because we believe that Regtech solutions offer clear benefits to banks, customers, and regulators alike.", "For Banks, they can leverage on Regtech solutions to enhance risk management quality and reduce costs.", "For example, in the area of financial crime and transaction monitoring, some banks still have teams dedicated to the manual remediation of false positives.", "But others have already used Regtech solutions to put automation in place.", "In doing so, not only have their alert outputs become more accurate, the process also freed up precious resources to focus on higher value tasks, including in particular their interactions with customers.", "For Customers, Regtech delivers improved customer experience and drives financial inclusion.", "Several years ago, opening a bank account in Hong Kong could be timeconsuming.", "You often had to take time off work in order to visit a branch and physically verify your identity.", "By contrast, with the help of Regtech, today I can open a bank account in the comfort of my home or office in a matter of just minutes.", "There are also benefits to banking supervisors and regulators.", "In our supervisory processes, we spend quite a bit of resources and time in continuously monitoring individual institutions.", "By adopting Regtech, we can enhance the overall risk management and compliance quality of banks.", "And that in turn leads to better management of the overall risk in the financial system.", "The HKMA's Regtech initiatives 10.", "So given the importance that we attach to promoting Regtech adoption here, what have we done so far?", "In the past few years, we have been facilitating the collective efforts by the banking industry, the technology community, and other stakeholders in pursuing their Regtech journey.", "Let me highlight a few initiatives here.", "One example is that the HKMA is a pioneer in the introduction of Sandbox and Chatroom, and a number of Regtech projects and ideas have benefitted from those arrangements.", "Over the years, we have seen a surge in the popularity of Regtech in Hong Kong, as shown by the fact that the number of Sandbox and Chatroom cases focusing on Regtech has increased fivefold since we launched those arrangements several years ago.", "A growing number of Regtech firms are now showing interest in the Hong Kong market, and we have indeed met a wide range of Regtech firms in our Chatroom sessions.", "We also complemented those efforts by regular publications such as our \"Regtech Watch\".", "That newsletter is a useful channel for us to introduce banks to potential Regtech use cases.", "And late last year, the HKMA hosted our first AML/CFT Regtech Forum with the aim of generating more conversation and traction on Regtech usage in that particular area.", "White Paper on Regtech 14.", "The White Paper that we are launching today moves forward the conversation on Regtech even further.", "It sets out a number of Regtech initiatives that we will undertake in the coming 18 months.", "Next I would use a few slides to take you through the concept behind our White Paper as well as to provide a quick overview of its contents.", "Despite the Covid-19 disruptions, we have been working very hard in the past few months on a plan to better promote the adoption of Regtech in Hong Kong.", "The first phase of the plan has now led to the formulation of this White Paper.", "Conceptually, we can think of the White Paper as a useful MAP for users: MAP meaning three key elements - M for Monitor, A for Assess, and P for Plan.", "What exactly do we mean by that?", "Again, \"M\" is for Monitor - it involves understanding the current and evolving Regtech landscape.", "\"A\" stands for Assess - it involves analysing existing practices and risks associated with Regtech.", "And \"P\" is for Plan - it involves putting our insights into practice by developing practical steps for the future.", "And our White Paper MAP breaks down this process into five key areas - Under \"M\", the white paper lays out new developments in Regtech, and explores their importance to Hong Kong's banking industry Under \"A\", the white paper assesses prevailing practice, and attempts to define and evaluate existing barriers to Regtech adoption As for \"P\", there are three elements involved.", "The first element is about laying out a common practice framework for implementing Regtech in Hong Kong; the second element involves making practical recommendations for initiatives that can contribute towards the wider adoption of Regtech; and the third element is about delivering a practical roadmap of the HKMA's plans for promoting Regtech adoption.", "The White Paper is actually based on findings from a survey of banks and Regtech providers, interviews with industry stakeholders, benchmarking against other jurisdictions, and an analysis of Hong Kong's Regtech progress so far.", "Some of you may have offered your valuable contributions to it.", "So, taking this opportunity, I thank those of you who have done so for your generous help and support.", "The White Paper will be available for public download through our official website later today.", "Here, let me give you a quick snapshot of some of its key contents.", "Regtech adoption barriers 22.", "First and foremost, about Regtech adoption barriers.", "We note that Regtech adoption in Hong Kong has made significant progress in recent years.", "In fact, 32% of our survey respondents said that they have fully implemented at least one Regtech solution in their bank.", "Having said that, we do believe that Regtech adoption can be and should be much wider than it currently is.", "And to make that happen, some barriers must be addressed.", "At this point, I would venture a guess that at least some of you are thinking that, when it comes to barriers to Regtech adoption, the HKMA must be one of the biggest barriers.", "It is true that in our study, Regtech firms ranked regulators as the fifth highest barrier to Regtech adoption.", "But interestingly, banks thought the opposite.", "They actually ranked regulators as the third lowest barrier.", "Well, of course, this may just be an indication that banks are exceptionally tactful in responding to our survey!", "But joking aside, I am sure you want to know what are the most common Regtech adoption barriers identified in our study?", "Those include: First, concerns over budget issues There are also concerns about solutions lacking maturity And then respondents talked about a shortage of appropriate talent There are also concerns about the risks involved in applying Regtech solutions; and Finally, there is a lack of awareness of the potential value of Regtech 26.", "Quite understandably so, budget constraints were consistently named as the top barrier by both financial institutions and Regtech providers.", "Especially in the current environment, cost management is a key focus for most banks.", "But it is sometimes forgotten that, as well as improving the quality of risk management and regulatory compliance, Regtech offers longterm cost savings.", "This is a benefit that needs to be articulated much more loudly and clearly going forward.", "And then about the lack of mature solutions - a lot of available Regtech solutions were developed for other markets, and respondents to our study shared that those solutions may not adequately address specific Hong Kong circumstances.", "Nor are those solutions always able to meet all the specific business requirements of our financial institutions.", "Another barrier is the lack of skilled talent.", "Our findings show that local banks have particular difficulty in recruiting and retaining talent with skills across multiple disciplines.", "It appears that we do need to focus more of our efforts in developing a workforce that possesses skills across different business domains, as well as technical programming, data analytics and an understanding of regulations.", "It does sound like an impossible mission, but nonetheless we believe it is a critical one.", "It was also noted that most banks are taking a \"low-risk\" and conservative approach to adopting Regtech solutions.", "Some still consider Regtech to be a relatively new area that requires further investigation before any action is taken.", "That is closely linked to the fifth barrier: a lack of awareness of Regtech.", "This is especially the case at board and senior management level, where leaders are often not fully on board with Regtech adoption because they do not fully understand its potential benefits.", "Regtech promotion 31.", "So those are some of the key challenges that we need to overcome.", "Before talking about the solutions, let me share our vision for Regtech in Hong Kong - what we call \"Regtech 2025\" - which is the underlying theme for the White Paper.", "Regtech 2025 requires us to achieve 4 key goals by the year 2025.", "We can crystallise these goals in four action-driven verbs : Lead, Adopt, Grow, and Nurture.", "In terms of \"Lead\": Hong Kong aims to become one of the global leaders in Regtech by In terms of \"Adopt\": we want to ensure that Regtech will be extensively adopted by the Hong Kong banking sector in the next few years As regards \"Grow\": not only do we want wide adoption of Regtech among banks, we also want Hong Kong to become a breeding ground for growing Regtech solutions for financial institutions And finally on \"Nurture\": we want to ensure that Hong Kong will emerge as a hub for nurturing Regtech talent 33.", "With these four key goals in mind, the White Paper sets out 16 recommendations across five core areas, all designed to accelerate Regtech adoption.", "We can summarise the five core areas using the following framework: 35.", "The five core areas are: - Solutions Matter Regulators Matter And Momentum Matters 36.", "Let me briefly talk about how each of these areas really matters in achieving our overall goal 37.", "First of all, \"Minds Matter\" refers to the importance of awareness.", "High awareness is essential for gaining buy-in across an organisation, and securing the appropriate resources to implement solutions.", "A fundamental step in promoting Regtech adoption is therefore to boost awareness of the benefits of Regtech adoption across a wide group of stakeholders, and to highlight the available use cases in the market.", "One of our recommendations is to establish a \"Regtech Knowledge Hub\".", "This is a centralised knowledge platform for sharing information on Regtech experience and potential usages.", "There are also opportunities to expand the scope of Regtech events to reach different stakeholder groups.", "Therefore another recommendation is for a series of targeted Regtech events to be hosted to raise the industry's awareness of this subject.", "On our part as regulator, another way of boosting awareness is by issuing practical guidance to help the industry better understand how Regtech can be applied in Hong Kong.", "Next, \"Solutions Matter\".", "It refers to the importance of developing solutions that are specifically tailored to the banking industry in Hong Kong.", "So our second area of focus is to promote Regtech solution innovation.", "We believe that competition is a key catalyst for innovation.", "Therefore, in order to promote solution innovation, we would organise Regtech competitions and challenges so that we can bring together investors, financial institutions and technology firms to innovate together.", "These can be showcases for solutions or approaches that address common pain points in the industry.", "Such events also have the potential to create lasting partnerships between banks and Regtech firms.", "Next, \"Regulators Matter\" - so far, I think it is fair to say that the industry welcomes those circulars and guidelines on Regtech and underlying technologies that the HKMA has issued so far.", "No doubt, we have to provide further guidance to the industry going forward, in order to help the industry understands our policy stance.", "This would also reaffirm the HKMA's commitment in this area.", "But we note that a large proportion of banks operating in Hong Kong have their headquarters in other jurisdictions.", "And therefore differences in approaches to Regtech across jurisdictions can create significant challenges for those banks.", "We all know that complete alignment or harmonisation on such matters may not be possible.", "But we reckon that such challenges can at least be reduced if regulators from different jurisdictions engage in more active and ongoing dialogue and information sharing.", "In that process, of course the HKMA needs to also stay up to speed with international best practices.", "The fourth area in our framework is \"Talent Matters\".", "This one is perhaps more straight- forward: a lack of suitable talent will be a major obstacle to Regtech adoption.", "As a start, no doubt a combination of upskilling and sourcing new hires is the key to developing talents with the right combination of local regulatory knowledge, technical skills and business acumen.", "To take that one step further, if Hong Kong can evolve into a hub for global Regtech talent, we will be uniquely positioned to build and export Regtech solutions to the rest of the world.", "The White Paper suggests developing a Regtech skills framework.", "This framework will cover suitable modules and competency standards.", "And we would seek to identify the skills required for different roles and which would help speed up Regtech adoption, and then we would help train and develop both new entrants and existing practitioners.", "Finally, on \"Momentum Matters\".", "All our hard work will not bear fruits if the momentum for changes cannot be sustained.", "It is therefore crucial to keep the industry engaged in the years ahead.", "One suggestion is that we introduce a benchmark for our progress in increasing Regtech adoption.", "This benchmark will provide us with a holistic framework that will enable us to visualise the success of our Regtech initiatives.", "That is a quick snapshot of the key recommendations in the White Paper.", "In fact, we are already putting some of those recommendations into action.", "For example, a flagship event is already planned for the first half of 2021.", "Like this Fintech Week, that event will also use available technology to bring together delegates from around the world.", "So stay tuned for further details of the event.", "Also in the first half of 2021, we will be announcing details of our first Regtech challenge.", "And then looking ahead to the second half of 2021, we expect to set up the \"Regtech Knowledge Hub\".", "Around the same time, we also plan to release a Regtech Adoption Index that will visualise our progress in increasing Regtech adoption over time.", "In the meantime, we are also working hard to flesh out our thinking behind the other recommendations.", "For example, we would explore the benefits of providing appropriate incentives and other assistance to stimulate Regtech solution innovation in Hong Kong.", "So to conclude, I hope that through this presentation, I have sent a clear message to the audience that the value of Regtech in banking is coming to the fore in Hong Kong.", "Industry stakeholders should realise that Regtech and its underlying technologies are the way of the future.", "The HKMA strongly believes that Hong Kong has the right foundations to support a thriving Regtech ecosystem, and ultimately become a Regtech hub.", "Our city already enjoys broad fintech capabilities, strong support for technology businesses, a significant and wellestablished financial services sector, and most important of all, very supportive financial regulators.", "We hope the White Paper that the HKMA is publishing today will encourage banks in Hong Kong to actively consider the challenges that can be solved with Regtech.", "We want to see banks embracing new technologies and proofs of concept, and ultimately adopting more Regtech solutions in the years ahead.", "This is also an opportunity for the Regtech community to develop their solutions for the Hong Kong market.", "I trust that our goals are crystal clear.", "We want to accelerate the adoption of Regtech in Hong Kong.", "And this will involve us working hand-in-hand with banks and the Regtech community, in order to realise our vision for Regtech 2025. .", "On that, I very much look forward to your support in our Regtech journey in the next few years.", "And I trust you would find the rest of the Fintech week both enjoyable and fruitful!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Regtech adoption", "Regtech", "Financial crime", "Risk management", "Customer experience", "Financial inclusion", "Banking supervision", "AML/CFT", "White Paper", "Barriers to Regtech adoption"]}