{"sentences": ["The relationship between monetary and fiscal policy Speech at the OMFIF Virtual Panel 05.11.2020 | London | Jens Weidmann 1 Introduction 2 Monetary and fiscal policy responses to the pandemic 3 The risk of fiscal dominance 4 Some strategic challenges for monetary policy 4.1 Definition of price stability and policy aim 4.2 Implications of average inflation targeting 4.3 Measuring inflation 4.4 Learning from the past 1 Introduction Ladies and gentlemen, Thank you very much for inviting me.", "It is a great pleasure to join you today.", "I would have been only too happy to come to London.", "The pandemic thwarted our plans.", "But luckily, events such as this can be shifted to the virtual sphere.", "In spring, many things that enrich our daily lives were no longer able to take place.", "Concert halls, museums, restaurants, cafés and gyms had to close.", "Cinemas have also been hit hard.", "One film release after the other has been postponed.", "Even one of London's most famous residents, James Bond, had to give way.", "Then, over the summer, large parts of the economy rebounded.", "And a new blockbuster found its way into the multiplexes, Christopher Nolan's world-spanning thriller \"Tenet\".", "The film's plot centres around the idea that the flow of time can be inverted, which allows objects and people to move backwards through time.", "Actions running forwards and those going backwards collide in the here and now.", "As you might imagine, that brings a great deal of confusion into the protagonists' plans.", "However, from an economist's point of view, there is already enough potential for trouble even with time flowing in only one direction.", "In both monetary and fiscal policy, there are incentives for policymakers to announce a certain course of action today and deviate from it tomorrow.", "For example, the government could announce to seek price stability, but then trade it off for lower unemployment in the short run by creating surprise inflation.", "Of course, people might be fooled once or twice, but not all the time.", "Rational agents anticipate policymakers' behaviour and they adjust prices and wages accordingly, causing higher inflation without any reduction in unemployment.", "[1] The result is an inflation bias.", "To get rid of it, authorities must be able to credibly commit to price stability.", "In practice, this has been achieved by delegating this objective to central banks and granting them independence.", "The debate seems to lie far back in time.", "But problems of time inconsistency are at the very heart of monetary policy, and our strategy has to take due account of it.", "The subject is currently on the table in the Eurosystem as part of our strategy review.", "And I shall go into some key issues of the review later.", "Even with independent central banks, monetary and fiscal policy still interact.", "The economist Eric Leeper once summed it up as follows: \"[Both] policies are intricately intertwined and their distinct impacts are difficult to disentangle.", "(...) Recalcitrant behavior by one policy authority can easily thwart the other authority's efforts to achieve its objectives.\"", "[2] The thorny relationship between monetary policy and fiscal policy is something we have known about for a long time.", "[3] To extend the film metaphor, it is, in some respects, a relationship similar to that of a couple in a screwball comedy.", "They cannot ignore each other, but if they get too close, things can become turbulent.", "In my speech, I would like to discuss some aspects of this special relationship, in particular the problem of fiscal dominance.", "This subject has been gaining attention again recently.", "And that is related to the measures adopted by monetary and fiscal policymakers to cope with the COVID-19 crisis that has unfolded since March.", "Monetary and fiscal policy responses to the pandemic It is important that monetary policy remains expansionary, as the economic slump is weighing on the inflation outlook and a lack of liquidity in the financial system might dangerously aggravate the crisis.", "Adverse feedback loops between the economy and the financial system could also pose a risk to price stability.", "That is why the Eurosystem responded quickly in spring with a whole bunch of measures.", "This contribution to stabilisation in the crisis was and is important.", "However, fiscal policy has taken the lead.", "It has both the democratic legitimacy for heavy interventions and the custom-fit instruments.", "Lockdowns and voluntary social distancing led to massive revenue shortfalls in some industries.", "These shortfalls can disrupt the overall flow of payments in the economy and severely constrain the spending of many households and firms.", "Fiscal policy, unlike monetary policy, can address this problem in a targeted manner by substituting lost income with transfers.", "[4] Now, the pandemic has forcefully resurged and stricter containment measures are back in force in many places, including Germany.", "Clearly, this will place a strain on the economy in the current quarter.", "The first wave of the pandemic has showed in some countries that, even in the absence of tight government restrictions, the economy suffers as people become more cautious on their own account.", "This time, the economic fallout is likely to be less severe than in spring, since the containment measures are more targeted and firms have gained experience.", "We have also learned that, when the protective measures were relaxed and people regained their confidence, the economy quickly revived.", "The rebound in summer was, in fact, significantly stronger than expected.", "On the other hand, it may take a while until COVID-19 is contained in a sustained manner.", "From today's point of view, a succession of lockdowns and subsequent resurgences cannot be ruled out.", "To protect the economy beyond the very short term, it is imperative that the pandemic be kept in check and eventually overcome.", "Moreover, fiscal policymakers need to ensure that a quick and strong recovery is possible again by stabilising the economy now, supporting a rebound and counteracting second-round effects.", "In particular, a broad wave of corporate insolvencies would cost jobs and destroy production capacity for good.", "It could also spill over to the banking sector by way of rising credit defaults.", "Through lending constraints, it could have repercussions for the real economy.", "[5] In spring, rapid and comprehensive fiscal and economic policy action staved off an even deeper slump, which would have caused serious long-term harm to the economy.", "With its sound public finances, Germany was in a comparatively good starting position, but other European countries have less fiscal leeway.", "[6] Unfortunately, some of them were hit hard by the pandemic.", "They were not left on their own.", "European governments have acted in solidarity and agreed on various measures to help crisis-stricken Member States.", "One major component is the EU Recovery Fund.", "This assistance should go hand in hand with reforms that strengthen the resilience and competitiveness of the recipients' economies.", "Such reforms are rarely popular, but they would, too, be an act of solidarity because they would contribute to the joint effort of enhancing resilience and relieve the community in the next crisis.", "This also includes all Member States turning to fiscal soundness after the crisis.", "The EU fiscal rules are actually intended to ensure that this happens.", "Up to now, however, they have lacked teeth.", "It will therefore be important that the necessary reforms establish a clearer and more binding framework.", "[7] Improved fiscal rules will be more important than ever.", "Deficits and debt are rising sharply this year in all Member States.", "The European Commission estimates that the euro area's debt-to-GDP ratio will jump by almost 17 percentage points and exceed the 100% mark by the end of this year.", "[8] While deficits are likely to recede considerably next year, the crisis will leave behind perceptibly higher debt ratios.", "Moreover, policymakers must also not lose sight of the longer-term challenges, such as the burdens presented by an ageing society or climate change.", "At the moment, the burden of debt is not all too heavy, since states' financing conditions are very favourable.", "Last year, governments' implicit interest rate, that is interest expenditure as a percentage of debt, dropped to just 1.9% in the euro area, down from 3.9% in 2009.", "[9] 3 The risk of fiscal dominance Monetary policy has played a part in keeping interest rates low.", "Large-scale bond purchases have been part of the very expansionary stance.", "Clearly, government bond purchases can be a legitimate and effective monetary policy tool.", "But, they risk blurring the line between fiscal and monetary policy.", "The problems are particularly pronounced in a monetary union with fiscally autonomous member states.", "Here, such purchases involve the fundamental risk of mutualising sovereign liability risks through the central banks' balance sheets.", "Decisions on the redistribution of liability risks should be taken - if at all - by parliaments and governments, not by central banks.", "The PSPP, the asset purchase programme that the Eurosystem set up in 2015, features important guarantees and safeguards to curb this risk.", "Nevertheless, the Eurosystem central banks have become the Member States' biggest creditors - and that was the case even before the current crisis.", "For the part of sovereign debt that is on our books, funding costs are decoupled from the capital market.", "The interest on those bonds flows to central banks, which distribute them back to their treasuries as part of their profit.", "That weakens the disciplining role of markets.", "Thus, the incentives for sound budgeting diminish, especially as the EU's fiscal rules are weak.", "This harbours risks for monetary policy.", "What might pose particular problems is the combination of unsound public finances and a persistently highly accommodative monetary policy.", "It could be habitforming.", "Cheap money may be increasingly seen as the normal state.", "Under those conditions, even high debt burdens may appear sustainable to governments.", "But what if conditions change?", "Monetary policy has the power to accommodate high levels of public debt.", "However, this ability is more of a curse than a blessing.", "Because if active use is made of it, price stability might take a back seat.", "The massive increase in government debt in the wake of the crisis could make this problem more acute.", "Political pressures could arise and grow to keep interest rates lower than the rationale of price stability would call for.", "That would be nothing other than fiscal dominance as described by Michael Woodford: \"In fact, 'fiscally dominant' regimes often do not involve any direct assignment of a seignorage target to the central bank, as in the textbook analysis.", "Instead, 'fiscal dominance' manifests itself through pressure on the central bank to use monetary policy to maintain the market value of government debt.\"", "[10] If monetary policy gives in, fiscal policy might suddenly be left calling the shots.", "In the end, if monetary policy has to ensure the solvency of the government, the level of inflation would ultimately be determined by the requirements of fiscal policy.", "The impact on inflation might not be felt immediately, as some economists have pointed to the role of expectations and learning when people do not have perfect knowledge.", "If policymakers deviate from the \"virtuous regime\" of monetary dominance, private agents may nevertheless expect that they will return to it soon enough to preserve price stability.", "But over time, if agents become more and more convinced that the deviation is not short-lived, inflation may accelerate.", "The drift in beliefs might hardly be detectable initially, but can gain momentum later and might appear, to an external observer, to have come out of the blue.", "[11] To safeguard price stability in the long term, monetary policy relies on a sound fiscal policy.", "This is the story told not only by economic theory but also by historical experience.", "Just think about the United States in the 1940s and early 1950s.", "Back then, the Federal Reserve and the Treasury had agreed to maintain relatively stable government bond yields.", "The arrangement was eventually terminated, but only when it came to be seen as \"an engine of inflation\".", "[12] Against this backdrop, Mervyn King's famous words might come to mind: \"Central banks are often accused of being obsessed with inflation.", "If they are obsessed with anything, it is with fiscal policy.\"", "[13] A monetary policy geared to price stability needs a firm foundation that has to be laid by others.", "One cornerstone of that foundation are sound public finances.", "A further building block is monetary policy independence.", "We need that independence in order to pursue the objective of price stability even when conflicts with other policy goals arise.", "In the current environment, monetary and fiscal policy are working in harmony - without any coordination.", "Their respective goals are aligned.", "But we should not pretend that such harmony will be a permanent condition.", "David, you got to the heart of the matter when you said recently: [Central banks] \"must not lose the ability to do the opposite when necessary, for example when inflation rises.\"", "[14] And you hinted that after the crisis, inflation would probably return.", "[15] Elga Bartsch mentions several reasons why inflation pressure could rise in the medium term, ranging from stricter health requirements to deglobalisation, rising market concentration and demographic shifts.", "[16] Indeed, Charles Goodhart and his co-author highlight in their latest book that demographic changes could soon reduce the global labour supply.", "As a result, wages, inflation and interest rates could start to accelerate again.", "[17] It would be negligent to rule out the possibility that we might have to deal with inflationary forces again in the future.", "Charles Goodhart came up with a metaphor for this: \"Ignoring the potential inflationary dangers is the equivalent to an ostrich putting its head in the sand.\"", "[18] And he goes on: \"But (...) our typical central bank ostrich will say that, even should there be some resurgence in inflation (...), 'we know how to deal with it'.", "That position strikes me as an ahistorical one (...).\"", "Central bankers - no matter whether they are considered to be hawks or doves - should not emulate the ostrich.", "We need to make it very clear that we are not going to place monetary policy at the service of fiscal policy.", "If we create a different impression, we are putting both our independence and our credibility at risk.", "And one more thing is important: Keeping our distance - not just literally in times of the pandemic.", "One of the secrets of success for an independent monetary policy has always been recognising and respecting one's own limitations.", "That includes a narrow interpretation of our mandate and keeping the required distance from fiscal policy.", "Some strategic challenges for monetary policy Ladies and gentlemen Given large central bank holdings of sovereign bonds and elevated government debt, the monetaryfiscal interaction has become a strategic issue.", "It is therefore also a subject for the Eurosystem's monetary policy strategy review.", "This process is broad-based, without prejudging the outcome.", "What is fixed is our mandate: our primary objective is to maintain price stability in the euro area.", "The question is how we are best able to fulfil this mandate in future.", "We are in the middle of the debate at present.", "It is too early to draw any conclusions.", "But let me share some thoughts on three issues we are looking at: the clarification of the monetary policy aim, the implications of a makeup strategy, and the measurement of inflation.", ".1 Definition of price stability and policy aim Questions of definition often tend to be perceived as a boring formality.", "That is not the case in monetary policy.", "Here, the definition of the aim is of central importance, because it forms the heart of the strategy.", "This is where inflation expectations should be anchored - not only for the financial markets, but also for enterprises and households.", "Thus far, we have defined price stability as annual inflation rates between zero and 2%.", "Within this range, the ECB Governing Council aims to keep inflation rates in the euro area below but close to 2% over the medium term.", "Even many experts are not familiar with this distinction between the definition of price stability and our policy aim.", "This suggests that our strategy should be made easier to understand on this point.", "The desired inflation rate is also something we will discuss in the Governing Council.", "We should take due account of the fact that there are several design features which could influence the level of actual inflation.", "For example, strengthening the symmetry of our aim could raise the average expected inflation rate.", "So far, the policy aim has been close to the upper edge of the range of price stability.", "Fairly small upward deviations would violate the definition of price stability, as opposed to comparable downward deviations.", "Seen in that light, inflation of 2% might be perceived as a ceiling.", "And the monetary policy reaction function would be deemed asymmetric.", "In my view, an explicitly symmetric formulation of our target would be clearer and easier to understand than our current wording.", "However, we have to look at formulating our monetary policy aim as an interrelated whole of desired inflation rate, symmetry and policy horizon.", "We must not set individual aspects in isolation.", "This also includes the question of whether it should be a target point or a target range.", "A clear-cut target point could help to firmly anchor inflation expectations.", "On the other hand, it could, in principle, constrain monetary policy flexibility.", "I think flexibility is important.", "Let's be realistic: monetary policy cannot control inflation right down to the decimal point, let alone in a certain month or quarter.", "But flexibility could also be achieved through design features other than a target band.", "In particular, the existing medium-term orientation provides a high degree of flexibility.", "It also takes account of the fact that monetary policy decisions achieve their full effect only with a time lag that can vary.", "Monetary policymakers should be able to wait if there are good reasons to do so, and not react hastily to every change in the data.", "Overall, I believe we should word our monetary policy aim so that it is understandable, realistic and forward-looking.", ".2 Implications of average inflation targeting Regarding time orientation, to date, our sight remains fixed on the desired inflation rate over the medium term.", "This helps to anchor inflation expectations, which are key for a forward-looking monetary policy.", "There are also situations, however, in which it would help monetary policy if inflation expectations were higher in the short term.", "For example, when inflation is low and our key interest rates are already close to or at their effective lower bound.", "Indeed, such situations might arise more frequently than in the past.", "Many studies point to structural forces having pushed real interest rates downwards in recent decades - and estimates of the natural rate of interest along with them. [19] Here, the concept of makeup strategies comes into play.", "Specifically, under average inflation targeting (AIT), monetary policy responds to deviations of the average inflation rate from its target, with the average calculated over a certain window that extends into the past.", "That means, if the rate of inflation has been running below the target, this deviation has to be offset later by rates above the target.", "Inflation expectations would accordingly rise over the short term, and (ceteris paribus) the real interest rate would fall.", "Thus, makeup strategies could provide some stabilisation gains, especially when policy rates are close to the effective lower bound.", "[20] The AIT concept appears to offer a tailor-made solution for the current situation.", "But a monetary policy strategy should be designed for the longer term and fit a variety of economic situations.", "And, in this regard, AIT raises some questions.", "If inflation had at some time been moving above the target for a number of years, the central bank would have to push inflation not only down to the target but even notably lower, into a range that the central bank currently regards as dangerous.", "Thus, central banks could forgo that and handle AIT asymmetrically.", "This shows that a past-dependent monetary policy can encounter time inconsistency problems.", "There might be situations in which there are strong incentives to depart from the strategy.", "And that would come with a price tag: the strategy's credibility could suffer.", "Added to that, the effectiveness of a makeup strategy hinges on the extent to which people understand it and form their expectations accordingly.", "[21] That is asking a lot of market participants, but even more of households and firms.", "Studies suggest that central banks have had limited success in managing households' and firms' expectations to date.", "[22] But these inflation expectations matter when it comes to pricing on the goods markets: when households make decisions about their purchases, when companies set the prices of their products or when employers and trade unions negotiate wages.", "As you can see, there are various open points that we have to discuss in depth in our review.", "For me, it is important that we have a strategy which doesn't just produce good results in economic models but also works in practice.", ".3 Measuring inflation The measurement of inflation is also up for discussion in the strategic review.", "As Christine Lagarde put it recently: \"This is not about moving the goalposts for monetary policy.", "It is about futureproofing how we measure inflation.\"", "[23] The key measure of price stability is the Harmonised Index of Consumer Prices (HICP) for the euro area.", "Taking consumer prices as a yardstick makes sense because price stability also means safeguarding the purchasing power of money.", "People expect that of us, and rightly so.", "Many people live in their own flats or houses.", "It is undisputed that the HICP should really include this component.", "Yet owner-occupied housing is absent from the HICP basket of goods, for technical and methodological reasons.", "Personally, I would be willing to accept some methodological shortcomings in order to better reflect people's real-life situations.", ".4 Learning from the past Finally, we should not lose sight of those elements of our existing strategy which have proven their worth, such as the medium-term orientation of monetary policy.", "It can help to incorporate into our decision-making process those risks to price stability, which might materialise only with a considerable time lag.", "The financial crisis was a painful reminder of why that is important.", "The massive dislocations in the financial system triggered a severe economic crisis.", "It had persistent repercussions on inflation and was one of the reasons why monetary policy has been struggling so much over the past decade.", "Sure, safeguarding financial stability is, first and foremost, a task for macroprudential policy.", "But monetary policymakers cannot look away when their own actions contribute to the build-up of financial imbalances that pose a long-term risk to price stability.", "[24] Here, too, the rule applies: monetary policy has to take into account its unintended side effects and constantly weigh up benefits and costs.", "Learning from the past is crucial to preparing for the future.", "History did not begin with the recent years of very low inflation or the global financial crisis and its severe consequences.", "Entrenched high inflation was a feature that shaped the 1970s and early 1980s.", "Think also of the previously widespread idea of a stable trade-off between unemployment and inflation along the Phillips curve.", "This view made policymakers in the 1960s believe that expansionary policies could permanently reduce unemployment at little cost.", "We have learned a lot from all these experiences.", "We should not forget these lessons when we make our strategy fit for the future.", "As Mark Twain is often paraphrased: \"History doesn't repeat itself but it rhymes\".", "Ladies and gentlemen Did you notice?", "We have just gone back in time together.", "But, a glance at the clock shows me that time is marching forwards.", "So I will now come to a close.", "The director of \"Tenet\", Christopher Nolan, is regarded as a master in the handling of time in his films.", "His breakthrough came with \"Memento\", in which the protagonist suffers from a particular form of amnesia.", "He can remember things only for a few minutes before he forgets them again.", "I hope that you don't feel the same after listening to my speech.", "John Kenneth Galbraith bemoaned \"„the extreme brevity of the financial memory\".", "He noted that \"there can be few fields of human endeavor in which history counts for so little as in the world of finance.\"", "[25] Psychologists have found out that taking a few steps back can boost your memory.", "In a study, test persons had better recall of pictures, films and word lists if they had walked backwards a few steps.", "A positive effect was shown even when they only imagined walking backwards.", "[26] From time to time, it is useful to pause for a moment and take a few steps backwards.", "That could help us to remember the economic lessons of the past.", "Otherwise, there is a danger that we will have to re-learn them - as a painful insight gained from the next crisis.", "We should spare ourselves that experience.", "Kydland, F. E. and E. C. Prescott (1977), Rules Rather than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy, Vol.", "Leeper, E. M. (2010), Monetary Science, Fiscal Alchemy, NBER Working Paper, No.", "Friedman, M. (1948), A Monetary and Fiscal Framework for Economic Stability, The American Economic Review, Vol.", "245-264; Sargent, T. J. and N. Wallace (1981), Some Unpleasant Monetarist Arithmetic, Federal Reserve Bank of Minneapolis, Quarterly Review 5, pp.", "Woodford, M. (2020), Effective Demand Failures and the Limits of Monetary Stabilization Policy, NBER Working Paper, No.", "Deutsche Bundesbank (2020), Impact of the coronavirus pandemic on the banking system, Financial Stability Review 2020. .", "Hürtgen, P. (2020), Fiscal sustainability during the COVID-19 pandemic, Deutsche Bundesbank Discussion Paper, No.", "Deutsche Bundesbank (2019), European Stability and Growth Pact: individual reform options, Monthly Report, April 2019, pp.", "European Commission (2020), Spring 2020 Economic Forecast: A deep and uneven recession, an uncertain recovery, May 2020. .", "Woodford, M. (2001), Fiscal Requirements for Price Stability, NBER Working Paper, No.", "Bianchi, F. and L. Melosi (2013), Dormant Shocks and Fiscal Virtue, Bureau of Economic Research Macroeconomics Annual 2013, Vol.", "A. Parker and M. Woodford, pp.", "1-46, University of Chicago Press, Chicago.", "King, M. (1995), Commentary: Monetary Policy Implications of Greater Fiscal Discipline, in Budget deficits and debt: Issues and options (pp.", "171-183), Federal Reserve Bank of Kansas City, Jackson Hole Symposium.", "-policy-expert-david-marsh-we-are- witnessing-the-end-of-independent-central-banks-a-46b9e9f2-bd4b-47b4-926e-59eada80bc03 15.", "-heading-for-transfer-union/ 16.", "Bartsch, E. (2020), Droht ein neues Inflationsregime?, Frankfurter Allgemeine Zeitung, 12 October .", "Goodhart, C. and M. Pradhan (2020), The Great Demographic Reversal: Ageing Societies, Waning Inequality, and an Inflation Revival, Palgrave Macmillan.", "Goodhart, C. (2020), Inflation after the pandemic: Theory and practice, VoxEU.org, 13 June 2020, -after-pandemic-theory-and-practice 19.", "Deutsche Bundesbank (2017), The natural rate of interest, Monthly Report, October 2017, pp.", "Arias, J., M. Bodenstein, H. Chung, T. Drautzburg and A. Raffo (2020), \"Alternative Strategies: How Do They Work?", "How Might They Help?,\" Finance and Economics Discussion Series 2020-068, Washington: Board of Governors of the Federal Reserve System.", "Budianto, F., T. Nakata and S. Schmidt (2020), Average Inflation Targeting and the Interest Rate Lower Bound, BIS Working Paper No.", "Candia, B., O. Coibion and Y. Gorodnichenko (2020), Communication and the Beliefs of Economic Agents, NBER Working Paper, No.", "Coibion, O., Y. Gorodnichenko, S. Kumar and M. Pedemonte (2018), Inflation expectations as a policy tool?, NBER Working Paper, No.", "Lagarde, C. (2020), The monetary policy strategy review: some preliminary considerations, speech delivered at the \"ECB and Its Watchers XXI\" conference, 30 September 2020, ~169abb1202.en.html 24.", "Deutsche Bundesbank (2015), The importance of macroprudential policy for monetary policy, Monthly Report, March 2015, pp.", "Galbraith, J. K. (1993), A Short History of Financial Euphoria, Whittle Books in association with Penguin Books.", "Aksentijevic, A., K. R. Brandt, E. Tsakanikos and M. J.", "A. Thorpe (2019), It takes me back: The mnemonic time-travel effect, Cognition, Vol."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "fiscal dominance", "fiscal dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Fiscal policy", "Inflation", "Price stability", "Fiscal dominance", "Monetary union", "Sovereign risk", "Public debt", "Central bank independence", "Time inconsistency"]}