{"sentences": ["Bowing out gracefully: LIBOR's retirement draws near Andrew Hauser, Executive Director, Markets Risk.net LIBOR telethon I am grateful to Tom Horn for his help in writing these remarks, and to Andrew Bailey, Sarah Breeden, Sarah Hall, Alastair Hughes, Maggie Illingworth, Alieda Moore, Dave Ramsden and Edwin Schooling Latter for their comments and guidance.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice I want to start by thanking Risk.net for organising a really fantastic event today.", "As a child of the have to confess the word 'telethon' conjures up slightly uncomfortable images of 1970s and 80s, I Dick Emery, Ed 'Stewpot' Stewart and the Krankies.", "But it's really worked a treat today - Terry Wogan's strange Blankety Blank microphone is inexplicably absent... Telethons are usually about raising money for good causes but LIBOR is the exact opposite.", "A number whose apprenticeship began in the syndicated loan markets of the late 1960s, and worked its way up into every part of the financial system in the decades that followed,1 is now well and truly in need of retirement.", "The unsecured term interbank lending markets it seeks to measure And when things get rocky, they don't trade at all - barely trade, even in calm conditions.", "A rate like that simply can't provide a robust backbone for the global financial system.", "Yet in the decade since age really began to show, some have clung to the hope that it might just push on.", "After all, how could such a well-known colleague ever leave?", "Few can still harbour that illusion after the announcements of recent weeks.", "Subject to the outcome of IBA's consultation launched last Friday,4 the LIBOR panels for sterling, yen, Swiss Franc, euro and the less heavily traded dollar tenors will cease at the end of 2021.", "And, although the panels for more heavily used US dollar settings will stick around for a short while longer, to support legacy business, the US and UK authorities have been absolutely clear that new use of these rates must stop at the end of 2021,5 in line with everywhere else.", "LIBOR's long career is drawing to an end.", "It's time to bow out gracefully.", "Of course, as with any departure, there's lots to do - to ensure a smooth transition and I want to highlight three key actions for market participants in the months ahead.", "Moving all new business off LIBOR The first priority is to break the remaining grip of LIBOR on new lending and other business as soon as possible before the end of 2021.", "Sterling markets, where my main responsibilities lie, start in a reasonable place: - Many sterling swaps the primary hedging instrument have referenced SONIA rather than LIBOR for some time.", "That transition was given a further kick by the adoption of a trading convention in interdealer markets in October.", "- In sterling loan markets, all customers discussing new or refinanced lending with their banks should have been offered a non-LIBOR alternative since the end of September.", "And new loans for anyone still unable to avoid using LIBOR in the near-term should include a clear mechanism to ensure those loans are converted to an alternative ahead of end-2021.", "But there's further to go.", "In sterling swaps, we'll need to see another jump if the market is to hit its target of ceasing all new LIBOR use7 by the end of March next year.", "All new lending linked to sterling LIBOR is also due to be phased out on the same timeline, with the exception of very short loans maturing before end-2021.8 Those are challenging goals particularly for firms that are still not ready to move away from LIBOR, who have some rapid catching up to do.", "We recognise this comes at a time of difficult LIBOR's retirement now in the operating conditions more generally.", "But with diary, sending new its way isn't just - it's imprudent too.", "business optimistic Though the precise timelines differ slightly in other currencies, the bottom line there is also clear.", "Whether your firm is a lender or a borrower, you must be ready to transact any new or refinanced lending on a non-LIBOR basis next year, a point underscored in a joint statement by US regulators last week.", "For firms with further to go, that could mean: spending time understanding the new non-LIBOR products; completing governance processes; or adapting systems.", "But whatever it is you need to do, make sure you're not left behind.", "Help is available from your banks, trade associations and industry working groups.", "Adopting the ISDA fallbacks for existing derivatives Redirecting new business away from LIBOR is the critical step for securing the future.", "But we must ensure that LIBOR-linked business from the past is made safe too.", "The vast majority of that business, by value, lies in the hundreds of trillions of dollars of LIBOR derivatives contracts stretching beyond end-2021.", "Leaving those contracts without clarity when LIBOR ends is unthinkable but so is the idea of negotiating over each contract individually to achieve that.", "That's why ISDA, supported by the Financial Stability Board (FSB), has worked with market participants and regulators over many years to identify a fair and robust mechanism for these contracts to convert to risk-free rates.", "The conclusion of this process and the launch in October of ISDA's protocol to insert these fallbacks into existing contracts provides the means for LIBOR users globally to plug a glaring risk in their derivative positions.", "And they are doing so, in large and ever-increasing numbers.", "As of this morning, nearly 1,700 legal entities around the world had adopted the protocol from huge global banks and corporates, to local building societies and property firms.", "The list covers all twenty of the largest traders in And both LCH and CME, the world's largest swap clearing sterling swap markets by volume.", "venues, have committed to adopting the same measures in their own rulebooks.", "But there's much more left to do.", "Derivative exposures are not just the domain of large banks - It's therefore encouraging to see big household names like they also hedge real economy risks.", "Unilever and Tesco, Vanguard and Aberdeen Standard, among the early adopters.", "But we need to see this coverage expanded to much more of the investment community and to the non-financial corporates who use these markets, as well as completing sign up by banks.", "If your firm has not yet assessed whether to sign up to the ISDA protocol, or discussed plans with your trading counterparties, this should now be a top priority.", "And if you determine the protocol is not the right approach for your particular circumstances, you will need to make clear alternative plans to mitigate the risks.", "Reducing the legacy of post-2021 LIBOR-linked contracts Sadly it's not only in derivatives where pre-existing fallback arrangements have been absent.", "Until recently, few contracts in other markets envisaged the potential for a world without LIBOR either, leaving borrowers and lenders alike exposed to serious uncertainty and the risk of a disorderly outcome.", "Where those contracts are expected to remain outstanding, the best chance of avoiding those risks lies in active conversion to another rate before the end of 2021.", "For sterling, the industry-led Working Group has strongly encouraged all market participants to complete, by the end of next March, a full assessment of their LIBOR contracts extending beyond the end of 2021.", "The aim is to identify those that can be actively converted, and to put plans in place to complete those conversions wherever viable by the end of next September.", "This advice is echoed more broadly by the FSB in its global transition roadmap.", "If you haven't done so already, you should be making a start on that assessment.", "To stand a exposures are, and how you're chance of controlling your destiny, you need to know what your going to deal with them over the course of next year.", "Make and resource those plans now we don't want anyone to be caught out.", "And the regulators will be watching closely.", "LIBOR is no different.", "Retirements always seem far off, What once seemed a distant prospect is now very real.", "Now there's just a year left for all One by one the remaining areas of uncertainty are closing.", "market participants to get three key things done: - First, move all your new business off LIBOR as soon as possible next year and by the end of March for sterling; - Second, sign the ISDA protocol or make firm alternative plans; and - Third, work hard to convert any remaining legacy contracts away from LIBOR.", "To have got to this point is a quite remarkable achievement by everyone involved.", "Working together, it's time for one last push before we bid LIBOR farewell for good.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["LIBOR transition", "LIBOR retirement", "LIBOR alternatives", "ISDA fallback protocol", "Non-LIBOR lending", "Sterling LIBOR", "Legacy LIBOR contracts", "LIBOR risks", "Financial Stability Board", "Industry collaboration"]}