{"sentences": ["\"COVID-19: how to contain the impact on the financial system\" Speech by governor Knot at the online IIF Annual Membership Meeting 14 October, 2020 In his novel The Sun Also Rises, Ernest Hemingway describes a conversation between two men, one of whom recently went bankrupt.", "\"How did you go bankrupt?\"", "\"Gradually and then suddenly.\"", "This neatly sums up the risk we face at this stage of the economic crisis.", "Until now, governments and central banks around the globe have been able to mitigate the economic fallout from the COVID-19 pandemic.", "But the health crisis persists.", "Many countries are now experiencing a second wave of infections.", "For the economy, this means recovery now seems further away than we had hoped for.", "And the economic impact is deepening.", "Many firms that so far have managed to keep their heads above water, may as yet go under.", "The banking sector is likely to feel the consequences of that in the near future.", "So as the economic slump continues, the question becomes more and more pressing: How do we, as governments, central banks, and financial institutions, how do we prevent the economic crisis from spilling over into a financial crisis?", "That is what I would like to focus on today.", "To start on a positive note, as we all know, this time the shock did not originate in the financial system.", "It comes purely from the outside.", "That is a key difference from the global financial crisis of Also, banks are much better capitalized and have more liquidity than 12 years ago.", "As a result, the banking sector has done relatively well.", "It has been able to absorb much of the shock and keep credit flowing.", "So far, banks have been part of the solution rather than part of the problem.", "I think it's fair to say this is largely thanks to the post-crisis regulatory reforms.", "Over the past 10 years we have worked to strengthen buffers in the banking sector.", "We now see the rewards of our efforts.", "Yet, I remain cautious.", "First, let's not forget that back in March some market segments were under considerable stress.", "There was a search for liquidity in short-term funding markets, and money market funds in particular came under pressure.", "Central banks had to intervene to make sure markets continued to function and provide credit.", "Whereas 12 years ago we had to bail out the banks, this time, we have had to backstop certain markets.", "Secondly, COVID infection rates are on the rise again in many countries.", "Restrictive measures have been re-introduced, and uncertainty is increasing.", "This is bad news for the economy.", "The fiscal and monetary stimulus packages have until now cushioned part of the blow.", "But as the economic slump drags on, firms and households will start feeling the impact more and more.", "In such an environment, insolvency rates will increase.", "That means that banks, while having initially done well, are going to take hits to their loan books.", "Unfortunately, this happens while the banking sector in at least some countries in Europe is still struggling with NPLs from the previous crisis.", "How big the hit will be is still very uncertain.", "Yet it would be wise for both policymakers and banks to brace for impact.", "If this is the case, what should policymakers do now?", "In the short term, I think it's important governments and central banks continue to support the real economy as long as necessary.", "It is inevitable and only right that this support will be gradually halted.", "But now is not the time to phase out the fiscal and monetary stimulus.", "Where possible, fiscal policy should move from general support to more targeted investment, aimed at supporting the transition to a carbon-neutral economy and digitization.", "Next, supervisors should continue to give room to the banks to use their capital buffers.", "Capital buffers are the airbags of the financial system and we should use them in a crisis.", "That is after all what they are there for.", "Of course, the dilemma is: how much?", "Here we have to weigh the need to cushion the current blow against the need to also be ready for future headwinds.", "What can the financial sector do?", "Focusing here on banking for a moment, I would say: do what you normally do.", "Ensure credit keeps flowing to the real economy.", "Make use of the available headroom to do so.", "Make sure capitalization remains at prudent levels.", "And very important: keep a keen eye to risks and asset quality.", "Now this may sound like the basics of banking.", "But I recognize it is hard to stick to the basics in these increasingly challenging circumstances.", "As more firms face mounting financial troubles, banks will need to re-focus on the long-term viability of their corporate customers.", "Sometimes debt restructuring may be part of the solution.", "Government support and low interest rates may provide a helping environment here.", "We will also have to take a closer look at financial stability risks in the non-bank financial sector and what it implies for regulation and supervision.", "Events in March clearly indicate this is where vulnerabilities in the financial system have piled up over the past years.", "That shouldn't surprise us.", "The financial reform agenda after 2008 was heavily focused on banks.", "In the financial system there is what I call the 'waterbed effect'.", "Pressing down on one end of the financial system will cause risks to pop up elsewhere.", "And, indeed, since 2008 non-bank financial intermediation, or NBFI, has grown much faster than bank intermediation.", "It now accounts for about half of all financial assets worldwide.", "So, whereas in the aftermath of the previous crisis the emphasis was very much on the banks, we now have some catching up to do when it comes to financial markets.", "A key question here is how to appropriately reflect financial stability considerations in regulating market-based financial intermediation.", "The answer to this question needs to take into account the specific nature and diversity of NBFI.", "This includes differences in the sources and nature of liquidity risks.", "It also includes the close interconnectedness in the NBFI sector.", "Why did certain types of money market funds experience a run in March?", "What role did the trading strategies of hedge funds play in the dislocations in US Treasury markets?", "These are just two current examples of the kind of questions that we will have to answer.", "So we need to better understand how these markets function and what the systemic risks are.", "And this is actually what we are doing now in the Financial Stability Board.", "We have recently launched an initiative to examine what happened, and to draw lessons from the events in March this year.", "This includes implications for particular market segments but also for the desired overall level of resilience in non-bank financial intermediation.", "Relatedly, we are examining interconnections within the nonbank sector and with banks.", "We want to better understand the propagation mechanisms that played such a big role in the 'dash for cash' episode.", "Taking advantage of the FSB's broad membership, all relevant types of authorities take part in this work, including the central banks that had to intervene, and the market regulators overseeing these markets.", "I think the general conclusion of the FSB-review could be to strengthen risk surveillance in the nonbank sector and take steps to enhance the sector's resilience.", "This includes reviewing the effectiveness and adequacy of the instruments that are already available.", "To wrap up, in the near future banks are likely to start feeling the impact of months of economic disruption.", "Also, events in March demonstrated there are financial stability issues in non-bank financial intermediation.", "In the short term, fiscal and monetary authorities, supervisors, and banks should continue to do what they have done so far: provide the necessary stimulus, use buffers and provide credit, while keeping prudent levels of capital to be ready for future headwinds.", "In the medium term, we have to look more closely at regulation of non-bank financial institutions.", "This will allow us get a firmer grip on the financial stability risks there."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none"], "topics": ["COVID-19", "Financial Stability", "Non-Bank Financial Intermediation", "Economic Crisis", "Banking Sector", "Fiscal Stimulus", "Monetary Stimulus", "Credit", "Capital Buffers", "Regulation"]}