{"sentences": ["SPEECH Fostering sustainable growth in Europe Keynote speech by Christine Lagarde, President of the ECB, at the European Banking Congress Frankfurt am Main, 20 November 2020 The coronavirus (COVID-19) pandemic has rightly focused minds on the here and now - on saving lives and securing livelihoods.", "Our immediate priority has been to protect the economy until widespread immunity is achieved.", "Yet the pandemic also provides the opportunity to reassess how we will organise our economy in the future.", "Today's conference, on the topic of \"Towards a New Sustainable Growth Model\", comes at just the right moment.", "By necessity, the pandemic has accelerated our wider and more common use of digital technology.", "We have adjusted how we work, how we shop and how we pay.", "Nearly 50% of Europeans say they have worked from home during the pandemic.", "E-commerce increased by almost one-fifth during the first lockdown[2], and it stayed at that level even after restrictions were lifted.", "We have seen a surge in online payments and a shift towards contactless: about 40% of respondents to a recent survey say they have reduced their use of cash.", "Such shifts are neither unusual nor unwelcome.", "Major technological advances have been recurring features in our history.", "Two centuries ago, land transport was powered by oats rather than by oil.", "A century ago, agriculture accounted for almost 60% of employment in Spain, and more than 40% in France.", "Last year, the share was less than 4% in both countries.", "Faster digitalisation offers many benefits.", "It could lead to a less resource-intensive economy, allowing carbon emissions to be decoupled from economic growth more quickly.", "It could give a jolt to productivity, especially in Europe: consider that IT adoption has been a key factor in the United States exhibiting faster productivity growth than Europe since the 1990s.", "Faster digitalisation could also democratise access to essential services, such as health and education.", "In the United States, it is estimated that only 11% of consumers used telemedicine in 2019, but that number has increased to 46% during the pandemic and 76% are interested in using it in the future.", "But technological transitions have not always been smooth - and that can be a source of anxiety.", "The decline of previously successful industries has sometimes led to high long-term unemployment and regions being scarred for decades.", "Digitalisation will not necessarily reduce, but rather transform jobs.", "Research finds that unemployment rates are generally lower in more digitalised economies,[7] but it does typically lead to jobs being reallocated across industries.", "By one estimate, faster automation as a result of the pandemic will destroy 85 million jobs across 26 countries by 2025, but will also create 97 million new jobs - a net gain of 12 million.", "Europe faces many challenges in the coming years arising from both the pandemic and from long-run trends, including increasing debt levels, demographic ageing, digitalisation and climate change.", "Successfully sustaining growth requires progress along a number of dimensions, but in particular it will be vital to harness the opportunities offered by new technologies.", "That means finding new production methods that can create jobs, ensuring every worker has the opportunity to acquire the skills needed to work in those jobs.", "In other words, it requires a clear focus on innovation and education.", "I will concentrate on these two interdependent priorities.", "Let's start with innovation.", "While we can see the general trends the pandemic has set in motion, we do not know where demand will ultimately come from.", "So we need to create the supply conditions to adjust quickly to the new patterns that will emerge.", "This means building an environment that rewards experimentation and innovation and that tolerates failure.", "In particular, new, innovative firms must be empowered to agilely fill gaps in the market.", "Young firms account for around one-fifth of employment, but nearly half of new jobs created.", "This is not about simply freeing up market forces.", "Innovation takes place at the intersection between science, markets and finance.", "All three must be present for it to prosper.", "For example, one factor behind the United States' success in generating cutting-edge innovation comes from its knowledge hubs, where research labs, universities and investors operate in close proximity.", "Examples include Silicon Valley and the Boston region, world capital of the biotech industry.", "Many of the high-tech champions of today were started by students who had an idea at university and then started and grew a new company with funding from local venture capitalists.", "Europe has great potential in this area, as demonstrated by the role of Europe's innovative pharmaceutical companies in developing a vaccine against COVID-19.", "And we have a lot of scope to go further.", "While different governments will naturally have their own goals and strategies, there are three cross-cutting areas where we can make progress.", "First, if we want new, innovative firms to emerge after the pandemic, governments have to remove barriers for them.", "This is not only about easing regulatory barriers, but also about creating a dynamic business environment.", "Research shows that onerous business conditions - such as poor contract enforcement - penalise new firms much more than they do existing ones.", "And what young firms need is not only the ability to enter easily, but also to grow quickly.", "Companies with new ideas need to be able to hire and achieve scale as fast as possible.", "The rate of firm creation is actually similar in the United States and Europe, but US firms grow faster.", "This is an area where we can make huge gains simply by taking full advantage of our Single Market.", "A deep, complete and digital Single Market would allow firms to expand faster and achieve European scale, thereby increasing the return on innovation and capitalising on a large market.", "Second, for young firms to grow quickly, resources need to flow towards them.", "And since the new firms that create the most jobs are typically the most risky, access to early-stage financing is particularly important.", "So the financial sector has a key role to play.", "In particular, equity finance has been shown to be an important complement to bank finance in allocating resources to new rather than traditional industries.", "This matters when it comes to green innovations in particular.", "Recent analysis shows that equity finance helps to reduce an economy's carbon footprint and to increase the rate of green innovation.", "However, while venture capital investment in 2019 reached 0.63% of GDP in the United States, that figure was just 0.05% in the EU27.", "Here again, we can achieve clear economies of scale by working together in Europe.", "One reason that early-stage financing is lower in Europe is that national financial markets are fragmented: funding highrisk, high-reward technologies is much more effective when there is a larger stream of new projects to compensate for the fact that the majority of them will fail.", "In the post-pandemic world, completing the capital markets union is therefore no longer a \"nice-to-have\", it is a \"must have\".", "Third, the public sector itself has a role to play in creating demand for innovation.", "Governments can help scientific ideas become commercial reality by linking research and teaching more closely in our innovation ecosystems.", "Publicly funded incubator programmes can also help to nurture disruptive, early- stage ideas.", "One study finds that a 10% increase in government-financed R&D generates a 5% to 6% increase in privately funded R&D.", "Europe can support this process too.", "20% of spending by the Next Generation EU fund will be spent on digital projects and at least 30% on green projects.", "And European entities like the European Investment Bank are now fully focused on accelerating clean energy innovation and adoption of renewables.", "Yet even if enough new jobs are created in the post-pandemic economy, they may not be equally accessible to everyone.", "The rapid digitalisation of the economy risks causing a decline in equality of opportunity, especially since those in \"teleworkable\" jobs tend to be more highly skilled.", "In the first half of 2020, the labour force contracted by almost 7% for people with low skills and 5.4% for those with medium skills, but it actually grew, by 3.3%, for those with high skills.", "And this brings me to the second area: education.", "While the pandemic has opened up new opportunities for online learning, we have also seen that these opportunities have been challenging to implement.", "Schools and universities have faced significant disruption over the course of this year, and there is a risk that the negative effects of this disruption could linger.", "Research indicates that the long-term socioeconomic status of children born during pandemics can be negatively affected.", "The crisis has also hit young workers disproportionately hard.", "In the first half of this year, employment for 15 to 24-year-olds dropped by almost 5%.", "That also affects long-term growth.", "Young people have the greatest digital know-how and therefore the greatest potential to push digitalisation forwards.", "So how can we equip people with the skills they need in the post-pandemic economy?", "Clearly, investing in Europe's educational structure is vital.", "Only two euro area countries are ranked in the top ten for mathematics and science in the most recent PISA exercise.", "The highest-ranked EU university in the latest QS world rankings is in 50th place.", "At the same time, the key near-term challenge is likely to be the re-skilling and upskilling of the existingworkforce.", "Here, technological advances should help.", "Modern online learning includes massive open online courses, fully online master's degrees and other online material accompanied by classroom interaction.", "Greater use of digital technology makes it easier to better match jobs with skills across Europe - especially in the face of limited labour mobility.", "Factors that hinder labour mobility in Europe include strong cultural attachments and language barriers - only half of Europeans are able to hold a conversation in a language other than their mother tongue.", "But automatic translation has improved substantially due to artificial intelligence.", "The experience of the pandemic has also demonstrated people's ability to work remotely across different European economies.", "This could support the virtual mobility of workers across Europe.", "Of course, these same forces could also accelerate the outsourcing of service-based jobs to the rest of the world.", "This is why we have to seize the opportunity and invest in education and training now.", "Even if innovation and education can raise long-term growth, we are likely to face increasing volatility around that growth path.", "Disruptive technological change and the transition to a carbon-neutral economy will accelerate structural shifts.", "Our societies and economies will need to adapt.", "This brings me to my conclusion.", "Policymakers have rightly focused on the short-term disruption caused by the pandemic.", "They have acted swiftly and effectively.", "Yet the pandemic has exposed and accelerated longer-term trends.", "These trends could generate significant benefits but also disruption during the transition.", "There are important debates to be had about what growth should look like in the 21st century.", "But in all cases, sustaining growth requires harnessing the possibilities new technologies offer our workers and businesses in the most inclusive possible way.", "And it involves making sure we are able to adapt to new environments created by the unpredictable shocks we will face.", "To meet these goals, decisive policy actions are needed.", "Those policies lie beyond the remit of monetary policy, but will certainly affect the environment in which central banks operate.", "I am confident that European policymakers will find the right way forwards.", "As Antoine de Saint-Exupéry wrote, the \"task is not to foresee the future, but to enable it.", "\"[25] Lagarde, C. (2020), \"Monetary policy in a pandemic emergency\", speech at the ECB Forum on Central Banking, 11 November.", "In terms of volume of sales.", "ECB (2020), \"Impact of the pandemic on cash trends (IMPACT)\", in ECB (2020), Study on the payment attitudes of consumers in the euro area (SPACE), forthcoming.", "Herrendorf, B., Rogerson, R. and Valentinyi, A.", "(2014), \"Growth and Structural Transformation\", Handbook of Economic Growth, Vol.", "(2012), \"Unlocking the ICT growth potential in Europe: Enabling people and businesses\", study prepared for the DG Communications Networks, Content & Technology, European Commission.", "McKinsey (2020), \"Telehealth: A quarter-trillion-dollar post-COVID-19 reality?", "See the box entitled \"Digitalisation and EU labour markets: a comparative approach\", in Anderton, R., Jarvis, V., Labhard, V., Morgan, J., Petroulakis, F. and Vivian, L. (2020), \"Virtually everywhere?", "Digitalisation and the euro area and EU economies\", Occasional Paper Series, No 244, ECB, June.", "Graetz, G. and Michaels, G. (2018), \"Robots at work\", Review of Economics and Statistics, Vol.", "753-768; Bessen, J. and Righi, C. (2019), \"Shocking Technology: What Happens When Firms Make Large IT Investments?", "\", Law and Economics Research Paper Series, No 19-6, Boston University School of Law, April; Acemoglu, D. and Restrepo, P. (2020), \"Robots and Jobs: Evidence from US Labor Markets\", Journal of Political Economy, Vol.", "OECD (2016), \"No Country for Young Firms\", STI Policy Note, Organisation for Economic Co-operation and Development, June.", "Gompers, P. and Lerner, J.", "(1999), The Venture Capital Cycle, The MIT Press, Cambridge, Massachusetts; Gompers, P., Lerner, J. and Scharfstein, D. (2005), \"Entrepreneurial Spawning: Public Corporations and the Genesis of New Ventures, 1986 to 1999\", Journal of Finance, Vol.", "Klapper, L., Laeven, L. and Rajan, R. (2006), \"Entry regulation as a barrier to entrepreneurship\", Journal of Financial Economics, Vol.", "Bartelsman, E., Scarpetta, S. and Schivardi, F. (2005), \"Comparative analysis of firm demographics and survival: evidence from micro-level sources in OECD countries\", Industrial and Corporate Change, Vol.", "(2014), \"Financial development and innovation: Cross-country evidence\", Journal of Financial Economics, Vol.", "(2020), \"Does financial structure affect the carbon footprint of the economy?", "\", Financial Integration and Structure in the Euro Area, ECB, March.", "Of the 1,500 companies that graduated from Israel's 24 technological incubators - established during the influx of well-educated immigrants from the former USSR in the early 1990s - 60% have attracted private investment and 40% are still in operation.", "Moretti, E., Steinwender, C. and Van Reenen, J.", "Defense R&D, Productivity and International Spillovers\", NBER Working Papers, No 26483, National Bureau of Economic Research.", "Two ECB podcasts also discuss the implications of digitalisation for European labour markets, including trends in labour market polarisation: ECB (2020), \"Virtually everywhere?", "Digitalisation and jobs in the euro area (Part 1)\", 2 September; and ECB (2020), \"Virtually everywhere?", "Digitalisation and jobs in the euro area (Part 2)\", 29 September.", "See also Dias da Silva, A., Laws, A. and Petroulakis, F. (2019), \"Hours of work polarisation?", "Long-Term Effects of In Utero Influenza Exposure in the Post-1940 U.S. Population\", Journal of Political Economy, Vol.", "The 1918 Influenza Pandemic and Human Capital Development\", NBER Working Papers, No 24725, National Bureau of Economic Research, June.", "European Commission (2012), Europeans and their Languages, Special Eurobarometer 386.", "De Saint-Exupéry, A."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Innovation", "Education", "Digitalisation", "Economic Growth", "Labour Market", "Sustainability", "Venture Capital", "Climate Change", "Monetary Policy", "Technological Change"]}