{"sentences": ["Thank you, Peter for the introduction.", "It is with great pride that I welcome you all to the central bank stream of SAP Financial Services Live 2020.", "I understand that while this global flagship event has been regularly held for more than a decade, this is the first time that it is having a central bank stream.", "With this, I am very pleased.", "Financial supervision has always been a challenging undertaking.", "While it is continuously made more exciting by the rapid pace of digital transformation all over the world, it is also made much more complicated by the COVID-19 pandemic.", "That said, digital transformation has affected the Philippine financial system and is profoundly changing bank supervision.", "Just like in other countries in Asia and around the world, the digital transformation of the Philippine financial system has started long before this pandemic.", "As we speak, Asia's high-income economies, for example, continue to leverage long-standing strengths in information and communications technology policy vision and implementation in accelerating fiber deployment, cementing plans for 5G rollout and advancing AI development.", "Based on the 2018 Asian Digital Transformation Index, Asian countries continue building supportive environments for technology-led change, such as the availability of open data and investment in infrastructure.", "The COVID-19 pandemic, however, has served as an unexpected catalyst for digital transformation's rapid acceleration by encouraging the use of digital financial services such as cashless payments and electronic fund transfers.", "When the Bangko Sentral ng Pilipinas (BSP) conducted a baseline survey of the impact of COVID-19 pandemic on Philippine banks, we found out that while the big banks are generally on pace with their digitization initiatives, smaller banks are yet to catch up.", "The discrepancy is because of the lack of right technology, insufficient in-house skills, lack of budget, and over-reliance on legacy technology.", "However, despite these challenges, the pandemic has forced all financial institutions in the Philippines to fast track their digitization initiatives to cope with movement restrictions and social distancing measures.", "Banks which fail to keep up with this digital transformation face the risk of losing a significant part of their client base and market share.", "Clearly, during the lockdown, from March 17 to May 31, 2020, we saw a sharp consumer shift to digital payments.", "Our National Retail Payment System (NRPS) grew by 74 percent in volume and 42 percent in value from the beginning of 2020 to March 16, 2020.", "Prior to the lockdown, NRPS transactions stood at 18.43 million in volume and Php428.23 billion in value.", "By contrast, during the lockdown, transactions rose to 32.05 million in volume and Php607.92 billion in value.", "We expect this dramatic shift to digital payments to continue even after the pandemic.", "Increased digitalization however came with its own set of problems, such as a significant increase in the number and variety of cyberthreats and cyberattacks.", "While these heightened cyberthreats declined towards the end of the lockdown because of the countermeasures that were timely and carefully deployed by the BSP and our supervised financial institutions, heavy-reliance on automated systems and third-party technological firms can nevertheless raise the risk of cyber incidents with possible systemic impact to the financial system.", "In the coming years, we expect more supply of new and more sophisticated financial products and services that can attract customers without them realizing the risks involved and raising serious consumer protection issues.", "With new risks and challenges continually emerging from technological innovations, we know that central bankers can never be passive.", "Part of our strategy to remain agile and well positioned to respond to risks and challenges before and as they materialize is embracing and harnessing the potential of technology, in the form of supervisory technology or \"suptech\", in fulfilling our mandate.", "Broadly speaking, the BSP's suptech initiatives are classified into three categories: first - data acquisition, where BSP receives data and information from the BSP-supervised financial institutions (BSFIs).", "Second - data analytics wherein the acquired information gets analyzed and third - data dissemination wherein processed and analyzed information are sent out to other government agencies, internal users, and the public.", "Data is at the heart of any effective supervision.", "Hence, the acquisition of relevant data and its analysis and dissemination to the right parties is crucial.", "While we are still in our early stages of our own digital transformation as a supervisor, our initial experience with suptech has been positive.", "We have seen that suptech applications support faster and more flexible data capture compared with traditional template-based approach.", "In turn, this leads improved off-site monitoring and earlier detection of potential risks.", "This has proven to be beneficial during the pandemic when social distancing rules limited our physical ability for off-site monitoring and the resources of our supervised institutions have to be channeled to cope with the changing circumstances.", "As we progress into the new normal-or what I like to call the new economy-we expect suptech initiatives to become part of the business as usual stance in bank supervision.", "This is especially so as we welcome the entry of digital banks as a new category of banks in the Philippines.", "We are looking forward to fully reaping the other benefits of suptech, such as reduced costs for doing away with laborious manual data validation and increased capability towards a predictive and proactive risk and compliance monitoring.", "Suptech, however, no matter how technologically advanced it may become, remains a tool in the hands of human supervisors.", "Hence, it becomes a great challenge to central banks to continually upgrade their financial supervisors' technological skills to ensure that their capabilities remain up to date and able to tackle the increasing complexities of financial supervision.", "I suspect that this process is currently creating a new breed of technologically savvy financial supervisors that are able to make evidence-based decisions and formulate data-driven strategies at a faster pace than ever before.", "At the same time, these supervisors are poised to act quickly, proactively, prudently, and mindfully to maximize the benefits of these technologies while minimizing the attendant risks to the financial system.", "As the financial system continues to rapidly develop because of technology, you can expect the central banks and financial supervisors to also evolve as necessary.", "While we virtually see each other today in the central bank stream of SAP Financial Services Live 2020, a nagging questions comes to mind - what is in store for us in the next year's SAP Financial Services Live?", "As I ponder upon this question, I end confident that you will find the talks in this stream interesting and useful.", "Thank you very much for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital transformation", "Suptech", "Cybersecurity", "Financial supervision", "Financial innovation", "Consumer protection", "Data analytics", "Digital payments", "Financial stability", "Technology"]}