{"sentences": ["Prishtina 29.09.2020 Disclosure of Textbooks and signing of the Memorandum of Understanding with MES Dear Minister Likaj, Dear Mrs. Hoxha, Distinguished guests, The Central Bank of the Republic of Kosovo is committed to working to promote and maintain financial stability in the country.", "The financial sector is one of the main contributors to Kosovo's economy.", "The advancement of financial markets, globalization and technological progress, have influenced consumers to face a variety of complex financial instruments which are offered in the financial market today.", "The Central Bank of the Republic of Kosovo through its Financial Education Program aims to increase financial knowledge to the public and contribute to the expansion and distribution of information on economic and financial issues, including cooperation with relevant institutions, in order to have a more widespread distribution of knowledge.", "is a field for which the Central Bank of the Republic of Kosovo works and Financial Education is committed to advancing it for many years now.", "CBK considers that by advancing and investing in the field of financial education, it directly contributes that the citizens of Kosovo have knowledge in making the right decisions with their financial means.", "The more informed and financially educated the citizens are, the more capable they will be in increasing their economic and financial well-being as well as in the proper use and utilization of the financial system.", "The objective of the Financial Education Program of CBK is that educational materials and activities target all age groups and citizens of Kosovo, however, the primary focus has students of all levels of education in Kosovo.", "Creating adequate financial management skills is compared to creating essential life skills.", "Consequently, the institutionalization of financial education in schools is a very important step and the CBK has been trying for many years to realize it.", "We believe that only in this way will we be able to ensure stability, continuity and success in installing a genuine financial culture.", "The Central Bank of the Republic of Kosovo, in cooperation with the Ministry of Education and Science, financially supported by the Fund for Southeast Europe, EFSE (Finance in Motion Office in Kosovo), has managed to prepare a collection of 5 Books.", "The purpose of preparing the Book collection is to contribute in informing and educating primary school students with basic financial concepts which they will follow throughout their lives and will influence in the building of a financial culture from an early age.", "The books have been prepared by relevant experts in the field, researchers, sociologists, lyricists and illustrators, in accordance with the Core Curriculum for Kosovo Primary Education.", "The Book Collection consists of five books with stories for children aged 6-10, respectively for students of grades I - V, of primary education.", "The focus of the Books is financial education through which children will have the opportunity to learn about basic financial topics, studied and selected for the respective ages, always based on the standards recommended by the Organization for Economic Cooperation and Development (OECD).", "In addition to the written form, the books have been prepared with audio so that they are suitable for blind or visually impaired children.", "Also in order to include all students, the books are in the process of preparation in Serbian and Turkish language.", "The books will be distributed in physical form in the primary schools of all municipalities of Kosovo, in electronic form through the communication channels of the CBK and with the Association / School of the Blind of Kosovo.", "is the most sustainable way Inclusion of financial education into the formal school curriculum to ensure that financial knowledge and skills are properly developed starting from early education.", "Financial education is already part of the curriculum of most countries in the region, European countries and the world.", "Students of Kosovo as well as students from all other countries of the world are already part of the assessments carried out by the Organization for Economic Cooperation and Development (OECD), within PISA, where as a separate chapter is the assessment of knowledge in the field of financial education Dear participants, almost all initiatives and implementation of CBK activities with students of all levels and university students would be impossible without the support of the MES.", "The cooperation of the CBK with the Ministry of Education and Science in the field of Financial Education has been going on for years, and today, thanks to the commitment and support of Minister Likaj, the signing of the Memorandum of Cooperation, establishes the basis for starting Our two institutions will work closely to decide the inclusion of this field in school curricula.", "on an adequate way to include this field.", "Details about the volume and level of inclusion remain to be viewed and implemented in continuation between our two institutions.", "A very important cooperation for Financial Education is our cooperation with the Fund for Southeast Europe (Finance in Motion-EFSE), Kosovo Office.", "EFSE has supported the CBK in building the Financial Education Program, in establishing the Financial Education Center, and continues to support us in implementing these projects.", "The Book Collection project became possible thanks to the financial support and commitment of EFSE.", "The next step will be the deepening of even wider inter-institutional cooperation in the preparation of textbooks for secondary and higher level as well as the Preparation of the National Strategy for Financial Education.", "Dear media, allow me, on my own behalf but also on behalf of the Central Bank of the Republic of Kosovo, to thank you for following the activities and events that the CBK organizes every year and that has never lacked your support and presence.", "This is especially important in conveying informational and educational messages to the Kosovar public."], "classifications": ["none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Financial Education", "Financial Literacy", "Financial Inclusion", "Financial Stability", "Financial Markets", "Financial Instruments", "Economic Education", "Education Curriculum", "Financial Culture", "Financial Management"]}