{"sentences": ["Introduction The Bank of Japan submits to the Diet its Semiannual Report on Currency and Monetary Control every June and December.", "I am pleased to have this opportunity today to talk about recent economic and financial developments and present an overall review of the Bank's conduct of monetary policy.", "Economic and Financial Developments I will first explain recent economic and financial developments.", "Overseas economies have picked up from a state of significant depression.", "They are likely to continue improving, but the pace is expected to be only moderate with the continuing impact of the novel coronavirus (COVID-19).", "Japan's economy also has picked up with economic activity resuming, although it has remained in a severe situation due to the impact of COVID-19.", "Exports and industrial production have increased, reflecting developments in overseas economies.", "Private consumption has picked up gradually on the whole, although consumption of services, such as eating and drinking as well as accommodations, has remained at a low level.", "On the other hand, business fixed investment has been on a declining trend, against the background of deterioration in corporate profits.", "With economic activity resuming and the impact of COVID-19 waning gradually, Japan's economy is likely to follow an improving trend, supported by accommodative financial conditions and the government's economic measures.", "However, the pace of improvement is expected to be only moderate while vigilance against COVID-19 continues.", "The year-on-year rate of change in the consumer price index (CPI) is likely to be negative for the time being, mainly affected by COVID-19, the past decline in crude oil prices, and the \"Go To Travel\" campaign.", "Thereafter, it is expected to turn positive and then increase gradually along with the effects of such factors as the decline in crude oil prices dissipating and the economy improving.", "Conduct of Monetary Policy Next, I will explain the Bank's conduct of monetary policy.", "The Bank has enhanced monetary easing in response to COVID-19.", "Specifically, it has conducted the following three measures: (1) the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19); (2) ensuring stability in financial markets through an ample provision of funds; and (3) active purchases of assets such as ETFs.", "These measures have had positive effects, coupled with the government's responses and active efforts by financial institutions.", "Global financial markets are still nervous, but tension has eased.", "Although firms' financial positions have been weak, the environment for external funding, such as the issuance of CP and corporate bonds as well as bank borrowing, has remained accommodative.", "That said, there are high uncertainties over the outlook for economic activity and prices, and the Bank recognizes that risks are skewed to the downside.", "As the spread of COVID-19 has not subsided globally, the consequences of COVID-19 and the magnitude of their impact on domestic and overseas economies are highly unclear.", "In addition, the outlook is based on the premises that, while the impact of COVID-19 remains, growth expectations will not decline substantially and financial system stability will be maintained, but these premises also entail uncertainties.", "Moreover, with regard to risks to the financial side from a somewhat long-term perspective, prolonged downward pressure on financial institutions' profits might lead to a gradual pullback in financial intermediation, given the existing factors - such as the prolonged low interest rate environment and the declining population - as well as the recent impact of COVID-19.", "On the other hand, under these circumstances, the vulnerability of the financial system could increase, mainly due to the search for yield behavior.", "These risks are judged as not significant at this point, mainly because financial institutions have sufficient capital bases.", "However, it is necessary to pay close attention to future developments.", "Based on such recognition, the Bank will continue to firmly conduct the current monetary easing measures and to support financing, mainly of firms, and maintain stability in financial markets.", "In addition, for the time being, it will closely monitor the impact of COVID-19 and will not hesitate to take additional easing measures if necessary."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["COVID-19", "Monetary Policy", "Economic Developments", "Financial Markets", "Financial Institutions", "Economic Outlook", "Inflation", "Fiscal Policy", "Business Investment", "Financial Stability"]}