{"sentences": ["As I reflect on the theme of today's conference, I am reminded of the moral lessons from Shakespeare's play 'The Merchant of Venice', a comedic yet tragic tale on the follies of poor financial planning, low financial literacy and predatory lending practices.", "It starts with the merchant, Bassanio, who is in desperate need of funds given his desire to court the rich heiress Portia.", "He approached his fellow merchant Antonio, to obtain a loan.", "Now, Antonio did not have the funds, but knew he would be getting a windfall soon, once his shipment of goods sailed in.", "Being the loyal friend, Antonio offered to stand as guarantor for this loan.", "So Bassanio and Antonio approached Shylock, the ah long of the day, who agreed to provide Bassanio an interestfree loan, but there was a catch.", "If Bassanio and Antonio defaulted in repayment of this loan, Antonio would have to repay Shylock with a pound of flesh.", "Unfortunately, Antonio's shipment never sails in, and Antonio is left with the prospect of having to sacrifice a pound of his own flesh, while Bassanio lives happily ever after with his lady love Portia.", "The key themes and lessons from this play remain as relevant 400 years ago as it does today.", "Firstly, it reminds us to just say \"no\" when friends come knocking at your door to borrow money you don't actually have.", "It also reminds us that one should never count one's eggs before they are hatched.", "But most relevant, it drums home the importance of sound financial planning and knowing one's rights as a financial consumer.", "If Bassanio had the foresight to save for a rainy day, he would never have needed Antonio's help to secure a loan from the unscrupulous Shylock.", "If Antonio was a more astute financial consumer, he would never have agreed to such unsavoury lending conditions.", "If Bassanio and Antonio had a friend who was a fully certified financial planner, they would have been strongly advised against putting their lives on the line just to secure a loan.", "While no modern-day financier will ask for a pound of flesh as collateral as Shylock did from Antonio, there remains many unscrupulous lenders who take advantage of those facing financial distress by offering loans at astronomical rates, as well as financial scammers that offer unbelievable schemes which they do not intend to honour.", "The tragedy being that there are still many desperate and unsuspecting financial consumers who succumb to these, at the expense of their own financial futures and that of their families and dependents.", "The role of financial planners and advisers in this age of disinformation becomes even more relevant.", "It is my pleasure and honour to be invited to deliver today's keynote address, to share my views on the importance of ethical conduct in upholding the trust of financial consumers in the quality of financial services and advice offered by financial practitioners.", "Alleviating the Impact of COVID-19 The wide-reaching impact from efforts to contain COVID-19 has exposed long-standing fault lines and gaps in financial management among households and businesses.", "While essential for the protection of lives, the impact of global and national containment strategies in the form of mass or targeted lock-downs have inadvertently impacted the livelihoods of many segments of society.", "These lock-downs have been gradually uplifted and are temporary in nature, but for consumers who lack adequate financial safety nets, the after-effects are real and significant.", "In line with our intent of providing financial reprieve to those adversely affected by this pandemic, Bank Negara Malaysia has worked tirelessly with the banking industry to provide loan moratoriums and targeted repayment assistance to individuals and entrepreneurs who have lost their jobs or whose earnings have been adversely impacted.", "Similarly, we have also worked with the insurance and takaful operators to implement premium and contribution deferments from 1 April 2020 until the end of this year, to ensure policyholders and takaful participants who face temporary financial constraints can preserve essential coverage during these unprecedented times.", "If COVID-19 has taught us anything, it is that events that can lead to an economic slowdown are unpredictable, making it critical not to wait until we are in the thick of it to get our financial lives in order.", "This is true, but today, let's focus on you, the financial advisers and practitioners.", "There has never been a time where sound guidance and advice are most needed to help clients rebuild and fortify their financial positions.", "If done well, not only will you help them weather through the current financial storm, you have the golden opportunity to put them in a position to better insulate themselves from the next crisis, whatever or whenever that may be.", "The Importance of Ethical Financial Planning For many, financial planning can be a complicated and daunting task.", "With increasing complexity and choice of financial products and services in the market, trust becomes a fundamental element to ensure clients are offered products that are most suitable to their needs and financial circumstances.", "To gain this trust, financial advisers must adhere to high ethical standards in all their dealing with their clients.", "This in turn requires financial practitioners to place the best interests of their clients above their own interests of making fast profits or earning high commissions.", "To ensure that all financial service providers strive to uphold the highest levels of professionalism and integrity, the Bank issued enhanced corporate governance standards in 2016.", "In November 2019, the Policy Document on Fair Treatment of Financial Consumers was issued.", "This Policy Document sets six principles or outcomes which financial service providers are required to deliver in their dealings with financial consumers.", "Key of which includes the requirement for the board and senior management to set clear expectations on fair treatment and ensure that these expectations are embedded in the institution's corporate culture and core values.", "The existence of such rules coupled with effective enforcement when these rules are breached is essential, given that failures of corporate governance have been at the root of many wellknown cases of institutional failure.", "A recent example being the successful conviction of the operators of the infamous Genneva gold investment scheme for illegal deposit taking, which has landed its former directors and advisers in jail.", "And certainly there are many more.", "Let us all work together to weed out and prevent such nefarious schemes from taking root in Malaysia.", "Role of Financial Practitioners Most financial decisions at the individual level are determined by a person's behaviour and mindset.", "In view of the uncertain economic conditions we are faced with, you play an important role in nurturing strong relationships with consumers to facilitate positive behavioural changes in them.", "Given the right intervention, motivation and self-discipline, we can elevate the level of financial literacy of any individual while promoting healthy financial attitudes and behaviour.", "In relation to this, I would like to extend my sincere thanks to the MFPC committee members for its effective support and partnership with the Financial Education Network or FEN.", "I applaud the proactive efforts by financial advisers to publish educational and informative pieces on social and mainstream media platforms.", "And I look forward to the continuation of such efforts and more effective partnership with the MFPC in other FEN initiatives moving forward.", "We have seen enough misinformation being peddled on social media by self-proclaimed financial gurus, who have irresponsibly advised borrowers that are not facing distress to seek loan moratoriums, or to channel the savings from deferred loan repayments into other higher risk investments as a way of making a quick buck.", "What they fail to mention is that while it helps in easing cash flow problems for those affected, moratoriums do come at the cost of higher overall borrowing costs to the consumers, who may even be faced with the prospect of loan defaults should these short-term investments go sour.", "With the recent announcement of the enhanced iSinar package, we anticipate that similar unethical advice will surface again to encourage EPF account holders who are not in financial distress to make withdrawals from their Account 1 for reinvestment into far riskier investment assets.", "In such circumstances, I expect all financial practitioners to serve as a source of sound financial advice to counter such unscrupulous publications and to dissuade your clients from making irrational financial decisions that are not in their best interests.", "This may require you to take the higher ground, to set aside the temptation to promote such risky investment or insurance products that can earn you high commissions.", "While this may dampen your earnings prospects in the short term, you stand to gain the trust, confidence and loyalty of your clients over the long term.", "I have faith that all of you - who have taken the time to participate in this conference - will rise to this challenge and contribute to the building of a financial intermediation industry that is both profitable and ethical.", "I began with Shakespeare, now let me end with Confucius, the ancient Chinese philosopher.", "He once said: \"I used to take on trust a man's deeds, after having listened to his words.", "Now, having listened to a man's words, I go on to observe his deeds\".", "To put this in context, it is not enough for financial institutions and practitioners to publish client charters that claim the customer is king and that their interests will always be prioritised.", "Given the pace and pervasiveness of social media platforms, if your actions do not match your words, you will soon be called out very publicly by your own dissatisfied customers.", "On the other hand, if you successfully build a reputation of high professionalism and integrity, this will ensure the longevity and growth of your business and consumer base.", "The FEN is an inter-agency platform comprising of institutions and agencies committed to improving the financial literacy of Malaysians.", "FEN leverages its members' expertise and resources to coordinate, co-operate, and collectively drive efforts to promote effective delivery of financial education initiatives to Malaysians under the National Strategy for Financial Literacy (2019 - 2023)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial planning", "Ethical conduct", "Financial literacy", "Loan moratoriums", "Financial consumers", "Corporate governance", "Fair treatment", "Financial practitioners", "Financial advice", "Financial education"]}