{"sentences": ["COVID-19 and the Global Economy: Impact and Challenges -- From Asia's Perspective -- Speech at the 62nd Annual Meeting of the National Association for Business Economics Governor of the Bank of Japan It is a great honor to be invited to speak at the 62nd Annual Meeting of the National Association for Business Economics.", "The worldwide spread of the COVID-19 pandemic has had a severe impact on the global economy.", "People all over the world are coming together and making a concerted effort to deal with this economic shock.", "At the same time, we are seeing a global determination to overcome the current crisis and turn it into an opportunity to achieve future growth.", "This year's theme, \"Global Reset?", "Economics, Business, and Policy in the Pandemic,\" addresses not just the current issues but also the medium- and long-term implications of COVID-19.", "From this perspective, I would like to talk today about the impact of COVID-19 on the global economy and the relevant medium- and long-term challenges, with a particular focus on Asia.", "Based on my experience as Vice Minister for International Affairs at the Ministry of Finance in Japan, President of the Asian Development Bank, and Governor of the Bank of Japan, let me explore how best to overcome the challenges posed by COVID-19 and bring the global economy back on the path to growth.", "Recent Developments in the Global and Asian Economies The global spread of COVID-19 has significantly restrained economic activity worldwide.", "In many economies, the GDP growth rate for April-June 2020 registered significant negative growth.", "Since then, with many countries and regions gradually resuming economic activity, economies have started to pick up.", "However, the pace of improvement has remained moderate.", "The spread of COVID-19 has not yet subsided globally, and many economies continue to be severely affected.", "A full-fledged recovery seems much further down the road.", "Economic conditions in Asia also remain severe.", "According to the Asian Development Bank's Asian Development Outlook 2020 Update, released in September, developing Asian countries will suffer a contraction for the first time in about 60 years.", "COVID-19 has affected Asian economies mainly through three channels: (1) a decrease in exports, reflecting suppressed global economic activity; (2) a decrease in inbound-related demand, against the background of entry restriction measures and policies reducing travel; and (3) a decrease in domestic private consumption, reflecting business suspensions and people refraining from going outside.", "A fall in global and domestic demand has had a negative effect on corporate profits, wages, and business fixed investment.", "However, the severity of the impact has been mixed across Asian economies, depending on such factors as the extent of COVID-19 contagion, their industrial composition, and their room for fiscal maneuver.", "All in all, the downturn of the Asian economy has been moderate in comparison with other regions.", "This can be explained partly by the relatively moderate status of infection for most of Asia.", "Another contributing factor is the increased global demand for online services and the accompanying solid global demand for IT-related goods, which accounts for a large proportion of Asian economies.", "On the financial front, at the onset of COVID-19, some economies in the region experienced substantial capital outflows.", "However, Asian financial markets have gradually regained stability, and the overall impact on capital flows has been moderate compared with that of the Asian Currency Crisis in the 1990s or the Global Financial Crisis in the late 2000s.", "Asian financial markets have been able to weather the impact of COVID-19 in part due to increased resilience from the build-up of foreign currency reserves, and also to the swift and aggressive implementation of fiscal and monetary policy measures.", "Financial support through regional and international cooperation mechanisms, which have been developed and enhanced over the years, has provided an additional layer of protection.", "Roles and Future Challenges for Asian Economies A.", "Driving Forces for Asian Economies Asian economies have been the driver of global growth over the past few decades.", "The strength of Asian economies has been supported by three driving forces.", "First is the development of advanced regional supply chain networks, spanning raw materials and intermediate goods, as well as final goods.", "Second is the progress made in trade liberalization through the concerted enhancement of trade agreements both within and outside the region.", "Third is the self-sustained growth of domestic demand supported by rising incomes from increases in production and trading activities.", "The interaction of these three driving forces has enabled Asia to grow both as a manufacturing base (\"Factory Asia\") and a consumer base (\"Consumer Asia\").", "However, COVID-19 has exposed some potential weaknesses in these driving forces.", "Supply chains in Asia have been disrupted due to strict public health measures, such as stay-at-home orders and business and production suspensions.", "Asian and global trading volumes have declined steeply, and demand in the travel and tourism sectors has virtually evaporated.", "Domestic demand has been weak in many Asian economies, reflecting the deterioration in employment and income conditions.", "In the short term, we need to contain the spread of COVID-19 while supporting economic activity.", "To this end, support measures for households and businesses that have been hard-hit need to be continued.", "But it is in times like these that we should keep moving forward and envision what may come after the crisis, to prepare ourselves for the next shock and achieve sustainable economic growth.", "In this sense, it is important for Asia to continue strengthening its role in the global economy as Factory Asia and Consumer Asia.", "Enhancing Resilience and Agility Strong economic growth in the Asian region has supported the global economy in its recovery from the Global Financial Crisis.", "In 2008, Asian economies accounted for about 30 percent of global GDP, but by 2019, this had increased to about 40 percent.", "Therefore, it is only natural that the world looks to Asia with expectation for its support and for it to be a driver of economic recovery in the current economic downturn.", "What, then, needs to be done for the Asian economy to regain momentum toward growth?", "Two key concepts that often appear in recent debates are \"resilience\" and \"agility\"; i.e., resilience against shocks and agility in terms of responding to sudden changes in environment.", "I will elaborate on Asian firms' responses based on these two concepts.", "The recent pandemic has exposed certain vulnerabilities in Asian supply chain networks, as many businesses have suffered disruptions to their supply chains and a decline in production.", "In response to this challenge, Asian firms have already started to reform their supply chains.", "In this regard, firms are not focusing exclusively on reshoring.", "Rather, in order to make their supply chains more resilient to shocks, they are looking to disperse and diversify production locations and procurement sources, and to establish multi-layered supply chains.", "Firms are also strengthening supply chain management to enhance agility in terms of responding to changes in environment, by visualizing the procurement, production, and supply situations of their particular business bases.", "Asia has traditionally been susceptible to supply chain disruptions caused by natural disasters, and some Asian firms had strengthened their supply chains accordingly.", "These firms have been rewarded with a swift recovery from the recent shock.", "Moving forward, more will leverage the lessons learned recently and take measures to further strengthen their supply chains.", "COVID-19 has also brought significant changes to various aspects of our daily lives.", "This has led to changes in demand for goods and services.", "To exploit this new demand, many firms, including in Asia, have begun to shift and strengthen their business focus accordingly, even as they continue their fight against COVID-19.", "More than ever, companies must be agile in order to adapt to the changing environment and capture new demand arising from the expansion of digital networks, online healthcare and education services, as well as the growth of e-commerce.", "In the longer term, these business reforms are expected to boost productivity.", "Asia's services sector has long been noted for its low productivity.", "However, the landscape has been changing dramatically in recent years, as illustrated by the especially strong growth of e- commerce in Asia.", "This is expected to improve the resilience of Consumer Asia by generating new consumption and investment, as well as increasing wages.", "C. Sustainable Economic Growth From a longer-term perspective, Asia must address its challenges in order to achieve sustainable economic growth.", "The key to achieving this goal is to work toward realizing an inclusive, green, and digital economy.", "While this will involve a great deal of time and effort, the rewards are expected to outweigh the costs.", "There is no trade-off involved between moving toward an inclusive, green, and digital economy and achieving economic growth over the longer-term; rather, they are complementary.", "An Inclusive Economy One of the barriers to achieving an inclusive economy is the insufficient development of social security systems in many developing and emerging Asian countries.", "Gaps in social protection not only made it difficult to respond to the recent pandemic but also widened economic inequality.", "Developing and emerging Asian economies will need to find effective means to enhance their healthcare and social security systems and to promote investment in human capital, including education.", "These efforts will improve financial inclusiveness, and in turn act as a stepping-stone to decreasing poverty.", "On the financial front, progress in financial inclusion is becoming more crucial to the promotion of economic growth and the alleviation of inequality.", "Some regions in Asia are particularly vulnerable to the economic and social consequences of natural disasters and rising sea levels resulting from climate change.", "Therefore, the region has been striving to achieve the appropriate balance between economic development and environmental preservation, by strengthening environmental regulation and building eco- friendly physical infrastructures.", "The COVID-19 pandemic has led to an increased focus on climate change issues.", "Making the economy greener is a goal shared by both advanced and developing economies.", "In response to the demands of society and in order to achieve economic growth over the medium to long term, efforts should be stepped up on a global basis.", "As for digitalization, this brings the greatest benefits to those who previously lacked sufficient access to goods, services, and information.", "In terms of financial services, FinTech not only facilitates financial inclusion but also stimulates economic activity by increasing investment and creating demand in relevant sectors.", "Asia accounts for more than 60 percent of all FinTech-related patents filed in the 20 years to 2018,5 and offers huge potential in the FinTech sector.", "The recent pandemic has accelerated the move toward digitalization.", "It has become increasingly important that governments and the private sector collaborate to further pursue initiatives to facilitate digitalization, focusing both on developing physical infrastructures and on legal and regulatory frameworks.", "Regional and International Cooperation Lastly, I would like to talk about regional cooperation in Asia.", "Regional cooperation in Asia is conducted through various platforms including ASEAN and ASEAN+3.", "There are also frameworks such as APEC that extend to areas outside Asia.", "In the financial context, the Chiang Mai Initiative Multilateralisation (CMIM), a regional financing arrangement involving Japan, China, South Korea, and the 10 ASEAN member countries, has made steady progress in enhancing its effectiveness, thereby contributing to financial stability within the region.", "Central bank fora, including EMEAP and SEACEN, have also been effective.", "The COVID-19 pandemic has highlighted the importance of regional as well as international cooperation in implementing appropriate measures in response to economic shocks.", "External shocks with far-reaching effects, such as climate change, also require coordinated action.", "Going forward, regional and international cooperation will become even more essential.", "Today, I have discussed the impact and the challenges posed by COVID-19 on the global economy, with a focus on Asian economies.", "Many of the challenges Asian economies now face are common to the global economy.", "The issues are wide-ranging and not easy to tackle.", "However, by overcoming and learning from these challenges, the global economy will be better positioned to achieve sustainable and balanced development.", "There is a phrase in Japanese, fueki ryuko, which refers to the attitude of accepting and adapting to change even while continuing to uphold the basics that do not change.", "The recent pandemic has prompted us to rethink our views and actions.", "Globalization itself, which was the basis of global economic growth before the crisis, is now being questioned, and some have argued for the need to rewind.", "However, no matter how it may change in form or structure, the fundamental importance of globalization to the global economy will not change.", "I have had the honor today to connect virtually with a global audience, but in terms of human interaction, the significance of face-to-face communication is unchanged.", "Now we are faced with the challenge of identifying those of our views and actions that should not change and those that should in order to adapt to the new environment.", "I very much look forward to exchanging views with you again face-to-face in the near future.", "Thank you for your kind attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Asian economies", "Resilience", "Agility", "Supply chains", "Inclusive economy", "Green economy", "Digital economy", "Regional cooperation", "Globalization"]}