{"sentences": ["November 4, 2020 Japan's Economy and Monetary Policy Speech at a Meeting with Business Leaders in Nagoya KURODA Haruhiko Governor of the Bank of Japan It is my great pleasure to have the opportunity today to exchange views with a distinguished gathering of business leaders in the Chubu region.", "I would like to take this chance to express my sincerest gratitude for your cooperation with activities of the Bank of Japan's Nagoya Branch.", "The biggest issue since the last time we met one year ago is the novel coronavirus (COVID-19) pandemic, which has been widely affecting economic and financial activities, as well as social life.", "Actually, given the impact of COVID-19, it has been decided that this year's meeting will be held online.", "Outlook for Economic Activity and Prices Today, while outlining the (Outlook Report) released last week, I would like to explain the Bank's view on Japan's economic activity and prices, which have been affected by COVID-19, and its thinking behind the recent conduct of monetary policy.", "Developments in Economic Activity and Prices Let me start by talking about economic developments.", "Japan's economy has picked up with economic activity resuming, although it has remained in a severe situation due to the impact of COVID-19.", "Unlike around spring, when economic activity was constrained, Japan is now taking targeted preventive measures and improving economic activity simultaneously.", "In this situation, it is becoming evident that the economy has bottomed out in the April-May period.", "On the other hand, it has been reconfirmed that there is less of a likelihood that the economy will improve steadily and smoothly, as seen in a pause in the pick-up in services consumption around summer, when the number of confirmed new cases of COVID-19 increased.", "Next, I will briefly explain developments in respective demand components behind the outlook for Japan's economy.", "First is developments in overseas economies and external demand.", "Overseas economies have picked up from a state of significant depression.", "The GDP growth rates for the April-June quarter registered the largest-ever negative figures in many countries.", "Thereafter, those for the July-September quarter seem to have turned positive, mainly due to a resumption of economic activities and the materialization of pent-up demand.", "Overseas economies are likely to continue improving, but the pace is expected to be only moderate with the continuing impact of COVID-19 (Chart 1).", "According to the latest Outlook (WEO) released by the International Monetary Fund (IMF), the global growth rate is projected to register a significant negative figure of minus 4.4 percent for 2020 and be 5.2 percent for 2021.", "The level of global GDP for 2021 is expected to be only slightly above that for 2019.", "In addition, the IMF projects that a recovery in the global economy will be \"uneven and uncertain.\"", "The impact of COVID-19 varies across industries, showing a relatively large decline in face-to-face services consumption.", "The IMF's projections for the growth rates for 2020 also show variations across countries; while the global growth rate has been revised upward, the rates for mainly emerging economies have been revised downward.", "There is concern that COVID-19 has been spreading again in Europe and the United States recently.", "Under these circumstances, Japan's exports have increased recently.", "As for the outlook, they are expected to continue increasing for the time being, mainly for automobile-related goods.", "Thereafter, although there are high uncertainties, exports are likely to do so for a wide range of goods, including capital goods, with the impact of COVID-19 waning globally.", "Second is developments in domestic demand.", "As for the corporate sector, business fixed investment has declined due to significant deterioration in corporate profits and uncertainties over future developments (Chart 2).", "The business fixed investment plan in the September (Short-Term Economic Survey of Enterprises in Japan) has been revised downward from the previous survey that was conducted three months ago, showing a marginal negative figure on a year-on-year basis.", "Firms have been increasingly selecting projects to invest in, as seen in the fact that investment for domestic capacity expansion in the manufacturing industry and opening of new stores in the services industry have been postponed.", "That said, appetite for investment for growth areas and digital-related investment has not been impaired.", "The software investment plan in the September shows that the investment is likely to increase firmly compared with the previous fiscal year.", "Business fixed investment is projected to remain on a declining trend for the time being.", "However, as a baseline scenario, with accommodative financial conditions being maintained, it is expected that the capital stock adjustment will not be as significant as that seen at the time of the Global Financial Crisis (GFC) and that business fixed investment will return to a moderate increasing trend with the impact of COVID-19 waning.", "Turning to the household sector, private consumption has picked up gradually on the whole (Chart 3).", "Although consumption, mainly of services such as eating and drinking as well as accommodations, has remained at a low level, private consumption has been backed by various measures to support income and stimulate demand.", "It is likely to continue picking up, but while vigilance against COVID-19 continues, the pace is expected to be quite moderate, mainly for face-to-face services consumption.", "Thereafter, with households and firms adapting to a \"new lifestyle\" and the impact of COVID-19 waning, an uptrend in private consumption is likely to become evident gradually.", "The employment and income situation, which shows the underlying developments in private consumption, has been weak.", "The number of employed persons has decreased; in particular, a remarkable decline in non-regular employees has been seen, such as in the eating and drinking as well as travel-related industries.", "The year-on-year rate of change in nominal wages has been negative.", "However, expansion in the employment adjustment subsidies, for example, has somewhat halted job cuts.", "In addition, a significant increase in bankruptcies of firms has been avoided on the back of the government's and the Bank's various measures.", "Against this background, the employment and income situation is likely to turn to an improving trend, with domestic and external demand recovering.", "Based on these developments, the outlook for economic activity is as follows (Chart 4).", "As a baseline scenario, Japan's economy, with economic activity resuming and the impact of COVID-19 waning gradually, is likely to continue to follow an improving trend.", "That said, the pace is expected to be only moderate while vigilance against COVID-19 continues.", "According to the forecasts of the majority of the Policy Board members for the growth rates, the economy is projected to register significant negative growth in the range of minus 5.6 to minus 5.3 percent for fiscal 2020, but grow in the range of 3.0 to 3.8 percent for fiscal 2021 and then in the range of 1.5 to 1.8 percent for fiscal 2022.", "Let me move on to price developments (Chart 5).", "The year-on-year rate of change in the consumer price index (CPI) is likely to be negative for the time being, mainly affected by COVID-19, the past decline in crude oil prices, and the \"Go To Travel\" campaign.", "That said, since one of the reasons for the decrease in demand is vigilance against COVID-19, price cuts that aim at stimulating demand -- which were seen during the period of deflation -- have not been observed widely to date.", "As for the outlook, downward pressure on prices is projected to wane gradually along with economic improvement, and the effects of such factors as the decline in crude oil prices are likely to dissipate.", "The year-on-year rate of change in the CPI is expected to turn positive and then increase gradually (Chart 4).", "That said, there are high uncertainties over the outlook for economic activity and prices, and risks are skewed to the downside.", "The spread of COVID-19 has not subsided globally, including Europe and the United States, and public health measures have been tightened in European countries.", "Under these circumstances, the consequences of COVID-19 and the magnitude of their impact on domestic and overseas economies are highly unclear.", "In addition, attention needs to be paid to whether firms' and households' growth expectations will decline, leading to cautious spending attitudes.", "Moreover, although financial system stability has been maintained and the Bank considers that the economy will continue to be smoothly supported from the financial side, it is necessary to pay attention to the possibility that the financial system will be affected if the economy deteriorates more than expected.", "Taking these factors into consideration, the Bank will continue to closely examine developments in economic activity and prices as well as financial conditions.", "The Bank's Conduct of Monetary Policy Now, I would like to talk about the Bank's conduct of monetary policy.", "The Bank has enhanced monetary easing since March in response to COVID-19 (Chart 6).", "Specifically, it has conducted the following three measures: (1) the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19); (2) an ample provision of yen and foreign currency funds without setting upper limits, mainly by purchasing Japanese government bonds (JGBs) and conducting the U.S. dollar funds-supplying operations; and (3) active purchases of exchange-traded funds (ETFs) and Japan real estate investment trusts (J-REITs).", "These responses have had positive effects, coupled with the government's measures and efforts by financial institutions.", "Global financial markets are still nervous, but tension has eased.", "Although firms' financial positions have been weak, the environment for external funding, such as the issuance of CP and corporate bonds as well as bank borrowing, has remained accommodative.", "In response to the COVID-19 shock, the Bank has conducted monetary policy with a view to supporting corporate financing and maintaining stability in financial markets.", "Let me explain in some detail why we consider these two points as crucial.", "The first is with regard to supporting corporate financing.", "There is a dilemma that the demand stimulus measures for the overall economy could constrain economic activity if they lead to an increase in the number of confirmed cases of COVID-19.", "Given that the spread of COVID-19 continues, demand stimulus measures for targeted areas are effective, since prevention of infection and improvement in economic activity can be achieved simultaneously.", "In this situation, it is important to prevent firms and sole proprietors affected by COVID-19 from facing difficulties in financing and to provide an environment where they can quickly restart their businesses as COVID-19 subsides.", "Taking into account these points, governments and central banks around the world have focused on protecting businesses employment in response to the current crisis.", "The Bank has supported corporate financing through the Special Program with a total size amounting to about 130 trillion yen.", "The second point regards maintaining stability in financial markets.", "The economy will fall into a vicious cycle should the following happen: if uncertainties increase over future developments in the economy, financial markets are more likely to become unstable, and turmoil in the markets may negatively affect the real economy through deterioration in firms' and households' sentiment.", "With a view to preventing this vicious cycle, measures to maintain stability in financial markets are important at the time of a crisis.", "Thus, in the current crisis, the government and central bank of each country have swiftly made policy responses on a large scale, also based on the lessons learned at the time of the GFC.", "So far, I have explained that the Bank has conducted powerful monetary easing with a view to supporting corporate financing and maintaining stability in financial markets, thereby encouraging economic and financial activities.", "Maintaining accommodative financial conditions during the severe economic situation will mitigate the negative impact on firms and households and support their positive efforts.", "If these efforts result in expansion in businesses suitable for the new environment, I believe that Japan's economy will more likely return to a sustainable growth path after the impact of COVID-19 subsides.", "Thus, the Bank will continue to firmly conduct the current monetary easing measures.", "Since the impact of COVID-19 on economic and financial activities is highly uncertain, the Bank, for the time being, will closely monitor this impact and not hesitate to take additional measures if necessary.", "Before closing my speech, I would like to touch on economic developments in the Tokai region.", "While vigilance against COVID-19 continues, the region's economy has remained in a severe situation, mainly in terms of consumption of face-to-face services, such as eating and drinking as well as accommodations.", "That said, the economy has been picking up recently, mainly led by the automobile-related sector, which accounts for a major share in its economy.", "The region's economy has been leading the pick-up in Japan's economy.", "Firms in this region have taken advantage of the experiences gained from past crises to further innovation.", "In the current phase, they are making good use of their experiences from the GFC and the Great East Japan Earthquake, as seen in the flexible adjustment of production, maintenance in business fixed investment for future growth, and active support by financial institutions.", "In addition, efforts to encourage innovation, including government-private cooperation in supporting start-up firms, have been made.", "I am convinced that the economy of the Tokai region will use the current crisis as a springboard for further growth.", "I would like to close my speech today by making clear that the Bank will pursue powerful monetary easing, thereby providing its utmost support for your corporate activities.", "Thank you very much for your attention.", "Japan's Economy and Monetary Policy Speech at a Meeting with Business Leaders in Nagoya November 4, 2020 Governor of the Bank of Japan I.", "Developments in Economic Activity and II.", "The Bank's Conduct of Monetary Policy Chart 1 I.", "Sources: IMF; Ministry of Finance; Bank of Japan.", "June Sept. Dec. Forecast Actual Mar.", "June Sept. Dec. Forecast Actual Private Consumption, Employment, and Income Private Consumption Number of Employed Persons Nominal Wages y/y % chg. y/y % chg. s.a., CY2011=100 1 1 -1 Self-employed workers, family Special cash earnings Consumption Activity workers, etc.", "In the left-hand chart, figures exclude inbound tourism consumption and include outbound tourism consumption.", "Figures for 2020/Q3 are July-August averages.", "As for the middle chart, \"self-employed workers, family workers, etc.\"", "includes executives of companies or corporations.", "Figures prior to 2014 are based on the \"detailed tabulation\" in the Figures for 2020/Q3 are July-August averages.", "In the right-hand chart, Q1 = March-May, Q2 = June-August, Q3 = September-November, Q4 = December-February.", "Figures from 2016/Q1 onward are based on continuing observations following the sample revisions.", "Sources: Bank of Japan; Ministry of Internal Affairs and Communications; Ministry of Health, Labour and Welfare.", "These figures show the forecasts of the majority of the Policy Board members and those in brackets indicate the medians.", "The forecasts are constructed as follows: each Policy Board member's forecast takes the form of a point estimate -- namely, the figure to which she or he attaches the highest probability of realization.", "These forecasts are then shown as a range, with the highest figure and the lowest figure excluded.", "The direct effects of the October 2019 consumption tax hike on the CPI for fiscal 2020 are estimated to be 0.5 percentage point.", "In addition, based on a specific assumption, the direct effects of policies concerning the provision of free education on the CPI for fiscal 2020 are estimated to be around minus 0.4 percentage point.", "The direct effects of the \"Go To Travel\" campaign on the CPI are estimated to be minus 0.2 percentage point for fiscal 2020 and 0.2 percentage point for fiscal 2021.", "Source: Bank of Japan.", "Effects of the \"Go To Travel\" campaign Effects of the consumption tax hikes and free education policies Items other than energy CPI (less fresh food) 14 15 16 17 18 19 20 Notes: 1.", "Energy consists of petroleum products, electricity, and gas, manufactured & piped.", "Figures for the \"effects of the consumption tax hikes and free education policies\" from April 2020 onward are based on staff estimations and include the effects of measures such as free higher education introduced in April 2020.", "Source: Ministry of Internal Affairs and Communications.", "The Bank's Conduct of Monetary Policy The Bank's Measures in Response to COVID-19 Supporting Corporate Financing Special Program to Support Financing in Response to COVID-19: total size of about 130 tril.", "yen + α Purchases of CP and corporate bonds: amount outstanding of about 20 tril.", "yen at maximum (previous amount outstanding of about 5 tril.", "yen) Special Funds-Supplying Operations to Facilitate Financing in Response to COVID-19: about 110 tril.", "yen Stabilizing Financial Markets Ample and Flexible Provision of Yen and Foreign Currency Funds Further active purchases of JGBs and T-Bills: unlimited Enhancement of the U.S. Dollar Funds-Supplying Operations: unlimited Active Purchases of ETFs and J-REITs ETFs: annual pace of about 6 tril.", "yen → annual pace with the upper limit of about 12 tril.", "yen (for the time being) J-REITs: annual pace of about 90 bil.", "yen → annual pace with the upper limit of about 180 bil.", "yen (for the time being)"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none"], "topics": ["COVID-19", "economic activity", "monetary policy", "corporate financing", "financial markets", "employment", "prices", "consumption", "private demand", "investment"]}