{"sentences": ["18.11.2020 Opening address of the conference \"Consumers and the postCOVID mortgage market\" Margarita Delgado Good afternoon.", "I would like to thank ADICAE for kindly inviting me to address you on the opening of this conference on the post-COVID mortgage market.", "Allow me a minor comment regarding the conference title: I fear it is still too soon to talk about the mortgage market situation after COVID, although there is evidently no lack of will to do so.", "The latest science news on the progress of the different vaccines gives us hope that we may shortly look to the future without seeing the pandemic on the horizon.", "Let us trust this will be so.", "In any event, beyond the effects this health crisis may be having in the short term, housing affordability has been a very relevant subject in Spanish society for decades.", "Worldwide, we are one of the countries with the highest homeownership percentages, and the mortgage market has unquestionably been a decisive factor in making such housing affordability possible.", "This conference is directed at consumers, although if you will allow me the technical detail, national accounts treats house purchases as \"investment\", not as consumption.", "This is clearly the case and, almost always, this is the most important investment that we \"consumers\" make in our lives.", "Given the importance and scale of this purchase, the authorities should watch over individuals' interests.", "This is particularly important for the common assumption that a mortgage must be arranged at the time of purchase, which means entering into a very longterm payment commitment with a credit institution.", "Something which, as the crisis brought painfully to light, may entail problems in the case of economic or labour market instability.", "Comparatively speaking, mortgage risk performed well during the previous financial crisis, despite the fact this is not always perceived as such.", "Defaults on house purchase mortgage loans at no point exceeded 6%.", "However, financing for real estate development and construction reached non-performance levels of over 36%.", "This demonstrates that individuals treat their monthly mortgage payments as something that is a priority, whereas the financing of these same houses before their completion and sale evidences much riskier characteristics.", "Yet despite this relatively good performance, the crisis showed that the mortgage market had certain shortcomings that needed correcting.", "Apart from the evident social and economic drama, in the final years of the crisis we experienced a bout of litigiousness and unprecedented legal uncertainty.", "Notably, much of this litigiousness was concentrated in the mortgage market.", "One paradigmatic instance of this conflict were the so-called floor clauses.", "According to end-August figures, more than 1.2 million complaints were lodged in this connection, with a cost for banks of almost €2.4 billion.", "The economic and, no less importantly, reputational harm that cases such as the floor clauses have caused to the sector is evident.", "But it is worth highlighting that the litigiousness and uncertainty associated therewith may ultimately harm the end-customer too.", "Banks may react to legal uncertainty in two ways: first, by limiting or reducing the number of transactions, which ultimately restricts access to credit; and further, by making newly arranged transactions dearer in order to cover the legal risk-related contingencies.", "Applied to the real estate market, legal uncertainty ultimately results in greater housing affordability difficulties, paradoxically something it is sought to protect against.", "The financial crisis has given rise to more demanding legislation which requires that banks not only report but also act impartially, transparently and professionally, taking into account the rights, interests and needs of their customers and going beyond mere formal transparency.", "Clearly, the Law on Real Estate Lending is a good example of this change.", "It is a little over 18 months ago that this legislation was approved.", "The Banco de España views it most favourably, although it is too soon to draw firm conclusions.", "By introducing various bank-customer safeguard and protection measures, the Law restores and ensures legal certainty.", "As I have said, such certainty is vital for the proper functioning of the mortgage market.", "In this connection, I wish to stress that customer protection, far from being a disadvantage for the functioning and profitability of banks, is a centrepiece of any banking business model that is to be viable and sustainable in the long run.", "Clearly, in economic terms, the cost of litigiousness and its terrible effect on the reputation of the entire sector more than exceeds any hypothetical benefits that individual banks might have obtained through questionable practices.", "Society has clearly evolved and, in tandem, so have demands regarding the transparency, diligence, rigour and integrity expected of banks.", "I believe the sector is responding to this challenge, which involves achieving a significant cultural change in the way banks relate to their customers.", "I have pointed out that it is premature to analyse the results of this Law in terms of potential improvements to legal certainty, but we can see a change in the number of complaints submitted to the Banco de España.", "As you will know, in recent years the problems related to mortgage loans have led to the change in the number of complaints lodged with the Banco de España.", "This is due in particular to two issues: the above-mentioned floor clauses and mortgage loan arrangement costs, which saw a record number of complaints submitted in 2017.", "However, mortgage loan complaints made last year fell to levels of a decade ago.", "We expect this trend to continue.", "But apart from one-off changes in the time series, I wish to emphasise the fact that the problems behind these complaints stem from operations entered into prior to the enactment of the Law in question.", "In short, I expect the Law on Real Estate Lending, along with the new bank culture in respect of customer relations, to provide for an appropriate framework for the development of the mortgage market.", "It may thus cast off once and for all the legal uncertainty that has been trailing it.", "I would like to refer to an essential aspect the Law addresses: the obligation to evaluate in depth the solvency of the potential borrower, surety or guarantor before entering into a loan agreement.", "As you may well imagine, I fully share the caveats set out in the regulations.", "We must never forget that the essential element for consideration in granting a loan is not the value of the collateral, but the ability of the borrower to pay.", "Evidently, when analysis prior to the granting of the exposure is based excessively on the value of the collateral put up, there is no effective, practical restriction on the continuous growth of the loan, at least while the collateral value also continues to rise.", "The incentive to ease appraisal stringency is greatest when the appraisal value is practically the only parameter justifying the granting of the loan.", "The law also makes it very clear that the value of the collateral should not be the fundamental factor when it comes to granting financing.", "This is a factor of protection for the customer since it places all responsibility for analysing ability to pay on the bank.", "In this respect, the financial crisis painfully reminded us that the worst business that can be done is to extend a mortgage loan to somebody who has little possibility of meeting the payment obligations.", "It is bad business for the bank, but also for the customer and for society as a whole.", "Particular care is unquestionably needed in granting new loans.", "But we must assume that, inevitably, the application of strict standards, as the Law requires, may restrict home ownership possibilities for some low-income groups.", "The bubble we have experienced should be a reminder to us that the alternative is much worse in the medium term for everybody.", "I am sure that we will agree that runaway growth in prices is the main factor that ultimately restricts the affordability of home ownership.", "In sum, banks perform an essential function in the economy.", "But to be able to provide the best service to society they must adhere to rigorous management principles, acting responsibly at all times.", "Let me conclude by once again thanking ADICAE for their invitation.", "I am certain this conference will be successful, giving the significance and topicality of the subjects on the agenda and the calibre of the speakers.", "If you will allow me, I would ask that this conference, as well as discussing past conflicts, should also reflect on the banking sector's role in support of firms and consumers in the difficult setting shaped by the COVID crisis.", "I think it would be good to try and learn from past errors and to attempt to put this climate of customer-bank confrontation behind us.", "We are ultimately all in the same boat, and we should exit this crisis together."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "none"], "topics": ["Mortgage market", "Housing affordability", "Customer protection", "Legal certainty", "Litigiousness", "Floor clauses", "Real Estate Lending Law", "Solvency assessment", "Economic crisis", "Bank responsibility"]}