{"sentences": ["Distinguished guests, Ladies and gentlemen, It is my pleasure to address you at today's event on the occasion of the World Savings Day.", "This year's marking happens at a time when the world faces the worst crises since the big depression.", "It is a synchronized global crisis that does not spare a single economy, and small positive economic growth rates are expected in only 26 countries in the world.", "Unfortunately, the Western Balkan countries are not in this small group of countries, i.e.", "according to the IMF negative growth rates are expected in the region ranging from 2.5% in Serbia to 12% in Montenegro.", "The health crisis overflows in many spheres of economy through multiple channels.", "One of those transmission channels is of course saving.", "At the outset of the crisis there were fears that there could be a \"drying up of liquidity\" in the real sector similar to 2008, which would lead to a larger downward adjustment in the deposit base.", "However, this time the flows are different, both due to the specific crisis and due to the much faster and more extensive reaction of the monetary and fiscal authorities with an incentive such as large liquidity injection which is in fact visible through all standard monetary indicators.", "Unlike the global economic crisis when the growth of the narrowest monetary aggregate was most pronounced - the reserve money, there are now solid growth rates in the other monetary aggregates as well.", "In other words, if in the period of global crisis the injected liquidity from central banks mostly ended up in the banks' accounts, now it finds its way to the accounts of companies and citizens, leading to a solid deposit growth.", "These solid developments in the banking system's deposits and savings are also in line with the overall saving rate calculated as a gross savings and gross disposable income ratio in the economy.", "For example, within the euro area, the household savings rate has risen sharply since the beginning of the year.", "According to the Eurostat's preliminary data, at the end of the second quarter, the household savings rate reached around 25%, which is a doubling compared to the level of previous years (average of about 12%) and a highest historic level since the beginning of monitoring these data in 1999.High growth of deposits rate is explained by the greater restraint from consumption, and a more moderate decline in the gross disposable income.", "In terms of austerity motives, the European Central Bank analysis this year in June shows that this growth is mostly \"forced\", i.e.", "it is attributed to \"forced savings\", due to the restrictive movement measures to prevent the virus spread, which is why consumers refrain and consume less than the usual consumer basket.", "However, the precautionary factor plays an important role, with significantly increased contribution compared to the pre-crisis period which indicates a tendency for precautionary savings for protection of further possible risks.", "The analysis concludes that so far, it is very difficult to assess the nature of this shifts, i.e.", "whether it is a matter of temporary change or a permanent shift in savings and consuming habits in the aftermath of the COVID-19 pandemic.", "Hence, the sustainability of the increased savings trends is uncertain.", "However, the European Commission's regular Consumer Confidence Survey of September 2020 shows that households in the euro area expect reduced expenditures (primarily for durable goods) in the next twelve months, and growth in savings regardless of the high savings in the previous period.", "Such findings indicate a prolonged impact of the precautionary motives towards savings which could be maintained at a higher level next year, compared to the period before the COVID-19 crisis.", "The growth trend of domestic savings in the Western Balkan region has existed for a long period, i.e.", "in the last ten years.", "The total domestic savings rate in the region on 2019 averaged 11.5%, while in our country it is 20.2% of the GDP, which is closer to the average of developed countries (25.2% in the euro area) and is the largest improvement within the group of Western Balkan countries, compared to the period of the global economic crisis (growth of 16 p.p.", "This potential indicates additional growth of funding and its focus on productive investments and projects could be of significant support for necessary structural adjustments of the real sector to this \"new normal\".", "When we talk about episodes of crisis so far, in our country they were passed through the expectation channel without exception, leading to preferences for withdrawing deposits and increased demand for foreign currency.", "Although those effects exist in this crisis, they are still significantly more limited.", "Total deposits continue to grow and as of the end of September, they are higher by 6.6% on an annual basis, which is higher growth than the average realized during the global economic crisis (4.7%) and domestic political crisis in 2016 (4%).", "Within this, household deposits grow at a rate of about 6%, with a slightly larger contribution of Denar savings (about 53%).", "The euroization rate of deposits as of the end of September amounts 42% and is relatively stable compared to last year, which was not a case in previous episodes of crisis when this share increased significantly.", "All of this points to solid trends despite the extraordinary character of the crisis.", "Given that deposits are the key source of financing of credit support, their growth contributes to easing financial conditions and further maintenance of credit cycle.", "The credit growth rate in September was 6.7% on an annual basis, which is higher compared to the same period last year.", "These solid trends are also supported by the loosened monetary policy.", "Foreign exchange reserves that have been growing in the previous period, reflecting the improved economic fundamentals and foreign position of the economy, provide appropriate support to the strategy of stable exchange rate, as well as a space for timely and decisive response of the central bank with monetary stimulus to support the economy.", "The measures we have taken so far in response to the pandemic have included cutting the key interest rate and providing liquidity through standard and non-standard instruments, also providing temporary regulatory flexibility, targeting the most affected sectors.", "We have also strengthened the institutional capacity for timely identification and prevention of risks in the financial sector, through the newly established Financial Stability Committee with extensive powers in the field of macroprudential supervision.", "In cooperation with the Ministry of Finance, we have prepared a new draft law on financial stability.", "For the first time also, the ECB provided the National Bank with access to foreign currency liquidity in case of need, which leads to further strengthening the preparedness for crisis management and is a confirmation of the European Central Bank's positive assessments for the fundamentals of the domestic economy and the capacity of the central bank for a proper and timely response to successfully maintain the macro-financial stability.", "All available data indicate that our banking system has the potential to support economic recovery, as well as absorb possible losses from the crisis.", "The policies undertaken in the past have a great contribution, by strengthening the regulatory requirements, supervision and prudent banks' operations, which contributed to further strengthening of the protective layers of capital and liquidity as fundamental pillars of sector's stability.", "The solvency of the banking system is high, with capital adequacy ratio of around 17% and has moderately improved since the beginning of the year.", "This is a result of retaining most of the profits to increase equity, as well as new recapitalizations.", "The banks have a high level of liquid assets, despite the temporary delay of loan collection in a significant portion of the total portfolio.", "The non-performing loan rate reached historic low of 3.4% and is one of the lowest in the region.", "However, given the nature of crisis, we are still \"sailing in unknown waters\".", "The banking system is facing the challenge of adjusting its operations to the \"new normal\" and providing uninterrupted support to the economy.", "It is extremely important to minimize the unfavorable feedback, in which a possible reduction in the real sector would have significant effects on the balance sheets of the banking system.", "This could be further affected by the deteriorating perceptions of the banks and increased lending restraint.", "However, the sound foundations on which the domestic banking system is based, primarily in terms of liquidity and capital positions, as well as solid profitability which should be used for further strengthening of capital positions, will largely contribute to mitigating these risks and easier overcoming the consequences of the crisis.", "In the period ahead, we expect the banks to give their contribution to faster recovery from the crisis, while maintaining caution as an important feature of the banking operations.", "Distinguished guests, I would like to congratulate the World Savings Day, concluding with a thought of which we should be reminded in such challenging times- \"In the midst of difficulty, lies an opportunity\"-Albert Einstein.", "Let us try and find the opportunities that this global crisis provides us, and give contribution to the development of the potential of the economy and come out of this crisis more competitive and more productive.", "Austerity has been and will be an important driver of opportunities that an economy could use for its prosperity.", "Finally, as we will be awarding plaques for the best banking officials, allow me on my personal behalf and on behalf of the National Bank to congratulate you and to express my gratitude and recognition for your dedication and professionalism, and especially the sacrifice you make in performing your responsibilities in these extremely difficult conditions amid pandemic.", "\"COVID-19 and the increase in household saving: precautionary or forced?\"", "ECB Economic Bulletin, Issue 6/2020.", "European Commission, Business and consumer survey results for September 2020.", "Refers to Albania, Bosnia and Herzegovina, Croatia, North Macedonia, Montenegro and Kosovo.", "According to World Bank data."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Savings", "Deposits", "Credit", "Growth", "Liquidity", "Economy", "Crisis", "Monetary Policy", "Financial Stability", "Banking System"]}