{"sentences": ["This blog was originally published on 22 September by the Institute of Directors (IoD) in Ireland.", "The COVID-19 pandemic has resulted in turmoil and uncertainty around the world, and presented challenges to households and communities that were probably unimaginable at the start of the year.", "Business leaders are faced with significant disruption to their operations and have to manage changes to how and where work gets done, as well as ensuring the health and safety of their employees and customers.", "Rather than write about what the Central Bank of Ireland and the ECB are doing to help the economy through the crisis, I'd like to use this blog to encourage all IoD members to not forget the importance of diversity and inclusion (D&I) as they plan ahead.", "Why Diversity and Inclusion (D&I) Matters In the face of so many pressing priorities, it's worth being clear as to why D&I is important.", "In brief, it's because there's a growing body of research that confirms the benefits that inclusive diversity can bring to complex problem-solving, decision-making, governance, risk management, attracting talent, employee engagement and more.", "I believe that advancing diversity and fostering inclusion matters now more than ever.", "First, we know different backgrounds, perspectives and experiences bring benefits to complex problem-solving and there is no shortage of novel and complex problems in the current environment.", "We have seen this within the Central Bank itself.", "Cognitive diversity is the varied ways in which people think and the different experiences that they can draw on.", "This diversity of thought adds a range of perspectives that can help organisations and businesses to chart their way through uncertainty.", "Economists, for example, are taking a keen interest in epidemiology to try and better understand the implications of the pandemic.", "We are also looking to history and psychology .", "Second, there is evidence emerging that COVID-19 is having a disproportionate impact on certain groups in society such as women, people from ethnic minority backgrounds and others from socio-economically disadvantaged backgrounds.", "In particular, the movement of so many employees to remote working poses a challenge to their \"inclusion\" in idea-development and decision-making.", "Organisations need new and creative ideas as they adapt to the 'new normal' and they should be looking to address the \"inclusion\" challenge as remote working continues or as childcare arrangements (for example) are disrupted.", "Finally, how leaders and organisations act during a crisis, and what they choose to prioritise, reveals a lot about their true values and culture.", "By continuing to focus on diversity and inclusion, leaders are sending a clear message to their employees and wider stakeholders that these genuinely matter.", "I have long believed that diversity in itself is not enough.", "It must be supported by an inclusive culture that optimises the value that difference can bring.", "Inclusion can be a difficult concept to define.", "For us at the Central Bank, it is about creating a workplace that allows people to \"bring their whole selves to work\".", "It is grounded in fairness, respect and belonging.", "It is about ensuring that everybody has the opportunity to contribute and develop regardless of their background.", "And it is about ensuring that every voice is heard.", "The implications of the pandemic for inclusion are not of course all one-way.", "There could be potential benefits for office workers as working from home may give them useful additional flexibility to shape their schedules around their responsibilities outside of work.", "It might also support greater workforce participation from people with disabilities or parents and carers for example.", "But there are also potential difficulties for staff who may not have the option to work in a dedicated home-office, or with poor connectivity.", "And of course for sectors where working from home is not an option, there are a host of challenges given the need for physical distancing.", "How individuals interact and collaborate is also changing, and it will be a challenge to ensure that staff don't feel isolated without the social interactions we are all used to, or the ability to simply approach a colleague to ask for help or advice.", "I think adaptability is essential to tackling these challenges and indeed McKinsey analysis suggests that when companies invest in D&I, they are better placed to create more adaptive and effective teams.", "What Are We Doing About It?", "D&I is an important focus for the Central Bank, for ourselves and also for the firms we regulate.", "Deputy Governor Donnery has outlined how \"diversity of regulated firms is something upon which we in the Central Bank of Ireland have started to focus in a significant way\" and Deputy Governor Sibley has also has explained why, \"a lack of diversity at senior management and board level in organisations is a leading indicator of elevated behaviour and culture risks, and consequently prudential and conduct risks.\"", "We are, to use Deputy Governor Donnery's words, \"placing a spotlight on this issue, and intend to keep it there\" including by publishing a range of reports that focus on D&I, such as July's Thematic Assessment of Diversity & Inclusion in insurance firms.", "In our assessment, we found that some progress was being made in the recognition by insurers of D&I's importance but it was slow, there was a lack of join-up between diversity and inclusion policies and decisions being taken at the most senior levels of firms and there remains a serious imbalance in gender diversity across insurance firms.", "We report annually on the demographics of the applications received from firms for Central Bank approval for certain senior roles in financial firms in Ireland.", "Last March's report saw some improvement in the gender balance of applications in certain sectors but the pace of change remains disappointing.", "In our view, more work is needed to enhance diversity at senior levels across the entire financial services industry, not least in those roles that are responsible for driving revenue, such as chief executive officers and heads of business lines, of which 85% roles are held by men.", "Given the importance of diversity and inclusion to the culture and resilience of the financial sector, we will continue to place a spotlight on the need for improvement.", "What about the Central Bank itself?", "At the Central Bank, we believe that a diverse workforce is fundamental to achieving our vision of being trusted by the public, respected by our peers, and providing a fulfilling workplace for our people.", "We want a workforce made up of colleagues with different backgrounds, experiences, and perspectives.", "We want our people to reflect society in Ireland and for us to look to harness the benefits of difference, as well as - through our own actions - to influence positive behaviours in the financial services industry.", "We are committed to attracting diverse talent in all its forms, creating an inclusive environment, enhancing our focus on ethnic and cultural diversity, supporting gender identity and expression in the workplace and expanding the D&I learning offering to all managers and staff.", "We will continue to report on our progress to achieving our goals.", "It's important for the Central Bank to have people with the intellectual horse-power to dig deep into complex issues but it's also important for them to have the ability to see, understand and solve them from a range of perspectives.", "We believe that applies to other organisations too.", "A successful economy needs to draw on the strengths and capabilities of all its people.", "It's people who make an economy, who create and run its institutions, who innovate and run its businesses, and who create its jobs.", "And in uncertain times, bringing together the people with the most diverse set of skills and experiences increases an organisation's ability to meet the challenges it faces."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Diversity and Inclusion (D&I)", "Cognitive diversity", "Inclusion", "Complex problem-solving", "Remote working", "Financial sector", "Insurance", "Gender diversity", "Adaptability", "Culture"]}