{"sentences": ["Welcome address Governor of the Bank of Italy Bank of Italy / CEPR / EIEF conference on \"Ownership, Governance, Management and Firm Performance\" Online event, 21-22 December 2020 • It is my pleasure to open this conference on \"Ownership, Governance, Management and Firm Performance\" organised by the Bank of Italy together with the Centre for Economic Policy Research and the Einaudi Institute for Economics and Finance.", "This conference bears witness to the Bank of Italy's interest in productivity, the main force behind aggregate economic growth and welfare improvements.", "• The slowdown of labour productivity observed since the financial crisis of 2008-09 clearly has a global dimension.", "Many, possibly complementary, explanations of this phenomenon have been advanced.", "Demographic developments and the evolution of technical change are certainly crucial determinants of the trends in capital intensity and total factor productivity.", "On the demand side, the imbalances between saving and investment propensities fuelled by financial instability and protracted uncertainty are often mentioned as culprits of the possible entry into a secular stagnation mode.", "• Against the background provided by the most likely reasons behind this sluggish trend, the policy debate has focused on the identification of possible remedies to contrast it.", "Increasing and improving physical infrastructures, investing in knowledge and skills development, favouring innovation through the adoption of new technologies and supporting the reallocation of resources between firms and sectors are all triggers than can help to revitalise our economies.", "And even if the choice of whether and how to become more efficient is ultimately made at the firm level, there is no question that the public sector plays a key role in creating an adequate environment for \"doing business\".", "• However, we are realising more and more that the evolution of total factor productivity depends on how production is organised, how technology is adopted, and how different skills are dynamically combined.", "Therefore, corporate governance and management functions are key ingredients of the production process.", "It is not surprising that much more attention has recently been devoted to their role in determining firm performance and, eventually, contributing to economic growth.", "In this respect some of the issues discussed in this conference seem to me to be especially important: - Ownership and governance shape attitudes toward risk, affecting the propensity to invest and innovate as well as access to external finance, with significant effects on firm size.", "They also define the \"incentive scheme\" under which economic agents operate within firms.", "Indeed, one research topic that has received wide scholarly attention is family ownership.", "In general, family firms are characterised by lower agency exchanges and conflicts, resulting, on one side, in more information sharing between owners and managers and yet, on the other side, in more conservative decisions, often leading to less innovation and lower firm growth.", "- Entrepreneurs play a key role, especially in new businesses, in introducing new products, processes and organisational approaches.", "However, they face the difficult task of choosing the appropriate managers.", "The potentially limited pool of talented managers can make for a lack of managerial skills, which is often behind the poor performance of even promising firms.", "- Modern management practices deal with the design of monitoring and incentive schemes that are conducive to an efficient organisational structure.", "Much of the productivity gaps, across firms both within and between countries, has recently been attributed to differences in management practices.", "What has, perhaps surprisingly, emerged is that their quantitative effects are comparable to those brought about by differences in R&D investments, in the adoption of information and communication technologies or in the level of education and skills of employees.", "• These issues require special attention from both policy-makers and the academic community and are particularly relevant for the Italian economy.", "We know how extraordinarily large the number of small and very small enterprises in Italy is.", "We also know that the share of Italian family-owned businesses is similar to that of other European countries.", "However, the incidence of family management is remarkably higher in Italy.", "In the selection of managers, family background, social and political connections often appear to hold more weight than competence, managerial skills and education.", "This also tends to hamper corporate performance due to the lack of openness to external talent and modern management practices, leading to lower firm efficiency and weak propensity to innovate.", "• The recent pandemic - a human tragedy with enormous costs for the economy and society at large - has impacted firms by inducing substantial and rapid changes in the business environment and in their activity.", "Even if we still do not have a sufficient understanding of the lasting effects on sectors of activity and production patterns, there is no question that companies with a greater ability to adapt and swiftly re-deploy resources will experience higher chances of survival.", "In these extremely uncertain times, intangible capabilities - such as creativity, innovative thinking, and openness to change - will be crucial factors, highlighting the central importance of managers in leading the firm through the storm.", "There is indeed some very recent evidence to show that better-managed Italian firms have been able to adjust their organisational processes and activities more rapidly, thus containing the economic losses caused by the pandemic.", "• I would finally observe that drawing policy implications in the field of corporate governance is very difficult.", "Policy makers can affect the general environment in which firms invest and produce, but private firms operating in a market economy independently take corporate governance decisions.", "The productivity-enhancing effects of good entrepreneurs and managers hinge on there being a sufficient pool of skilled individuals in the population at large.", "Therefore, investing in human capital may provide firms with the edge needed to excel in challenging environments.", "However, the ability of both firms and individuals to grow and emerge needs to be adequately fuelled.", "In this respect, market and labour regulation, the organisational culture and the recognition received by workers for their efforts and merit play a crucial role in providing incentives to invest in human capital.", "More generally, they foster a more efficient allocation of talent in the economy, with positive welfare effects for the economy as a whole.", "• The studies included in the programme address many of these key issues.", "The conference will also cover other topics of long-standing interest in the field, such as the increasingly debated importance of promoting female participation in leadership positions.", "The first invited lecture, in particular, will overview the critical points in pursuing gender diversity on corporate boards and its implications for the future of the economy.", "The second invited lecture will discuss the trends emerging in the labour market, focusing on the rising importance given to, among the other talents required of managers, cognitive skills and the ability to coordinate the activities of their staff.", "• Let me conclude by thanking the organisers and the scientific committee for having put together such a rich and interesting programme and let me welcome the lecturers, presenters, moderators and all the other participants to this event.", "Although the circumstances only allow for a \"virtual\" format of the conference, I wish you all fruitful interactions and thought-provoking discussions during these two days.", "Designed and printed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Corporate governance", "Management", "Productivity", "Entrepreneurship", "Firm performance", "Innovation", "Family ownership", "Human capital", "Gender diversity", "Labour market"]}