{"sentences": ["13.10.2020 Panel: Macro Economic Policy in Transition - Perspectives from Advanced and Emerging Countries IMF Annual Meetings: Macro Conversations Pablo Hernández de Cos As in the rest of the world, the COVID-19 outbreak has given rise to a health and economic crisis in the euro area that is unprecedented in recent history.", "And, again, similarly to other jurisdictions, economic authorities have in the face of this situation responded forcefully both at the domestic and European level.", "In the particular case of monetary policy, in the last seven months, we, at the European Central Bank (ECB), have deployed an extensive package of measures to mitigate the impact of the pandemic on the euro area economy.", "From the outset, the ECB faced three significant pandemic-related challenges: first, the need to stabilise financial markets throughout the euro area, to head off cross-country financial fragmentation; second, to protect the supply of bank credit, which is especially important for funding for households and SMEs in Europe; and third, to counter the downward pressure on the medium-term inflation outlook stemming from the COVID 19 crisis, in accordance with our price stability mandate.", "Against this backdrop, we adopted a series of measures that may be grouped into two main blocks.", "As regards the first block, the ECB approved a broad raft of measures to provide liquidity to banks so that they, in turn, were able to ensure access to credit for households and firms.", "The measures included a significant improvement to the conditions of the TLTRO III operations.", "These have enabled banks to obtain long-term funding at beneficial interest rates, which may temporarily be as low as 1%, on the condition that the participating banks maintain their supply of credit to the real economy.", "And we also eased the collateral eligibility criteria for banks in the ECB's refinancing operations, thus increasing the volume of funds they may obtain.", "The measures have been highly successful.", "In the June TLTRO-III operation, participating banks received liquidity for an amount of €1.3 trillion, an all-time high in Eurosystem refinancing operations.", "The available evidence suggests that banks are using a significant portion of the funding received to continue to provide liquidity to the real economy.", "We also approved a second block of measures, relating to the asset purchase programmes.", "Since end-February, financial conditions had tightened in the euro area, with both corporate and sovereign risk spreads widening considerably.", "And the spread widening in the euro area was uneven: countries that started from weaker fiscal positions, with higher debt levels, and those most affected by the first wave of the pandemic witnessed a much more pronounced increase in their financing costs.", "This cross-country financial fragmentation hindered the transmission of the single monetary policy to the whole of the euro area, and even posed a threat of a repeat of the 2012 sovereign debt crisis.", "In this context, in March the ECB announced the launch of the pandemic emergency purchase programme (PEPP).", "The key difference with previous programmes is that purchases are now conducted in a flexible manner and fluctuations in their distribution will be allowed over time, among jurisdictions and across asset classes, with a view to preventing fragmentation in monetary policy transmission.", "The volume of purchases initially announced under the PEPP was €750 billion for the whole of 2020.", "In June the term was extended up to at least June 2021, and the volume by a further €600 billion, making for a total of €1.35 trillion.", "The PEPP, together with the new purchases under the Asset Purchase Programme (APP), will increase the portfolio of the Eurosystem's securities purchase programmes to around €4.4 trillion in June 2021.", "In early October 2020, net purchases of public and private sector assets under the PEPP had already reached €567 billion since its launch at the end of March, i.e.", "42% of the current envelope.", "Today we can safely say that the PEPP has been clearly successful in curbing financial market deterioration in all euro area countries.", "This is particularly visible in sovereign yields, which are now close to their pre-crisis levels; but it may also be perceived in other market segments such as that for corporate debt.", "And, of course, this decline in the cost of sovereign debt has provided policy space for fiscal authorities in all euro area countries, enabling them to take unprecedented measures to sustain the income of households and firms.", "Indeed, the reaction of fiscal policy has also been swift and timely, both at the global and at the European level.", "National authorities approved sizable fiscal policy packages, focused on providing income support to firms and households, and on shielding the health-care system.", "It is worth noting the role of liquidity support schemes for firms, in the form of loans with favourable conditions, new credit facilities and public guarantees.", "In this setting, supranational support at the European level has also been fundamental.", "In this regard, since the degree of economic and financial interdependence within Europe is very high, joint action is clearly the most effective means of ensuring that the economic effects of the pandemic are overcome within a short period and at a lower cost for each and every country.", "Taking this into account, the European Council has agreed on a European recovery fund (Next Generation EU).", "The fund will be financed on the capital markets, with the European Commission borrowing, on behalf of the Union, an amount of up to €750 billion between 2021 and 2026.", "The spending and investment arising from the use of this fund will be pivotal to entrenching the economic recovery and reducing the potentially permanent consequences of the crisis.", "Nor should we forget the reaction of micro- and macro-financial supervisory authorities, which has also been crucial.", "First, supervisory processes have been adapted to free up banks' operational resources so that they may be used to ensure business continuity.", "In this respect, at the international level, the Basel Committee on Banking Supervision (BCBS) decided to delay by one year (from 2022 to 2023) the implementation of Basel III.", "In the accounting sphere, certain aspects relating to how the existing regulations should be applied to calculate credit risk have been clarified, to ensure that potential temporary delays in loan repayments by borrowers are not treated as if they were a case of permanent impairment of loan quality.", "The authorities have also ruled that institutions may make effective use of their available capital buffers to absorb unexpected losses.", "It was further announced that institutions will have sufficient time to subsequently restore any capital buffers used.", "In addition, financial authorities have recommended that institutions temporarily eliminate dividend pay-outs and apply prudent criteria in their variable employee compensation schemes, so that they may channel their resources into shoring up their capital positions.", "All in all, we can say that this response from the prudential authorities, accompanied by the fiscal and monetary policy measures adopted, has enabled the initial impact of the shock to be absorbed.", "It has prevented the materialisation of a systemic risk in the financial system that would have exacerbated the crisis and made it more persistent.", "What about the current situation?", "We are living a recovery that is still partial, full of uncertainty and uneven, both at the country and sectoral level.", "And indeed not only are restrictions still in force in some areas of activity, but it is also proving necessary to reintroduce others as a consequence of the fresh outbreaks of the disease.", "In this context, the euro area outlook remains highly uncertain and the risks to the area tilted to the downside.", "At the same time, there are already signs that the pandemic may give rise to certain structural changes, although the full extent of these is, for the time being, difficult to know.", "In this context, for me the key for economic policies is to strike the right balance between supporting the recovery and spurring economic adjustment to the structural changes that will emerge after the pandemic.", "This means first maintaining support measures and avoiding cliff-effects.", "Indeed, after the pandemic many euro area countries will be facing the highest level of public debt in many decades.", "And facing this challenge will require a gradual fiscal consolidation programme once the economy moves back onto a sound growth path.", "In the short run, however, the damage caused by the premature withdrawal of support measures would exceed the possible cost of maintaining them until the recovery shows signs of sufficient strength.", "Notwithstanding, given the significant heterogeneity of the effects of this crisis, in particular in this recovery phase, support measures should be much more focused now and their timing adjusted to the duration of the crisis.", "In addition, we have to adjust the specific instruments used.", "In particular, the crisis has already generated an increase in the level of indebtedness of many firms.", "Thus, it would make sense to assess the possibility of actions to support firms that do not involve an increase in financial obligations, such as, for example, by means of direct assistance or, in some cases through temporary capital injections.", "Furthermore, for companies that have difficulty meeting their financial obligations, streamlined debt restructuring procedures need to be available to avoid such difficulties leading to the disappearance of heavily indebted firms whose business model is nonetheless viable.", "And, in parallel, for firms with non-viable business models, an orderly market exit should be available, since this would result in a more efficient allocation of resources.", "Apart from these short-term actions, an ambitious structural reform agenda is urgently needed, to increase the economy's potential growth, which was already low before this crisis.", "And this is also true for European policies.", "In this case, for example, it is crucial that the European fund be converted into a permanent, common fiscal stabilisation instrument for the euro area.", "This would allow a joint fiscal response to macroeconomic shocks and provide a larger supply of safe European assets, facilitating the general functioning of financial markets and the specific conduct of monetary policy.", "Completing the Banking Union is also a priority, with the approval of a fully pooled European Deposit Guarantee Scheme.", "Further, we must move towards lowering the barriers to a genuine Capital Markets Union.", "On the banking front, our goal should be to ensure that the present crisis neither gives rise to a widespread tightening of financial conditions nor causes serious damage to our financial system.", "And, in the context of uneven and uncertain recovery I have described, we cannot rule out the possibility that the risks identified may materialise or that their impact and persistence may be greater than expected.", "In this sense, in the banking sphere, the response to the possible materialisation of these risks can only be at the European level, given the commitment to banking union.", "On the monetary policy front, the fragility and heterogeneity of the recovery in the euro area, medium-term inflation projections far below our objective and the recent appreciation of the euro, which has offset a large part of our monetary accommodation, lead us to conclude that there is no room for complacency.", "Significant monetary stimulus will have to be maintained until we achieve a solid recovery.", "Moreover, we cannot rule out the possibility that the measures described above may have to be recalibrated, or new measures introduced, in order to fulfil our price stability mandate, understood always in a symmetrical manner.", "In this regard, it is clear that 1.3 percent, the current ECB staff inflation forecast for 2022, is not our goal.", "Finally, it is also crucial that we retain flexibility in the implementation of our pandemic asset purchase programme, to avert any potential financial fragmentation problems."], "classifications": ["none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Monetary policy", "COVID-19", "Financial markets", "Fiscal policy", "ECB", "Euro area", "Banking union", "Economic recovery", "Structural reforms", "Inflation"]}