{"sentences": ["It is a pleasure for me to celebrate with you the award of the 2019 Bernácer Prize to Loukas Karabarbounis, Professor of Economics at the University of Minnesota.", "As you know, the Bernácer Prize has been awarded every year since 2001 to an outstanding young European economist working in the fields of macroeconomics and finance.", "The rigour, innovative approaches and policy relevance of Loukas's work make him a deserved recipient of this prize and, more generally, of the recognition from both academics and policymakers.", "Loukas has been awarded the Bernácer Prize for his \"influential research on the interaction between labour and capital market imperfections and macroeconomic outcomes\".", "Loukas has made important contributions in a number of areas but today I would like to focus on his work to improve our understanding of key macroeconomic trends such as the decline in the share of national income that goes to remunerating workers - known as the declining labour share - the low level of capital investment and the rise of corporate savings.", "The declining labour share is now a widely accepted fact.", "Indeed, recently a large body of literature has established that the decline began in the United States in around 1980.", "In one of his papers , Loukas broadens this perspective and shows that the decline in the labour share is a global phenomenon present in most countries and industries around the world, thus helping to strengthen the consensus around the facts.", "As in other studies, he also demonstrates that the share of national income that accrues to capital - or to the so-called rental cost of capital - does not rise sufficiently to offset the decline in payments to labour.", "As a result, there is a significant amount of residual income - for which Loukas and co-authors coined the term \"factorless income\" - which has been growing as a share of income in the United States since the 1980s, while the labour share has been declining and the share of income that remunerates capital has remained subdued.", "Economists and policymakers agree on the need to identify the root causes of these trends.", "This is important not only for understanding the consequences in terms of subdued productivity and falling economic dynamism, but also for designing effective policies to govern them.", "There is, however, a lack of consensus on the causes underlying these economic developments.", "At least three conjectures have been put forward.", "The first and most popular one is that the labour share is declining and the remuneration to capital remains subdued because, owing to the increasing market power of firms, a larger share of income goes to profits or markups.", "The second, more benign conjecture is that the factorless income share is actually remunerating - rising, but unmeasured - investment flows, which may include intangible assets and organisational capital.", "The third possibility is that variation in the factorless income share is attributable to the differences between the true rental cost of capital, which firms pay when making production and investment decisions, and the standard estimates of this cost, such as those based on the return on risk-free bonds.", "But how relevant are these explanations?", "Which explanation is the most important empirically?", "In what is perhaps one of the most enlightening studies on the causes of the declining labour share , Loukas and his co-author present a unified empirical exploration of these three explanations through the lens of the long-term path of the economy.", "Using US data, they find that the decline in labour income shares and the low capital remuneration do not reflect an increase in profits, and that declining competition or increasing market power are inconsistent with the data on labour income.", "This finding is important, as declining competition had been the most popular explanation until their paper was released.", "Recent research conducted at the ECB reaches the same conclusion for Europe.", "The authors find that in Europe mark-ups have decreased if anything and market concentration has been stable over the last decade.", "Therefore, increasing market power cannot be the reason behind the decline in the labour share in Europe.", "Loukas and his co-author also find the second explanation difficult to reconcile with the data, as investment spending on unmeasured capital would need to be implausibly large to account for factorless income.", "It is the third potential explanation that turns out to be the most promising.", "Even if further research is needed to understand why simple measures of the rental cost of capital deviate from the rental cost that firms internalise when making their investment decisions, Loukas and co-authors argue that this is compatible with an environment in which IT-capital prices drive a significant amount of the variation in the cost of capital and factor shares.", "The changes in labour income shares which I have just described are mirrored by a dramatic decrease in household savings.", "Loukas and his co-authors have also studied the shift in saving from the household sector to the corporate sector seen in most industries and in a large number of industrial countries .", "The subdued increase in dividend payments and investment was used by firms to repurchase their shares and to accumulate cash and other financial assets.", "The corporate sector thus transitioned from being a net borrower of funds to being a net lender to the rest of the global economy - in the early 1980s most investment spending at the global level was funded by household sector savings, whereas by 2010 nearly two-thirds of investment spending at the global level was funded by corporate sector savings.", "I cannot conclude my remarks without mentioning a piece of work by Loukas that has garnered a lot of attention and that he presented at the workshop on macroeconomics in southern Europe just before this award ceremony.", "Loukas's paper, \"Capital Allocation and Productivity in South Europe\" , offers an explanation of the productivity decline in southern European countries.", "Using data on manufacturing firms for the period 1999-2012 and a model with size-dependent financial frictions, Loukas and his co-authors maintain that in southern European countries the decline in the real interest rates over the past 30 years has led to capital inflows mostly towards firms that have a higher net worth but are not necessarily more productive, resulting in a significant decline in total factor productivity over time.", "Let me conclude by sincerely congratulating you, Loukas, for winning the 2019 Bernácer Prize.", "I wish you continued success in the future.", "Gopinath, G., Kalemli-Özcan, S., Karabarbounis, L. and Villegas-Sanchez, C. (2017), \"Capital Allocation and Productivity in South Europe\", Quarterly Journal of Economics, Vol."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["declining labour share", "factorless income", "capital investment", "corporate savings", "market power", "unmeasured investment", "rental cost of capital", "household savings", "corporate sector savings", "productivity"]}