{"sentences": ["Remarks by Tiff Macklem Governor of the Bank of Canada Greater Vancouver Board of Trade December 15, 2020 Vancouver, British Columbia Trading for a sustainable recovery I'm sure The year is coming to an end, and not a moment too soon.", "The pandemic has touched everyone, and the hardship has been severe for many.", "Some of you have lost loved ones.", "Others have lost jobs or businesses.", "And we all miss our family and friends, especially at this time of year.", "For months, wondered when we can get back to something approaching normal.", "I wish I could be in Vancouver delivering this speech in person and hearing about your concerns directly.", "Unfortunately, the time for face-to-face meetings has not yet come.", "But we can be together virtually, and I thank you for the invitation to speak with you today.", "The recent positive news on vaccines provides some reassurance that more normal activities can resume sometime later next year.", "However, the path from here to there looks difficult.", "A second wave of COVID-19 is sweeping across much of the country, leading to renewed restrictions.", "These will weigh on economic growth early next year and increase the strain on Canadian families and businesses.", "I don't want to downplay these difficulties.", "But today, I want to look beyond this second wave and focus on a critical piece of our economic recovery-trade.", "So far, household spending has led the way.", "But for the economy to fully recover, it needs to be firing on more than one cylinder.", "To be sustainable, the recovery must broaden to include exports and, with this, business investment.", "Because we all need to lift our spirits as we head into the holiday season, I want to end the year with some cautious optimism.", "My message is that exports and business investment could bounce back from this recession more quickly than they did after the global financial crisis.", "But for this to happen, we all have some work to do.", "Allow me to start by looking back a decade to the recovery from the global financial crisis to compare how trade was evolving then with how it is evolving I'll show you what's at I'll now.", "stake with a robust export recovery.", "And close with some thoughts on how we can improve the odds of bringing this about.", "Comparing crises The global financial crisis pummelled the world economy back in 2008 and 2009.", "But Canada fared relatively well because of our strong financial system.", "Our recession was shorter and shallower than in most other economies.", "But our exports were hit hard-indeed, harder than most.", "because of our close ties with the United States, which was the epicentre of the crisis.", "While global exports fell by less than 20 percent, Canadian exports fell by close to 30 percent.", "As is usually the case in recessions, demand for goods was particularly affected.", "Canada swung from having a large trade surplus in goods to a small deficit.", "Chart 1: Canada's trade balance has been negative since the global financial crisis (Quarterly data, seasonally adjusted annual rate) -20 2000 2002 2004 2006 2008 2010 2012 2014 2016 2018 2020 Goods Services Total trade Source: Statistics Canada Last observation: 2020Q3 Canadian exports began to recover immediately after the crisis, but the rebound stalled.", "Weak foreign demand, particularly from the United States, was holding exports back.", "But that wasn't the whole story.", "Bank of Canada researchers spent a lot of time dissecting these disappointing exports and zeroed in on two fundamental issues: geography and of Canada's underperformance was blamed on competitiveness.", "Two-thirds geography-who we trade with.", "Canadian export markets were concentrated in mature economies with relatively slow growth, such as the United States, rather than faster-growing emerging-market economies, largely in Asia.", "The remainder of this poor performance was tied to a lack of competitiveness: unit labour costs in Canada were higher than elsewhere because of slow productivity growth and regulatory the impact of a stronger currency.", "Canada's regime and investment climate were also cited as impediments.", "Now let's look at how this past experience compares with today.", "While the period leading up to the global financial crisis was positive for trade, the period before the pandemic was anything but.", "Trade disputes arose between the United States and several other economies, including Canada, the European Union and particularly China.", "These disputes led to escalating tariffs and pervasive uncertainty about global policy.", "Bank researchers estimated that these factors combined would reduce global output by more than 1 percent-that's In this environment, it's no $1 trillion-by the end of 2021.2 wonder companies were reluctant to invest to expand their export capacity.", "Another difference between these crises is that, this time, trade in services has been affected much more than trade in goods (Chart 2).", "The impact on services was barely visible during the global financial crisis, whereas services fell along with goods in 2020.", "And overall, services haven't recovered, even as goods have rebounded.", "Chart 2: Canadian exports: global financial crisis compared with COVID-19 (Nominal data, Seasonally adjusted annual rate, Index: start date = 100) t -2 t -1 t t +1 t +2 t +3 t +4 t +5 t +6 t +7 t +8 Start date (t) +/- number of quarters Goods-GFC Goods-COVID-19 Services-GFC Services-COVID-19 Start dates: global financial crisis (GFC), 2008Q3; Source: Statistics Canada COVID-19 pandemic, 2020Q1 Last observation: 2020Q3 Consider international tourism exports, which are vital to British Columbia.", "Tourism has basically come to a full stop.", "Canadian education exports have also been hit by the pandemic.", "When a foreign student comes to Canada to study, the tuition counts as an export of education services.", "Before the pandemic, this was a large and fast-growing activity.", "In 2019, educational services exports were almost $14 billion, an increase of 67 percent from 2015.", "The disproportionate impact of the pandemic on trade in services has significant implications for Canada.", "Services exports are only about a quarter of the size of goods exports.", "But services exports had been growing much more quickly than goods exports before the pandemic (Chart 3).", "Chart 3: Services exports outperformed goods exports before COVID-19 (Seasonally adjusted annual rate, Index: 2015Q1 = 100) 2015 2016 2017 2018 2019 Total goods and services Total goods Total services Commercial services Travel services Source: Statistics Canada Last observation: 2019Q4 While many services exporters will struggle until a vaccine is widely available, some goods exporters have been able to adapt safety protocols and bounce back quickly.", "Motor vehicle and parts output, for example, came to an almost complete stop in the spring.", "Since then, the sector has regained nearly all of the lost ground as factories adapted their value chains and production processes.", "The rapid rebound in goods exports is certainly encouraging.", "By October, the value of goods exports had recovered almost 90 percent of the loss seen in the spring.", "If struggling services exporters can hang on until a vaccine is widely available, export performance could avoid the serial disappointment of the period that followed the global financial crisis and help cement a sustainable recovery.", "Of course, this is by no means guaranteed.", "The rebound in goods exports could fizzle out as companies finish rebuilding inventories, while prolonged hardship could force many services exporters to close their doors.", "And the underlying competitiveness challenges that have restrained export growth over the past decade have not gone away.", "More recently, the Canadian dollar has been appreciating, largely reflecting a broad-based depreciation of the US dollar.", "This is hurting the competitiveness of Canadian exporters in our largest market.", "Two scenarios for trade Let's imagine a couple of plausible Where does the trade story go from here?", "scenarios: one pessimistic, one optimistic.", "In the pessimistic scenario, the global spread of COVID-19 fuels antiglobalization sentiment and a continued rise in protectionism.", "This is not farfetched.", "A recent Ipsos poll found significant support among Canadians for measures that would make the country less reliant on international trade.", "The same poll found much less support for measures that would help Canadian companies export more.", "This is troubling because international markets are essential for Canadian companies to achieve competitive scale in their operations and because Canada benefits from imports in many important ways.", "In the pessimistic scenario, we also fail to diversify our trade or improve our competitiveness.", "Rivalry and distrust between the United States and China thwart our efforts to develop export markets in Asia.", "Investment remains weak, and our productivity growth continues to lag.", "more, new market access for our energy products doesn't come on Canada's ability stream, holding back to ship our number one export-oil.", "And without that market access, investment in cleaner oil-extraction technologies dries up.", "The bottom line is that exports fail to rebound, and trade does not become a reliable engine of growth.", "In the optimistic scenario, many of these same forces break the other way.", "The strong rebound in world trade we have seen to date continues, and the protectionist forces that have dominated in recent years begin to fade.", "Unprecedented international cooperation to develop new vaccines and supply them across borders proves to be a potent demonstration of the benefits of globalization.", "That success shifts public opinion.", "Governments start to knock down the tariff walls they had begun to build, and uncertainty lifts as governments recommit to a rules-based trading order.", "In the optimistic scenario, efforts to diversify markets for Canadian exports start to bear fruit.", "productivity improves as a result of increased investment and the deployment of new technologies, which boosts the competitiveness.", "Canada and the new US administration cooperate on a North Canada's oil and gas American approach to energy and climate change.", "sector benefits from access to markets.", "And we start to see an integrated continental approach to business opportunities from low-carbon growth.", "In this scenario, we see a resurgence of trade and business investment, which bolsters the economic recovery.", "Using one of economic projection models, Bank economists estimated the impact of two scenarios that are less extreme than the optimistic scenario, Canada's trade balance ones I have just described.", "In their would be more than $30 billion better by the end of 2024 than it would be otherwise.", "This would roughly eliminate our current trade deficit.", "But in their pessimistic scenario, exports would actually drift lower rather than recover, reducing incomes, while our current trade deficit would worsen by about 60 percent (Chart 4).", "Chart 4: Evolution of trade deficit in two scenarios Real trade deficit, difference from base case Peak impact: $53 billion -30 2021 2022 2023 2024 Note: Assumes no policy rate reaction Last data plotted: 2024Q4 In reality, the outcome will probably fall somewhere between the two extremes.", "Obviously, we all hope that real life turns out closer to the optimistic scenario than the pessimistic.", "But hope is not a strategy.", "We need to think strategically to increase the odds of a strong trade recovery.", "Markets for our products Business leaders and policy-makers each have important roles to play.", "They need to work together to leverage, broaden and deepen global markets for Canadian products.", "Thanks to the signing of the Canada-US-Mexico Agreement, the Comprehensive Economic and Trade Agreement with the European Union, and the Comprehensive and Progressive Agreement for Trans-Pacific Partnership, Canada already has some of the best market access in the world.", "Further, we have numerous bilateral trade deals in place.", "The business community and governments across Canada need to work together to leverage these market opportunities.", "The business community can capitalize on this market access by investing in people and in productive capacity.", "We know Canada has an incredibly diverse workforce-people have come from around the globe to live here, bringing their seen clear evidence global connections and knowledge with them.", "And we've that shifting populations can drive trade.", "Smart companies can leverage workforce advantage to build global markets for their products.", "Companies can also look to global supply chains for growth opportunities.", "Supply chains are trending toward more regional networks around major global trade hubs.", "Global companies invest in the resilience of their supply chains through diversification of suppliers or production locations, and through digitalization and automation.", "Canadian companies need to seize these opportunities to be part of the solution.", "As policy-makers and business leaders, we have the responsibility to explain the importance of rules-based trade.", "We need to push for a renewal of the spirit of internationalism that served so many countries well for decades.", "And we need to make sure that the benefits of open trade are shared fairly within and across economies.", "With COVID-19 accelerating the digital economy, rules for digital trade and competition are more critical than ever.", "This also highlights the urgent need for a concerted, internationally coordinated effort to improve the ability to measure the digital economy.", "This is a priority for Statistics Canada, but much more work remains, and success will require cooperation across countries.", "Products for our markets As much as geographic diversification remains important, it's not going to be easy or happen quickly.", "So, look at this another way.", "We do need to develop new, fast-growing markets for our products, but we also need to develop new, fast-growing products for our markets.", "We have to grow and scale up production of high-value goods and services that we can export.", "The BC economy offers some leading examples of how this approach can work.", "On the services side, there are lots of success stories in Vancouver-where the commercial quantum computer was built and now the home of one of Canada's most important technology hubs.", "Activity in these hubs is driving strong growth in exports that are as easy to ship to South Africa as they are to Seattle.", "Canadian exports of knowledge-intensive services such as research and development, computer and information services, and intellectual property grew by close to 12 percent over the past three years (Chart 5).", "digital services-including e-commerce, online education and application development-will be an important part of the future of trade.", "So will other BC specialties, such as video game production and animation studios.", "The pandemic is also accelerating growth in other technology services.", "Doctors and hospitals are finding new ways to use technology to provide health care virtually.", "With the explosion of remote office work, there are tremendous opportunities in areas such as cyber security, cloud computing and the development of virtual workplaces.", "Given the worldwide nature of the pandemic, advances in the digital economy can more easily become scalable, fast-growing exports.", "Chart 5: Knowledge-intensive sectors have been growing rapidly, positively contributing to Canada's Can$ billions Audio-visual services Other business services Knowledge-intensive services (Research and development, intellectual property, computer and -1 Technical services Management and (architectural, engineering, advertisement services etc.)", "Insurance and finance -10 -5 0 5 10 15 20 25 30 Average nominal growth (2016-19) Source: Statistics Canada Note: Bubble size corresponds to scale of exports in billions of dollars.", "Bubble colour indicates positive if red, negative if blue.", "We've also seen lots of BC companies innovating by applying new technology in traditional goods sectors.", "We know the industry is under pressure from long-term supply constraints.", "Instead of wasting bark, wood chips and sawdust, companies are turning these into bioenergy.", "Canada is now second-largest exporter of wood pellets- an attractive fuel replacement for coal in power plants.", "The mass timber industry provides another example.", "The 18-storey Brock Commons Tallwood House on Columbia's the University of British campus, which uses structural wood to replace most of the steel and cement, is a shining example of how Canadian innovation and know-how can create new high-value and sustainable products from our natural resources.", "You can find similar examples across other sectors such as mining and agriculture.", "Finally, I want to mention another opportunity that is also a strength for British Columbia-renewable energy and other green technologies.", "This includes clean energy production, goods such as solar panels, and services such as design and of Canada's clean construction.", "Vancouver is home to one-quarter technology companies, with revenues of about $3.5 billion last year.", "The export potential of green technology is obvious, given global concerns about climate change.", "Winning in global markets That brings me to my final topic, which is ability to compete and win in won't be able to fully capitalize on global markets.", "We our opportunities unless we take steps to improve our productivity and competitiveness.", "Businesses have the leading role to play here.", "Investment in productivityenhancing machinery and equipment is vital.", "So is a commitment to research and development and to constantly train and re-skill employees.", "Several factors contribute to business investment decisions.", "But right now, the Bank of Canada has given forward guidance that borrowing costs are going to be low for a long while, and there's light at the end of the tunnel as vaccines roll out.", "This seems an opportune time for companies to look at how they judge the rate of return on potential investments-the so-called hurdle rate.", "Taking a longerterm approach to capital investment could unlock a myriad of viable growth opportunities.", "Policy-makers, for their part, can help by removing barriers to business investment and impediments to growth of smaller firms.", "Let me mention three areas of focus.", "First is the ongoing need to remove obstacles to interprovincial trade.", "This comes up regularly in conversations with business leaders.", "Over the past nine months, the provinces and the federal government have demonstrated tremendous cooperation in dealing with the pandemic.", "Think what we could achieve if that same spirit of cooperation was applied to removing barriers to the movement of goods, services and professionals across provincial borders.", "A second area of focus is infrastructure.", "Exporters will remain reluctant to invest if the infrastructure to get their products to market exist.", "Canada has made some progress here.", "The LNG plant being built in Kitimat is one notable example that will help our energy exports in the future.", "However, more needs to be done.", "I met with leaders of a number of logistics companies last month.", "They shared their concerns about bottlenecks, particularly at ports.", "Fast-growing exports need reliable transportation infrastructure, including efficient, highcapacity ports.", "And I know that both the Port of Vancouver and Port of Prince Rupert are working on major capacity expansions.", "Boosting our export capacity also requires building the information and data infrastructure needed to compete in a digital world.", "A third area of focus is people.", "Our biggest asset is a well-educated and diverse workforce.", "For the past four years, the policies and attitudes of the US administration helped make Canada look more attractive to students and workers, giving us an advantage.", "With the incoming US administration, Canadian schools and companies may have to fight harder to attract and retain talent.", "But being a welcoming country remains an important advantage, and immigration creates economic capacity.", "We need to focus on ensuring that Canada maintains a well-educated, multinational workforce to attract foreign investment, leading to increased exports.", "It's time for me to conclude.", "The economic recovery from the pandemic is at a very difficult stage.", "Near term, rising COVID-19 infections will dampen growth and could even deepen our economic hole.", "Uncertainty is elevated, and the recovery is going to be long and choppy.", "Nevertheless, there is room for cautious optimism that international trade will recover more quickly from the pandemic than it did from the global financial crisis, and Canadian businesses need to be ready.", "Since the initial shutdowns last spring, trade has bounced back faster than many economists had predicted.", "Recent international surveys suggest executives expect trade to be strong in 2021.7 And the news of effective new vaccines puts a more certain timeline on the resurgence of global demand.", "There is no single path to stronger exports, and as business leaders, you need to decide on the best strategies to move your company forward.", "These include investing in new markets and products and improving your competitive position.", "As a country, we need to leverage the broad trade access we have and work with like-minded countries to foster a renewed spirit of open, rules-based trade that works for the 21st century.", "We also need to remove barriers to investment and other obstacles that keep Canada punching below its weight in global markets.", "Think about the opportunities and imagine the possibilities.", "Canada has dynamic business leaders with good ideas, and Canadian businesses have responded to the pandemic with ingenuity.", "We also have a diverse, well-educated workforce and significant global market access.", "The Bank of Canada has pledged to support the investment climate by keeping borrowing costs low until economic slack is gone.", "Together, we can secure a resurgence in exports, broaden the recovery and put the economy on a sound, sustainable path."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["Trade", "Exports", "Competitiveness", "Services", "Global Financial Crisis", "Productivity", "Investment", "Protectionism", "Digital Economy", "Innovation"]}