{"sentences": ["Salutations AFI Executive Director, Dr Alfred Hannig Joint Learning Programme Speakers and Participants Ladies and Gentlemen Introductory Comments Ni sa bula vinaka and warm greetings from the Reserve Bank of Fiji (RBF).", "I have much pleasure in addressing you all at this virtual Joint Learning Programme (JLP) on Inclusive Green Finance (IGF) Implementation; an event that is proudly co-hosted by the RBF and AFI.", "We had initially planned, over a year ago, to host this programme here in Fiji physically.", "However, despite the great efforts made to date to contain the spread and effects of COVID-19 locally, global travel restrictions have compelled us to host this meeting virtually.", "I am pleased to highlight that there are no active COVID cases in Fiji and furthermore, no cases of local transmission in over 180 days.", "I sincerely hope that it will not be long before you can all say the same.", "Therefore, I welcome you all to today's programme, which I hope will enhance each of your countries' journeys in designing relevant Inclusive Green Finance policies and initiatives.", "I wish to also extend a special welcome to our distinguished speakers who will be sharing with us their invaluable knowledge and experiences over the next three days.", "It is always an honour for the RBF to welcome AFI members to our programs; just as we did 4 years ago when we hosted the GPF in Denarau, Nadi.", "It was also at Denarau that the RBF made commitments under the Maya Declaration to advance green finance.", "More recently in 2018, the Bank hosted the AFI family again in Nadi for a conference on Smart Policies for Green Financial Inclusion, which is where AFI launched its workstream on Inclusive Green Finance.", "Climate Change, Financial Inclusion and Inclusive Green Finance This joint learning programme neatly links two of the most pressing issues facing emerging and developing countries, namely financial inclusion and climate change.", "Inclusive green finance, which is the central theme of the programme, presents a practical solution that can help address these challenges in a sustainable manner.", "Green finance and inclusive green finance are issues that are very close to our hearts in Fiji, as we in the South Pacific are at the frontline in the war against climate change.", "Year after year, we are faced with the threat of stronger and more severe natural disasters, rising sea levels and the resulting negative impacts including the displacement of our communities.", "According to the 2017 Climate Vulnerability Assessment Report for Fiji that was jointly compiled by the World Bank and the Fijian Government, climate change is expected to magnify the severity and frequency of these disasters.", "It estimates that output that is lost every year due to tropical cyclones and floods could increase by 50 percent to as much as 6.5 percent of GDP by In the wake of COVID-19, new challenges and opportunities have obligated global leaders to rethink and re-focus on how best to keep their economies, businesses and livelihoods afloat, while at the same time collaborating globally to share resources and strategies to cope with emerging as well as on-going concerns such as climate change risks.", "Similar to the current pandemic, the effects of climate change are far-reaching.", "The resulting impact on the most vulnerable and poorest segments of society become even more significant as they face more-than-double the usual risks of poverty when scarce resources become overstretched.", "While climate change deepens poverty, financial inclusion can build the resilience of individuals to sudden and extreme climate events.", "Financial services designed specifically for the unbanked and vulnerable populations can potentially increase the affordability of climatefriendly products and services as well as improve access to adaptation tools.", "For this reason, it is important that we work together to find workable, sustainable solutions that will allow us to live and grow responsibly while respecting our environment.", "Thus, the concept of building better and stronger economies through sustainable/green finance can unlock opportunities for awareness & capacity building.", "Also, collaboration and leveraging tools that facilitate lending to green and socially inclusive projects can strengthen resilience.", "As central bankers and policy makers, the onus is on us to ensure that we lead this positive change within the financial industry that we regulate and oversee.", "Inclusive green finance is a new and evolving policy area, not only for Fiji, but amongst AFI member institutions, and the RBF is grateful to AFI and the AFI network for bringing this very relevant issue to the fore for discussion.", "Inclusive Green Finance and Gender Inclusive Finance Despite the overall progress in financial inclusion the world over, women are still disproportionately excluded from the formal financial system.", "According to the last Global Findex Report in 2017, more than one billion women remain excluded globally, while the gender gap for accessing financial services across developing economies remained at 9 percent since 2011.", "This raises an important consideration for inclusive green finance policy design as research has shown that women and children are highly vulnerable during and after natural disasters due to changes in social control mechanisms, gender roles and responsibilities.", "The Fijian Government and Reserve Bank of Fiji recognise the critical importance of gender equity and social inclusion to sustainable development, and this is reflected in our legislations, policies and development plans.", "In this regard, I am pleased to note that important aspects on the interplay between inclusive green finance and gender inclusive finance will be covered in the next few days and should generate interesting discussions.", "On a personal and related note, it has always been my dream to institute a specialised, dedicated SME bank in the country which would enhance our focus in the sector and especially target the needs of our women entrepreneurs.", "We are currently exploring this option with local stakeholders and Government and hope to make headway in this space soon.", "Inclusive Green Finance Capacity Building and Policy Making The risks of climate change, whether physical, or transitional are complex to understand and assess.", "For central banks and supervisors, and especially so for regulators in small island nations like Fiji, understanding the issue of climate change involves the recognition of structural changes that will affect the financial system and the economy in general.", "This will challenge us when conducting our fundamental missions of ensuring price stability, financial stability, or enhancing financial inclusion and necessitates the implementation of policies, regulations and national strategies to mitigate or build climate change resilience.", "In this respect, it is essential that we strengthen not only our capacities in this field, but our cooperation and knowledge sharing at the national, regional, and international levels.", "I commend you all for participating in this training as the lessons shared will allow us to take the crucial next steps in designing and implementing practical and forward-looking inclusive green policies that will help your countries withstand the impacts of climate change for generations to come.", "Fiji's Journey on Inclusive Green Finance In Fiji, we have made considerable progress in the green finance area.", "However, the impact of COVID-19 has somewhat dampened this momentum.", "Fiji was the first country to ratify the historic Paris Agreement and we continue to take actions to address both the drivers and impacts of climate change and natural disaster events.", "Both the Fijian Government and the RBF recognise that environmental damages and climate-related risks pose immediate threats to Fiji's economic and financial stability, and as a result, our concerted efforts place a keen focus on building a greener, sustainable nation and transitioning Fiji to a net zero emission economy by The Reserve Bank, with the support of the financial industry, is committed towards greening Fiji's financial sector and has introduced a number of supporting initiatives in this regard.", "Noteworthy highlights include working with Government to issue the country's first sovereign Green Bond - making Fiji the first emerging market economy to do so globally; in addition to making international green finance commitments under the AFI Maya Declaration and joining the Sustainable Banking Network.", "On the domestic front, the Reserve Bank provides concessional funding for sustainable and renewable energy projects and has in place a renewable energy loans ratio for commercial bank.", "To build socio-economic resilience, Fiji has articulated strategic priorities and actions through a number of our national development plans and policies.", "More recently, work on a establishing a Climate Change Bill will allow us to introduce a progressive legal framework that is designed to fundamentally shape and enable climate resilient development pathways for the benefit of Fiji's people, without jeopardizing our progress as a nation or our environment.", "At the Reserve Bank, our inclusive green finance emphasis centres on implementing initiatives that not only align to national priorities and international standards, but also constantly evolve to meet the changing needs of Fiji's financial industry, in line with global market developments.", "Work has commenced on drafting a national sustainable finance framework and discussions with Government are underway to issue Fiji's first Blue Bonds to fund the conservation of our ocean and marine resources.", "The lessons, challenges and opportunities from Fiji's journey on inclusive green finance therefore form the basis of this joint learning programme and we look forward to sharing these highlights with you over the next few days.", "Dear colleagues, I must conclude by thanking AFI for the opportunity to co-host this event.", "We greatly appreciate your presence and commitment to this three-day programme.", "We have very relevant topics to consider, which I hope will generate interesting and productive discussions as well as identify the way forward for your respective institutions.", "I wish you all a very successful training and an enjoyable virtual learning experience."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inclusive Green Finance", "Climate Change", "Financial Inclusion", "Gender Inclusive Finance", "Capacity Building", "Policy Making", "Green Finance", "Sustainable Finance", "Climate Change Resilience", "Financial Stability"]}