{"sentences": ["As the COVID-19 pandemic unfolded back in March of this year, suddenly hundreds of thousands of financial sector workers were working from home.", "From board members to secretaries, our homes became our new offices, Skype became our new meeting room.", "That was a major shock but we adapted quickly.", "IT systems that once took ages to implement were rolled out in a matter of weeks.", "Network capacity was stepped up in record time.", "Also, the trend from cash to digital payments accelerated.", "Just before the lockdown in mid-March, the Dutch used cash for 3 out of 10 retail payments.", "Now, they use it for only 2 out of 10 retail payments.", "That's a huge drop in cash usage in only a few months' time.", "In addition, we have seen a large increase in online payments.", "What happened back in March could perhaps best be compared with a swimming pool.", "A year ago, we were merely dipping our toes.", "COVID-19 pushed us in, and now we are swimming!", "What is now very clear, is that COVID-19 has accelerated digitalization.", "Many of these developments are welcome.", "First and foremost, thanks to our digitalization jump, the financial system largely continued to function as normal.", "As the world economy went into lockdown, the financial system remained open.", "This is a remarkable feat.", "One that bears witness to the operational resilience of the financial sector and to the power and opportunities that digitalization has brought us.", "Another upside is that customers are getting more used to doing things digitally.", "This opens up opportunities for banks to introduce new products and to reduce costs.", "On the risk side, it is notable there were no major operational incidents during the pandemic.", "At the same time, operational and especially cyber risks have clearly increased.", "Since COVID-19 we have seen a spike in cyber threats, like ransomware attacks and phishing.", "And both the risk and possible impact of operational incidents caused by people, failed processes and systems has increased as a result of greater reliance on virtual working arrangements.", "For example, we have seen that several third party providers suffered ransomware attacks that could have severely affected the financial sector.", "The big question financial institutions and supervisors need to keep asking themselves, especially in the current environment: is our operational resilience keeping up with the faster pace of digital developments?", "When it comes to Fintech, I think COVID-19 has also accelerated existing trends there too.", "The future development of Fintech is a function of technological innovation and changing consumer preferences.", "COVID-19 did not immediately bring new technology, but it may have moved consumer preferences more towards digital.", "People kept contact with each other via Zoom and Face Time and Skype.", "School children all over the world followed online lessons.", "Online retail went through the roof.", "From there, it may only be a small step to paying with Whatsapp, or getting a mortgage from Quicken Loans.", "So COVID-19 may have influenced digitalization in many different ways.", "If there is anything the COVID-19 pandemic has taught us here, it is that adoption of new technology is non-linear.", "When technology is already available, sometimes it takes only one event to cause a sudden and decisive shift in consumer preferences.", "This adds all the more urgency to the big questions already on the table before the pandemic.", "How will Fintech impact the business model of traditional banks?", "What role will bigtech firms play?", "When the lines between banks and technology firms become more and more blurred, who is responsible for security and financial stability?", "Do we understand the algorithms that are being applied increasingly in banking?", "How do new technologies influence cyber and financial crime?", "Are supervisors sufficiently equipped, in terms of knowledge and staff, to keep up with developments?", "Where are the holes and obstacles in regulation?", "What does it mean for the level playing field when regulated and unregulated entities compete on the same markets?", "How can supervisors themselves use the new technologies to improve supervisory practices?", "And last but not least, there are social issues involved in digitalization.", "Not everyone can keep pace with the current tempo of digitization.", "Digital exclusion of vulnerable groups of consumers, like the elderly or people on a low income, is a serious issue nowadays.", "This is only a subset of a vast area of questions that are relevant to the stability of the financial system.", "But I have total confidence this panel of eminent experts will be able to answer these questions shortly.", "This brings me to the last issue I would like to raise.", "How should supervisors respond to these changes?", "There used to be a time when financial supervision was viewed as basically reactive.", "The idea was that, by nature, supervisors are always at least one step behind the market, and that we should aim to keep the gap as narrow as possible.", "I think supervisors that still adhere to that view are missing the demands of the new times.", "If ever, in the current landscape, with fast but fundamentally uncertain changes, supervisors should be forward looking and adaptive.", "By forward looking I do not mean supervisors like me can predict the future.", "And we are probably worse at it than the industry.", "But we should stay on top of developments, think in terms of scenarios, and broaden the dialogue from the financial sector to important tech and infrastructure players.", "And I think this also a good approach when it comes to the development of new regulation, notably the European Commission proposals on the regulation of the use of cloud services by the financial sector, and it digital strategy.", "And when I say supervisors should be adaptive, what I mean is to acknowledge the fact that existing regulation was often drafted with a different world in mind, that this regulation cannot always be literally applied to the new digital world.", "Adaptive then means to act from a set of core principles.", "To apply them in a way that fits the new environment and leaves space for innovation.", "While continuing to protect customers and financial stability.", "To give you an example, two months ago we published a discussion paper called 'General principles for the use of Artificial Intelligence in the financial sector'.", "To sum it up in one sentence: firms should pay due attention to the soundness, accountability, fairness, ethics, skills and transparency aspects of the applications they develop.", "We are using this discussion paper, and the comments received, to engage in a dialogue with the Dutch financial sector about the use of AI.", "Finally, new technology also creates opportunities for supervisors to improve their own effectiveness.", "In 2018 De Nederlandsche Bank set up a dedicated Supervision Innovation Department to coordinate and accelerate the implementation of its digital strategy.", "The strategy's purpose is to adopt a more data-driven approach and deploy technology to support the supervisory process.", "The ultimate goal is to transform DNB into a 'smart supervisor'.", "Also, when it comes to supervision, Covid-19 has increased the awareness of the potential of digitalization.", "Digital processes are not susceptible to the impact of reduced staff availability during a lockdown.", "It also increased the broad mindset that digitalization is the new normal and boosted acceptance of working with new digital tools throughout the entire workforce.", "So to sum up, COVID-19 has stepped up the pace of digital developments.", "This has given more urgency to the policy questions already on the table.", "It requires supervisors to be forward looking and adaptive, and to keep up with developments to improve their own supervisory practice.", "I'll stop here and I look forward to hearing your insights during the discussion."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digitalization", "Cyber risks", "Operational resilience", "Fintech", "Financial stability", "Artificial intelligence", "Regulation", "Supervision", "COVID-19", "Technology"]}