{"sentences": ["Dear market participants, regulators, supervisors, financial intelligence representatives, A warm welcome to our international conference on Anti-Money Laundering and Counter Terrorist Financing.", "The virtual event hosted by the Bank of Lithuania has been set up together with our partners from ACAMS Baltics Chapter, FinTech Hub LT and the Association of Lithuanian Banks.", "I sincerely thank everyone who has contributed to organising this conference despite the difficult circumstances.", "A number of high-profile European cases of the alleged systematic use of banks for money laundering have been reported over the last few years.", "Some of these cases concern the NordicBaltic jurisdictions.", "Although no serious breaches have been reported in Lithuania's financial system, this context affects the whole region, especially in terms of reputational risks.", "Given the cross-border effects of such cases on integrity and resilience of domestic banking sectors, we are in need of close international cooperation - to which this conference will contribute.", "Furthermore, important changes are taking place in the financial sector.", "Novel business models are reshaping virtually every area of financial products and services.", "But the ongoing disruption also poses substantial challenges and can open gaps in the regulatory perimeter.", "We thus need to stay alert and constantly search for new ways to update and improve our frameworks for anti-money laundering (AML) and counter terrorist financing (CTF).", "Effective AML/CTF measures can go a long way in preventing and fighting financial crime.", "However, overly tight regulation, zero tolerance for any risk, and the prospect of harsh sanctions can result in de-risking.", "This is when financial institutions terminate business relationships with clients to avoid, rather than manage, risk.", "One practical example of this is the withdrawal of correspondent banking relations - a serious issue for the Lithuanian financial sector.", "If taken to an extreme, de-risking can result in increased financial exclusion.", "It may also bring higher risk transactions out of the regulated system into more opaque, informal channels, and become even harder to monitor.", "In other words, de-risking poses an important risk to our financial systems.", "Today's panels on the AML/CTF development and the de-risking dilemma, as well as the related training sessions, are thus extremely relevant in light of current challenges.", "We at the Bank of Lithuania are eager to hear and discuss different perspectives.", "Our approach to regulation aims to strike a delicate balance.", "We set out an objective to be not merely a watchdog but also a partner to the financial sector, actively facilitating the provision of financial products and services.", "However, this does not mean that we have somehow relaxed our focus on risk prevention and mitigation.", "On the contrary, we have substantially boosted human resources devoted to AML issues, establishing a dedicated unit.", "We have also enhanced cross-institutional cooperation in this area.", "And we are looking to make a step forward.", "It is not a coincidence that our first session today concerns public-private sector partnerships.", "The EU is moving forward on this topic, as there are plans for introducing EU-level guidelines on public-private partnerships as part of the upcoming reform of the EU AML/CTF framework.", "Recent money laundering cases clearly show that we are all sitting in the same boat and that strengthened public-private coordination is in everybody's interest.", "Therefore, over the past year public institutions and private entities in Lithuania have been working towards establishing the Centre of Excellence in Anti-Money Laundering.", "This platform will bring major private financial institutions into close dialogue with law enforcement and supervision entities to detect, disrupt and prevent financial crime.", "The Centre constitutes our collective attempt to enhance the current AML/CTF system and base it on trust and confidence across the public-private sector divide.", "As international experience suggests, such public-private partnership arrangements can help in numerous tasks, both at tactical and strategic levels - from supporting the ongoing law enforcement investigations to developing financial crime typologies.", "I will now pass the floor to Finance Minister Mr. Vilius Šapoka, who will elaborate further on the topic of public-private partnership in the AML domain.", "For now, let me just say that I am very happy to see active cooperation between public and private actors already in effect today.", "Our AML conference is, I believe, a great example of how we can all join forces to make progress in preventing financial crime.", "Thank you, and I wish all of us a fruitful and engaging conference.", "www.lb.lt/en/speeches-interviews-presentations/speech-of-v-vasiliauskas-on-anti-moneylaundering-and-counter-terrorist-financing"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Anti-Money Laundering", "Counter Terrorist Financing", "De-Risking", "Financial Crime", "Public-Private Partnerships", "Financial Sector", "Regulation", "Financial Inclusion", "Reputation", "Risk Management"]}