{"sentences": ["In the famous fable \"Belling the Cat\", a group of mice gather to discuss how to deal with a cat that is eating them one by one.", "They hatch a plan to put a bell on the cat so they can hear it coming and escape before being caught.", "When it comes to who will actually do it, however, each mouse finds a reason why they are not the right mouse for the job, and why another mouse should do it instead.", "The cat never does receive a bell - and the story ends poorly for the mice.", "In many ways, that fable describes mankind's reaction to the threats posed by climate change.", "Already in 1986, the front cover of Der Spiegel showed Cologne cathedral half-submerged by water and the headline declared a \"Climate Catastrophe\".", "This is just one example, among many, that demonstrates that people were aware of the risks posed by climate change a generation ago.", "Yet, while many people agreed on the seriousness of the issue, and that something had to be done, concrete action has been much less prevalent.", "It is with this history in mind that I want to talk about the role of central banks in addressing climate change.", "Clearly, central banks are not the main actors when it comes to preventing global heating.", "Central banks are not responsible for climate policy and the most important tools that are needed lie outside of our mandate.", "But the fact that we are not in the driving seat does not mean that we can simply ignore climate change, or that we do not play a role in combating it.", "Just as with the mice in the fable, inaction has negative consequences, and the implications of not tackling climate change are already visible.", "Globally, the past six years are the warmest six on record, and 2020 was the warmest in Europe..", "The number of disasters caused by natural hazards is also rising, resulting in $210 billion of damages in 2020.", "An analysis of over 300 peerreviewed studies of disasters found that almost 70% of the events analysed were made more likely, or more severe, by human-caused climate change.", "That said, there are now signs that policy action to fight climate change is accelerating, especially in Europe.", "We are seeing a new political willingness among regulators and fiscal authorities to speed up the transition to a carbon neutral economy, on the back of substantial technological advances in the private sector.", "This increased action is often considered as a source of transition risk, which we need to take into account and reflect in our policy framework.", "This is not \"mission creep\", it is simply acknowledging reality.", "Yet the transition to carbon neutral is not so much a risk as an opportunity for the world to avoid the far more disruptive outcome that would eventually result from governmental and societal inaction.", "Scenarios show that the economic and financial risks of an orderly transition can be contained.", "Even a disorderly scenario, where the economic and financial impacts are potentially substantial, represents a much better overall outcome in the long run than the disastrous impact of the transition not occurring at all.", "It now seems likely that faster progress will be made along three interlocking dimensions.", "Each of them lies outside the remit of central banks, but will have important implications for central bank balance sheets and policy objectives.", "Including, informing and innovating The first dimension along which we expect rapid progress is including the true social and environmental cost of carbon into the prices paid by all sectors of the economy.", "Appropriate pricing can come via direct carbon taxes or through comprehensive cap and trade schemes.", "Both are used to some extent in the EU.", "It is likely, though, that the next steps in Europe will come mainly via the EU's Emissions Trading System (ETS), a cap and trade scheme.", "The ETS is an essential infrastructure, although it has not always been successful in the past at delivering a predictable price of carbon.", "Moreover, it currently covers only around half of EU greenhouse gas emissions and a significant amount of allowances continue to be given for free.", "The effective price of carbon is expected to rise if the EU's targets for reducing emissions are to be reached.", "Modelling by the OECD and the European Commission suggests that an effective carbon price between €40-60 is currently needed, depending on how stringent other regulations are.", "The introduction of the ETS Market Stability Reserve and the review of the ETS scheduled for this year should provide the opportunity to deliver a clear path towards adequate carbon pricing.", "The second dimension where we expect to see progress is greater information on the exposure of individual companies.", "At present, information on the sustainability of financial products - when available - is inconsistent, largely incomparable and at times unreliable.", "That means that climate risks are not adequately priced, and there is a substantial risk of sharp future corrections.", "Yet for an open market economy to allocate resources efficiently, the pricing mechanism needs to work correctly.", "This requires a step change in the disclosure of climate-related data using standardised and commonly agreed definitions.", "While TCFD-based disclosures have underpinned public/private efforts to better inform, disclosure needs to be at a far more granular level of detail than is currently available.", "climate disclosures are governed by the Non-Financial Reporting Directive (NFRD), which is currently under review.", "The Eurosystem has advocated for mandatory disclosures of climate-related risks from a far greater number of companies, including non-listed entities.", "Moreover, disclosures should be complemented by forward-looking measures that assess the extent to which both financial and non-financial firms are aligned with climate goals and net zero commitments.", "The European Taxonomy Regulation that entered into force last year is also an important milestone along this path.", "But it still needs to be fleshed out with concrete technical criteria and complemented by an equivalent taxonomy for carbon-intensive activities.", "A further essential step is the consistent and transparent inclusion of climate risks in credit ratings.", "Here, again, we have high hopes that progress will now speed up.", "While adequate carbon prices and greater information on exposures will help provide incentives to decarbonise, that economic transformation cannot take place without the third dimension: substantial green innovation and investment.", "Both, however, require a complex ecosystem of which finance is a key element, so we expect to see increasing availability of green finance.", "Green bond issuance by euro area residents has grown sevenfold since 2015, reaching €75 billion in 2020 - this represents roughly 4% of the total corporate bond issuance.", "We need to see funding for green innovation increasing from other market segments as well, especially as recent analyses point to the beneficial role of equity investors in supporting the green transition.", "Assets under management by investment funds with environmental, social and governance mandates have roughly tripled since 2015, and a little more than half of these funds are domiciled in the euro area.", "Completing the capital markets union should provide a further push to support equity-based green finance by fostering deep and liquid capital markets across Europe.", "Simultaneous progress along each of these three dimensions increases the likelihood of substantial economic change in the near term.", "That is so because movement along each dimension reinforces progress along the others and magnifies the effectiveness of climate policy.", "For example, the economic impact of higher carbon prices depends on the availability of alternative green technologies.", "In the past, a sudden and substantial increase in carbon taxes could have resulted in an economic downturn, substantial stranded assets and threats to financial stability.", "Today, however, solar power is not only consistently cheaper than new coal or gas-fired plants in most countries, but it also offers some of the lowest cost electricity ever seen.", "Green finance and innovation are also developing rapidly.", "Introducing well-signalled carbon pricing therefore becomes more feasible and could further sharpen incentives both to develop new technologies and to carry out the substantial investment required for the widespread adoption of the green technologies that already exist.", "Climate change and central banks Today, then, central banks face two trends - more visible impacts of climate change and an acceleration of policy transition.", "Both trends have macroeconomic and financial implications and have consequences for our primary objective of price stability, for our other areas of competence including financial stability and banking supervision, as well as for the Eurosystem's own balance sheet.", "Central banks are both aware of those consequences, and determined to mitigate them.", "Much has already been accomplished and more is under way: The founding of the Network for Greening the Financial System (NGFS), with membership including all major central banks, is testament to that collective engagement with climate change.", "At the ECB, we are now launching a new climate change centre to bring together more efficiently the different expertise and strands of work on climate across the Bank.", "Climate change affects all of our policy areas.", "The climate change centre provides the structure we need to tackle the issue with the urgency and determination that it deserves.", "In the area of financial stability and banking supervision, the ECB has taken concrete steps towards expanding the financial system's understanding of climate risks and its ability to manage them.", "We have issued a guide on our supervisory expectations relating to the management and disclosure of climate-related and environmental risks.", "A recent survey of the climate-related disclosures of 125 banks suggests there is still a way to go.", "It evaluated climate disclosures across several basic information categories.", "Only 3% of banks made disclosures in every category, and 16% made no disclosure in any category.", "ECB Banking Supervision has requested that banks conduct a climate risk self-assessment and draw up action plans, which we will begin assessing this year.", "We will conduct a bank-level climate stress test in 2022.", "The ECB is also currently carrying out a climate risk stress test exercise to assess the impact on the European banking sector over a 30-year horizon.", "Preliminary results from mapping climate patterns to the address-level location of firms' physical assets show that in the absence of a transition, physical risks in Europe are concentrated unevenly across countries and sectors of the economy.", "But there is more: climate change also impacts our primary mandate of price stability through several channels.", "This is why climate change considerations form an integral part of our ongoing review of our monetary policy strategy.", "Climate change can create short-term volatility in output and inflation through extreme weather events, and if left unaddressed can have long-lasting effects on growth and inflation.", "Transition policies and innovation can also have a significant impact on growth and inflation.", "These factors could potentially cause a durable divergence between headline and core measures of inflation and influence the inflation expectations of households and businesses.", "The transmission of monetary policy through to the interest rates faced by households and businesses could also be impaired, to the extent that increased physical risks or the transition generate stranded assets and losses by financial institutions.", "According to a recent estimate by the European Systemic Risk Board, a disorderly transition could reduce lending to the private sector by 5% in real terms.", "And climate change can also have implications for our monetary policy instruments.", "First, the Eurosystem's balance sheet itself is exposed to climate risks, through the securities purchased in the asset purchase programmes and the collateral provided by counterparties as part of our policy operations.", "Furthermore, several factors associated with climate change may weigh on productivity and the equilibrium interest rate, potentially reducing the space available for conventional policy.", "For example, labour supply and productivity may diminish as a result of heat stress, temporary incapability to work and higher rates of mortality and morbidity.", "Resources may be reallocated away from productive use to support adaptation, while capital accumulation may be impaired by rising destruction from natural hazards and weaker investment dynamics related to rising uncertainty.", "And the increase in short-term volatility and accelerated structural change could hamper central banks' ability to correctly identify the shocks that are relevant for the mediumterm inflation outlook, making it more difficult to assess the appropriate monetary policy stance.", "Our strategy review enables us to consider more deeply how we can continue to protect our mandate in the face of these risks and, at the same time, strengthen the resilience of monetary policy and our balance sheet to climate risks.", "That naturally involves evaluating the feasibility, efficiency and effectiveness of available options, and ensuring they are consistent with our mandate.", "The ECB is also assessing carefully, without prejudice to the primary objective of price stability, how it can contribute to supporting the EU's economic policies, as required by the treaty.", "Europe has prioritised combating climate change and put in place targets, policies and regulations to underpin the transition to a carbon-neutral economy.", "While the Eurosystem is not a policy maker in these areas, it should assess its potential role in the transition.", "We recognise that our active role in some markets can influence the development of certain market segments.", "The ECB currently holds around a fifth of the outstanding volume of eligible green bonds.", "Standardisation helps nascent markets gain liquidity and encourages growth.", "And our eligibility criteria can provide, in this context, a useful coordination device.", "For example, since the start of this year, bonds with coupon structures linked to certain sustainability performance targets have been eligible as collateral for Eurosystem credit operations and for outright purchases for monetary policy purposes.", "We have also taken action with regards to our non-monetary policy portfolio, namely our own funds and pension fund.", "The ECB raised the share of green bonds in its own funds portfolio to 3.5% last year and is planning on raising it further as this market is expected to grow in the coming years.", "Investing parts of the own funds portfolio in the green bond fund of the Bank for International Settlements marks another step in this direction.", "A shift of all conventional equity benchmark indices tracked by the staff pension fund to low-carbon equivalents last year significantly reduced the carbon footprint of the equity funds.", "Other central banks are also aligning decisively their investment decisions with sustainability criteria.", "Climate change is one of the greatest challenges faced by mankind this century, and there is now broad agreement that we should act.", "But that agreement needs to be translated more urgently into concrete measures.", "The ECB will contribute to this effort within its mandate, acting in tandem with those responsible for climate policy.", "Unlike the mice in the fable, not only do we have to recognise that we cannot keep waiting for someone else to act, we also must recognise that the burden cannot fall on one party alone.", "There is no single panacea for climate change, and combating it requires rapid progress along several dimensions.", "Relying on just one solution, or on one party, will not be enough to avoid a climate catastrophe.", "And here we can actually learn something from mice.", "As the Roman playwright Plautus wrote, \"How wise a beast is the little mouse, who never entrusts its safety to only one hole.\""], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Carbon pricing", "Green finance", "Climate risks", "Financial stability", "Transition risk", "Green innovation", "Climate policy", "Monetary policy", "Central banks"]}