{"sentences": ["It's a pleasure to be participating in the City UK Annual Conference.", "Amongst the themes you have chosen, I will focus on innovation, and how we think about and assist innovation as public policy makers.", "In doing so, I will draw on our work on payments and digital currency, including an important paper on the latter that we published last week.", "To cut to the end briefly, I believe that as public policy makers we have to be clear on the rules of the road that innovation needs to follow to serve the public interest, and in doing so be clear that innovation can rightly challenge those rules and cause them to adapt.", "But, what we cannot have is a world where innovation gets a free pass to ignore the public interest.", "The odds of such an approach not ending well are too high.", "It follows that as public policy makers we need to provide a lead in setting out these rules of the road and be prepared to think openly about how they can be fitted to changing circumstances.", "This requires early engagement, something we are seeking to do on digital currency.", "Playing catch up with public policy is not a recipe for success.", "There will inevitably be elements of tough love in such a process, and some disappointed ambitions, but I am confident that out of it will come a robust form of innovation.", "I hope also that laying out the principles of public interest and how they should be put into practice in the context of new innovation will help to deal with another difficult and perennial challenge of financial regulation.", "It is in the nature of innovation - and a good thing - that while some ideas succeed, many fall by the wayside.", "How many people remember Visi On, TopView and GEM?", "I have to admit I did not until I did some research for today.", "In the mid-1980s, they were rivals to Windows for the personal computer software market.", "More precisely, they were briefly rivals, but the rest as they say is history, as were these three rivals.", "In our world of finance, things can be more complicated, because dealing with failures itself raises public policy issues.", "There are quite often suggestions that central banks and financial regulators are anti-innovation and lukewarm on competition, because the results will at times be messy as the winners emerge and the losers fall by the wayside.", "We are not anti-innovation or anti-competition, but we are trying to manage our sphere of influence in order to achieve our public policy objectives, as required by Parliament and serve the public interest continuously.", "With that in mind, let me apply the framework to the world of payments and digital currency.", "It is no exaggeration to say that this is the beating heart of central banking, it's where it all comes together.", "The Bank of England's mission is to promote the good of the people of this country by maintaining monetary and financial stability, and a key way in which we fulfil this is to ensure people have confidence in the money they use, whether to store wealth or to make payments, and that it is an effective unit of account.", "At the heart of this is confidence in the value of money, meaning confidence in its monetary value not being eroded by inflation, in other words monetary stability, and confidence in the system and institutions in which it is held and transmitted in transactions, in other words financial stability.", "A useful practical definition of this meaning of stability comes from a saying by Alan Greenspan, namely that monetary stability is when people's decisions on spending and investment are not influenced by their concerns and expectations about the value of the money they are using.", "It is possible to extend that saying to cover aspects of financial stability too, for instance in terms of being concerned about the safety and soundness of individual banks.", "There are two forms of money in use in the UK - and there is nothing unusual about the UK in this respect.", "Central bank money is a liability of the Bank of England.", "It is available to the public in the form of cash, and to commercial banks in the form of reserve accounts held at the Bank.", "Private money takes the form of deposits in commercial banks, held by the public - our bank accounts.", "Central bank money anchors the system - it establishes and maintains sterling as the monetary unit of account in this country.", "It does that by having the full force backing of the state.", "But it is a small part of the overall monetary system, and increasingly so when viewed through the lens of payments.", "The use of cash in payments has been declining for some time, and the pace of decline has picked up during the period of Covid.", "Somewhat paradoxically, the amount of cash in issue has not declined, and there are sections of the population who continue to rely on cash.", "To be clear, we have no plans to end banknotes.", "Commercial bank money is widely used as a means of payment, a store of value, and for making loans in the real economy.", "But use of commercial bank money has come to rely on its relative efficiency, the regulation of the banking system to ensure its safety and soundness, depositor protection, and public confidence that commercial bank money can be exchanged for central bank money in the form of cash at all times.", "Bank deposits - commercial bank money - therefore provide a single location for both the store of value and means of exchange functions of money.", "Payments can be and are still made in central bank money, but increasingly less so.", "Bank accounts are connected to a range of payment systems which provide the infrastructure to carry out the exchange of commercial bank money.", "These payment systems are also subject to public interest regulation focused on robustness, safety, and fair competition between them.", "Viewed like this, an observer might say that this set of arrangements looks efficient.", "I would say that this has become increasingly the case in recent years as the options for making domestic payments have increased, particularly with the innovation of Faster Payments, in which the UK has been a leader.", "But that does not mean we should rest on the laurels and proclaim the end of innovation.", "New forms of digital money represent an important source of innovation, so we must evaluate whether and how they can meet our public interest objectives.", "A key point here is that rather than use commercial bank money as the basis for transactions, providers of digital money would create and use their own money or 'coin'.", "And, they could be issued by companies, including large technology platforms, with the capacity to scale up and grow rapidly.", "These are often known as stablecoins.", "They are distinct from cryptoassets such as Bitcoin, which have no backing and thus no anchor to provide stability of value.", "A cryptoasset is not money (hence the term cryptocurrency is misleading) and has no intrinsic value because it has no backing.", "It can have extrinsic value, in the sense that people like to collect and own them, just as they like to collect and own all sorts of things, but that extrinsic value is highly unstable and could be nothing.", "I have met crypto enthusiasts who take the libertarian view that something backed by nothing has more confidence in value than something backed by the state.", "Suffice to say, that is not a view I agree with.", "With stablecoins, there will be backing assets, and therefore they could have intrinsic value.", "An immediate public interest question therefore is what will it take for them to be trusted as money, bearing in mind that while they will primarily serve the purpose of a means of exchange, any holding of them will also be a store of value, even if this is an incidental objective?", "Stablecoins have the potential to be systemic in terms of their importance for the financial system and its stability.", "As our paper describes, the precise definitions and mean of 'systemic' in this context needs further work, but it will be linked to their ability to scale up and grow rapidly, and to become widely used as a trusted form of sterling-denominated payments by households and non-financial businesses.", "Any new form of digital money in order to succeed will need to be trusted as a store of value and as an accepted means of payment.", "Stablecoins must therefore promise, credibly and consistently, to be fully interchangeable with existing forms of money.", "In other words, they must be anchored in and thus maintain confidence in the monetary system.", "It is with this objective firmly in mind that the Bank of England's Financial Policy Committee has set out its expectations to inform the design and regulation of stablecoins, and thus lay a clear foundation for sustainable innovation by setting out the public interest.", "The FPC's first stablecoin expectation relates to the principles and expectations that payment regulation should aim to achieve.", "In this regard, UK authorities are already considering the regulatory approach for payments, including in response to both systemic and non-systemic stablecoins.", "The FPC's second expectation relates to the use of stablecoins as money.", "This recognises that the Bank's existing payments regulatory regime alone would not be sufficient to ensure the safety of a new form of digital money.", "Certain key features of the banking regime would also need to be reflected in any regulatory model meeting the FPC's second stablecoin expectation.", "The Bank's view is that these include: legal claim, capital requirements, liquidity requirements and eligibility for support from a central bank during a stress, and a separate backstop to compensate depositors in the event of failure.", "The regulatory model for stablecoins could include different applications of these features - as long as it offers equivalent protections to those for commercial bank money.", "As part of this, a key requirement will be to ensure that, unless the stablecoin is operating as a bank, the backing assets for stablecoins cover the outstanding coin issuance at all times.", "An alternative to a private stablecoin, but not a mutually exclusive one would be central bank digital money in the form of a central bank digital coin (CBDC).", "Central bank money has a unique role in anchoring value and promoting confidence in monetary systems.", "A CBDC could therefore play an important role in sustaining, and potentially expanding retail access to central bank money.", "I have discussed the public interest in the safety and security of money.", "But there is another very important public interest in this area which goes to the heart of the monetary and financial system.", "I mentioned earlier that commercial bank money combines in one place - bank accounts - the store of value and means of payment functions of money and in doing so enables lending to the real economy.", "What if new forms of digital money - Stablecoins or CBDC - result in a large scale displacement of commercial bank money which means that a higher fraction of money in the economy must be backed by high-quality liquid assets rather than by loans to the real economy, with this being necessary to preserve the stability of a now more fragmented financial system.", "In that event, real economy loans could be financed instead by more expensive sources of funding, reducing the efficiency with which commercial banks extend credit.", "This could lead to greater reliance on non-banks for credit provision as some borrowers find it cheaper to seek credit opportunities outside the banking system.", "I should emphasise that our work - and the scenario we use to illustrate these effects in the paper - does not at this stage suggest that the impact on lending rates and credit provision is more than modest.", "So this does not look headline making.", "But, there is a lot of uncertainty around how this could work out.", "We don't know much about the likely demand for digital money, or about how it will be remunerated, all of which is important for determining these effects.", "The authorities may also wish to limit the speed and scale of any transition to digital money in the interests of greater assurance that there will be no threat to financial stability.", "Continuing with the provision of credit, greater reliance on longer-term stable funding by banks could reduce the likelihood of a sharp deterioration in bank credit conditions.", "However, banks will also be vulnerable to a deterioration in sentiment in wholesale funding markets.", "As a result, lending rates could be more volatile overall for those borrowers unable to access other sources of financing.", "And while there are potential gains from a shift to market-based financing, whether or not they are realised will depend on how the financial system adapts.", "As part of its responsibility for identifying, monitoring and taking action to remove or reduce systemic risks, the FPC will monitor any implications of a shift to market-based finance for UK financial stability.", "There could also be implications for money markets.", "The smooth functioning of these markets is important for the Bank to meet its objectives.", "Any large-scale reallocation of cash around the financial system has the potential to impact how money markets function.", "Hence, there is a risk of some disruption to money markets in the short-term, as new forms of digital money emerge.", "But in the long run, these markets should adapt to the introduction of new forms of digital money.", "I have talked so far about the impact of innovation in digital money in normal conditions.", "But, during a system wide stress, the availability of new forms of digital money could increase the proportion of banks' deposits that are withdrawn.", "Private liquidity insurance is calibrated to help mitigate liquidity risks.", "And, in aggregate, given existing liquidity resources, the banking system should be able to withstand sudden deposit outflows.", "But there is significant uncertainty around how smoothly such a deposit outflow would unfold, emphasising the importance of banks ensuring they have access to the Bank's liquidity facilities.", "I hope from this you can get the sense of how important this potential innovation in digital money is, and why we must - both domestically and working with international partners - ensure that we understand and respond to the public interest issues that arise here, so that we can do our job of protecting stability, but also so that innovation can happen in a world where the public interest is well defined and protected.", "I am going to end - since time is up - by merely listing the other elements of public interest that I could, and probably should have covered, with respect to the innovation of digital currency, but which will have to wait for another day.", "I could have talked about monetary policy and controlling interest rates in a world of digital money.", "I could have talked about the public interest in competition in the financial system, about financial inclusion, and about data protection and privacy.", "I could have talked about the potential for digital money to speed up and reduce the transactions cost of international payments and transfers.", "And, finally, we cannot ignore the risks that digital money is attractive for money launderers and cyber criminals.", "All I can say today, I hope this gives the sense of the scale of this area of innovation and how important the subject is.", "I am grateful to Jas Ellis, Andrew Hauser, Karen Jude and Sam Woods for their help with preparing these remarks."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital currency", "Innovation", "Payments", "Stablecoins", "Financial stability", "Central bank money", "Monetary policy", "Financial inclusion", "Data protection", "Cybercrime"]}