{"sentences": ["NATIONAL BANK OF SERBIA Introductory speech at the presentation of the Inflation Report - August 2021 Dr Jorgovanka Tabaković, Governor Belgrade, 18 August 2021 Ladies and gentlemen, esteemed members of the press, dear colleagues, Allow me to bid you welcome to the live presentation of the August Inflation Report after more than a year, with a sincere wish that in the coming period we continue to hold press conferences in this manner.", "Apart from monetary policy decisions and our estimates about inflation movements, one of the spotlight topics in the world, I believe that the fact that we have revised our most important macroeconomic projections will be of special interest and importance to you.", "I am sure that you all know very well that when the National Bank of Serbia revises its projections and communicates that to the public, such revisions are always based on serious and detailed analyses and firm arguments.", "This is the reason why we stand before you today, in a good mood and ready to answer any questions you may have.", "Though the risks emanating from the international environment still persist, the Serbian economy continues to grow, even faster than initially expected.", "Such movements were largely supported by a comprehensive package of measures adopted already at the start of the pandemic.", "I have emphasized that publicly several times before and I will do so again - timely and well-calibrated measures of monetary and fiscal policies minimised the economic consequences of the pandemic, accelerating the recovery of our economy.", "We reacted timely and adequately, and that way, at the time of greatest uncertainty, we prevented the spillover of the pandemic-induced crisis on the fall in business and consumer confidence.", "At the same time, we managed to preserve the labour market and production capacities of the economy.", "Illustrative of this is the fact that we ended the year 2020 with one of the best economic results in Europe, and this year we expect to maintain the leading economic performance.", "The pre-crisis GDP level was exceeded already in Q1 - one quarter earlier compared to the initial estimates, and the recovery extended in Q2, when GDP rose 13.4% in y-o-y terms.", "Such outcome reflects in part the low base, but also favourable trends since mid-last year.", "Based on the indicators in the first six months and the expected movements in the key sectors of the Serbian economy by the end of the year, we revised our economic growth projection for 2021 upward, from 6.0% to 6.5%.", "As always, we remain cautious, having accounted for all the risks associated with the further course of the pandemic.", "We incorporated in our projection the possibility of a new pandemic wave in autumn, but if such wave turns out to be milder and without any major consequences on the economy, our growth this year could even exceed the projected 6.5%.", "At the same time, starting from the analysis of planned capital projects in road, railway, energy and utility infrastructure in the next ten years and their direct and indirect effects on other parts of the economy, we revised the medium-term economic growth projection - from 4% to the range of 4- 5%.", "The central projection of GDP growth over the medium term now stands at 4.5%, while overall risks to the projection are judged to be symmetric.", "According to our new projection, taking into account the estimated effects of planned infrastructure projects, the share of construction in GDP in the medium term, instead of the previously expected 6%, should reach around 7%, and this sector's growth should positively reflect on growth in industry, trade, transport, tourism, catering, as well as the sectors of finance and real estate.", "At the same time, the share of total fixed investment in nominal GDP in the next few years should reach and go beyond 26%, hovering at high levels for a longer period thereafter.", "The improved quality of infrastructure will positively reflect on the productivity of the overall economy and continued strong inflow of FDIs, thus creating conditions for the sustainability of the projected growth in the medium term.", "High economic growth rates are also recorded by some advanced countries - some European countries, but above all the United States and China, whose rising demand brings many specificities, but also leaves consequences on the movement of prices and other macroeconomic indicators globally.", "Expectedly, the faster global economic recovery reflected on inflation movements in almost all countries.", "The news on the invention and distribution of the vaccine spurred optimism as to the global economic recovery, leading to a sudden rise in demand, to which the supply could not adjust in the short term, given the still present restrictions and halts in global supply chains.", "This led to a sudden hike in the global oil price, as well as in the prices of primary agricultural commodities, metals and different materials used in industry and construction.", "As a consequence, inflation rose to 5.4% in the United States, to 6.5% in Russia, to 2.2% in the euro area, while in Germany y-o-y inflation climbed to 3.8% in July, its highest level in almost three decades.", "Source: Eurostat, FED, Destatis, Istat * Crude oil, natural gas and coal.", "** Copper, aluminium, iron ore, lead, nickel, zinc and tin.", "Speaking of Serbia, despite the fact that some market segments have witnessed price increases, mostly as a consequence of the globally rising cost-push pressures, headline inflation continues to move around the target midpoint.", "Though higher than early in the year, inflation in Serbia is lower than in the majority of countries of the region running the same monetary policy regime.", "This is primarily owed to the preserved exchange rate stability and anchored inflation expectations of the financial and corporate sectors.", "After reaching 3.6% in May, partly also due to the low base effect from May last year, y-o-y inflation slowed down over the following two months, consistent with NBS expectations, and measured 3.3%.", "Certain deviations from our expectations have been recorded only in unprocessed food prices, which have been higher than seasonally expected over the past few months.", "The absence of higher inflationary pressures on the demand side, i.e.", "our estimate that inflation is driven by temporary factors, is also confirmed by the core inflation which has continued to move around 2% over the last few months.", "Тhis indicates that in Serbia, unlike in some other countries of the region, no significant pressures are stemming from domestic factors.", "Speaking of inflation in Serbia going forward, according to our projection, y-o-y inflation will remain within the bounds of the National Bank of Serbia's target (3±1.5%) throughout the whole projection horizon, moving in the upper half of the target band most probably until the end of the current year and in the first quarter of the next year.", "Its decline is expected as of the second quarter of 2022, so that from the second half of next year, until the end of the projection horizon, inflation should again move in the lower part of the band, i.e.", "By estimating the current higher inflation as temporary and taking into account the fact that inflation projection over the monetary policy horizon, i.e.", "one-year ahead, is below the target midpoint, the NBS, unlike some central banks in the region, did not raise its key policy rate and continued to pursue an accommodative monetary policy stance.", "* Excluding revolving loans, current account overdrafts and credit card debt.", "Sources: Central banks of selected countries.", "households through favourable financial conditions.", "In the period since the previous Report, the key policy rate was kept at 1%, which is its lowest level in the inflation targeting regime and also 1.25 pp lower than pre-pandemic.", "Thanks to the effects of past monetary policy easing, borrowing conditions in the domestic market remained favourable, which continued to encourage lending, with further growth in the share of dinar in total loans.", "The rising lending activity is indicated by the amount of new loans to corporates and households which, during the six months of this year, stood at the level from the same period in 2019, while relative to the first half of 2020, it was higher by a quarter.", "Since the start of the year, the Serbian economy also saw a significant improvement in external imbalances.", "After it went down by more than a third last year, the current account deficit began to decline since the start of 2021 and equalled only 1.8% of GDP in the first half of the year.", "A contribution to this came from almost all key components of the current account, with the export of goods and services particularly standing out.", "After last year's reduction of only 4.9%, we expect the goods and services export to increase by more than 20% this year, whereby it would reach the level of around EUR 27 bn.", "Aware of such movements, the NBS revised its current account deficit projection for this year from 4.6% to 4.0% of GDP, though the result achieved in the first half of this year indicates that the outcome might be even better.", "Primary income Secondary income Source: NBS.", "Net FDI * NBS projection.", "At the same time, a strong inflow of FDI continued.", "In the first six months, it equalled EUR 1.73 bn, and if we add the operational data for July and the first ten days of August, FDI inflow since the start of the year equalled EUR 2.2 bn.", "For the sake of comparison with the previous year, FDI inflow in the first seven months is 30% higher, which confirms that intensive inflow of investments from abroad has continued.", "FX reserves, which are also the result of overall balance of payment movements and constitute an important element of the domestic economy's resilience to external shocks, increased even during the pandemic year of 2020.", "Since the start of 2021, we have been faced with prevailing upward pressures on the dinar, which we mitigated through interventions in the interbank FX market by purchasing foreign exchange, whereby we further increased FX reserves.", "At end-July, their level was a record high EUR 14.6 bn and it covered more than six months' worth of goods and services import, which is double the standard that determines the adequacy of FX reserves.", "Of this, EUR 1.8 bn pertains to 36.7 tonnes of gold in our vaults.", "And I underline - in our vaults - because over the past months we managed to bring the last amounts of gold from abroad to Serbia.", "Gross FX reserves Net FX reserves * + net purchase; - net sale.", "Developments more favourable than anticipated were also recorded in public finance, where the fiscal deficit in the first half of the year, amid a high increase in tax revenues, was significantly lower than projected and measured 1.4% of GDP.", "Such result leaves room for growth in government capital investments which increased by almost 15% in the first six months, while their projected annual level could exceed 7% of GDP.", "In addition, such movements in the budget show that it is quite certain that public debt will remain below the Maastricht criterion of 60%, as noted by international institutions and rating agencies.", "Source: Central Securities Depository and Clearing House.", "* Projection from the Fiscal Strategy for 2022 w ith Projections for 2023 and 2024.", "That Serbia's image is perceived as positive in the international environment is also indicated by the fact that our years-long work to include dinar government bonds in the renowned J.P. Morgan index has produced results and our dinar bonds were included in this index on 30 June.", "What does this mean specifically for our country and our citizens?", "After the inclusion in this index, thanks to the expansion of the base of foreign investors investing in dinar government bonds, the yields on seven, ten and twelve-year dinar bonds of the Republic of Serbia in the secondary market declined during July by around 30 bp.", "On this account, going forward we can expect an additional decline of the costs of public debt servicing and, in turn, lower costs of private sector borrowing.", "Lastly, I would like to stress that in the past period we also remained successful in the achievement of our second objective - financial stability.", "By ensuring dinar and FX liquidity in a timely manner, trimming the key policy rate and introducing a moratorium, we simultaneously contributed to the preservation of favourable financial conditions for corporates and households and their higher disposable income, as well as to the preservation of all financial stability indicators.", "Not only that the share of NPLs in total loans did not increase during the pandemic, it went down further and currently stands at 3.6%.", "At the same time, thanks to price and financial stability, the basis of which is also made up of the relative stability of the exchange rate, we have maintained confidence in the domestic financial system, as attested by dinar savings of households, which have been posting new records month after month, and have exceeded RSD 100 bn, whereby we provide an additional contribution to the dinarisation process in Serbia.", "*************************************************** Ladies and gentlemen from the press, dear colleagues, Allow me to conclude today's speech with the following words - everything in terms of Serbia's economy that we have achieved in the years leading up to the pandemic - price, financial and fiscal stability, increased efficiency of monetary policy, anchored inflation expectations, narrowed external imbalance, economic diversification, a robust inflow of investments and increase in FX reserves - all of this has given us room to mount a more successful response to economic consequences of the pandemic than we had been able during previous crises.", "The fight with the pandemic is not over yet, and it is certain that we are headed into another wave, but the end is slowly coming into sight.", "Our monetary policy priority in the coming period will certainly remain the same - the safeguarding of the achieved price and financial stability, with support to faster economic growth and creation of a favourable investment climate.", "As so far, we will continue to carefully monitor factors at home and abroad, and their potential impact on inflation, the banking system and further pace of economic growth, and if needed, we will adjust our measures in the interest of our citizens and corporates."], "classifications": ["none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["economic growth", "inflation", "monetary policy", "fiscal policy", "foreign direct investment", "exchange rate", "financial stability", "current account deficit", "public debt", "J.P. Morgan index"]}