{"sentences": ["1 2 Good morning, dear Marco , dear Thomas colleagues, presenters and viewers, A warm welcome to this joint webinar organised by the Bank of Lithuania and the European Investment Bank (EIB).", "Allow me, first of all, to thank the EIB for approaching us with the idea to hold this event.", "This is indeed a pivotal time to talk about investment.", "Investment decisions that we make now will be crucial in both the short and the long run.", "Let us begin with the short-term implications.", "According to the Organisation for Economic Cooperation and Development (OECD), gross fixed capital formation in the euro area fell by almost 11% last year.", "This is a stark contrast to the US, where this decrease did not amount to even 2%.", "In 2021, investment in the US will remain stronger as well.", "Accordingly, GDP in the euro area is now projected to recover to the pre-pandemic level only towards the end of 2022.", "The US, meanwhile, is likely to make up for the lost ground already this year, whereas China's output has not only fully bounced back - it has already returned to its prepandemic trend.", "Europe should not be satisfied with such outlook.", "The euro area needs a stronger investment push to speed up our recovery and catch up with the other large economies.", "Otherwise, painful long-term scarring effects will become unavoidable.", "Public investment is key in this regard - especially in the current low-rate environment, characterised by historically low sovereign debt servicing costs as a share of fiscal revenue.", "As for the private sector, various surveys and reports show that uncertainty now stands as the largest barrier for private corporate investment.", "Our estimations show that even in Lithuania, despite its strong economic resilience displayed so far, private sector investment is likely to have fallen by almost 8% in 2020.", "However, policy makers can address this issue.", "Current research suggests that when firms grow risk-averse due to uncertainty clouding the future, public investment becomes much more effective than usual.", "Not only does it have a higher multiplier, but it actually crowds-in private investment, rather than crowding it out.", "That is, of course, if it is high-quality public investment which is well-targeted and can enhance the potential output.", "This is why a consistent and speedy implementation of the Next Generation EU package will be so important for Europe in the near-term horizon.", "At the heart of the package is the Recovery and Resilience Facility (RRF).", "By supporting Member States' reforms and public investment, the RRF will provide an anti-cyclical fiscal impulse in the immediate term - much needed across many parts of Europe.", "And I do believe that, given the current circumstances, it can catalyse private sector investment.", "However, there is a risk that the European money will not be disbursed quickly enough because of administrative obstacles or because the RRF plans put forward by Member States may simply lack ambition.", "Lithuania has a good track record regarding the absorption rates of European funds - we currently rank ninth in terms of the 2014-2020 financial perspective.", "But we cannot grow complacent.", "Lithuania should take full advantage of the RRF funding and put forward a high-quality plan for the Commission in April.", "By this, I mean a plan that is based on a rigorous cost-benefit analysis and is in line with the European priorities.", "The Bank of Lithuania stands ready to mobilise its expert capacities to help ensure that the plan advances a serious investment and reform agenda.", "This leads me directly to the long-term perspective.", "According to the latest data, Lithuania's GDP decreased by 1.3% in 2020, beating the previous forecasts made both by the Bank of Lithuania and international institutions.", "And this is despite the ongoing second lockdown.", "In this light, the RRF is important to Lithuania not so much as an immediate relief measure, but as a tool for long-term economic transformation over the upcoming years and even decades.", "Indeed, we need to think strategically of the post-pandemic world.", "At least three major forces will be shaping our future - shifts in supply chains, digitalisation and climate change.", "Our investment strategies will have to accommodate these trends.", "First, the pandemic has, at least partly, provided an impulse to reverse globalisation.", "Vulnerabilities related to global value chains have been exposed.", "Countries and regions have declared their intensions to repatriate the production of strategically important goods.", "It is crucial that Lithuania, which has not yet achieved full economic convergence with the EU average, uses these global shifts to its advantage.", "We need to attract foreign direct investment that could help us enhance our participation in the recalibrated value chains.", "We should focus on bringing in higher value-added activities, so that we could provide a strong impetus to the growth of labour productivity and, consequently, the potential output.", "Second, digitalisation has also been greatly accelerated by the pandemic.", "Restaurants and shops have digitalised their processes to offer delivery services.", "People have been working remotely for extended periods of time.", "We therefore need to invest in digital infrastructure, including 5G networks, to fully adjust to the new reality.", "Digitalisation will also bring more automation and artificial intelligence, thus providing a boost to productivity.", "We should encourage this with our investment policies, including investment in human capital, so that the labour force can successfully participate in this brave new digital economy.", "Here I see a connection with the third great force that will shape our future - climate change.", "Investment in green technology can not only help reduce CO2 emissions or bring about cheaper renewable energy.", "Large-scale and ambitious green investment programmes can also help offset the negative effects of automation - the loss of jobs and growing regional inequalities.", "Again, the Next Generation EU can become a good anchor for green investment.", "At least 37% of expenditure in each national RRF plan must support climate objectives.", "However, green investment needs are even higher.", "Under the European Green Deal strategy, the EU is committed to reduce greenhouse gas emissions by at least 55% by 2030, compared to 1990 levels.", "It is estimated that the \"green investment gap\" - the additional investments necessary to achieve this target - amounts up to €300 billion per year.", "Therefore, it is quite obvious that we will need to promote green investment on a national level as well.", "One of the ways to do so is to provide more leeway for green investment in the European fiscal framework, the review of which is likely to resume in 2021.", "For instance, we could introduce a \"green clause\", which would exclude growth-enhancing green investment from the overall deficit target.", "This issue is as relevant to Lithuania as to any other Member State, since the European Commission considers us to be at risk of missing our 2030 climate targets.", "Fostering a financial system that is financing climate-friendly investment will also be an increasingly important topic for central banks.", "Last year, the Bank of Lithuania joined the Network for Greening the Financial System (NGFS), aimed at scaling up green finance.", "Climate change, including related risks that are not correctly priced by the markets, will also be considered in the ongoing European Central Bank's (ECB) monetary policy strategy review.", "Dear colleagues, To conclude, investment today is as important as ever.", "First, it can help repair, i.e.", "restore growth in the short-to-medium term.", "And second, it is needed to prepare for the long game.", "I therefore look forward to the upcoming discussions and presentations, including on the latest EIB Investment Survey and its key findings for Lithuania.", "Marco Francini, moderator, Head of Regional EIB Groups Office for the Baltic States, European Investment Bank.", "Thomas Östros, Vice-President of the EIB."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Investment", "Recovery and Resilience Facility", "Climate change", "Green investment", "Digitalisation", "Private investment", "Public investment", "European Green Deal", "Uncertainty", "Long-term economic transformation"]}