{"sentences": ["Fellow central bankers, distinguished speakers, ladies and gentlemen.", "It's my pleasure to speak to you in this important event.", "While participants of this event generally embrace technology and innovation, I guess that two years ago not many of us could have expected that virtual meetings would become a norm for international conferences.", "So while technological advances would often drive work process or behavioral changes, there are also times when societal changes spur technological developments or adoption.", "Of course the COVID-19 pandemic has had a lot more impacts than countless virtual meetings.", "The unprecedented disruptions and contractions in global trade have literally brought many economies to a standstill.", "Small and medium sized enterprises (SMEs) are especially hard-hit given the smaller buffers they have.", "On the other hand, many ecommerce and other online activities are thriving.", "We are experiencing a much accelerated process of digitalization on many fronts.", "These new developments call for central banks' innovations and digital solutions too.", "In the digital age, central banks will have to become innovators and commit ourselves to digital transformation for the benefit of our economies.", "In fact, the launch of the BIS Innovation Hub (BISIH) in 2019 is a testament to this commitment.", "For the coming year, BISIH have announced 6 thematic priorities for driving innovations and staying ahead of the digital challenges.", "Responding to New Developments in the Payments Landscape 4.", "No doubt payment has been a key area for innovations in recent years.", "Traditional payment systems have undergone transformation, not least with the introduction of fast payment systems.", "And new payment methods have emerged in the private sector.", "Consumers are increasingly reliant on digital payments that offer better speed and convenience.", "However, when new forms of digital payment are increasingly used by the public, or even become the dominant means of payment in society, central banks would rightly be concerned about the resilience of the payment landscape, as disruptions could cause not just inconvenience, but also potentially significant economic damage.", "At the same time, cryptocurrencies and stablecoins have emerged as a new class of assets that are sometimes claimed to be also a medium of exchange despite their volatility and concerns about their security.", "Widespread adoption of these digital currencies by the general public could also diminish the use of the sovereign currency, and even affect a central bank's monetary operations.", "Notwithstanding all these developments, the core role of central banks in ensuring trust in money as a public good for the economy at large remains unchanged.", "So whether central banks should provide a new form of central bank digital money completed with new payment infrastructure to households and businesses has become a very pertinent question.", "The subject of central bank digital currencies (CBDCs), be it wholesale or general purpose, has been high on the agenda of the central banking community.", "Apart from being a new and trusted digital means of payment, CBDCs could potentially also foster competition and innovation in the payment sector.", "Here at the HKMA, we have been exploring technologies for both wholesale and general purpose CBDCs.", "At the wholesale level, we see great opportunities for CBDCs to enhance the efficiency of cross-border payments.", "Two years ago, we conducted a proof of concept with the Bank of Thailand to develop a DLT-based cross-border corridor network.", "Building on this fruitful collaboration and the experience gained, we are taking a further step to create more synergies with other central banks.", "Under the auspices of the BISIH Hong Kong Centre, the HKMA, together with the Bank of Thailand, the Central Bank of United Arab Emirates, as well as the Digital Currency Institute of the People's Bank of China, are embarking on a wholesale CBDC project called Multiple CBDC Bridge (m-CBDC Bridge).", "We aim to, through this m-CBDC Bridge, foster a collaborative environment for central banks and the private sector to further explore the potentials of DLT to improve the settlement and liquidity management efficiencies in crossborder payments.", "We are grateful for the participation from the private sector including two securities exchanges, banks, and multi-national corporates in the project.", "Such collaborative efforts give us much greater confidence that the ideas and solutions generated through this project would take account of the needs of various market players in different markets.", "As with many other central banks working on this subject, we are yet to make a decision as to whether general purpose CBDCs will be issued.", "Indeed, designing a CBDC requires balancing manifold considerations, ranging from consumer needs to policy and technological considerations, against various potential risks.", "This could involve difficult trade-off in decision-making.", "Therefore, we will study the benefits and challenges of different architectures for the distribution of general purpose CBDCs through commercial banks/payment service providers in our upcoming general purpose CBDC project, called Project Aurum.", "Specifically we will look into 2 architectural models, namely the hybrid CBDC and private CBDC-backed stablecoins.", "In parallel, we are working with the People's Bank of China on a technical pilot testing of using e-CNY for cross-border retail payments in Hong Kong.", "We are extremely excited about these initiatives on CBDCs on multiple fronts, and I would be very happy to share more findings with you all as we make further progress.", "Improving financial intermediation by using commercial data 11.", "Another big area in Fintech is the use of data.", "It is now already a cliché to say data is the new oil in the digital era.", "But it is a reality that those who possess the most data and the ability to harvest useful information from them can profit tremendously.", "As of now such competence resides mostly in big internet platform companies.", "However, many data subjects have no way to make better use of their own digital footprints, or data about themselves currently scattered in various different platforms, for their own benefit.", "For example, SMEs are facing the long-standing problem of having limited access to finance.", "Conventional credit scoring approaches are not particularly favorable to SMEs because they often lack auditable operating data, which large corporates have.", "This disadvantage hinders not only the growth of SME businesses, but also the stability of our job markets and economic growth.", "Worse still, the blow of the pandemic has put the survival of many SMEs at stake, and their need for financing is stronger than ever.", "So is there a way to better empower data subjects to make better use of their own data for their own benefit?", "With this objective in mind, we are expanding our financial infrastructure to enable data to take the centre stage.", "Our recently launched initiative, the Commercial Data Interchange (CDI), is a centralized platform which allows data owners to share their digital footprints voluntarily with banks through data providers in an efficient and secure manner.", "With a more substantial body of up-to-date and authenticated data shared by SMEs (such as monthly or even daily trading and turnover statistics), banks could use data analytics to perform more accurate credit assessments, and then provide more tailored services to SMEs.", "Through this CDI project, we expect to enhance financial inclusion of SMEs in our banking system, and as a result, more efficient financial intermediation.", "Use of Innovative Technology to Support Supervision 14.", "Of course, wider adoption of new technologies by financial institutions is in itself presenting considerable challenges to central banks and regulators.", "The range of technologies deployed by incumbent banks and virtual banks spans different areas - from remote onboarding to funds transfer; and wealth management to regtech, robo-advisory and backend operations, and many more.", "Seeing early signs of payoff, banks have also invested more heavily in technologies, such as in blockchain and artificial intelligence, to enhance their digital capabilities.", "As our regulatees become more sophisticated in their technology application, central banks and regulators are also enhancing our supervisory and surveillance capabilities, such as making better use of technology and data analytics; and implementing internal digital transformation to better equip ourselves in the digital era.", "If we are able to leverage technologies to enhance our vigilance in risk monitoring and management in real time, the resilience and stability of the broader financial system could be improved.", "We in the HKMA are no different, and are now on a multi-year digitalization journey.", "This is a huge undertaking, as it involves not only substantial financial investment, but also human resources inputs at all levels.", "More importantly, if we were to fully reap the benefits of digitalization, many long established processes would have to be changed or even abolished.", "As the existing procedures are usually based on dated legacy systems and manual processes, appropriate use of innovative technologies such as artificial intelligence, cloud platforms and APIs can surely help refine supervisory processes.", "For example, our granular data reporting (GDR) which started in 2019 seeks to collect transactional level data from banks, instead of template based aggregate data in the past.", "This has enabled us to discover insights and trends in a timely manner and conduct advanced analyses through slicing and dicing the data collected.", "But this is only possible with very fundamental changes in the way we analyse the risks of banks, with new people, new organizational structure, new IT systems as well as continued experimentation by colleagues with different skills and expertise.", "One thing we have learnt is that the prerequisite for such a digitalization journey is to have strong commitment by all colleagues from top to bottom, and for everyone to have the mindset for embracing changes.", "Although we are already seeing some concrete positive outcomes from our digitalization project, we are still at the early stage of this long journey.", "I would love to hear the experience of other central banks and regulators at this or other forum.", "I have highlighted just three areas, namely payment and CBDC, use of data, and digitalization of our own organization, as some of the key challenges many of us are facing.", "There are many more technological developments in the banking sector that we have to understand, regulate or promote.", "The BIS has the long tradition of being a very good avenue for global central banks and regulators to address common issues like these.", "And it is clear the visionary decision to set up the BISIH will serve to provide a valuable focal point for the central banking community in the many years to come.", "In this regard, we would like to express our full support to the BISIH to continue promoting collaborations among central banks and delivering ideas and insights that would help the global banking system move with technological developments in an efficient, secure and sound manner for the benefit of the community at large.", "Lastly, I wish this Summit a great success."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central Bank Digital Currencies", "Payment", "Data", "Digitalization", "Financial Intermediation", "Supervision", "Cross-Border Payments", "Stablecoins", "Innovation", "Technology"]}