{"sentences": ["GOODWILL MESSAGE DELIVERED BY THE FIRST DEPUTY GOVERNOR, DR MAXWELL AT THE LAUNCH OF THE 20TH ANNIVERSARY CELEBRATION OF IT CONSORTIUM GHANA 23RD APRIL 2021 With a high sense of pride and appreciation, I extend my warm congratulations and best wishes to IT Consortium Ghana Limited on the occasion of the twentieth anniversary of its foundation.", "Twenty years in the life of a FinTech in any part of the world is no mean achievement.", "It becomes even more significant when placed in the context of a developing country, and truly this achievement is monumental for both IT Consortium and Ghana.", "A trip down memory lane to 2001, Bank of Ghana had commenced in earnest implementation of interbank payment infrastructures aimed at modernising the banking sector and guided by a strategy that is focused on banks.", "In an era when the word \"FinTech\" was alien to the library of finance vocabulary and the thought of technology companies providing financial services would have been considered sacrilegious, IT Consortium was established.", "With unusual appreciation of Bank of Ghana's direction of financial sector development, IT Consortium has competently supported the digital transformation agenda of the Ghanaian financial services industry with digital solutions relevant to our developmental needs.", "A stellar example is the chango crowdfunding product, the first of its kind by a licensed institution in Ghana, introduced to improve on the traditional \"susu\" model for raising funds among a group of persons.", "IT Consortium's commitment to the norms of the financial services industry over the years has been commendable.", "At a time when the regulatory regime did not recognise FinTechs, key management personnel of the company frequently interacted with officials of Bank of Ghana on regulatory issues.", "It is no wonder then, that IT Consortium is one of the first few FinTechs to be licensed by the Bank of Ghana as an enhanced payment service provider.", "Remarkably, as a wholly-owned Ghanaian company and staffed by persons trained and worked in Ghana, the company has demonstrated fidelity to the digital transformation agenda of the Ghanaian economy.", "Its contribution to the conceptualisation, designing and implementation of the flagship Ghana.Gov platform which is at the core of the digital economy project is laudable.", "Indeed, the successes of the company in the Ghanaian digital financial services ecosystem signifies the capacity of the Ghanaian to deal with the challenges confronting us as a country.", "Recently, I had the privilege of gracing the inauguration of the new office premises of IT Consortium.", "The beautiful edifice is not only functional but also a symbol of hope and determination of the Ghanaian.", "As a pacesetter in this emerging industry, I urge you to be a shining example and a beacon of hope to the many up and coming Ghanaian youth desirous of making a career in the FinTech industry.", "This would require that you operate responsibly by being customer-centric and complying with the regulatory regime at all times.", "While you relish the accomplishments of the past two decades, may I remind you that you have just entered a new era and a new phase of your existence.", "The ecosystem in which you operate is also in a state of flux.", "In the midst of the excitement, you should not forget to strategize for the future.", "HAPPY TWENTIETH ANNIVERSARY!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["FinTech", "Digital Transformation", "Financial Services", "Ghana", "IT Consortium", "Payment Services", "Regulation", "Ghana.Gov", "Innovation", "Collaboration"]}