{"sentences": ["This time last year, Aotearoa New Zealand had just moved into the third week of Alert Level one, following 11 weeks of unprecedented social and physical restrictions, similar to what some parts of the worlds are still enforcing.", "Our relative freedoms remind us of the mahi (work) we have done as a nation to contain COVID-19.", "However, the fact that I am addressing you today virtually highlights the ongoing virus risks prevalent.", "Firstly, I do acknowledge that economic activity in New Zealand is returning to its pre-COVID-19 levels which has been supported by our ability to keep COVID-19 contained, along with significant monetary and fiscal stimulus.", "The global economic outlook has continued to improve, with ongoing fiscal and monetary stimulus underpinning the recovery.", "New Zealand's commodity export prices have benefited from this rise in global demand.", "However, divergences in economic activity, both within and between countries, remain significant.", "The sustainability of the global economic recovery remains dependent on the containment of COVID-19.", "At Te Pūtea Matua, the Reserve Bank of New Zealand, we are kaitiaki (guardians) of New Zealand's financial ecosystem.", "Under the Reserve Bank Act we are required to provide a Statement of Intent (SOI) to the Minister of Finance before the start of each financial year.", "The SOI sets out the objectives for the next three years and the budget for the first year of that period.", "Our latest Statement of Intent, released today, sets out our strategic priorities for the next three years and outlines how we will continue our role as kaitiaki of New Zealand's financial ecosystem.", "We perform our kaitaiki role through our purpose: Toitū te Ōhanga, Toitū te Oranga - meaning, we enable economic wellbeing and prosperity for all New Zealanders.", "We deliver our purpose through our mandates: maintaining low and stable consumer price inflation while contributing to maximum sustainable employment - ensuring that our currency retains its store of value and supporting the ability of all New Zealanders to participate in the economy.", "promoting and maintaining a sound and efficient financial system - where all participants of the financial ecosystem are well-governed, well-capitalised and promote public confidence.", "meeting the cash needs of the public - the money we print and circulate ensures New Zealanders have a means of exchange, a store of value, and is hard to replicate.", "providing robust payment and settlement services for New Zealand's financial institutions - enabling New Zealanders to make safe and efficient payments and to complete day-to-day transactions.", "We approach this mandate in a holistic manner.", "This means we look at the full range of challenges and opportunities available to us.", "We see progressing initiatives such as Te Ōhanga Maori, Climate Risk, and South Pacific Remittances as key to our purpose and vision.", "While Great Team, Best Central Bank remains our vision, we seek to deepen our understanding of its meaning and relevance through the concept of Matangirua ki Matangireia - working in unison, to fulfil our ultimate purpose.", "At Te Pūtea Matua, being a Great Team means being 'fit for purpose' - cost effective, risk aware, and working collectively in a sustainable way.", "It also means being unified by our purpose - everyone knowing what to do and moving in sync in the same direction.", "In Te Ao Māori this concept can be described as 'Matangirua' (when every function on a sailing vessel is in use and all are in sync - 'full steam ahead').", "Being the Best Central Bank means scaling new heights, striving to achieve our ultimate purpose - in effect 'reaching for the sky'.", "In Te Ao Māori this concept might be described as 'Matangireia,' the place to which Tāne ascended so as to bring back the three baskets of knowledge.", "We have also refreshed our values and reconceptualised these through a Te Ao Māori lens: Wānanga/Innovation: stemming from knowledge gained through our diverse perspectives; Tauira/Integrity: sustained through self-reflection and modelling our shared principles; Taura/Inclusion: binding our individual strengths together enabling our resilience and collective success.", "We recently updated our brand, as seen throughout our Statement of Intent, to better reflect our purpose and the work we do on behalf of all New Zealanders.", "This signals our commitment to being relevant, open and inclusive as your central bank.", "These changes will support our transformation as we implement the new Reserve Bank of New Zealand Act due for Royal Assent later this year.", "I will now touch on three areas where we are holistically delivering our mandate, in our Te Ao Māori, Climate Risk and South Pacific Remittances initiatives.", "All of these areas directly impact maximum sustainable employment, financial stability and access to money and cash.", "Te Pūtea Matua, the Reserve Bank of New Zealand, has a unique position.", "We are not limited to how we respond to Treaty obligations, nor are we under obligation to follow how other parts of the state sector respond to theirs.", "However, we acknowledge that as a state sector entity that serves all New Zealanders, we must recognise a special relationship with Māori and the long-term nature of the Māori economic eco-system.", "We recognise Te Ōhanga Maori, the Māori economy as having a long-term presence.", "Māori are an increasing proportion of the New Zealand workforce, and we recognise the criticality of Māori as key partners in the long term sustainability and stability of the New Zealand economy.", "I would emphasise that Te Ōhanga Māori is not a separate, distinct and clearly identifiable segment of the Aotearoa economy.", "It is a closely connected component of numerous pieces of the jigsaw puzzle that together make up the economy of Aotearoa.", "As kaitiaki of the financial ecosystem we must recognise and respond to this important part of the economy.", "Te Ohanga Maori is key to our legislative objectives and our strategic goals.", "It is closely linked with our sustainable employment and financial stability mandates by its nature, size and enduring presence.", "As Assistant Governor Christian Hawkesby recently explained in a speech on Te Waka Hourua, our Te Ao Māori strategy we are focusing our workplan appropriately.", "Others are also recognising the importance of Te Ōhanga Maori.", "A recent survey found that funding and access to capital were two of the greatest challenges faced by Māori businesses.", "This was supported by the Productivity Commission's report 'New Zealand firms: Reaching for the frontier'.", "We want to learn more about how factors like collective land ownership and lower home ownership, and systematic bias might be affecting the rates at which Māori businesses access debt and other forms of financing.", "In response, we have launched a work programme to better understand Māori access to capital in the New Zealand economy, primarily with a focus on bank lending to small and medium-sized Māori enterprises.", "The work programme will collect both quantitative and qualitative data through interviews with these Māori enterprises, iwi, pan-tribal groups and public and private sector groups.", "This data will form an initial report discussing policy options with our public and private sector peers.", "The final report will be released in 2022.", "It is critical for the financial ecosystem of Aotearoa that we take opportunities to build our understanding of our history, and Māori culture, for example through developing deeper understanding of Te Ōhanga Maori.", "Through this work we can better understand our country and ensure we are meeting our purpose of economic prosperity and wellbeing for all New Zealanders.", "Ināia tonu nei - the time is now - were the words of the Climate Change Commission in its recent advice to the Government.", "At Te Pūtea Matua we recognise that promoting and maintaining a sound financial system includes a global effort to understand and address the implications of climate risk for the economy.", "Starting now to get on the path to a low emission, climate-resilient economy as part of the global effort will help reduce the risks to the stability of the financial system and macroeconomy.", "Our climate change strategy has three components: incorporating climate change into our core functions including the supervision of financial institutions; managing our direct impact on the climate; and leading through experience and collaboration.", "We are contributing to the leadership group of the Sustainable Finance Forum, the Climate Change Commission's work and the development of New Zealand's first National Adaptation Plan led by the Ministry for the Environment.", "We are also working alongside our Council of Financial Regulators agencies on the development of mandatory climate-related financial reporting.", "Last year we collaborated with the Financial Markets Authority to upskill supervisors on climate risks and climate-related financial disclosures.", "We will continue this collaborative approach to training, including other agencies where appropriate.", "We also recognise that sustainability is critical for our long-term future and are considering how we can incorporate sustainability objectives into our balance sheet operations.", "However we are mindful that any changes to our balance sheet need to be aligned with our ability to effectively and efficiently execute our existing policy objectives.", "We are a proud member of the Network for Greening the Financial System (NGFS) which brings together 90 central banks and supervisors to share best practice on climate change.", "The NGFS recently examined a range of options for central banks to consider when adapting their monetary policy operational frameworks to reflect climate-related risks.", "Although it will take time and effort, Te Pūtea Matua is committed to implementing our mandate with regard for climate risks.", "During my time at the New Zealand Superannuation Fund we signed the Paris Pledge for Action, affirming our commitment to a safe and stable climate where temperature rise is limited to under 2 degrees Celsius and launched a climate change strategy to ensure the fund was more resilient to climate risks.", "In 2017 we exited or reducing holdings in 300 firms as part of our carbon transition.", "We believed that climate change represented a material risk which was not being properly priced by the markets.", "The Fund also increased its focus on environmental, social and governance factors which are now integrated into all aspects of the Fund's investment activities.", "In the broader industry, organisations such as Mindful Money empower individuals to understand where their money is invested through KiwiSaver or Investment funds.", "I would encourage you to examine your portfolios and see how you can incorporate climate risk into the way you invest and allocate your capital.", "Working in unison we can make a larger impact than anyone could alone.", "South Pacific remittances As kaitiaki we recognise the need to promote strong regional economies as these support our financial stability mandate.", "We believe that it is our duty to act as a responsible regional citizen particularly in today's economic environment.", "In a recent article I outlined that the scale and complexity of the challenges facing Pacific Island countries are significant, including climate change and the severe economic impacts of COVID19.", "With international travel and trade disrupted by the pandemic, we know that Pacific Island countries are facing tough times.", "At the latest census, Pacific people made up 8.1% of population of Aotearoa.", "I am personally proud to be of Cook Islands descent.", "We know that Pacific people living in New Zealand send money home, or remittances, to support their family members.", "Pacific Island countries are some of the most remittance-reliant jurisdictions in the world.", "World Bank data shows that in 2020 remittance as a share of Tonga's GDP was close to 40%, nearly 19% for Samoa and just over 7% for Fiji, with New Zealand being one of the main sources of these funds.", "We recognise the economic importance of Pacific people in New Zealand being able to send money back to their home countries through remittances and maintaining financial corridors and services into the South Pacific countries continues to be of importance.", "In 2019 we established the Pacific Remittances Project with support from the Ministry of Foreign Affairs and Trade to address challenges facing remittance services domestically and in the Pacific region.", "We are working with other agencies in New Zealand, Australia, the Pacific and internationally, such as the Asian Development Bank and International Monetary Fund to make remittances more accessible, safe and cost effective.", "Along with the Reserve Banks of Australia, Fiji, Papua New Guinea, Samoa, the Solomon Islands, Timor Leste, Tonga, Vanuatu and other partners we are developing a regional 'Know Your Customer' facility.", "This will help remitters and other businesses to meet their compliance needs.", "Ultimately we hope that it will enable access to financial services for sectors of the Pacific region that are in danger of being financially isolated.", "In doing so we hope to maintain financial corridors and services to enable Pacific countries' recovery and growth which in turn supports the financial stability and prosperity of our regional economy.", "Te Pūtea Matua is kaitiaki for Aotearoa's financial ecosystem.", "We have a clear purpose, vision and values which support us in delivering kaitiakitanga for all New Zealanders.", "This includes delivering our mandates holistically with our workstreams on Te Ao Māori, Climate Risk and South Pacific Remittances.", "We're incredibly proud of our Statement of Intent published today, and the mahi that is underway to help us achieve our ambitious, but incredibly important, workplans.", "As I've explained today - this work is critical to us continuing to be the central bank for all New Zealanders, now, and for generations to come.", "I'd encourage you to take a closer look at our Statement of Intent, and see where you can contribute.", "Embrace the concept of Matangirua ki Matangireia in your endeavours to promote a more inclusive and climate-friendly financial ecosystem.", "Working in unison, we fulfil our ultimate purpose."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Te Ao Māori", "Climate Risk", "South Pacific Remittances", "Financial Stability", "Economic Outlook", "Monetary Policy", "Fiscal Stimulus", "Reserve Bank of New Zealand", "Sustainable Employment", "Remittances"]}