{"sentences": ["Ladies and Gentlemen, It is a pleasure to welcome you today with Sabine Mauderer to the Banque de France Conference Centre, for the first International Conference on Statistics for Sustainable Finance, jointly organised with the Deutsche Bundesbank and the Irving Fisher Committee, under the aegis of the Bank of International Settlement.", "This subject is more topical than ever, after the dramatic weather events of this summer, from floods in northern Europe and China to heat domes and burning forests in southern Europe and North America.", "As statisticians and economists, you are well aware that these human and ecological dramas translate into economic losses.", "This conference also takes place a few weeks after the publication of the first part of the IPCC's Sixth Assessment Report, calling for an acceleration of climate action.", "The development of sound climate-related data is a key ingredient if we are to meet this challenge.", "As the 19th century physicist Lord Kelvin put it: \"When you can measure what you are speaking about, and express it in numbers, you know something about it.\"", "Data are a pre-requisite for public authorities to design policies that account fairly for the environmental costs or benefits of economic activities.", "In a nutshell, accelerating the green transition requires accelerating green data.", "However, there is a great challenge for statisticians and data providers: the opposition between the urgency to provide climate-relevant data, and the inevitable step-by-step process required to achieve this in a reliable, comparable and comprehensive way.", "To overcome this opposition, let me suggest a two-pillar approach: (i) In the short term, strengthen actions to solve technical difficulties: central banks are naturally at the forefront because of their double capacity, as practitioners of sustainable finance and compilers of official data in this domain.", "(ii) In the longer run, achieve consistency at the international level: sustainable finance is needed worldwide to address climate change on a global basis.", "Working towards a convergence of standards at this global level is essential.", "In the short term, strengthen actions to solve technical difficulties Through many aspects of their activities, central banks are fully involved in establishing methodologies, promoting high standards in data production and disclosure practices, and acting as examples for other market participants.", "the Autorité de Contrôle Prudentiel et de Résolution (ACPR) conducted a As a supervisor, bottom-up stress test specifically designed to assess the exposure of financial institutions to climate-related risks.", "This pioneering experimentation will pave the way for other exercises currently in preparation, at the Bank of England as from June 2021 or at the ECB in 2022.", "As a the Governing Council of the ECB adopted an action plan to include climate monetary authority, change considerations in its monetary policy strategy, within the framework of its mandate.", "Among other actions, we plan to account for climate change criteria in our collateral assessment and in our corporate sector purchase programme.", "We will therefore introduce new disclosure requirements for private sector assets as a new eligibility criterion or as a basis for a differentiated treatment for collateral and asset purchases.", "Finally, as an investor, the Banque de France was in 2019 the first Eurosystem central bank to publish a yearly dedicated report on its responsible investment policy.", "We put our words into action: we are completely exiting coal by Central banks are also key contributors for identifying current data needs.", "As regards this particular question, two dimensions should be taken into account.", "The first is the \"snapshot\" of the existing risks, covered by disclosure rules, including \"granularity\" and \"coverage\".", "Indeed, we need more granular and comparable data, notably geographical data at the firm and asset levels.", "The second dimension is the \"time\" dimension, which I call the \"video\" of the risks.", "One lesson that we have learnt, in particular with our work on climate risk stress testing, is the need for more forward-looking assessments of both physical and transition risks.", "Moreover, our experience suggests that large data gaps exist for forward-looking data, such as emissions pathways and companies' transition targets, including interim targets.", "These lessons that we \"learn by doing\" must be shared and capitalised on if we are to make rapid progress on the production of relevant sustainable finance statistics.", "Regarding this aspect, the NGFS \"Progress report on bridging data gaps\" published before the summer is an important step forward.", "Let me stress the key role of this NGFS network: created here in Paris in December 2017, with its global secretariat provided by the Banque de France, it now brings together more than 90 central banks and supervisors worldwide.", "In the longer run, achieve consistency at the international level Common standards for taxonomies and sustainability reporting, at the international level, are the pre-requisite for building comparable statistics on sustainable finance.", "Against this background, the recommendations of the NGFS aimed at fostering a rapid convergence towards global disclosure standards are of course extremely relevant.", "As of today, there are several ongoing standard-setting initiatives to develop frameworks or standards for voluntary climate-related reporting by companies.", "Among them, the recommendations from the FSB Task Force on climate-related financial disclosure (TCFD) have been widely adopted by large international companies over the past four years, and are therefore an obvious baseline for the global standardisation of climate-related disclosure.", "However, voluntary reporting does not ensure the completeness and the comparability of data and enforcement by public authorities is essential to foster reliability and safeguard the trust of the public.", "Jurisdictions around the world are therefore increasingly taking actions to implement mandatory disclosure requirements.", "In this regard, within the European Union, the adoption of the European taxonomy of sustainable activities and the release of the Commission proposal for a Corporate Sustainability Directive are important steps forward.", "Thanks to the very efficient work undertaken by the European Financial Reporting Advisory Group (EFRAG), a first set of European sustainability reporting standards is expected by 2022, addressing legitimate ambitions.", "It will indeed be comprehensive, covering a broad spectrum of risks (climate, but also social and environmental) with a double materiality approach, in order to disclose the complete impacts of one activity on the climate, environment and society.", "In parallel to the work done by the EU, US regulators have signaled a clear acceleration of their agenda whereas other jurisdictions support the decision from the IFRS Foundation to work on global sustainability reporting standards.", "These initiatives are the proof that world economies are more committed to tackling climate change.", "Yet, without close international coordination, this may lead to fragmented disclosure requirements, inconsistent with the objective of fostering the international comparability and accessibility of climate-related data.", "Hence, at this stage, I believe that the convergence of standards requires a better and shared understanding of the end game, more \"coconstruction\" between private initiatives and public authorities at the international level.", "Climate is a global public good, and climate-related data are also public goods.", "Thus, the construction of global standards should not be a competitive environment, but a collaborative one, with public authorities cooperating form the start at a global level.", "Eventually, difficult choices will have to be made in order to achieve a global standard framework, acknowledging the need for pragmatism, but without reducing our ambition to cover all relevant aspects of climaterelated economic activities.", "As statisticians, you have the expertise to design bridges between heterogeneous data sources in order to establish official statistical series.", "Furthermore, aggregated statistical categories encompass the entire economy (for example, not only listed companies but also small and medium-sized enterprises) contrary to the more focused scope of the sustainability reporting standards.", "Therefore, statisticians can contribute to the global roadmap, by ensuring that ultimately the production of sustainable finance data fits coherently into the international statistical standards.", "Let me be more specific.", "Thanks to the sponsoring of the IMF and the Financial Stability Board (FSB), since the Global Financial Crisis, the G-20, via the Data Gaps Initiative (DGI), has had an instrumental role in strengthening and harmonising financial statistics.", "At the last G20 meeting of the Ministers of Finance and central banksGgovernors in Venice, a third chapter of the DGI was proposed.", "This new chapter of the initiative will notably focus on climate-related financial data gaps.", "I look forward to the forthcoming detailed work plan that will be presented next month at the G20 summit in Rome.", "Because of its flexible structure and its ability to take onboard many stakeholders, this DGI-3 could serve as the appropriate forum to support the coordination of the growing number of initiatives aimed at developing the statistical infrastructure to measure climate-related financial risks.", "Since the early 2000s, private and public initiatives have flourished to try to bridge the gap between the investors' demand for and the supply of ESG information.", "These initiatives have not yet achieved their full maturity nor expanded their coverage widely enough to ensure that climaterelated risks are appropriately priced and to support the decision-making for a fully efficient allocation of capital.", "The discussions you are about to have today are thus crucial.", "The key lessons that will be drawn from your exchanges will certainly deserve a place on the agenda of a forthcoming Governor's meeting at the BIS.", "I now pass the floor to Sabine Mauderer."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Climate change", "Sustainable finance", "Data gaps", "Climate-related risks", "Climate-related data", "International standards", "Disclosure requirements", "Taxonomy", "Sustainability reporting", "Green transition"]}