{"sentences": ["Many thanks to the ESRB Secretariat for organising this seminar.", "And let me also thank and welcome all participants to this event.", "I will devote these brief opening remarks to outline why, at the ESRB, we consider the topic of the seminar \"Corporate insolvencies and public support measures\" a very relevant and timely one.", "The starting point is our perception that, in the context of the current crisis, even if the macrofinancial outlook has improved, uncertainty remains high.", "And one of the main elements of this uncertainty is precisely related to the extent of the damage inflicted by the crisis on the corporate sector, whose magnitude will be a key determinant of the persistence of the crisis and the strength of the economic recovery.", "Therefore, we need to measure this risk carefully and be ready to adapt our policies to mitigate it to the extent possible.", "And this is particularly relevant in the current phase of the crisis.", "In the first phase, the crisis generated a significant decline in firms' revenues relative to fixed costs (such as supplies, rentals, labour costs) that led to an increase in firms' liquidity needs on top of those derived from the amortisation of pre-existing debt.", "In turn, this raised the risk that some of these corporates would not be able to meet their payment obligations (liquidity risk) together with a non-negligible probability of negative spillovers to other companies.", "The decisive and forceful action of economic policies has helped mitigate this risk to a great extent, so that a large proportion of these firms with liquidity needs were able to cover them.", "Key measures included, for example, furlough schemes that help to alleviate fix costs, and also public guarantees for business financing that have allowed for the liquidity needs to be financed.", "However, as the crisis unfolds, concern is shifting from liquidity risk to the deterioration of the solvency position of firms, associated with the combination of higher levels of debt as a result of the crisis with still low profitability expectations for the coming quarters, especially in sectors most impacted by the crisis and irrespective of whether these firms are viable in the long term.", "And this situation leads to the following two related concerns.", "First, it is obvious that it increases the probability of defaults which could lead to viable firms going out of business, thus making the costs of the crisis deeper and protracted.", "And, as second-round effect, this could also impact the profitability and creditworthiness of financial institutions, and, if insolvency problems affect a significant proportion of firms, it could potentially trigger negative financial loops.", "Second, a high level of corporate debt, even if not leading to defaults, can still be a drag on investment in the years to come, lowering productivity and economic growth.", "The experience from the global financial crisis indeed shows that highly indebted firms are less dynamic in terms of capital investment and employment.", "And these two implications of high indebtedness can feed back into each other.", "The contraction of investment reduces future profitability and repayment capacity, and higher default rates make it more difficult to obtain additional financing, thus reducing investment.", "These considerations can provide a rationale to use public resources to support firms with a high level of debt resulting from an exogenous shock, as has been the case with the pandemic, but which are nonetheless viable based on their medium-term perspectives in terms of profitability and productivity considerations.", "In this regard, the design of public support programmes to help viable firms improve their solvency position poses at least two fundamental challenges, related, first, to the selection of the firms targeted by the aid; and second, the design of a structure of incentives for those firms participating in these programmes.", "Without appropriate selection criteria, there could be a poor redistribution of limited productive resources, keeping low-productivity firms running or providing support to companies that do not need it.", "Also, an inadequate design could unintendedly leave out viable firms that face solvency problems.", "Heterogeneity across firms in terms of pre-crisis productivity, profitability and indebtedness, and the asymmetric sectoral impact of the COVID-19 crisis suggest that the potential impact of such support programmes can differ significantly depending on their specific design.", "Thus, the allocation mechanisms of public support should be properly designed to selectively channel the aid to those viable firms with solvency challenges.", "In parallel, it is also pertinent to consider the way in which private initiatives and the reform of debt restructuring procedures can also help preserve the business continuity of viable firms.", "Debt restructurings can be carried out through formal insolvency proceedings in courts of law or also through out-of-court proceedings, either through pre-insolvency legal mechanisms or through private renegotiations.", "Court proceedings tend to be lengthy and costly processes, reducing the business value of the firms involved and often leading to their liquidation, and the success of private renegotiations in out-of-court proceedings can be limited, among other aspects, by collective action problems.", "The potentially large number or companies, SMEs in particular, that may be affected by these solvency problems in the current crisis plus the fact that the public sector can be an important creditor as well, given the generalised use of public guarantees during the crisis, introduce additional difficulties or specificities that should also be taken into account.", "In sum, withstanding the negative consequences of the COVID-19 crisis on the solvency of viable firms, is currently a major challenge for economic policymakers.", "Swift policy action taken since the start of the crisis allowed a liquidity crisis to be avoided and has helped translate the medical advances against the disease into more positive macroeconomic scenarios.", "However, we must now be ready to react to these solvency risks in order to prevent the current crisis from developing a financial component which, as we painfully know from recent experience, would only make the crisis more lasting and socially and economically more costly.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none"], "topics": ["Corporate insolvencies", "Public support measures", "Liquidity risk", "Solvency risk", "Corporate debt", "Default risk", "Financial stability", "Debt restructuring", "Out-of-court proceedings", "Public guarantees"]}