{"sentences": ["Banknote character speech by Andrew Bailey Given at the unveil of the Alan Turing £50 polymer Banknote Published on 25 March 2021 Andrew Bailey reveals the design of our new polymer £50 banknote.", "He talks about why Alan Turing was chosen to feature on it.", "Turing was a mathematician and a pioneer of early computers.", "His critical work on codebreaking saved the lives of many people in World War Two.", "He was also gay at a time when it was considered a crime.", "In 2017 a new law named after Turing pardoned all men, like him, who were convicted based on their sexuality.", "Our new note celebrates Turing as someone who embodies the spirit of our country and left a legacy for LGBTQ+ rights.", "The note will enter circulation on Wednesday 23 June, which is Alan Turing's birthday.", "It's my great pleasure to unveil the new £50 note, which will feature one of Britain's most important scientists, Alan Turing.", "Turing is perhaps best known for his codebreaking work during World War II, which played a decisive role in bringing that conflict to an end.", "But he is also recognised as being a pioneer in computing and artificial intelligence, and someone whose work has had an enormous impact on how we all live today.", "The process of selecting Turing started when we asked the UK public to \"Think Science\" and put forward nominations for scientists they would like to see appear on a banknote.", "We had an overwhelming response, with nearly 250,000 members of the public making a nomination.", "I'm glad that so many of you wanted to be a part of this process.", "There's something of the character of a nation in its money, and we are right to consider and celebrate the people on our banknotes.", "We were aided in the selection process by our Banknote Character Advisory Committee, made up of seven external members and two members of Bank staff.", "The Committee had the unenviable task of narrowing down the nearly 1,000 unique nominations to a shortlist of just 12.", "Each of those on the shortlist were hugely significant in their own right, and collectively the shortlist celebrates the important contributions scientists have made to our nation's history, and indeed, our leading position in scientific research.", "However, it was Alan Turing who was ultimately selected.", "I'd like to reflect on why that was.", "I think, at the root, it's because Alan represents something of which we're all very proud.", "Even if we can't precisely articulate the reason.", "I believe that part of the answer lies in him being someone who, not content with abstract ideas, applied himself to the physical embodiment of those ideas.", "And from his sheer force of will, came enormous leaps of progress.", "Perhaps it is because we now find ourselves confronted by a pandemic and climate change, and relying greatly on original thought, and scientific innovation, that Turing's values and achievements resonate so strongly with us today.", "Banknote features And we've tried to reflect those many achievements on this new note, which I'm very pleased to now unveil.", "Turing is perhaps best known for his code breaking work at Bletchley Park during World War Two.", "Here, far from being the solitary genius he is sometimes caricatured as, Turing led a team of codebreakers who designed a machine which could be used to decipher German military codes, something once thought impossible.", "This machine was known as The Bombe, and the technical drawings for it are featured here on the note.", "Until Turing and his colleagues invented this machine, British Intelligence had employed codebreakers to crack these German cyphers manually.", "But the sheer complexity of the codes meant they had little success.", "The early computers which Turing helped design would decipher some of these codes in as little as 15 minutes, giving the allied forces an invaluable military advantage.", "Historians have credited this work that Turing led at Bletchley Park, with shortening the war by as much as 2 years, saving many millions of lives in the process.", "But Alan Turing's contributions to the field of computing start even before his wartime efforts.", "In 1936, he wrote his seminal work \"on computable numbers\", and this research formed the basis for modern day computer algorithms.", "We can see some of the calculations from his paper in this table on the new bank note.", "In his research, he demonstrated how, what he called universal machines, could perform any solvable computation they were presented with.", "Of course, these universal machines are what we now call computers.", "Quite simply, his mathematical research in 1936 laid the foundations for modern computer science.", "After the war Turing returned to computing, but this time helping turn it into reality.", "Moving to Manchester to work at the National Physical Laboratory, he dedicated the next few years to designing the UK's first electronic stored program computer.", "And here is an image of that invention, along with the diagrams Turing drew when designing it.", "The ACE Pilot machine, although much larger than anything we would use today, was one of the world's first computers.", "Recognising the potential for computers to revolutionise the world around us, Turing delivered his now famous quote, when describing the ACE Machine.", "\"This is only a foretaste of what is to come, and only the shadow of what is to be\".", "He has turned out to be prophetic.", "And this is reflected in one of the key security features of the note - a two colour foil featuring a microchip image over the main see-through window.", "Within this are two gold foil squares, which change between a pound symbol and the number \"50\" when tilted.", "Above and below the micro-chip image are green metallic sunflower shapes, and on the back of the note, a red foil patch containing the letters \"AT\" is based on the image of a sunflower head.", "These sunflower images reflect Turing's ground breaking morphogenetic work.", "This new branch of developmental biology which Turing pioneered, was the study of algorithms underpinning the formation of patterns in nature.", "The way a leopard's spots develop into patterns, or the way the seed heads on a sunflower spiral.", "Turing found a way to predict these using maths.", "Here, also, we see him laying the foundations for a new scientific field.", "His contributions to Britain's war effort and its scientific status, make the circumstances of his own death all the more poignant.", "Though guarded about his private life, Turing's sexual orientation wasn't a complete secret at the time.", "He was arrested under indecency laws in 1952, after the police learned of his relationship with another man.", "The tragic events surrounding this arrest would eventually lead to Turing taking his own life, at the age of just 41.", "In 2017 the Turing Law was passed in memory of Alan, pardoning all men who, like him, were convicted based on their sexuality.", "Another legacy for which Alan Turing can be remembered.", "The Turing £50 completes our family of polymer banknotes, which already include the £5, £10, and £20 pound notes.", "These polymer notes are more secure than their paper predecessor, and I'm very pleased that we have made this important transition.", "Winston Churchill, Jane Austen, JMW Turner.", "These are the figureheads who grace our other banknotes, and through their leadership and cultural contribution, they helped shape the vibrant society that is modern Britain.", "The person chosen to feature on a currency, can embody the spirit of a nation.", "In his remarkable achievements, Turing did just that.", "And in doing so, showed us the way to the future.", "As the artist Anthony Gormley remarked, Alan Turing \"unlocked the door between the industrial and the information age\".", "And although Turing was under appreciated in his lifetime, we can now see how accurate this description is.", "Alan Turing was a gay man, whose transformational work in the fields of computer science, codebreaking, and developmental biology, was still not enough to spare him the appalling treatment to which he was subjected.", "By placing him on this new £50 banknote, we celebrate him for his achievements, and the values he symbolises, for which we can all be very proud.", "Governor, Bank of England Sign up for latest updates"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Alan Turing", "Banknote", "Computing", "Codebreaking", "Science", "LGBTQ+ Rights", "Artificial Intelligence", "Morphogenesis", "Legacy", "Polymer Notes"]}