{"sentences": ["Introduction It is my pleasure to have the opportunity to speak to you at the Japan National Press Club.", "Today, I would like to talk about climate change.", "Climate change has recently been a major issue at central bank governors' meetings.", "Looking broadly at the financial field, climate change issues have been recognized from an early stage.", "For example, in development finance, the Asian Development Bank (ADB), where I served as President, has been active since the early 2000s in providing financing support for projects such as those in response to climate change.", "It is well known that the private sector has also been increasing environmental, social, and governance (ESG) investment or loans in recent years.", "In this way, efforts to address climate change have been expanding across jurisdictions as a global policy issue in the field of finance.", "I think this is a reflection of the growing awareness among people, in the face of frequent large-scale natural disasters around the world, that responding to climate change is an urgent priority.", "In this situation, it is becoming more and more important for central banks to take necessary responses in line with their mandates.", "Therefore, in the following, I would first like to outline the characteristics of climate change issues and overseas initiatives aimed at addressing them.", "I will then elaborate on the Bank of Japan's Strategy on Climate Change, released on July 16, 2021, including an outline of the fundprovisioning measure to support efforts on climate change that is currently being prepared for introduction.", "I. Externalities of Climate Change Climate change is a global challenge that will have a broad impact on our society and economic activity into the future.", "Individual firms and households have engaged in economic activities without due consideration of the impact of greenhouse gas emissions, and this has resulted in an excessive amount of greenhouse gas emissions in society and the economy as a whole.", "If this situation were to continue, rising temperatures and a further increase in large-scale natural disasters globally, would result in significant negative social and economic costs.", "This is a classic example of \"negative externalities\" in economics.", "The key point is that the effects of excessive greenhouse gas emissions are not limited to one country but spread to other countries.", "Moreover, today's excessive greenhouse gas emissions will have far-reaching future effects.", "Therefore, global action and continuous efforts into the future are required if we are to overcome these externalities.", "Various groups and organizations that make up society will need to take responsible action for the sake of the planet.", "Firms have been acting to reduce greenhouse gas emissions under their own initiative, while at the same time maintaining their accountability to a wide range of stakeholders, such as investors and consumers, through disclosure and other means.", "Financial institutions have also played an important role.", "They have been stepping up their efforts in such areas as green finance and supporting firms from the financial side.", "Consumers have also become more conscious of the environment, using reusable shopping bags and energy efficient electronic appliances, and purchasing electric vehicles.", "In terms of policy responses to solve climate change issues, governments and legislative bodies play an important role.", "Many countries have been setting greenhouse gas reduction targets and implementing initiatives to reduce greenhouse gas emissions to a socially optimal level.", "These initiatives include reviewing regulations or introducing carbon pricing, such as emissions trading and carbon taxes, through which the costs of climate change will be explicitly reflected in the decision making of firms and households.", "The Japanese government has declared its aim of reducing greenhouse gas emissions in Japan to net-zero and achieving carbon neutrality by 2050.", "It has also stated that, under its \"Green Growth Strategy,\" it will promote policies that contribute to growth centered on decarbonization, including carbon pricing.", "In this way, through the active initiatives of firms and households, together with the government's measures, the externalities of climate change that were originally not recognized are now gradually becoming reflected and \"internalized\" in the decision making of a wide range of agents.", "The key to addressing climate change issues is how to reinforce these trends.", "Overseas Initiatives In recent years, climate change has been a major issue not only at central bank governors' meetings, as I mentioned earlier, but also at various international forums and organizations.", "Created under the Financial Stability Board (FSB), which monitors and makes recommendations about the global financial system, the Task Force on Climate-related Financial Disclosures (TCFD) published its final report in 2017 on recommendations for climate-related financial disclosures.", "These recommendations are being followed by an increasing number of firms, and Japan now has the largest number of firms supporting the TCFD recommendations.", "Also in 2017, the Network of Central Banks and Supervisors for Greening the Financial System (NGFS) was launched as a forum in which central banks and financial regulators discuss how to respond to climate change.", "The Bank joined the NGFS in 2019 and has participated in discussions on the effects of climate change on economic activity and the financial system.", "In 2020, the NGFS published its first set of climate scenarios, based on the idea that using scenario analysis is effective in assessing climate-related risks to the financial system.", "A number of central banks and financial regulators are currently conducting analyses of the financial system using the NGFS scenarios.", "The Group of Seven (G7) and the Group of Twenty (G20) have also been discussing climate change as a main issue.", "Specifically, there are discussions on the need to promote firms' financial disclosures based on the TCFD recommendations and the importance of scenariobased financial system analysis.", "The effects of climate change have also been discussed at the Executives' Meeting of East Asia-Pacific Central Banks (EMEAP).", "Asia accounts for about half of global carbon dioxide emissions and is also the region most vulnerable to the negative effects of climate change, such as floods.", "For this reason, Asian policymakers are showing particular interest in the responses to climate change.", "Individual central banks have also been stepping up their efforts.", "The Bank of England has been conducting scenario analysis that quantitatively assesses the impact of climate change on the financial system.", "Since 2020, it has also been publishing its own climate-related financial disclosure in line with the TCFD recommendations.", "Furthermore, the Bank of England has been considering how to \"green\" the Corporate Bond Purchase Scheme (CBPS), one of its monetary policy measures.", "The European Central Bank has been conducting scenario analysis covering financial institutions in the euro area and published its overview this year.", "It has also decided on a comprehensive action plan to further incorporate climate change considerations into its policy framework, based on its recently completed monetary policy strategy review.", "This year, the Federal Reserve Board set up two committees to assess the effects of climate change on financial institutions and the financial system, one from a microprudential perspective, the other from a macroprudential perspective.", "These initiatives show there has been a global response in recent years to the challenges of climate change, both at the level of international forums and organizations, and at the level of individual central banks.", "Central Bank's Mandate and Market Neutrality As the central bank of Japan, the Bank has been actively engaging in these international discussions and communicating with financial institutions.", "In addition, the Bank has set up an internal network, the Climate Coordination Hub, to enhance bank-wide initiatives on climate change.", "As I mentioned earlier, various stakeholders across jurisdictions have recently accelerated their efforts concerning climate change.", "With the intention of furthering its efforts on climate change, on July 16, 2021, the Bank released the Bank of Japan's Strategy on Climate Change and decided to implement a range of measures.", "I will elaborate on the issues of a central bank's mandate and market neutrality in the context of implementing these measures, and then talk about the measures in detail.", "Responses to Climate Change and the Central Bank's Mandate From a medium- to long-term perspective, climate change could have an extremely large impact on developments in economic activity and prices as well as financial conditions.", "From a central bank standpoint, with its mandate of achieving price stability and ensuring the stability of the financial system, supporting the private sector's efforts on climate change will help stabilize the macroeconomy in the long run.", "Now let us look at the effects of climate change in detail, starting from the economic perspective.", "There has recently been an increase in constraints on economic activity, such as supply chain disruptions caused by natural disasters.", "In the medium to long run, there is the possibility that a decrease in investment and employment in industries with significant greenhouse gas emissions will exert downward pressure on economy activity.", "On the other hand, there will be new opportunities, such as an increase in investment related to renewable energy.", "The future course of economic activity is highly uncertain.", "Prices and wages could be affected by both natural disasters and the various measures introduced for the transition to a carbon-neutral society.", "On the financial system front, assessment of \"physical risk\" and \"transition risk\" will be important.", "Here, \"physical risks\" refers to the risks that physical phenomena triggered by climate change, such as large-scale disasters and rising sea levels, will have a negative impact on firms and households.", "\"Transition risks\" refers to the risks of an economic impact on firms and households due to changes in policy, technology, or consumer preference as we move toward a carbonneutral society.", "Depending on our responses, both risks could adversely affect the financial system by changing the investment or lending behavior of financial institutions, both qualitatively and quantitatively.", "Responses to Climate Change and Market Neutrality Let me next look at responses to climate change and the issue of market neutrality.", "This is particularly important in considering monetary policy measures.", "I will first talk about the basic thinking of market neutrality.", "Central bank operations affect society and the economy in many ways.", "In conducting operations, central banks should try to affect the overall macroeconomy while avoiding involvement in micro-level resource allocation as much as possible.", "However, when central banks provide funds by purchasing financial assets, either through conventional or unconventional monetary policies, they not only change the macro interest-rate level but also affect the relative prices of individual financial products.", "Therefore, when considering the impact of central bank policies, I think that market neutrality needs to be interpreted with some latitude.", "When focusing on climate change issues, there is the question whether the neutrality of resource allocation is ensured simply by treating existing investment or loans equally.", "If private sector investment or loans are decided without taking into account the \"negative externalities\" caused by greenhouse gases, does this not affect the neutrality of resource allocation?", "If there were a portfolio comprising private sector investment or loans that took into consideration these negative externalities, it may be socially desirable for central banks to provide funds to correspond to such a portfolio.", "As I mentioned earlier, society as a whole has been tackling the negative externalities by intensifying efforts to address climate change.", "As this trend is expected to continue, providing support for such society-wide initiatives can be interpreted as falling within the broad definition of market neutrality.", "That said, it is certainly necessary for central banks to devise ways to avoid involvement in specific resource allocations as much as possible.", "The Bank's Measures In formulating the Bank of Japan's Strategy on Climate Change, the Bank examined various measures in view of the aforementioned issues of a central bank's mandate and market neutrality.", "In what follows, I will explain each measure in detail.", "With regard to monetary policy, the Bank decided to introduce a new fund-provisioning measure, through which it provides funds to financial institutions against investment or loans they make to address climate change based on their own decisions.", "The Bank considers this measure as a new approach to support efforts on climate change from the monetary policy side, while giving consideration to the abovementioned market neutrality and avoiding direct involvement in microlevel resource allocation as much as possible.", "This structure will also enable us to respond flexibly to changes in the situation under the fluid external environment surrounding climate change issues.", "In recent years, firms and financial institutions have been intensifying their efforts to address climate change.", "However, they have faced a number of difficulties.", "There are considerable uncertainties over various factors such as changes in greenhouse gas emissions, large-scale natural disasters, and technical innovations in response to climate change.", "Accordingly, best practices and responses could change over time.", "Firms take account of the changing situation when they engage in their business activities and investment, and financial institutions provide the necessary funds.", "Central banks can take a variety of approaches to support these efforts.", "Central banks in Europe are currently discussing measures to change the way in which corporate bonds are purchased and collateral is handled by taking into account the impact of climate change, based on certain rules.", "I think, however, that in Japan, there are many points to be considered in terms of market neutrality, since our discussions on the guidelines and taxonomy on climate change are still in progress.", "In this regard, under the Bank's new fund-provisioning measure, financial institutions make decisions on which investment or loans contribute to addressing climate change, so that they can respond flexibly to firms' funding needs.", "The Bank will also devise ways to exercise market discipline by asking financial institutions to disclose a certain level of information.", "This measure is a new attempt to support efforts on climate change through the conduct of monetary policy.", "The Bank believes that the new measure will accelerate the efforts of firms and financial institutions in Japan to address climate change.", "Financial System I will next talk about the financial system.", "Through the aforementioned channels of \"physical risk\" and \"transition risk,\" climate change could significantly affect the businesses of financial institutions, and consequently the stability of the financial system.", "In addition, the proper functioning of financial intermediation is vital for decarbonizing our society and the economy.", "The Bank will actively support financial institutions in identifying and managing their climate-related financial risks, with a view to maintaining the stability of the financial system and the smoothfunctioning of financial intermediation.", "The areas of particular focus are as follows.", "Through on-site examinations and off-site monitoring, the Bank will have in-depth discussions with financial institutions on their efforts to address climate-related financial risks and on their engagement with corporate customers in pursuit of decarbonization.", "In doing so, the quantitative assessment of climate-related financial risks is important.", "In this regard, there is a growing recognition among authorities and financial institutions that scenario analysis, which sets certain assumptions on the extent of climate change and its impact on the economy, is useful in measuring relevant risks.", "Taking account of the work of the NGFS and other authorities, the Bank, in collaboration with the Financial Services Agency, is working on pilot exercises in scenario analysis targeting large financial institutions by using common scenarios.", "The Bank will encourage financial institutions to enhance their disclosures, both qualitatively and quantitatively, based on the TCFD framework, which has been incorporated in the revised \"Japan's Corporate Governance Code.\"", "Research is extremely important in examining monetary policy measures and responses regarding the financial system.", "The Bank has hosted the International Research Workshop on Climate-related Financial Risks and published research papers.", "The Bank will deepen its analysis of how climate change will affect the macroeconomy, including economic activity and prices, financial markets, and the financial system, and make efforts in collecting climate-related data and refining analytical tools in order to better conduct surveillance and identify risks.", "It will also examine the functioning of financial markets and infrastructure and consider ways to address issues relevant to payment systems and market infrastructures.", "The findings will be shared and discussed with stakeholders at home and abroad.", "International Finance The Bank's Strategy on Climate Change was formulated partly in response to international discussions about climate change.", "The Bank will contribute to the development of measures against climate change by learning from other jurisdictions' experience at international forums, such as the G7, the G20, and EMEAP, sharing the experience gained through its measures, and taking part in multilateral discussions.", "On the financial system front, in close collaboration with the Financial Services Agency, the Bank will contribute to building an international framework for addressing climate-related financial risks at such forums as the Basel Committee on Banking Supervision, the FSB, and the NGFS.", "Regarding data gaps, the Bank will work with financial institutions and the relevant authorities to contribute to international initiatives to improve the availability of data necessary for assessing climate-related financial risks.", "In cooperation with other central banks, the Bank will strengthen its efforts to promote investment in climate-related financial products, such as green bonds, with the aim of fostering the development of financial markets.", "The Bank has been investing in the Asian Bond Fund launched by EMEAP to support the development of local currency-denominated bond markets in Asia.", "To help promote the local currency-denominated green bond market, it will consult with other EMEAP member central banks and stakeholders to expand the scope of investment in the Asian Bond Fund.", "The Bank's foreign currency assets have been managed in accordance with principles that call for a high degree of safety and liquidity.", "The amount outstanding of green bonds in the global market is on an increasing trend, and this trend is likely to continue.", "Given this situation, the Bank will purchase foreign currency-denominated green bonds issued by governments and other foreign institutions under the existing management principles.", "The Bank's Business Operations and External Communication The Bank, as a business entity, will pay due consideration to climate change in undertaking its business operations.", "To date, the Bank has been making efforts to reduce greenhouse gas emissions and to save energy in order to achieve the targets set by central and local governments and has strengthened its business continuity plan to deal with the increasing risk of flood damage.", "The Bank will continue with such efforts.", "As for external communication, the Bank will take into account the TCFD recommendations when making disclosures, and will enhance its communication with the public on climate-related issues in general.", "The newly launched page on climate change on the Bank's website will serve as a useful tool for the Bank's external communication.", "The impact of climate change on economic activity, prices, and the financial system is highly uncertain and could change significantly over time.", "There is still much discussion of taxonomy, both within countries and at international meetings.", "It is uncertain whether a consensus can be reached on specific guidelines, and even so, it could take some time.", "The ways in which the impact of decarbonization on specific corporate and economic activities might be reflected in the price-formation mechanism of various financial assets are currently under development.", "However, waiting until specific guidelines and ideas are fixed will only delay our response to the urgent global issue of climate change.", "In addressing climate change, it will be important to adopt a learning-by-doing approach: implement the crucial measures first, then make adjustments when necessary.", "The Bank will follow appropriately the evolving nature of climate-related issues, exchange dialogue with domestic and foreign stakeholders, including through active participation in international discussions, and will constantly review its measures and make adjustments where needed.", "Thank you very much for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Externalities", "Central bank", "Monetary policy", "Financial system", "Market neutrality", "Fiscal policy", "Green bonds", "Scenario analysis", "Financial risks"]}