{"sentences": ["Following a year of enormous cost - in terms of human lives and economic setbacks - caused by the COVID 19 pandemic, the Banco de España Annual Report 2020 is published today in a setting marked by a change in expectations prompted by the discovery of vaccines and their rollout to the general public.", "As a result of this change, a vigorous global economic recovery is discernible in the coming quarters.", "As illustrated in Chapter 1, among the developed countries, the Spanish economy has been one of the most severely affected.", "The double digit decline in GDP in 2020 was unprecedented in peacetime.", "Moreover, the recovery stalled in the second half of the year, as a consequence of the fresh outbreaks of the disease and the measures applied to contain them.", "The impact was very uneven across sectors (being concentrated especially in hospitality, leisure, retail and wholesale trade, and transport), geographical areas (activity falling most in the island and Mediterranean coast provinces), groups of workers (the brunt of the crisis was borne by lowincome young workers on temporary contracts) and firms (with smaller firms enduring a larger decline in turnover).", "The adverse effects of the pandemic on the levels of GDP, employment and public finances may last several years.", "Against this background, materialisation of the recovery and its strength will continue to depend crucially on the course of the pandemic, including the speed of the vaccination rollout and its effectiveness against possible new strains.", "However, as detailed in Chapter 2 of this Report, appropriate economic policies will also need to be applied.", "We can draw some lessons from the experience of the past year; though preliminary, they may be relevant to the management of the crisis in the coming quarters and also in the medium and long term.", "First, the importance of a rapid and forceful economic policy response needs highlighting.", "The unprecedented magnitude of the shock has also had an unprecedented economic policy response, which has mitigated the short-term costs, averted even more extreme negative scenarios and will probably reduce the medium and long-term damage arising from the crisis.", "Globally, the International Monetary Fund estimates that the fall in activity worldwide in 2020 could have been three times higher without the measures applied and, also, countries where the economic response has been stronger have tended to endure less pronounced recessions.", "The forcefulness of the response is well illustrated by the reaction of the European Central Bank (ECB) - with the approval of the pandemic emergency purchase programme (PEPP), which enabled asset purchases equivalent to 6.7% of euro area GDP in 2020 - and by the increase (by 6.5 percentage points of GDP) in the budget deficit that same year in the euro area, which includes the impact of the discretionary measures and automatic stabilisers.", "Second, the comprehensive nature of the response has also been crucial; most of the transmission channels of a crisis with very specific characteristics, affecting both supply and demand, have been covered.", "Monetary policy has mainly acted in two areas: the purchase of financial assets and the provision of liquidity to commercial banks, thus covering the euro area's main financing channels.", "Budgetary policy, meanwhile, has deployed a large variety of instruments to mitigate the effects of the crisis on households and firms, especially as these effects are highly heterogeneous.", "And prudential financial policy has included measures that have, on one hand, increased the solvency of financial institutions and, on the other, promoted the provision of solvent credit to the economy.", "Third, the ability to adapt economic policy to the course of the pandemic and to its effects on the economy has been particularly notable.", "The successive extensions to the measures to support the incomes of the households and firms most affected by the pandemic are a good example of this flexibility.", "So too are the various extensions to the horizon of the ECB's PEPP (the net purchase horizon is currently until the end of March 2022), and its design.", "That has enabled purchases to be concentrated in the most critical months of the crisis and in those countries whose financing conditions have been under most strain, at any given moment, allowing financial fragmentation risks to be eliminated and favourable financing conditions for all economic agents to be preserved.", "Fourth, we must acknowledge the role played by the highly complementary nature of the measures applied by the various economic authorities (monetary, fiscal and financial), each in the discharge of their respective mandates.", "From this standpoint, the monetary policy decisions adopted by the ECB have been of singular importance, since they have afforded the fiscal authorities scope to extend and maintain their measures to support the economy.", "Thus, the net asset purchases under the PEPP in 2020 reached an amount equivalent to more than 90% of the net public financing needs of the euro area countries that year (and almost 30% of their gross needs).", "This has been particularly important in countries such as Spain, that have been especially affected by the COVID 19 crisis and started with high budget deficit and public debt levels.", "The ECB's actions have prevented an increase in financing costs that would have significantly limited the capacity of the national fiscal authorities to support their economies.", "The fact that the ECB's measures complement those adopted by national governments (in particular the public guarantee schemes for lending) and prudential authorities (to allow financial institutions to use some of the capital buffers built up in recent years) has also been fundamental in maintaining the solvency of the banking sector and smoothing the flow of financing to the economy during the crisis.", "Fifth, the crisis has demonstrated that, in a highly globalised environment, concerted and coordinated international action is essential.", "And that is particularly important in Europe, given the high degree of integration in place.", "Indeed, on this occasion, in addition to the national policy response, there has also been a genuine common European response to the crisis, notably including the creation of the Next Generation EU (NGEU) recovery fund.", "This fund introduces important elements to ensure the burden of the economic recovery effort is shared, some of which are unprecedented, such as the large-scale issue of supranational European public debt to finance reforms and investment in those Member States most affected by the pandemic.", "Finally, a further necessary consideration concerns the importance of maintaining at all times a balanced and resilient economic position.", "Economic shocks can have very different origins.", "In this case, the shock has been completely exogenous and unexpected.", "However, its effects depend crucially on the economy's starting position, in terms of imbalances and resilience.", "In this respect, the improvements in the solvency of the banking sector and in the financial position of firms and households, following the deleveraging carried out over the last decade in Spain, have enabled the consequences of the crisis to be better weathered.", "On the other hand, the initial position of public finances, characterised by a high level of indebtedness and a large structural deficit, has constrained the ability of economic policy to respond to the crisis and has meant that the attendant impact has led to a significant increase in the vulnerability of our economy.", "It is essential that these lessons be incorporated into the management of the crisis over the coming quarters.", "The expectations of recovery are real, but its speed and extent are subject to much uncertainty.", "In the case of the Spanish economy, the outlook over the coming months depends primarily on three sources of uncertainty: vaccination; the recovery in tourism; and the strength of household consumption out of the reservoir of saving built up during the pandemic.", "Over a longer time horizon, two further significant elements of uncertainty can be identified: the magnitude of the destruction of the productive system and its possible financial consequences; and the degree of take-up and effectiveness of the European recovery programme funds.", "In this context, economic policy actions must pursue three objectives: maintaining support to the economy in the short-term; facilitating the structural adjustment caused by the pandemic; and decisively addressing the structural problems that limit our growth capacity and the enhancement of Spanish citizens' well-being.", "Indeed, support must be maintained until the recovery has firmed, since its premature withdrawal would lead to a risk of the recovery derailing.", "This applies to monetary and fiscal policy alike, which must continue to complement one another.", "The flexibility with which the support is applied must also be maintained, given that, depending on how the elements of uncertainty mentioned above evolve, the recovery may switch from very benign scenarios to others in which the crisis is more persistent and severe.", "Concerted global action also continues to be fundamental, in particular in a setting in which the recovery will be uneven across geographical areas.", "This will require some coordination of crisis exit strategies and, in parallel, support for the most vulnerable countries.", "International cooperation is particularly important both for stepping up the production of vaccines and for ensuring that their distribution is equitable and accessible to all.", "In the case of monetary policy, we must prevent a premature tightening of financing conditions.", "For this purpose, we on the Governing Council of the ECB have emphasised that the purchases made under the PEPP and any extension thereof will be adjusted so as to counter any increase in interest rates not accompanied by a return of the medium-term inflation projection to its prepandemic level.", "The increase in the volume of monthly purchases agreed in March was justified precisely on this basis.", "Within this framework, the tempo of purchases made in the context of the PEPP will be determined considering coincident and leading indicators, not retrospective ones.", "Specifically, the overall assessment to determine the rate of PEPP purchases will be based on the situation of financial conditions in comparison with the expected future inflation path.", "In the banking field, we supervisory authorities have continued to emphasise that the use of capital buffers by banks to recognise credit impairment and to continue providing solvent credit to households and firms is appropriate.", "Banks will have sufficient time to return to compliance with capital requirements.", "The process will not under any circumstances be started before the main effects of the pandemic have dissipated.", "In parallel, given that uncertainty still persists, that the impact of the pandemic on bank balance sheets has yet to become fully apparent and that banks continue to benefit from diverse public support measures, we have recommended that banks act with utmost caution in their dividend distribution and variable remuneration policies.", "At the same time, banks must maintain a policy of prompt impairment recognition, ensuring that it is appropriate and timely, as required by supervisory guidelines.", "With regard to budgetary policy, the maintenance of stimulus measures must be compatible with greater focus on the most affected sectors, firms and groups of workers, while the necessary flexibility to address the challenges arising from this new phase of the crisis must also be maintained.", "Chapter 3 of the Report addresses in detail one of the challenges which we consider most important: the scarring caused to the productive system by the crisis, some of which could be permanent.", "The effects of the crisis on the corporate sector influence both the momentum with which business investment, employment and activity recover in the short term and the impact the pandemic may have on potential growth in the long term.", "In particular, the closure of ailing but still viable firms could trigger job losses and disruption to certain production chains, leading to less favourable economic activity developments.", "This possibility also poses a risk to the banking sector and financial stability, especially if accompanied, in extreme situations, by a wave of failures among the firms affected.", "A substantial increase in defaults may affect the ability of some financial institutions to provide fresh credit, generating feedback loops.", "Accordingly, coordinated and sufficient economic policy action, to support firms that are in difficulty but still viable, remains essential.", "A package of assistance to the business sector and the self-employed has recently been approved.", "To be useful, it is particularly important that this assistance be implemented rapidly and evenly, with distribution mechanisms allowing it to be focused precisely on firms with solvency problems that are viable.", "Also the volume and use of the funds committed needs to be flexible, to adapt to the course of the pandemic and the possible materialisation of risks.", "At the same time it is crucial to pave the way for the economy to adjust to the new postpandemic realities, as illustrated by the intensification of digitalisation and remote working over the last year.", "In the case of Spain, this necessarily involves allowing the use of mechanisms established by legislation (in particular, labour legislation) so that firms make these adjustments.", "Given that the crisis may speed up resource reallocation across sectors and firms, these flexibility mechanisms are fundamental.", "Also, the functioning of debt restructuring and company liquidation mechanisms needs to be improved, particularly for business projects that are not viable in the medium term, i.e.", "those for which negative returns are forecast even when the pandemic is over.", "And, simultaneously, emphasis must also be placed on policies to support and train workers to provide the appropriate professional retraining and smooth the transition to the activities of the future.", "That said, perhaps the most important message at the present moment is that short-term pandemic management should now be accompanied by economic policy action to address the structural challenges arising from the pandemic and the pre-existing ones alike.", "And this principle should be applied to all economic policies.", "Many of the structural challenges facing our economies are global and require a global response.", "The present juncture is, in fact, a particularly suitable one for giving fresh impetus to multilateralism (in which international institutions must play a crucial role, in coordination with regional institutions and mechanisms).", "The aim should not only be to entrench the global economic recovery, but also to combat the reverses in inequality and poverty as a result of the pandemic, and to address jointly the common structural challenges arising from digitalisation and the fight against climate change.", "And this without forgetting the need to reinforce the common pre-emptive and response instruments for systemic crises such as the present one.", "In this respect, the G-20 agreements reached on debt relief measures to respond to the impact of the crisis in low-income economies are praiseworthy.", "But we now need to forge a consensus to tackle the situation which the middle-income countries (under which heading are a good number of the Ibero-American nations) are also facing; they are addressing this crisis with limited scope for a national policy response.", "As regards monetary policy, we are in a setting marked by inflation standing persistently below our objective in the past decade, by very low estimates of the so-called \"real natural interest rate\" and by the widespread application of non-standard measures, such as the asset purchase programmes.", "The ECB's Governing Council has duly decided to launch a review of its monetary policy strategy, which will finalise in the second half of this year.", "Other central banks have conducted similar reviews in recent years.", "The experience of the US Federal Reserve is, in my opinion, particularly significant.", "Its strategy review illustrates the advantages of allowing its inflation objective to be moderately and temporarily exceeded in a setting - like that characterising the euro area in recent years - in which inflation is persistently below target and nominal interest rates have reached their lower bound or are close to doing so.", "In our case, however, a pre-requisite for an effective strategy allowing inflation to rise above target is, precisely, that there should be a clear numerical inflation objective.", "The current ECB objective - an inflation rate below, but close to, 2% - is no help in this respect, as it does not indicate a specific numerical objective to act as a reference point.", "Accordingly, the hypothetical adoption of a strategy of these characteristics would necessarily have to be accompanied by a clarification of the ECB's inflation objective.", "Setting a rate of 2% as a precise and symmetrically understood objective would be a good option here.", "In any event, the US experience also helps illustrate the crucial role fiscal policy plays in the current context, and also in relation to the challenges facing monetary policy.", "In this respect, a fiscal stimulus to aggregate demand would exert upward pressures on prices.", "More subtly, if fiscal stimulus packages are appropriately designed, they may raise the economy's potential growth rate and, therefore, the \"real natural interest rate\".", "That would narrow the gap between effective and natural interest rates, providing additional support to aggregate demand and to inflation.", "Evidently, the European institutions have already made substantial headway in the fiscal realm with the launch of the NGEU programme.", "That said, the NGEU cannot and should not be considered as the cyclical stabilisation mechanism the euro area needs to complement the Eurosystem's single monetary policy.", "A true macroeconomic stabilisation mechanism should be permanent in nature, with sufficient funding and tax and debt capacity.", "This ties in with the current debate on the possibility of reforming the EU's fiscal rules, to better align them to the structural economic transformations that have come about since they were formulated.", "The current rules were conceived for a completely different economic context.", "On one hand, the secular decline in long-term interest rates means that higher debt levels can be maintained without compromising the public finances in the long run, provided that potential growth has not fallen in parallel.", "On the other, the international financial crisis and the COVID 19 pandemic have shown that the non-manageability of tail risks might not be confined to the domestic front.", "Indeed, it is possible that most of the biggest euro area countries, even if they follow the Stability and Growth Pact rules, will lack the fiscal buffer needed to face a recession in the coming decade.", "Thus, a new framework is needed in which the national and supranational fiscal authorities complement one another.", "Coordination by national fiscal authorities should be orientated towards medium-term budgetary objectives, with public debt sustainability as the main goal, and tackling asymmetric shocks.", "Meantime, supranational authorities should respond to tail events and adapt the fiscal policy stance at the euro area aggregate level so that monetary policy has more leeway.", "There is also a need to simplify the current framework, improving its hitherto scant capacity to ensure that countries build up fiscal buffers in good times for use in future crises.", "Nor can we forget that we still do not have a complete banking union, which will call for a common and fully mutualised deposit guarantee scheme, and that capital markets in Europe remain relatively under-developed and under-integrated.", "Hence the need to move resolutely towards approving the measures included in the capital markets union project.", "From a purely national standpoint, the medium-term outlook for the Spanish economy is conditional not only upon the duration of the current health crisis, but also on a series of critical structural challenges.", "Even before the pandemic, the Spanish economy faced the need to raise its growth potential, to correct certain dysfunctions in several goods and factor markets (with the labour market a particular case in point), to shore up public finances sustainability and to tackle the significant challenges related to population ageing, inequality and climate change.", "The economic crisis brought on by the coronavirus has increased the scale of some of these challenges.", "Specifically, it has highlighted some of the main shortcomings in our labour market that see the most vulnerable groups of workers bear the brunt of adjustments during recessions.", "The fiscal policy measures in response to the challenges posed by the crisis have prompted a steep deterioration in the public finances, which were already in a highly vulnerable position before the pandemic.", "Further, the crisis might adversely affect the growth capacity of some economic sectors and increase inequality levels.", "Against this background, the deep-seated structural transformation the Spanish economy needs calls for the design of a comprehensive strategy.", "Three essential levers should be considered here: the design and approval of an ambitious structural reform agenda; the implementation of those public investment projects with most long-term traction under the NGEU programme; and the definition and application of a multi-year budgetary plan that enables fiscal policy leeway to be recovered once the current crisis is behind us.", "First, a comprehensive structural reform strategy must be defined and implemented without delay.", "To increase productivity, it would be particularly advisable to deploy policies conducive to human and technological capital accumulation, areas where Spain has undeniable shortcomings compared with other advanced economies.", "The education system is evidently an essential lever for achieving this objective.", "Next, lessening the high duality between temporary and permanent employees would help reduce some of the main structural flaws of the Spanish labour market and mitigate the high levels of inequality.", "The challenge of population ageing and its implications for the financial sustainability of the public pension system must also be tackled.", "Finally, moving towards a more sustainable growth model will require a profound economic and technological transformation to mitigate the effects of climate change, seeking the highest degree of international coordination possible.", "Improving productivity and the functioning of the labour market will generate benefits in terms of reducing the high levels of inequality in place.", "However, the recent course of inequality in Spain has different dimensions, which require different instruments to tackle them.", "In particular, what is needed is an ongoing assessment of the effectiveness of the minimum income scheme and the approval of measures aimed at increasing rental housing supply.", "But the sizable disparities in the demographic dynamics of our country's different regions have also been gaining prominence in public debate.", "Chapter 4 of the Report addresses these issues.", "Given the large number of municipalities at risk of disappearing, it is important to consider both depopulation-mitigation policies (which seek to check demographic decline and promote the medium-term development of rural areas) and depopulation-adaptation policies (whose aim is to maintain a minimum level of services that ensure the well-being of rural dwellers).", "In any event, it is vital to assess the effectiveness and efficiency of such policies so as to promote their best possible design, always from a comprehensive standpoint that takes the long view.", "Second, the European NGEU programme is, in light of the amounts of funds involved and its structural focus, a unique opportunity to boost the transformation of the Spanish economy, especially in the digital and environmental areas.", "However, maximising the effect of this programme on long-term economic growth also poses deep-seated challenges that should not be underestimated.", "On one hand, project selection should be based on appropriate public procurement procedures and on the suitable design of methodologies to assess the different initiatives.", "On the other, as I stressed earlier, we must ensure there are no obstacles in our institutional framework that hamper the reallocation of resources across firms and sectors that the future structural change to our economy will require.", "Lastly, to spur the implementation of certain structural reforms, a portion of the NGEU programme's funds could be used to mitigate the costs that these reforms might entail for certain groups in the short term, in pursuit of the benefits they would generate for society as a whole in the medium and long term.", "Chapter 2 of the Report offers a specific example of a mechanism designed to reduce labour market duality and promote labour mobility.", "The implementation of this mechanism could indeed be advanced by the use of European funds to cover a portion of its launch costs.", "Third, once the ongoing recovery takes root, it will be vital to rebuild fiscal policy leeway and reduce the financial and macroeconomic vulnerability derived from persistently high public debt levels.", "The increase in debt and a high structural budget deficit leaves the Spanish economy more vulnerable to potential changes in financing conditions and in investor sentiment, which could feed through to other economic agents.", "The timely design of this necessary fiscal consolidation strategy would have unquestionable advantages in terms of improving the credibility of our economic policy.", "In this connection, it is essential to overhaul the Spanish tax system and review the efficiency of all public spending items.", "Finally, in the banking arena, the COVID 19 crisis has highlighted the importance of a sector with sufficient buffers to absorb unexpected risks.", "Looking ahead, we should ensure that the banking sector remains resilient in the face of potential new risks that may emerge.", "In this respect, as chair of the Basel Committee on Banking Supervision, I should stress that the full, timely implementation of the Basel III reforms - to which all the members of the BCBS, including the European members, have committed - remains pending.", "The aim is to homogenise the calculation of risk-weighted assets across banks.", "To achieve this, a key element is the so-called \"output floor\", by means of which a floor is set to the deductions banks may obtain through the use of in-house models to calculate minimum capital requirements as opposed to the standard approach.", "This aim remains fully pertinent.", "In February this year, the Banco de España submitted to public consultation a draft amendment of its Circular 2/2016 on the supervision and solvency of credit institutions, in order to render operational the new macroprudential instruments recently conferred upon it by national legislation.", "These will enable the Banco de España to set a countercyclical capital buffer requirement in specific sectors, limits on the sectoral concentration of credit in relation to bank capital and lending standard requirements (e.g.", "regarding loan size relative to collateral value).", "The full implementation of Basel III and the new tools available to the Banco de España will improve its capacity to act ahead of potential episodes of excessive or inappropriate credit growth in the future.", "Aside from these improvements, we would be well-advised to reflect on our institutional financial architecture.", "In the wake of the past international financial crisis, some countries have altered their models, generally towards more integrated arrangements involving a bigger role for central banks.", "Among these arrangements is the separation of responsibilities for preserving the financial soundness of all financial institutions irrespective of their nature (banking, insurance, securities, etc.)", "and for overseeing conduct in their relations with clients, and their assignment to separate authorities (to the Banco de España and to the National Securities Market Commission (CNMV), respectively).", "This is, in my view, an optimal institutional arrangement for managing potential conflict between these two responsibilities and for improving the efficiency and effectiveness of supervisory activity.", "It will also be important for the banking sector to respond to the new risks that may arise over a longer time horizon, such as those relating to climate change and digitalisation.", "Here, it is crucial that the sector should incorporate climate change-associated risks - both physical and transition risks - into their decision-making processes.", "Intervention by the fiscal and environmental authorities should provide for an orderly and predictable energy transition, mitigating risks with a high impact on financial stability.", "We financial supervisors must ensure that banks correctly assess these risks and include them in their management, along with promoting the development of information standards and suitable databases to measure them.", "Turning to the risks arising from new technological developments, I should stress, in addition to those associated with cyber-attacks, the possibility that growing competition from BigTech may become potentially disruptive.", "The various prudential and regulatory authorities will need to adopt a proactive stance to question the regulatory perimeter so as to ensure the maxim \"same activity, same risks, same rules\" applies.", "Also, technological competition might exert additional pressure on the sector's profitability, which has already been weakened by the impact of the pandemic.", "It is thus essential that banks should further explore the scope for efficiency gains, cutting costs and using new technologies more intensively.", "In our capacity as central banks and financial supervisors, we must also adapt to the risks and opportunities the new technologies offer.", "Thus, in the Eurosystem we are in the process of setting the objectives and terms for a future digital euro, conceived as a tool to stimulate innovation and act as a catalyst for competitiveness and growth.", "It would also provide essential support in safeguarding our monetary sovereignty and could, moreover, increase the external role of our currency and, by extension, our capacity to exert influence beyond our borders.", "This is an ambitious approach which will necessitate addressing the design of the digital euro with an open mind, while taking the necessary precautions to ensure that all relevant dimensions (such as financial stability, monetary policy and the configuration and role of the finance industry, which are so important for society and, of course, for a central bank) are appropriately taken into account.", "Domestically, the launch of the financial sandbox as a controlled space for testing should act as a catalyst for the development of innovative financial solutions that offer a response to clients' new demands.", "And, at the same time, it will provide regulators and supervisors with a unique opportunity to better understand the new business models and risks that might ensue so they can offer a more proportionate and appropriate regulatory or supervisory response.", "Allow me to conclude by reiterating one of the main messages I have wished to convey to Spanish society since the start of this unprecedented crisis.", "The challenges the Spanish economy faces are structural, and structural challenges require structural responses.", "The design and implementation of this response should be based on broad consensus, so that it may endure and prove credible.", "Such consensus must be compatible with the ambition and urgency needed to successfully tackle the enormous challenges to our economy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["COVID 19 pandemic", "economic recovery", "economic policy", "monetary policy", "fiscal policy", "banking sector", "structural challenges", "European Union", "labor market", "public finances"]}