{"sentences": ["Let me first thank the Financial Times for the opportunity to speak again at this conference.", "\"The Earth has a deadline.", "Let's make it a lifeline\".", "These are the words on the Climate Clock in New York's Union Square.", "Instead of measuring the time of day, this clock measures the time remaining to reduce greenhouse gas emissions and mitigate the catastrophic effects of climate change.", "We have less than ten years to cut emissions by nearly half and less than thirty years to reach net zero, in order to keep global warming to within 1.5 degrees Celsius above preindustrial levels.", "Climate change is already happening; it is rapid, widepsread, and intensifying.", "The recent report by the United Nations Intergovernmental Panel on Climate Change is sobering.", "Global warming has already reached 1.1 degrees Celsius above pre-industrial levels, the warmest in 125,000 years.", "With each year's delay in reducing global emissions, the task will get more difficult and costly.", "GREEN FINANCE AS A CATALYST FOR CHANGE Green finance is a key enabler for the transition to a sustainable future.", "The transition to a low carbon future will require fundamental changes across industries.", "Significant financing and investment are needed to support these shifts.", "According to the OECD, an estimated US$7 trillion of infrastructure investments are needed each year till 2030 to meet climate and development objectives .", "The financial sector can be a catalyst for change through financing transition activities and channelling capital to environmentally friendly projects and technologies.", "The good news is that the volume of assets invested in sustainable projects is rising rapidly.", "Approximately one-fifth of all assets worldwide are now in funds that use some form of ESG criteria .", "Multilateral banks are deploying more capital to support sustainability.", "The ADB has committed US$80 billion from 2019-2030 to combat climate change.", "Central banks are also putting their money where their mouth is: MAS has committed US$1.8 billion of its reserves to climate-related investments.", "These funds will be placed with five asset managers to manage new equity and fixed income mandates focused on climate change and the environment.", "The bad news is that green finance has not been able to reach the scale required.", "According to the International Energy Agency, global investment in energy projects needs to more than double from its current level by 2030 in order to meet net-zero emission goals by According to a study by the Boston Consulting Group, the volume of climate financing will have to grow over the next three decades by roughly five to eight times the current amounts raised .", "THE CHALLENGE OF PUTTING TOGETHER A GREEN-FOCUSED BOND FUND Why has it been difficult to scale up green finance?", "Take for example an asset manager looking to establish a green-focused bond fund.", "In constructing the portfolio, the asset manager has to check that the issuer of each of the underlying bonds is able to: ensure that the bond proceeds are clearly earmarked for projects which are green; assess the climate-related risks and returns of these projects; and measure and report the expected environmental impact of the projects.", "The asset manager also has to assess each issuer's green credentials; whether it is: exposed to material physical and transition risks arising from climate change; has other operations that may lead to negative environmental impacts; and has a holistic climate transition strategy with clearly defined targets and milestones overseen by a strong governance framework.", "The asset manager will also need to assess, monitor, and disclose the portfolio's alignment with its sustainability objectives.", "The most direct metric to compute and disclose is the fund's carbon footprint.", "But investors also want to know the fund's future carbon trajectory or avoided emissions.", "This is not easy given the lack of standardised disclosures by companies.", "The issue is compounded by a lack of clear global standards to measure the savings from avoided emissions.", "Finally, estimates of future emissions pathways depend heavily on the assumptions made for climate scenarios, sectoral developments, and human interaction effects.", "THE THREE \"D\"S TO SOLVE: DATA, DEFINITION, DISCLOSURE To make green finance work effectively, we need to solve the three \"D\"s - data, definition, disclosure.", "improve the quality, availability, and comparability of data; develop compatible definitions or taxonomies for green and transition activities; and implement a consistent set of global standards for disclosures and reporting.", "Reliable and Comparable Data To assess firms' exposure to physical and transition risks, and to properly price sustainable loans or value investments, lenders and investors need reliable and comparable data.", "Some of the key climate-related data required include: the borrower's or issuer's future emissions trajectories and whether they are on track towards a sustainable, Paris-aligned pathway; and comprehensive Scope 3 emissions, which helps us understand lifecycle emissions along firms' value chains.", "But the vast majority of firms do not provide such information, even those which have set emission reduction targets.", "The process of acquiring sustainability data remains manual, cumbersome, and costly.", "There is also lack of transparency in the verification and reporting process for such data.", "On the bright side, there are concerted efforts globally to solve the data problem.", "The IMF, FSB, OECD and the NGFS, or Network for Greening the Financial System, are actively working to address the data gaps in green finance.", "The NGFS has taken a targeted approach by focussing on specific use cases and associated metrics.", "It is also examining the concept of publicly available repositories as a way of pointing users to existing climate-related data and helping them to access relevant data sources.", "The IMF has created a climate change indicators dashboard that brings together climate related data needed for macroeconomic and financial policy analysis.", "Technology is a potential game changer in addressing some of the data challenges.", "It offers the prospect to capture data in a more connected and efficient way.", "Application Programming Interfaces, or APIs, to connect directly to infrastructure systems and retrieve relevant environmental and energy consumption data; Internet of Things, or IoT, devices and sensors to measure carbon emissions and pollution levels directly at source and in real time; blockchain-based platforms to ensure provenance of ESG certifications; and natural language processing to parse reports to distil and analyse relevant sustainabilityrelated information.", "MAS recently launched Project Greenprint which aims to harness technology and data to support the green finance ecosystem.", "MAS is working with the financial industry to establish data platforms to: mobilise capital for green projects in selected sectors such as construction, agriculture, and facilitate the acquisition and certification of climate-relevant data from these projects; monitor their commitments to emissions reductions; and quantify the impact of the projects' abatement efforts.", "Compatible Definitions or Taxonomies To unlock sustainable finance, we need common definitions or taxonomies for the activities that contribute to climate goals.", "We are unlikely to have a single, global taxonomy.", "But as more jurisdictions develop their own taxonomies, we must ensure they are compatible or inter-operable.", "Otherwise, cross-border green finance flows will be severely constrained.", "In particular, there is an opportunity to develop clear definitions of what activities should be considered transition activities.", "This will support economies which are at different stages on the journey towards net zero.", "Mobilising finance to transition activities will move the needle on climate action, especially in Asia where many sectors are still emissions-intensive and there is a need to support sustainable development.", "In Singapore, the Green Finance Industry Taskforce convened by MAS is fleshing out its proposed taxonomy for green and transition activities.", "The taskforce has issued for consultation a proposed \"traffic light\" system to classify sustainable activities as green, transition activities as yellow, and unsustainable activities as red.", "It is now working to develop more granular criteria, including metrics and thresholds, to help operationalise the classification system.", "Internationally, there are efforts towards achieving greater compatibility across taxonomies.", "MAS is working with its counterparts in the region to develop an ASEAN taxonomy for sustainable finance that coordinates efforts across the banking, insurance and capital markets sectors.", "MAS is contributing to the work of the International Platform on Sustainable Finance to develop a \"common ground taxonomy\" that will enhance transparency by highlighting commonalities across different existing taxonomies.", "The G20 Sustainable Finance Working Group, which is co-chaired by the US and China, is looking into improving coordination on taxonomies across countries and markets.", "For example, it encourages countries that are developing their own taxonomies to use internationally recognised industry classification systems, to enhance interoperability.", "Consistent Disclosures and Reporting There is a pressing need to converge on a set of consistent climate-related reporting and disclosure standards for companies.", "Globally, there are more than 200 frameworks, standards, and other forms of guidance on sustainability reporting and climate related disclosures.", "This has resulted in selective reporting and inconsistent disclosures that are not comparable.", "For example, some companies report absolute reduction in greenhouse gas emissions, while others report carbon intensity reduction metrics.", "Some companies report reductions year-over-year, while others report reductions over multiple years.", "We are seeing promising signs of convergence on a global baseline sustainability reporting standard.", "The International Financial Reporting Standards (IFRS) Foundation is looking to establish an International Sustainability Standards Board (ISSB) to develop this global standard.", "The G7 and G20 countries have welcomed the IFRS' programme of work.", "The IFRS effort will build on the recommendations of the Task Force on Climate-related Financial Disclosures (TCFD), which have gained wide acceptance internationally.", "In Singapore, MAS and SGX are setting out roadmaps for mandatory climate-related financial disclosures by financial institutions and listed entities respectively.", "SGX has issued for consultation a proposed roadmap to introduce mandatory climaterelated disclosures consistent with the TCFD recommendations for listed entities, starting with sectors most exposed to climate-related risks.", "MAS will consult the industry later this year on mandatory climate-related disclosures by financial institutions.", "While all banks, insurers and asset managers are expected to make climate-related disclosures from 2022, MAS' consultation will focus on how to transition these expectations into mandatory requirements.", "Another area where there is room for greater consistency and reliability of disclosures is at the financial product level.", "Two years ago, the Wall Street Journal reported that eight out of ten of the biggest 'sustainable' funds in the US are invested in oil companies.", "We need to make sure that as green investments become more mainstream, there are strong disclosure requirements in place.", "MAS will set out early next year its regulatory expectations on the disclosure standards that retail funds in Singapore with an ESG investment objective must meet.", "With the enhanced disclosure in place, investors will be able to better understand the criteria that an ESG fund uses to select its investments.", "Investors will also obtain from a single offering document more information on the fund's investment process, as well as the risks and limitations associated with the fund's ESG strategy.", "Investors will also receive periodic updates on whether the investment objective of an ESG fund has been met.", "Knowledge and Capacity Building Beyond data, definitions, and disclosures, we need to build strong capabilities and expertise to support green finance.", "In Singapore, we are seeing more financial institutions and large corporates embedding sustainability into their strategies and processes.", "Specialised expertise is needed to: quantify the environmental benefits and costs of new projects; estimate how environmental costs could translate into future default risks; and develop tools for reporting the sustainability metrics of various projects and business lines.", "To support this build-up of knowledge and skills, MAS has been working to anchor centres of excellence for training and research on green finance with an Asian focus.", "We have two such centres based here already - the Singapore Green Finance Centre and the Sustainable Finance Institute Asia.", "We will soon have a third centre of excellence.", "The National University of Singapore will be establishing by the end of this year the Sustainable and Green Finance Institute, or SGFIN.", "SGFIN will help groom a pipeline of talent and leadership in sustainable and green finance across the career spectrum.", "It will help equip companies with the multi-disciplinary knowledge necessary to integrate sustainability considerations into their business strategies and investment decisions, and quantify their environmental and social performance.", "A key research focus of SGFIN is to develop a sustainability and impact measurement and assessment framework.", "The framework will seek to determine the monetary value of companies' environmental and social performance.", "It aims to address the lack of consistent and standardised ESG data in Asia by utilising modern statistical and advanced machine learning tools to capture environmental and social data on Asian firms.", "The three centres of excellence in green finance in Singapore will complement one another.", "The Sustainable Finance Institute Asia will support capability building in formulating and implementing sound sustainable finance policies in Asia.", "The Singapore Green Finance Centre will support applied research focused on catalysing green finance solutions by the industry.", "The new Sustainable and Green Finance Institute will bring together expertise across multiple disciplines to identify how finance can advance sustainability in different economic activities.", "The growing depth and diversity of research in sustainable finance will provide ballast to Singapore's growing status as a leading green finance hub.", "The climate clock is ticking ...", "The next few years will be critical in ensuring that the financial system is equipped to facilitate the global transition necessary to achieve the climate objectives that 195 countries signed up to in Paris in 2015.", "Let us do our part - as regulators, standard setters, investors, asset managers, and financial service providers - in greening the global financial system."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Green finance", "Climate change", "Sustainability", "Data", "Disclosure", "Definitions", "Taxonomy", "ESG", "Investments", "Emissions"]}