{"sentences": ["I would like to thank you warmly for inviting me to speak to you today.", "It is a privilege to have an opportunity to talk to the citizens' representatives at the heart of European democracy.", "Events like this one allow us to consider national debates in discussions about our common challenges as Europeans.", "For all of us, the past year of the pandemic has been an extraordinary challenge.", "And, at all levels, the public policy response has been truly impressive.", "National responses have spearheaded the policy effort, with fiscal measures amounting to, on average, 4.5% of euro area GDP.", "Yet the response to this crisis stands out from previous ones in that the level of policy alignment achieved has been truly unprecedented.", "The strength of Europe's crisis response has crucially depended on the strength of national and European responses across all areas: monetary, fiscal, supervisory and regulatory.", "But the pandemic is not over yet.", "Policy alignment will continue to be imperative for what lies ahead.", "So I would like to look at the ways in which our policies can keep reinforcing each other in addressing two common challenges: shielding the economy and subsequently transforming it.", "Shielding the economy While people are drawing hope from the start of vaccination campaigns, the first challenge - \"shielding\" - calls for us to continue to bridge the gap until widespread immunity is achieved.", "Across Europe, people are still grappling with the economic and social consequences of the pandemic.", "And it is still highly uncertain how the next stages of the pandemic will unfold.", "In this context, our pandemic emergency purchase programme (PEPP) has been tailored to the pandemic, helping to stabilise markets and ease our policy stance to support the recovery.", "It will continue to be a crucial tool.", "The PEPP envelope of €1.85 trillion gives us considerable firepower and flexibility in conducting purchases.", "Moreover, our targeted longer-term refinancing operations will remain an attractive source of funding for banks, supporting the flow of credit to households and firms.", "SMEs tend to benefit disproportionately from abundant and cheap credit, and smaller firms have been able to borrow at the lowest rates ever recorded.", "The ECB will continue to support all sectors of the economy by preserving favourable financing over the pandemic period, as it has done since the start of the crisis.", "This commitment implies looking at indicators along the whole transmission chain of our monetary policy - from risk-free rates to government borrowing costs to capital markets to bank lending for firms and households.", "Within the broad-based set of indicators that we monitor to assess whether financing conditions are still favourable, risk-free overnight indexed swap (OIS) rates and sovereign yields are particularly important, because they are good early indicators of what happens at downstream stages of monetary policy transmission, since banks use those yields as a reference when setting the price of their loans to households and firms.", "Accordingly, the ECB is closely monitoring the evolution of longer-term nominal bond yields.", "The overall policy mix, however, remains essential.", "While the pandemic persists - and lockdowns and heightened uncertainty continue - firms and households will only be able to take full advantage of favourable financing conditions if national policy measures are deployed to help monetary policy unfold its full potential.", "By continuing to take the lead in protecting the firms and sectors most exposed to the crisis, fiscal policy can help brighten economic prospects for firms and households, thereby strengthening monetary policy transmission.", "The ECB's Consumer Expectations Survey demonstrates this: people who consider government support to be more adequate display less precautionary behaviour.", "Those people are in turn more likely to respond to favourable financing conditions and increase their consumption.", "With monetary and fiscal policies working in tandem, we hope that we will finally cross the bridge and reach the other side of the pandemic.", "Transforming the economy The second policy challenge will arise as the economy gradually reopens.", "And this second challenge will be quite a different one.", "It won't be about returning to the pre-pandemic status quo.", "It will be about bringing the economy rapidly back to potential, while using the thrust of the recovery to transform our economies.", "The focus will then be on reducing the damage caused by the pandemic, such as permanent job reductions, which one in five firms are considering.", "At the same time, it will be crucial to harness the potential offered by the pandemic, which has spurred a multi-year leap in digital progress and has brought a new focus on sustainability.", "Digital and green technologies present massive possibilities for more vibrant, inclusive and sustainable growth.", "In the energy sector alone, scaling up green investment to the necessary levels could create an estimated 1.1 million jobs across Europe by 2030.", "Europe is leading the way in addressing this double policy challenge.", "Its Next Generation EU (NGEU) recovery package is designed to support demand today and generate growth potential tomorrow through investment and reforms.", "Indeed, NGEU is expected to provide, on average, around 1% of GDP in grants and loans per year over the next three years, while committing 37% of funds to green investment, and 20% to digital.", "Next to EU policies, national policy action will have to play a vital enabling role in smoothing the transition and promoting change.", "First, by ensuring that NGEU funds can be fully operational when the decisions on own resources are ratified in all Member States, which in many cases involves national parliaments.", "And second, by creating the right economic environment to boost the impact of NGEU.", "This means improving the quality of government spending and ensuring that NGEU is firmly rooted in sound structural policies conceived and implemented at the national level.", "If used for productive public investment, NGEU funds could increase real output in the euro area by around 1.5% of GDP over the medium term.", "So these must be priority areas if we are to reform, modernise and come out of this crisis with renewed vigour.", "Let me conclude by emphasising that all of us, across all policy levels, must pull together to meet our shared challenges and ensure that Europe can emerge stronger from the pandemic.", "Today, 22 February, is the birthday of Lord Robert Baden-Powell, the pioneer of scouting.", "The scout's motto, \"be prepared\" is apt for us too.", "For Europe to be prepared and bring about positive change in 2021 and beyond, national and European decision-makers need to uphold our team effort.", "The ECB will continue to play its part.", "The European Green Deal Investment Plan (EGDIP) aims at mobilising at least €1 trillion in sustainable investments over the next decade, as part of the long-term efforts to reach net-zero greenhouse gas emissions by 2050 for the European Union Bankowski et.", "(2021), \"The macroeconomic impact of the Next Generation EU instrument on the euro area\", Occasional Paper Series, No 255, ECB, January."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "fiscal policy", "European Green Deal", "Next Generation EU", "pandemic", "economic recovery", "financing conditions", "green investment", "digitalisation", "sustainability"]}