{"sentences": ["Thank you for inviting me to speak at this fourteenth edition of the Payments Forum organised by Suomen Pankki - Finlands Bank.", "Finland is often seen as a forerunner in the development of retail payments, certainly when it comes to digitalisation and its effects.", "And I am pleased that despite the ongoing pandemic, we have come together as stakeholders of the payments ecosystem.", "Today, I would like to discuss how we can promote digital, European, instant retail payment solutions that can be used by everyone, everywhere.", "Digitalisation has indisputably come a long way in reshaping the European retail payments landscape.", "So it is natural for digitalisation to be one of the starting points of our retail payments strategy .", "Simply put, digitalisation is changing the way we pay.", "We are increasingly paying online and with cards.", "The pandemic has further accelerated this trend.", "In facing these developments, Europe is not optimally positioned, not least because of the \"waitand-see\" attitude that has in some cases prevailed in the past.", "This has made Europe overly dependent on a few foreign providers for card and online payments, resulting in a high degree of market concentration.", "To increase choice, resilience and competitiveness, the European payments ecosystem must proactively stimulate competition, including by developing innovative, Europe-grown payment solutions and technologies.", "For this reason, a key priority of our retail payments strategy is the development of a European payment solution for the point of interaction.", "The ECB welcomed the launch of the European Payments Initiative as its objectives meet our public interest criteria: pan-European reach and customer experience, convenience and cost efficiency, safety and efficiency, European brand and governance, and global acceptance as a longer-term goal.", "We remain open to other market initiatives, provided they meet these requirements.", "Another key priority of our retail payments strategy is the full deployment of instant payments.", "Here, too, the industry has a decisive role to play, facilitated or guided by the authorities.", "On the operational side, the Eurosystem has taken steps to ensure the pan-European reach of instant payments by the end of 2021 through our TARGET instant payments settlement service (TIPS).", "But we know that the private sector, by contrast, has made far less progress on this front.", "The next step is for payment service providers to offer instant payments at attractive and transparent conditions.", "This means that prices should be neither excessive nor hidden to consumers.", "While the cost for service providers of using TIPS is 0.20 eurocent (€0.002) per instant payment transaction, instant payments are sometimes offered to consumers for €1 per transaction.", "For instant payments to become the new normal, they must be cheap and easy to use.", "We would also like to see providers make instant payments available on all commonly used electronic channels and offer much-desired functionalities such as Requestto-Pay.", "For everyone, everywhere Our strategy goes further.", "Payments that cross the EU border must become cheaper, easier and faster.", "We thus contribute to the international work on cross-border payments, and we are exploring with Sveriges Riksbank how TIPS could support cross-currency instant payment transactions.", "To promote innovation and digitalisation, we are also investigating the opportunities of panEuropean electronic identities and electronic signatures for retail payments.", "Finally, the strategy encompasses work on the environmental sustainability of payments and on access to payments for all citizens.", "We are also preparing for the future through our work on a possible digital euro.", "A digital euro would provide Europeans cost-free access to a safe form of digital money which respects privacy and has legal tender status, ensuring it can be used everywhere.", "Work is ongoing in cooperation between the ECB and the national central banks, including Suomen Pankii - Finlands Bank.", "The Eurosystem and the European Commission have outlined a clear vision of the future of retail payments in Europe.", "Digital, European, instant, for everyone, everywhere.", "Together, we can make it happen.", "ECB (2019), \"Implications of digitalisation in retail payments for the Eurosystem's catalyst role\", July.", "ECB (2021), \"The Eurosystem's retail payments strategy\", April.", "ECB (2020), \"Study on the payment attitudes of consumers in the euro area (SPACE)\", December.", "For example, the share of card payments with international card schemes rose from 53% to 69% of total card payment transactions in the EU between 2009 and 2018 (Source: ECB).", "POI, physical point of sale and mobile and e-commerce.", "ECB (2020), \"ECB welcomes initiative to launch new European payment solution\", Press release, 2 July.", "ECB (2020), \"ECB takes steps to ensure pan-European reach of instant payments\", Press release, 24 July.", "ECB (2020), \"ECB welcomes initiative to launch new European payment solution\", Press release, 2 July."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digitalisation", "European payments", "Instant payments", "Retail payments", "Cross-border payments", "European Payment Initiative", "Electronic identities", "Digital euro", "Payment attitudes", "Environmental sustainability"]}