{"sentences": ["The Bangko Sentral ng Pilipinas is pleased to join the celebration of the 43rd National Disability Prevention and Rehabilitation Week.", "This year's theme of \"Kalusugan at Kaunlaran ng Pilipinong May Kapansanan, Isulong sa Gitna ng Pandemya\" is timely and very much aligned with the thrust of the BSP.", "The COVID-19 pandemic, while sparing none, has worsened difficulties for our most vulnerable and overlooked segments.", "Socioeconomic gaps, including access to vital services, have widened.", "Empowerment could thus not be a greater imperative.", "This is why we at the Bangko Sentral ng Pilipinas believe that empowering our kababayan, especially in these extraordinary times, can lead to a better financial future and propel us to post-pandemic recovery and growth.", "The empowerment of the vulnerable sectors has always been an underlying objective of the BSP's efforts.", "For this reason, we are continuously stepping up our financial inclusion efforts to ensure financial services are within easy reach for all Filipinos, including Persons with Disability.", "With access to a wide range of financial services, Filipinos can better manage their finances, seize income opportunities, and build financial resilience.", "Financial inclusion therefore empowers individuals to improve not only their welfare, but also that of their family and community.", "The need for financial inclusion has been highlighted by the pandemic as people needed to transact digitally.", "People who had a transaction account were able to safely and conveniently conduct financial transactions through their mobile devices at the comforts of their home.", "This crucial capability for digital transactions should be within reach by every Filipino in the new, and increasingly digital, economy.", "The BSP has therefore committed that by 2023, at least 70% of adult Filipinos own and use a formal account, and at least 50% of retail payment transactions are performed digitally.", "We are optimistic of achieving these targets, even earlier than planned.", "Over the years, the BSP has laid down the foundation for financial inclusion through our regulations and initiatives to build the inclusive digital finance ecosystem.", "With the pandemic, financial inclusion has been recognized further as an urgent national development agenda, rightly necessitating a whole-of-nation approach.", "The Philippine Statistics Authority has been ramping up its implementation of the Philippine National ID System or PhilSys which will be a gamechanger for financial inclusion addressing, long-standing barriers to account ownership in the informal and low-income sector.", "Meanwhile, on March 10 this year, President Rodrigo Roa Duterte signed the Executive Order No.", "127 as a policy reform to expand the satellite broadband market to speedily connect underserved rural communities.", "This will enable rural communities to join the digital economy and partake of its benefits.", "Sa pamamagitan ng PhilSys at pagpapalaganap ng mobile at internet access sa ating bansa, masmarami pang Pilipino ang mahihikayat na gumamit ng digital financial services.", "Kasama rito ang ating mga kababayan na PWD.", "We laud the National Council on Disability Affairs and other stakeholders for upholding and protecting the rights of the PWD sector.", "Rest assured that the Bangko Sentral ng Pilipinas is committed to continuously engage the sector so we can better respond to your needs.", "Naririnig po namin kayo.", "In July 2020, we introduced enhanced tactile marks in our banknotes to aid the elderly and visually impaired in identifying denominations easier.", "The BSP is also now exploring the addition of braille functionality to our banknotes, which aims to benefit as many as 2.5 million visually impaired Filipinos.", "We recognize that many members of the PWD are highly vulnerable to and experienced unfair practices.", "We are reminding banks and other BSP-supervised financial institutions to enforce non-discrimination policies and promote access to welfare-enhancing financial services of our PWD sector.", "We hope this webinar will be informative and serve as a platform for deeper engagement to promote the financial welfare and empowerment of our country's PWD sector.", "Sama-sama nating isulong ang kaunlaran ng Pilipinong may kapansanan sa gitna at lampas ng pandemya."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial inclusion", "PWD", "Financial services", "Empowerment", "Digital economy", "PhilSys", "Vulnerable sectors", "Pandemic", "Digital transactions", "Braille functionality"]}