{"sentences": ["Thirty Years of Hurt, Never Stopped Me Dreaming Andrew G Haldane, Chief Economist and Member of the Monetary Policy Committee Institute for Government The views (more so than ever!)", "are not necessarily those of the Bank of England or Monetary Policy Committee.", "I would like to thank Andrew Bailey, Nick Butt, Shiv Chowla and Mette Nielsen for comments, Jack Meaning, Sandra Mills and Sarah Saunders for help in preparing the text and hundreds of Bank colleagues over several decades for their support.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice THIRTY YEARS OF HURT, NEVER STOPPED ME DREAMING At the end of September I leave the Bank of England, 32 years almost to the day since I joined.", "Most would say that is a decent stint, but in Bank terms it is just really getting started.", "My personal assistant, the brilliant years.", "The Bank's company secretary, John Footman, Sandra Mills, has just completed 44 is just about to clock 52 years.", "I never was a completer-finisher.", "It has not, of course, been 30 years of hurt.", "I have loved almost all of my time at the Bank.", "I promised myself one thing when I joined - that I would only stay as long as it was interesting.", "It has been interesting for 32 years.", "And it remains no less interesting now.", "I tell the Bank's new entrants I can promise them only one thing: they will be telling their families and friends about this moment in history and, uniquely, they can write its next chapter.", "As a public servant, this is as good as it gets.", "Any lengthy career in public policy will inevitably be punctuated by crisis.", "In my case, crises have provided not just the punctuation marks, but most of the words, sentences and paragraphs too.", "In public policy, crises are the ultimate learning experience.", "They are also the moments when the Overton window of opportunity is widest and the opportunity for change greatest.", "Crises are moments of challenge and opportunity in equal measure.", "I am very fortunate to have experienced plenty of both.", "My time of the Bank has been evenly split between its twin statutory functions, monetary and financial stability.", "These functions, embedded in the Bank's Royal Charter in 1694, remain its statutory centrepiece today.", "(The Bank's third objective, fighting the French, has by contrast tended to be downplayed.)", "Over the intervening 327 years, both monetary and financial stability have had their fair share of challenges and opportunities.", "These have perhaps come thicker and faster over the past 27 years than the preceding 300.", "I want to offer a few retrospective thoughts on the evolution of monetary and financial stability over the past 30 years before turning to central bank communications, a crucial ingredient of both.", "Bank of England policy frameworks and practices have undergone an astonishing transformation over that period.", "I do not think it is an exaggeration to say there has been a revolution in how the Bank goes about securing monetary and financial stability and how it communicates about both.", "The catalyst for this revolution has been crisis.", "Having discussed this historical evolution-cum-revolution, I discuss some of the key issues facing central This is the \"dreaming\" bit banks today.", "- looking around corners to judge not only what is coming but how to reshape it, seeking out the biggest issues not just of today but tomorrow.", "It is the Wayne Gretsky approach For those who don't follow football, the title of this speech is a line from the England football team song \"Three Lions\" of the 1996 European Championship tournament, 30 years after England's last international triumph at the World Cup in All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice to public policy - skating to where the puck is going, not where it is.", "That can be unconventional and sometimes misunderstood.", "But it is, for me, the essence of effective policymaking.", "Imagining a different future is not sufficient for policy success.", "It is the imagined made real that matters.", "The Bank is blessed with having the capacity to both think and do, both brain and hands.", "When former Governor Cobbold said \"the Bank is a bank and not a study group\" he was wrong.", "happens when the two are combined, the brains and hands co-ordinated.", "Nothing illustrates this better than the revolution in the UK's monetary and financial stability frameworks during my tenure.", "I joined the Economics Division of the Bank in 1989, following the well-trodden path from Sunderland council the UK's monetary policy framework.", "My first task fell a estate to Threadneedle Street.", "I hoped to redesign (\"externals\") component of the asset fraction short of those ambitions.", "It was to forecast the non-resident counterparts to M4 (a measure of the money supply).", "Like the Schleswig-Holstein problem, only three people understood the external counterparts to M4.", "One was dead, the other mad and the third was not me.", "The external counterparts of M4 are as close to a random walk as any time-series on the planet.", "That makes forecasting them a mug's game.", "Almost as thankless was the six-monthly forecasting exercise we undertook at the time.", "This involved every economist forecasting a component of the National Accounts in microscopic detail.", "My job was to forecast the Interest, Profits and Dividends component of the UK current account, another lofty task, another random walk, another game of mugs.", "At the end of this exhaustive process, the forecasts were sent around the Bank, as well as to HM Treasury.", "recycling wasn't an option at the There, I have it on good authority, they quickly became landfill (as time).", "Like the UK's entry at Eurovision, the Bank economists' contribution was spirited but ultimately pointless.", "The Bank's analytical brain did not connect to any hands.", "John Kenneth Galbraith said that economics was the time, that was the Bank's view too.", "extremely useful as a form of employment for economists.", "At The Bank's forecasting process was a fitting metaphor for the UK's monetary policy experience at that point.", "From the early 1970s onwards, many monetary policy frameworks had been tried.", "All of them had ended up in the wheelie bin.", "In the late 1980s, the UK had no clearly defined nominal anchor for monetary policy at all.", "The best predictor of interest rate movements was not GDP or inflation.", "It was whether Mrs Thatcher (the then-Prime Minister) had recently suffered a bad by-election result.", "Policy played second fiddle to politics.", "For those who don't follow ice hockey, Wayne Gretsky is a famous Canadian former ice hockey player.", "I promised myself never use an ice hockey metaphor during Mark Carney's tenure.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice At the point I joined, the search for another new nominal anchor for the UK was well underway.", "One of my early tasks was to become an expert on the European Exchange Rate Mechanism (ERM), a framework that was seen as offering a route to monetary redemption for the UK, effectively by outsourcing monetary policy to Germany's Bundesbank.", "Within a year, the UK had joined the ERM.", "And two years later Black Wednesday, 16 September 1992 - it was forcibly, and ingloriously, ejected.", "That day is etched on my memory.", "I had the incredible good fortune to be sitting on the Bank's foreign exchange dealing desk that day, watching agog as we lost around £20 billion in foreign exchange reserves defending the pound at the time, real money despite announcing interest rate rises of 5 percentage points in a single day.", "How the world has changed.", "Currently, financial markets expect UK interest rates to rise by an average 5 basis points each six months for the next 10 years.", "The UK's exit from the ERM led to a new nominal anchor being needed.", "And almost immediately, one was adopted - an inflation target.", "It had one obvious merit: it was the only monetary framework not to have already been tried in the UK.", "But the track record of inflation-targeting was close to non-existent.", "At the point the new target was announced, expectations for UK inflation were high (over 5%) and expectations for sterling following sterling's ERM exit, and the expected the framework lasting were low.", "The collapse in sharp rise in inflation, meant the wheelie bin beckoned for inflation-targeting.", "In the event, inflation failed to pick up as much as expected after the ERM debacle.", "And, behind the scenes at the Bank, the machinery of monetary policy was changing.", "Data, analysis and models suddenly became more central to judgements on inflation and the appropriate monetary stance.", "Accompanying this, the Bank's judgements.", "economics and economists began playing a more central role in formulating Although decisions on interest rates still resided with politicians, the Bank now had a better-informed voice.", "That voice became louder as a result of two great leaps forward in monetary policy transparency: the publication by the Bank, from 1993 onwards, of a quarterly Inflation Report; and the publication of monthly minutes of the meetings between the Chancellor and Governor at which monetary policy was decided the \"Ken and Eddie Show\".", "Both put the Bank's analysis and judgements on the economy and monetary policy in the public domain, for the first time ever.", "This did not give the Bank a vote on monetary policy, but did give it a public voice.", "That voice became increasingly influential in shaping external debate on policy through the 1990s, constraining somewhat the Chancellor's hand.", "It also re-shaped the Bank's own processes, which became more rigorous and resource-intensive.", "Transparency plus a clear target imposed discipline on the Bank as well as the Chancellor.", "Whereas before Bank forecasts went into the bin, now they went into the quarterly Inflation Report.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice During this time, I was lucky enough to work on the issue I had joined the Bank to pursue design of the UK's monetary framework, inflation-targeting.", "Having been introduced in haste, there were a wide range of design issues to be researched and agreed.", "To that end, the Bank hosted an international conference of central banks in 1995, the fruits of which became the first (and my first) book on inflation-targeting.", "Despite being the first of its kind, the book was not an instant best-seller.", "With hindsight, most of the important scaffolding of inflation-targeting, its design and processes, was erected As much as what followed, this was when the UK's new monetary policy in the early-to-mid-1990s.", "The Bank's analytical brain was being rewired to connect with its framework was forged for good.", "And the outside world was beginning to take notice.", "Medium-term inflation expectations in the UK began to edge down, as policy credibility grew.", "Bank's voice on monetary policy grew louder, so too did debate on taking the next step - granting the Bank formal independence for the setting of monetary policy, vote as well as voice.", "In 1995, on reflection Japan conference called \"Independence and rather presumptuously, I wrote a paper for a Bank of Accountability\", making the case for Bank independence and greater degrees of accountability.", "It was written with the Chief Economist at the time, Mervyn King.", "I often wonder what Mervyn did next.", "In 1997, as its first act, the incoming Labour Government took the momentous step of granting the Bank operational independence for monetary policy.", "At a stroke, politics was taken out of policy.", "The Bank's brain and hands were now fully and durably connected in statute.", "UK inflation expectations ratcheted down by a further 50 basis points on announcement, as credibility stepped-up.", "The Monetary Policy Committee (MPC) was soon formed and met for the first time in June 1997.", "Internally, a new machine and procedures were developed to service and support the MPC.", "The centrepiece of this support was a meeting called \"Pre-MPC\".", "This was a full day of briefing presentations by Bank staff to the MPC.", "It is, and remains, the closest you will ever get to economic theatre at the Bank of England.", "Bank Staff sit on one side of the amphitheatre armed with Powerpoint presentations, the MPC sit on the other armed with tricky questions.", "As luck would have it, I gave the first-ever pre-MPC presentation at the first-ever pre-MPC.", "The room was rammed with banks of screens, crowds of people and clouds of cigarette smoke three of the MPC were smokers, including the Chair Eddie George.", "I was a bag of nerves.", "Eddie gave me the nod, I pressed the button on my PC to start the presentation - and all the screens went blank and an ear-piecing noise let out around the room, the type of which instantly causes teeth to grind.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice With my bag of nerves now full to overflowing, I peered through the fug of Rothmans to see Eddie staring back at me.", "In central bank circles at the time, the double eyebrows was career-defining for all of the wrong reasons.", "Most of my subsequent 25-years has been managing that decline as gracefully as possible.", "Fifteen year later, I returned to pre-MPC on the other side of the table.", "There was now no cigarette smoke, but otherwise the format of structured presentations remained the same.", "Indeed, most of the main MPC processes remain much the same as at inception.", "That, I would say, is a sign of success.", "While MPC procedures have evolved for the better, and the standard of presentations I now receive is far-higher than those I used to give, the foundations of the MPC have remained essentially unmoved.", "It is no coincidence that durability in monetary policy processes has been accompanied by improved macro-economic outcomes.", "Since 1992, inflation has averaged 2% - exactly in line with target (to one decimal place) and 6 percentage points lower than in the preceding 25 years.", "The volatility of output has Contrary to everyone's expectations, fallen by around half over the same period.", "inflation-targeting has lasted and delivered a twin-win, with greater stability on both the nominal and real sides of the economy.", "Given the UK's previously chequered monetary history, this truly is a transformation.", "Of course, there is a question about how much of this improved performance reflects good luck rather than good monetary management.", "In the years running up to the Global Financial Crisis, a period known as the Great Moderation, these explanations were difficult to disentangle.", "Shocks to the economy were modest and unthreatening over this period, at least relative to earlier episodes.", "Governor Mervyn King called this the NICE era Non Inflationary Continuous Expansion.", "But the macro-economic period since 2007 has been naughty, not NICE.", "The past 15 years have presented as many macro-economic challenges as any in recent history: first the collapse of the global economy associated with the Global Financial Crisis; then its localised after-shock, the Euro-area crisis; then the run-up to, and aftermath of, the Brexit referendum; and most recently, of course, the Covid crisis.", "We have gone from a NICE era to a VILE one Volatile Inflation Limited Expansion.", "Yet despite those challenges, UK inflation expectations have remained anchored to the 2% inflation target.", "In the 1970s, 1980s and 1990s, volatility in near-term inflation and output was mirrored in medium-term inflation expectations, as credibility swung with the wind.", "Inflation-targeting has broken decisively that link.", "That nominal anchoring, courtesy of inflation-targeting, has in turn eliminated one crucial source of past macro-economic instability in the UK.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice And so to the present day.", "While the essentials of inflation-targeting are as strong as ever, the regime is being tested as never before.", "The Covid crisis has seen interest rates fall to their effective lower bound (ELB) and Quantitative Easing (QE) restarted on a scale that may yet match the decade-long period after the Global Financial Crisis.", "By the end of this year, the Bank will hold close to £1 trillion of nominal Government assets, around half of their total and 40% of GDP.", "Other central banks find themselves in a similar spot.", "Truth be told, this is for me an uncomfortable spot.", "It is uncomfortable for two distinct but related reasons.", "The first, nearer-term, is discomfort at whether continuing monetary stimulus is consistent with central banks hitting their inflation targets on a sustainable basis.", "A second, more medium-term, discomfort is whether the monetary policy strategies being pursued by central banks are at risk of time-inconsistency, fiscal dominance and an erosion of central bank independence.", "The restrictions imposed as a result of the Covid crisis caused an extra-ordinarily large and sharp contraction in activity, almost without precedent.", "As these restrictions are lifted, we would expect an equally large and sharp recovery.", "That bounce-back is now well underway in the UK.", "Indeed, current data suggest it is occurring faster and sooner than expected, with the economy already within statistical spitting distance of its pre-Covid level.", "This rapid bounce-back has been quasi-automatic, as restrictions have eased, businesses have reopened and people have returned to working, shopping and socialising.", "But this reflex response is not the only macro-economic force at work.", "Two further large and powerful sources of economic energy are also fuelling growth, one public, one private.", "The public source is the extra-ordinary degree of additional stimulus that has been provided to the UK and global economies by monetary and fiscal policy.", "In the UK, the quantum of additional QE and fiscal easing both presently stand at around 15-20% of GDP, adding significant further momentum to an already rapidly bouncing-back economy.", "The private source of economic energy comes courtesy of the large pool of involuntary savings amassed as a result of restrictions on spending.", "For UK households these amount to over £200 billion and for UK companies around £100 billion.", "Leakages from this saving lake are already fuelling spending on goods and assets.", "And lower than expected unemployment is encouraging more of these savings to be spent in a virtuous cycle.", "The size and depth of this saving lake means it could finance demand at scale for some period to come.", "With public and private financial fuel being injected into a macro-economic engine already running hot, the result could well be macro-economic overheating.", "When resurgent, and probably persistent, demand bumps up against slowly-emerging, and possibly static, supply, the laws of economic gravity mean the prices of goods, services and assets tend to rise, at first in a localised and seemingly temporary fashion, but increasingly in a generalised and persistent fashion.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice This we are now seeing, with price surges across a widening array of goods, services and asset markets.", "At present, this is showing itself as pockets of excess demand.", "But as aggregate excess demand emerges in the second half of the year, I would expect inflation to rise, significantly and persistently.", "There are already some signs of this risk being priced in financial markets.", "Longer-term financial market measures of UK inflation expectations have picked up to stand around 30 basis points above levels over the past decade.", "There is no evidence so far of inflation expectations, in the UK or elsewhere, becoming durably or significantly de-anchored from target for example, among households or businesses.", "But it is early days.", "Overall, inflation expectations and monetary policy credibility feel more fragile at present than at any time since inflation-targeting was introduced in 1992.", "By the end of this year, I expect UK inflation to be nearer 4% than 3%.", "This increases the chances of a high inflation narrative becoming the dominant one, a central expectation rather than a risk.", "If that happened, inflation expectations at all maturities would shift upwards, not only in financial markets but among households and businesses too.", "We would experience a Minsky Moment for monetary policy, a taper tantrum without the taper.", "This would leave monetary policy needing to play catch-up to re-anchor inflation expectations through materially larger and/or faster interest rate rises than are currently expected.", "Even if this scenario is a risk rather than a central view, it is a risk that is rising fast and which is best managed ex-ante rather than responded to ex-post.", "If this risk were to be realised, everyone would lose central banks with missed mandates needing to execute an economic hand-brake turn, businesses and households facing a higher cost of borrowing and living, and governments facing rising debt-servicing costs.", "As in the past, avoiding that inflation surprise is one of the central tasks of central banks.", "These near-term inflation concerns also have a bearing on the medium-term risks facing central banks.", "After the Global Financial Crisis, central banks went in large and fast with QE, I believe rightly, to support the economy.", "They then withdrew that stimulus slowly, if at all, to protect the fragile recovery again, I believe including the Bank's, rightly.", "As a result of these actions, central banks' balance sheets, inflated quickly and never subsequently deflated.", "When the Covid crisis struck, central banks again went in large and fast to protect a collapsing economy, I believe rightly.", "Balance sheets ratcheted higher.", "On current expectations, central bank balance sheets are unlikely to deflate any faster than after the Global Financial Crisis.", "But this time that policy script feels stretched.", "The pace of recovery is significantly faster now than then, bouncing rather than edging back.", "More fundamentally, a slow exit risks putting central bank balance sheets on an unsustainable footing.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Entering fast and large, and exiting slow and small, puts a ratchet into central bank balance sheets.", "With large or frequent enough future shocks, this strategy is not time-consistent: either the stock of Government assets to buy is exhausted or, more likely before that, debt-serving concerns begin to contaminate perceptions of the future monetary stance.", "The latter is what academics call fiscal dominance.", "An asymmetric QE response function nudges us towards that fiscal danger zone and adds to concerns about the erosion of monetary policy independence.", "Or that, at least, is the risk.", "It is these two points, taken together, that lead me to believe that this is the most dangerous moment inflation-targeting has so far faced.", "The answer is not to change the regime itself.", "Indeed, I can think of few poorer times to do so.", "In my view it does, however, call for immediate thought, and action, on unwinding the QE currently being provided, given the state of the economy and central banks' balance sheets.", "The on-going review into the process and sequencing of QE unwind is a welcome opportunity to do so.", "A dependency culture around cheap money has emerged over the past decade.", "Only a minority of those with mortgages have ever experienced a rise in borrowing costs.", "Fewer still have significant inflation in their lived experience.", "Easy money is always an easier decision than tight money.", "But an asymmetric monetary policy reaction function is a recipe for a Minsky mistake.", "Having followed the right script on the way in, central banks now need to follow a different script on the way out to avoid putting 30 years of progress at risk.", "Financial Stability The Bank has been bedevilled by bouts of financial instability since its inception.", "After I joined, these continued with the failures of BCCI and Barings.", "Each met with a ratchet response - more regulation, more regulators.", "At root, what these failures illustrated was a structural flaw in policy: the Bank was being asked to look in two directions at once, as both regulator of, and promoter of, the City.", "But giving one institution both roles invites failure when, as inevitably happens, the wrong balance is struck.", "Looked at now, firm failures in the 1980s and 1990s, and the cluster of small banks in the 1970s, were not close to being financial crises of the scale and severity we would recognise today.", "Certainly, none of them were systemic in their impact, either for the financial system as a whole or the wider economy.", "Contagion was short-lived and limited.", "And few losses of job or GDP resulted.", "The Bank was left with egg on its face, but neither the City nor the economy were scrambled.", "That was probably as much by good luck as design.", "At the time, the macro-monetary and financial stability arms of the Bank rarely crossed or co-ordinated.", "The monetary policy side dealt with the economy, at a macro level.", "The financial stability side dealt with financial firms, at a micro level.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice the other a worm's eye view.", "bird and the worm rarely socialised.", "The Bank's But the macro-economic brain was largely detached from its micro-supervisory hands.", "You needed only to visit the Bank's restaurant building in the early 1990s to spot this difference.", "On the ground floor was both a wine bar and a pub.", "If you visited the pub on a Friday you would spot the economists, probably in knitwear.", "If you visited the wine bar you would see the bank supervisors, probably in tweed.", "Beer and wine do not mix and nor did the beer and wine-drinkers.", "It was probably just as well there were no systemic crises at the time requiring these two tribes to co-ordinate their analysis and actions.", "The bank failures of the 1980s and 1990s contributed to the decision to strip the Bank of responsibility for supervising financial firms, soon after monetary policy independence.", "The two decisions were linked.", "Separation, it was said, avoided reputational contamination of monetary policy from financial firm failure.", "This, however, came at one obvious cost: it severed, institutionally, any link between the micro and macro, the brain and the hands.", "This would come back to haunt, not just the Bank but the world, a decade later.", "After the separation of the Bank from the Financial Services Authority (FSA), the new financial services regulator, the Bank found itself with too little international resource.", "This was unfortunate because the Asian financial crisis was raging.", "Two new international divisions were set up to plug this gap one on the monetary policy side headed by Andrew Bailey (another whose progress I have lost track of), the other on the financial stability side headed by me.", "I moved to set up the new division on Monday 10 August 1998.", "The following Monday, Russia defaulted on its debts and devalued the rouble, triggering another emerging market-cum-global crisis.", "The next day I briefed Eddie George on the Russian crisis.", "Eddie spoke Russian, had worked in Russia and had an astute working knowledge of the Russian economy.", "I wasn't long into my briefing before eyebrows were raised.", "The next few years brought crises aplenty as they spread contagiously through emerging markets.", "Spotting these crises, their unique dynamics, the way markets turn, the blend of politics and economics, is part instinct, part science.", "The emerging market crises at the time enabled me to cut my teeth on understanding financial crises.", "Yet at that time, financial crises were a phenomenon felt to be confined to emerging markets.", "Advanced economies, it was thought, knew better.", "This, too, would come back to haunt us.", "Resolving emerging market crises was one thing, redesigning the international financial system to forestall them quite another.", "Working alongside HM Treasury colleagues (including Sir Jon Cunliffe another whose path I have lost track of), an intensive programme of international reform began with the aim of preventing a All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice emerging market crises.", "As part of the Bank's contribution, under Eddie and Mervyn's repetition of these guidance, I worked with the Bank of Canada to produce a blueprint for international monetary reform.", "This blueprint proved controversial, as it proposed restrictions on the IMF's ability to extend credit to countries in crisis.", "That jarred with IMF orthodoxy, including the then-Deputy Managing Director Stan Fischer, who at the time was proposing the IMF become an international lender of last resort.", "It also jarred with US orthodoxy.", "Under Larry Summers and Tim Geithner, the US Treasury had overseen the emerging market bailouts from Mexico in 1994 onwards.", "In 2002, I was asked by Tim Geithner (now at the IMF) to go to Washington to work on international financial system design, alongside two former US Treasury colleagues, Nouriel Roubini (now better known as Dr Doom) and Brad Setser.", "There were no prizes for spotting the odd one out.", "My time at the IMF gave me an insight into the fantastic quality of its staff and the political constraints they often operated under.", "As for Tim, I often wonder what he went on to do next.", "On return to London I produced another book, on the design of the international financial system.", "This too failed to make the bestsellers' list.", "In the period since, fault-lines in the international financial system have continued, periodically, to cause global tremors.", "They will continue to do so until the international financial architecture is strengthened.", "With hindsight, I think Stan Fischer was right on the need for a better-resourced IMF, alongside the international equivalent of a resolution authority for nation states.", "Alas, it may take another bout of emerging market crises to instigate this change.", "Back in London, I was reassigned to lead a Division working on domestic rather than international financial stability issues.", "This was something of an anti-climax.", "The domestic financial system was, by comparison with the violent seas of emerging markets, a millpond of tranquillity at the time.", "Moreover, the prevailing consensus was that this tranquillity was set to last.", "In response, the Bank slimmed the resources it devoted to financial stability by around half.", "financial system was riding a credit wave as banks' balance sheets and The timing was unfortunate.", "Every major financial crisis in the past has been presaged by credit waves of this type.", "But this time, it was said, was different.", "Risk had been dispersed and diversified to the four winds, courtesy of an ever-more interconnected global financial system and ever-more sophisticated financial instruments.", "The Great Moderation in the economy also meant finance faced fewer shocks than in the past.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice When it came to assessing risks to the financial system, unlike with monetary policy, there was no off-the-shelf model.", "In pursuit of one, I started looking to other disciplines for inspiration.", "From the mid-2000s, I began discussion with a set of scientists physicists, evolutionary biologists, epidemiologists on the models they used to understand complex, adaptive systems.", "I was hoping they might provide some analytical clues when it came to modelling the complex, adaptive world of finance.", "There was a well-developed field of complexity science, with applications in most of the natural sciences and some of the social sciences.", "Economics and finance was a notable exception.", "Once I had retro-fitted these models to the financial system, I wrote a note and sent it to the Governors in 2005.", "It was titled \"Public Policy in an Era of Super-Systemic Risk\".", "It made some bold claims about financial system resilience, most of which jarred with the prevailing orthodoxy.", "Financial integration, it argued, was a double-edged sword.", "It was fantastic for risk-dispersal when the good times rolled.", "But interconnections could switch from friend to foe when shocks were large.", "Connectivity then amplified, rather than dispersed, risk; it spread contagion.", "The more connected the nodes the the greater this fragility.", "This larger the number of \"super-spreaders\" - \"robust-yet-fragile\" property of complex webs struck a cautionary note about the true stability of modern finance.", "When it came to managing systemic risk, complexity science was rich in answers too.", "In avoiding fragility, one effective solution was to ring-fence activities, the financial equivalent of fire-breaks, to contain contagion.", "A second solution was to focus on inoculating, or risk-proofing, the super-spreaders to prevent them serving as a conduit for contagion.", "And a third was to manage emergent aggregate risks to the system by explicitly leaning against the risk cycle, moderating its emerging excesses.", "I am still waiting for comments on my 2005 memo.", "With hindsight, one of my career regrets was not to make more of the results until it was too late.", "This framework did, nonetheless, prove useful after the global financial system went into meltdown in 2008.", "The robust-yet-fragile property of modern finance was then laid bare.", "The double-edged sword of financial integration did then cut through the financial system.", "And super-spreaders did suddenly appear on our high streets, as people queued in the streets for their money.", "None of this is to suggest that me or anyone else foresaw the true horror of the Global Financial Crisis.", "As best I can tell, no-one got the crisis completely right, despite a number of people subsequently exhibiting supernatural powers of hindsight.", "Rather, the crisis illustrated the limits of our collective knowledge, our collective lack of imagination.", "It demonstrated that, in a world of uncertainty as distinct from risk, it is better to be super-safe ex-ante than super-sorry ex-post, better to be roughly right than precisely wrong.", "A more developed version was published in Nature, written with the late Bob May (Haldane and May (2009)).", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice The latter comes to mind when reflecting on the initial rescue response to the crisis.", "For me, one of the decisive moments came early in 2008 when, led by Mervyn King, the Bank judged that the problems facing the UK and global banking systems were ones of solvency, not illiquidity.", "Righting the system meant restoring the solvency of banks through capital injections.", "But how much more capital about the true value of UK banks' assets?", "was needed, given the degree of uncertainty (not risk) This was the problem Mervyn set for my Division.", "One approach to answering it was to assess capital shortfalls bottom-up, asset by asset.", "As UK banks had an asset base of £6 trillion, much of which they themselves could not value, this was practically impossible.", "In even trying, we would probably have been precisely wrong.", "We decided instead to use top-down assessments of solvency based on market valuations.", "That pointed to a capital deficit for UK banks of around £100 billion, well in excess of others' estimates.", "When UK banks were finally recapitalised that Autumn, around £65 billion was injected into them by the UK Government.", "Our calculations had been roughly right, good enough to save the ship.", "To this day, I believe that if greater amounts had been injected then perhaps £100 billion?", "- UK banks would have been more willing to lend and the recovery would have been less anaemic.", "It would have been better to be super-safe ex-ante than super-sorry ex-post.", "With the ship stabilised, in the UK and globally, the task now was to make it seaworthy.", "The Overton window of opportunity to affect radical regulatory reform was ajar.", "Having helped explain the dynamics of a complex web during the financial crisis, complexity science could also help in its redesign.", "Although these regulatory reforms eventually fell short of my up-front ambitions in their scale and scope, they nonetheless moved the system to a decisively better place.", "The centrepiece of these banking reforms was so-called Basel 3, overseen by the Basel Committee on which I sat.", "The Basel 3 reforms eventually resulted in significant increases in the amounts of capital banks held; the introduction of an international regime for leverage and liquidity; a capital surcharge for the world's banks; and a system of \"super-spreader\" counter-cyclical capital regulation to modulate credit cycles.", "These reforms bore more than a passing resemblance to the solutions complexity scientists might have proposed.", "A new word emerged to capture these reforms - macro-prudential regulation.", "The macro signalled two important ideological shifts from the past.", "First, banking needed to be managed at the level of the system as a whole, like any other eco-system.", "Second, as important as the resilience of the financial system was its interaction with the macro-economy to avoid adverse feedback effects between the two, such as credit crunches.", "Finance was to be servant of the economy, not master.", "This, truly, was a regulatory revolution.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Not all proposals for international regulatory reform found universal favour.", "In a paper prepared for the Jackson Hole central banking shindig in 2012, I questioned whether the very complexity of financial regulation might have contributed to the increasing fragility of the financial system.", "As you did not fight fire with fire, you did not fight financial complexity with regulatory complexity.", "That risked making a bad situation worse, a complexity problem squared rather than halved.", "To be honest, had I not called the paper \"The Dog and the Frisbee\" I doubt anyone would have read it.", "But I did, they did and the result was a sharp intake of collective breath among my colleagues around the Basel Committee table - and beyond.", "On the other side of the Atlantic, one of those drawing breath was the then-Governor of the Bank of Canada, Mark Carney.", "I am not sure what Mark went on to do next.", "But it was not just internationally where the regulatory reform bandwagon was rolling.", "In the UK, the between banks' services to the domestic economy and Vickers Commission reforms created a fire-break their other activities.", "Complexity scientists would have approved.", "And sweeping institutional reforms were also underway in the UK, with the FSA's prudential responsibilities merged into the Bank and a new consumer protection agency, the Financial Conduct Authority (FCA), created.", "The return of prudential regulation to the Bank was not, fortunately, a reversion to the pre-1997 orthodoxy.", "The Global Financial Crisis had laid bare the costs of separating finance and the economy, the micro and macro a separation that had also been a feature of the Bank in the past.", "Crisis needed to be the catalyst forging a link between the Bank's analytical for change, brain and its regulatory hands.", "And so it was, with the creation of a new policy body, the Financial Policy Committee (FPC).", "The FPC was charged with safeguarding systemic risk in the UK using new macro-prudential tools.", "An interim FPC was set up in 2011 ahead of a new statutory framework being put in place.", "And the interim FPC gave way to a statutory FPC in 2013 when the new Financial Services Act came into place.", "I was fortunate enough to be a member of both the interim and inaugural FPC.", "As with monetary policy after the ERM debacle, it was fascinating to erect the scaffolding of an almost entirely new policymaking edifice.", "Indeed, even less of this scaffolding was in place than in 1992.", "There were big issues to address about how to operationalise the objectives of macro-prudential policy, the transmission of these policies and which were the most effective macro-prudential tools.", "This new macro-prudential building was being constructed from ground zero, at the same time as being fully occupied.", "It has been fascinating, too, to watch the evolution of the FPC in the period since.", "The FPC has established for itself a clear and well-defined role, clear and well-defined tools and clear and well-defined transparency and accountability mechanisms, including the six-monthly Financial Stability Report and periodic stress-tests, Haldane (2014).", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice - the third leg of the Bank's policymaking conducted alongside the Prudential Regulation Committee (PRC) stool.", "Though they will never (and should never) be complete, the FPC and PRC are essential additions to the policymaking skyline.", "Crucial for the success of both the FPC and PRC is operational independence of decision-making, set in statute.", "Independence for financial regulation and supervision has received far less attention, analytically and practically, than on the monetary policy side.", "But, for me, the case for independence is at least as strong as for monetary policy.", "If anything, decisions on withdrawing the punchbowl are harder, and even more important, during raucous credit parties.", "Thirty years on, the transformation in the policy-making structures and technologies for financial stability are every bit as great as those for monetary policy.", "An entirely new system of macro-prudential regulation is now in place, fusing together the micro and macro, the economic and the financial.", "Through the FPC and PRC, the Bank's brain and hands are now synchronous.", "Beer and wine now mix just fine and the jumper-with-tweed-jacket combination is the height of policymaking fashion.", "In 2012, the Queen and Prince Philip visited the Bank.", "My colleague Sujit Kapadia used the opportunity to answer the Queen's question soon after the crisis - \"Why hadn't anyone seen it coming?\"", "Sujit set out the reform steps taken to avoid a repetition.", "The Royal couple took, I hope, a degree of reassurance.", "On the way out, the late Prince Philip turned and said: - don't do it again\".", "I think the \"Oh, just one last thing institutional framework now in place gives us a realistic hope of making good on his request.", "More than a decade on from the crisis, the financial system is a fundamentally different animal - leverage far The UK's largest banks' activities are protected, additionally, by a lower, liquidity far higher.", "ring-fence and systemic surcharges.", "While I still doubt big banks can fail safely, they are far less likely to inflict collateral damage on depositors and the wider financial system.", "In all of these respects, the regulatory reform agenda of the past decade has been strikingly successful.", "And the benefits of this have already been felt.", "During the Covid crisis, the global banking system has lived up to the expectations set for them by Mark Carney at its start: they have been part of the solution, not the problem.", "That is far from saying, however, that the financial stability job is done.", "In a complex, adaptive web, it can never be done.", "So from a potentially long list, let me discuss two areas of unfinished business: lending to small and medium-sized enterprises (SMEs) and the future of payments.", "Giese and Haldane (2020) All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice In 1929, Hugh Macmillan led a Government Commission into lending to SMEs in the UK.", "It included in its ranks John Maynard Keynes and Ernest Bevin.", "It concluded that many UK SMEs were unable to access The \"Macmillan Gaps\" were born.", "In the period adequate finance, restraining growth and job creation.", "since, there are few signs these gaps have closed.", "Indeed, with the retreat by UK banks from business lending and many high-streets, there are reasons to think the Macmillan gaps may have widened.", "Those SME financing fault-lines have been clearest at times of financial stress.", "During the Global Financial Crisis, many UK SMEs struggled to access bank credit on reasonable terms or, in some cases, at all.", "Constrained credit to companies was, in turn, a potent factor behind the UK's anaemic subsequent recovery.", "These same fault-lines were re-exposed during the Covid crisis.", "The good news, this time around, was that large numbers of loans - in excess of one and a half million of them - were made to UK businesses by UK banks in the space of a few months.", "The bad news is that the vast majority of these loans would not have been made at that speed without a 100% guarantee from Government.", "Only by effectively nationalising SME lending were the Macmillan gaps bridged in crisis.", "Over the years, several initiatives and institutional fixes have been attempted to close the Macmillan gaps.", "These include the British Growth Fund (BGF), the British Business Bank (BBB) and Innovate UK.", "While individually helpful, none of these has had either the scale financially, nor the scope regionally, to close the Macmillan gaps.", "Fintechs, using new data and new technologies, have sought to bridge these gaps with some success but, realistically, are likely to do so only slowly.", "To my mind, what is needed to bridge the Macmillan gaps, durably and comprehensively, is the equivalent of a UK Development Bank, operating on a decentralised basis.", "As other countries have found, the scale and scope created by a Development Bank is necessary to reach SME start-ups and scale-ups across all sectors and all regions.", "The best time to have put in place a UK Development Bank would have been 1929.", "The second best time is now.", "Until recently one of the great financial puzzles was that, despite waves of innovation, there was little evidence of its effects in measures of the efficiency of financial intermediation.", "At the macro level, the work of Thomas Phillippon suggests measures of banking efficiency in the UK and US have flat-lined.", "At the micro level, this lack of progress was well captured by the late, great Paul Volcker in 2009 when we suggested the only useful piece of financial innovation over the preceding 20 years had been the ATM.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Today, the winds of technological change are blowing a gale through finance, led by payments.", "New technological barbarians are appearing at the gates, transferring monies cheaper, faster and easier than ever.", "Many private sector initiatives are underway currently to develop so-called digital currencies backed by pools of safe assets.", "And debates are advancing rapidly too on the possibility of central banks themselves issuing a digital form of cash, so-called Central Bank Digital Currencies (CBDC).", "So far, these debates have tended to focus on the payment benefits of these new technologies, often led by payment technicians.", "This is an approach I remember well from working on payments myself in the 1990s.", "Back then, monetary policy and banking stability were often out of scope when designing payment schemes.", "At the time, I thought this was a mistake: the supply and distribution of money is central to monetary policy and banking stability too.", "We published another book another resounding failure making this point.", "I see a similar pattern now in the debate over stablecoins and CBDC.", "Resilience of this new payments medium is, of course, crucial.", "But the case for adopting, and the means of designing, these new payment instruments needs to weigh a richer array of considerations to harvest the full fruits of this innovation.", "Specifically, far greater focus needs I think to be placed on the longer-term monetary and financial stability as the Bank's recent work has benefits of these new monetary technologies, argued.", "On financial stability, a widely-used digital currency could change the topology of banking fundamentally.", "It could result in something akin to narrow banking, with safe, payments-based activities segregated from credit-provision activities.", "In other words, the traditional model of banking familiar for over 800 years could be disrupted.", "While the focus of debate so far has been on the costs of this disruption, largely in the form of disintermediation of existing agents, there are significant potential benefits to be had too.", "Specifically, this could lead to a closer alignment of risk for those institutions, new and old, offering these services - narrow banking for payments (money backed by safe assets) and limited purpose banking for lending (risky assets backed by risky liabilities).", "This radically different topology, while not costless, would reduce at source the fragilities in the banking model that have been causing financial crises for over 800 years.", "Given the costs of those crises large and rising this is a benefit that needs to be weighed.", "On monetary policy, the most important constraint facing policymakers today is the (close to) zero lower bound (ZLB) on interest rates.", "At root, the ZLB arises from a technological constraint - the inability to pay or receive interest on physical cash.", "This is a technological constraint that every form of money, other than For more information on the work the Bank of England is doing, see two discussion papers here and here.", "Bank of England (2021) All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice cash, has long since side-stepped.", "Even if you accept cash has other benefits that mean it is the preferred payment method for some, the inability to pay interest on public money is a relic of a bygone era.", "In principle, a widely-used digital currency could mitigate, perhaps even eliminate, this technological constraint.", "Specifically, CBDC would enable interest to be levied on central bank issued monetary assets or digital cash.", "The extent to which this relaxed the ZLB constraint depends, in addition, on the elasticity with which physical cash is provided to the public alongside CBDC.", "Access to physical cash is an issue well above the pay grade of central bank technicians; it is a political-cum-social issue.", "Nonetheless, the potential macro-economic benefits of easing the ZLB constraint are large and have grown over time.", "Studies suggest the ZLB constraint can result in significant shortfalls in output relative to potential (of around 2%) and inflation relative to target (of as much as 2 percentage points).", "These are potentially enormous gains in macro-economic terms.", "To those benefits needs to be added the gains to digital cash users of holding a remunerated instrument, helping protect their purchasing power.", "These financial stability and monetary-macro benefits should be at the centre of the debate about the desirability and design of digital currencies.", "To give an example, the design of the remuneration schedule for CDBC will in my view be one of the most significant decisions made by central banks in the next half-century.", "Yet, to date, central banks have scarcely touched the surface of the complexities this issue raises.", "This needs to change if the potentially transformative benefits of CBDC are to be unlocked.", "Within the next year or so, the UK will reach a decision on CBDC.", "An earlier pivotal moment was the Bank Charter Act of 1844, conferring on the Bank monopoly rights over paper money.", "At that point, central banking came of age in the setting monetary and financial stability policy.", "Tomorrow's decisions on CDBC rival the 1844 Act in their significance for central banks over the medium term.", "And that is why a deeper consideration of monetary and financial stability implications is paramount today.", "Communications and Engagement At the point I joined the Bank, central banks lived by a mantra of \"monetary mystique\".", "This was more than just cultural.", "Secrecy was seen as one of the essential tools in central banks' armoury.", "Opacity imparted power, secrecy conferred influence.", "And the Bank of England was seen as the grand-master of these Delphic arts.", "These were well-exemplified by the utterances of its most famous former Governor, Montagu Norman, whose \"never apologise, never explain\" and \"I don't have reasons, I have instincts\" have gone down in the annals of central bank folklore.", "See -of-england-statement-on-central-bank-digital-currency .", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice the first few hundred years of the Bank's history, its public communication largely took the form of an annual speech by the Governor of the day to the bankers and merchants of the City of London at the Lord Major's Mansion House Banquet, literally a stone's throw from the Bank.", "The public audience for this singular act of public communication was about as diverse a set of white, male, middle-aged, slightly-pissed financiers as it is possible to assemble.", "Body language can sometimes substitute for the spoken word.", "So it was at the Bank of England in the the Governor's \"eyebrows\" famously became one of the Bank's means of 1920s, when externally communicating.", "The Governor's eyebrows were, in a way, a primitive form of emoji: sterling crisis - face, bad pre-MPC presentation - very sad face.", "Nonetheless, for even the most malleable-faced Governor, the eyebrows were an imperfect communications medium.", "Beginning in the 1960s, a sea-change began in central bank communication practices, at first slowly.", "Speeches by the Governor and other officials increased, by the 1960s averaging around five per year.", "They were matched by other communication innovations.", "December 1960 saw the first edition of the Bank of England Quarterly Bulletin, which is still going strong.", "There was roughly a doubling in the number of speeches by Bank officials in each subsequent decade.", "With the arrival of the Monetary Policy Committee (MPC) in 1997, the number of published speeches trebled.", "And with the advent of the FPC and PRC, Bank publications have kept going through the gears.", "In 2020, the Bank issued 62 speeches, 56 working papers, over 100 consultation documents, 74 blogs and around 100 statistical releases - in total, around 500 publications.", "That is around four million words - a genuine revolution in transparency practices.", "The \"twin deficits\" Transparency is necessary for central bank success, but not sufficient.", "of public understanding and public trust need also to be tackled.", "These deficits are closely linked as the public are unlikely to trust something they do not understand.", "Alongside a greater quantity of communication, tackling these deficits requires a shift in the nature of central bank communications to boost understanding and in the degree of central bank engagement to build trust.", "Both of those shifts are now underway.", "On public understanding, in surveys around 60% of the general public believe the Bank of England has a good understanding of the economy.", "That is the good news.", "The bad is that the same surveys suggest only around a quarter of the public believe the Bank explains its actions and decisions in ways they understand.", "Given the transparency revolution that has taken place, how can that be?", "Which of those four million words are people not understanding?", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice The answer is most of them.", "If you study the linguistic complexity of central bank publications, you find they are readily accessible to only between 5-10% of the population.", "Others have made this point in plainer English.", "A few years ago the Campaign for Plain English, a militant band of grammarians, described the MPC's Monetary Policy Statement as \"worthless, impenetrable waffle\" and \"gobbledygook\".", "Reading between the lines, I am not sure they liked it.", "In response, the Bank has over recent years sought to simplify and diversify its stable of publications, with a to reaching a wider audience with simpler messaging.", "The Bank now \"layers\" view the policy messages in its regular reports, including through a simple \"one line, one graphic\" version of the top-line message.", "Research suggests this simplification can have a dramatic impact in improving not only the digestibility of degree of confidence in them.", "messages, but also peoples' a staff blog, \"Bank Underground\", offering shorter, As a second example, since 2015 the Bank has published punchier access to Bank analysis, including when it deviates from established Bank policy positions.", "We fretted at the beginning that the outside world may fail to recognise the separation of Staff opinion from Bank policy.", "We need not have worried.", "So far, the blogs have received over one and a half million views.", "When it comes to building trust among the public, speaking in plain words and sentences is not enough.", "Trust is built on engagement, a two-way flow of information not a one-way door.", "Trust-building calls for public conversation, not public lectures.", "While communications land, trust is built.", "This is true to an increasing degree, as the model of trust-building among the public of the past - anonymised and centralised has been replaced by one which is instead personalised and distributed.", "As institutions used to communicating in a centralised, anonymised way, this shift in trust-building poses new challenges for central banks.", "Like many public institutions, central banks have historically been better at talking than listening, better at public understanding than understanding the public.", "Building trust has required central banks, counter-culturally, to engage with far more diverse audiences using different media.", "Prior to Covid, I spent several years visiting left-behind parts of the UK listening to groups with whom the Bank had not traditionally engaged workers, charities, community and faith groups.", "This is the economics or \"deep hanging of wandering around out\".", "These visits were one of the most rewarding things I have ever done professionally, a unique source of intelligence on the economy or wisdom\".", "My only regret was committing to visit every county in the UK before having first counted them (there are loads).", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Bank's engagement programme.", "These visits have subsequently become an established part of the We now have a well-developed network of Citizens Panels across all regions of the UK, as well as a Youth Forum.", "These meet regularly, hosted by senior Bank staff with an independent chair, and comprise a diverse spectrum of the public.", "The issues raised at these fora are published annually.", "We also have a programme of Community Forums, which engage with local charities and community groups on local issues.", "the Bank's educational engagement Complementing these engagement initiatives, I have helped oversee programme over the past few years, including the development of curriculum materials for 11-16 year olds (EconoMe) and 8-11 year olds (Money and Me), the latter in partnership with the Times Educational Supplement and the Beano.", "This has given the Bank a face and a footprint among millions of early learners.", "That, I hope, will bear longer-term fruit for both those learners and the Bank.", "Finally, I set up and ran the Bank's Flagship seminar programme.", "This has brought in a diverse set of inspirational speakers - from Grayson Perry to Michael Holding, from Prue Leith to Doreen Lawrence, from Trevor MacDonald to Billy Bragg.", "It has provided Bank staff, and the wider public, with a wider angle lens on the most pressing societal issues of the day.", "Like the educational and Citizen Panel programmes, it has allowed the Bank to engage with an entirely new cohort of people with new perspectives on new issues.", "Establishing these initiatives as central planks of the Bank's engagement strategy is one of things I am proudest about from my time at the Bank.", "I believe they hold the key to closing the twin deficits.", "The economy affects everyone and everyone affects the economy.", "Central banks' actions also affect everyone.", "So the Bank needs to seek to engage everyone if it is to meet the needs of its stakeholders.", "Doing so is one ensure the Bank's social contract of the most effective ways to with the public is not breached.", "To my mind, the revolution in central bank communication and engagement practices has been as great as with monetary and financial stability frameworks - and crucial in cementing the success of both.", "I have done the Bank's outreach my bit, leading programmes and through 32 working papers, 75 published speeches, over 100 regional visits, around 150 published articles in books and academic journals, and many hundreds more unpublished speeches and schools talks.", "To say nothing of several spectacularly unsuccessful books.", "Looking ahead, the transparency revolution has yet to run its course.", "There is more the Bank can do to deepen and broaden its engagement with a wider audience.", "There is further for the Bank to go in harvesting the stories from this audience to inform its view of the economy.", "And there is more the Bank can do to widen and deepen its educational offering in schools.", "On each of those fronts, however, the Bank has over the course of the past ten years established robust foundations on which to build.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice When it comes to one particular aspect of transparency - forward guidance - I think a more fundamental rethink may be needed, however.", "Forward guidance was introduced by central banks after the Global Financial Crisis.", "In principle, it offered real promise.", "Offering a soft pre-commitment to a given policy path could bring forward some of the effects of future policy, giving it extra bang for its buck.", "In practice, these benefits are only achievable if the policy guidance issued is hard enough to offer some credible pre-commitment, at the same time as being soft enough not to lock central banks in too tightly should circumstances change.", "This is a classic Three Bears problem: how to choose a form of words that is neither too hard, nor too soft, but just right.", "Getting guidance just right is a problem central banks, a decade on, have not solved satisfactorily.", "In my view, with few exceptions forward guidance has ended up either being too vague and ambiguous to offer an effective source of assurance to the outside world, or a source of regret among central banks who have over-committed to something ex-post undesirable.", "Sometimes, it has been a bit of both.", "As I see it, the structural problems with forward guidance come in two flavours.", "First, the type of forward guidance that financial market participants crave is precise, time-specific guidance.", "This makes their job of pricing assets and inferring central bank signals easiest.", "But this is also the type of forward guidance central banks are, rightly, least willing to provide.", "The path of policy ought to depend on the path of the economy, not the passage of time.", "And that path is uncertain.", "So from a policymaker perspective, imprecise, state-dependent guidance is the preferred form.", "This difference in requirements gives rise to an inherent tension.", "Either guidance ends up being ex-ante over-precise and ex-post unreliable.", "Or it is ex-ante imprecise but then serves little or no ex-post signalling role.", "We have seen examples of both types in the UK, with early forward guidance erring towards the former and recent forms towards the latter.", "So-called \"dot plots\" combine, for me, the worst of both worlds.", "There is a second problem with forward guidance, first articulated by Stephen Morris and Hyun Shin several years ago.", "The provision of public policy signals may dampen incentives among market participants to invest themselves in understanding the economy.", "These risks have I think been realised in practice, with central banks' words and too little forward guidance encouraging too much poring over poring over the data on which monetary policy decisions are based.", "That is the wrong way around.", "I do not conclude from this that forward guidance has no role.", "I do, however, think this role, its audience and its content needs to be rethought fairly fundamentally.", "This could build on the experience of what was, in my view, the one example so far of successful forward guidance in the UK.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice In 2014, the MPC used three little words, gradual\", to describe the future trajectory of interest rates.", "This language was neither precise nor time-specific, but did offer a clear and simple description of the broad direction and destination of interest rates.", "It offered next to no guidance to those pricing short sterling assets - that was not its purpose.", "But it did help households when planning taking out a mortgage and businesses when contemplating taking out a loan.", "the Bank conducted at the time.", "The MPC's message got through to around We know that from surveys 75% of companies and around a fifth of households.", "In other words, the words were both fairly widely understood and helped most those that mattered most to decision-making in the economy.", "This guidance did not dis-incentivise anyone from personal budgeting, though it did provide some basis for that budgeting.", "from this experience echoes my takeaway for the Bank's approach to My takeaway for forward guidance communications generally.", "Where possible, keep it short and simple.", "And focus the message on the needs of those shaping our economy, companies and households, not those trading financial instruments.", "This is the direction the forward guidance puck, in my view, needs now to travel.", "From September I am moving a mile west from one roughly 270-year old building to another the Royal Society of Arts (RSA).", "The RSA is an 18th century Enlightenment institution.", "Like the Bank, it has delivered large and lasting social change by combining brains and hands.", "Although no longer in the public sector I will remain a public servant, seeking social change on some of the signature issues of the day - good work, fair education, lifelong skills, natural capital, place and belonging, good governance.", "Before I start, I shall be writing a book for students on Why Economics Matters.", "If history is any guide, it is unlikely to trouble the bestseller list.", "I have written extensively about the failures of economics, which are well captured by Robert Heilbroner's \"mathematics has brought rigour to economic, but it has also brought mortis.\"", "Yet, more than at any time in my professional life, economics really does matter, especially to young people writing the next chapter.", "The aim of any job is to leave the place slightly better than when you arrived.", "While I can claim no credit, the Bank I leave is a far more transparent, powerful, analytical, agile, engaged, diverse and meritocratic institution than the one I joined.", "The policy frameworks guiding its two founding objectives monetary and financial stability - have undergone a revolution.", "So too has the Bank's degree of external transparency and engagement.", "The Bank is unrecognisably better than the institution I joined.", "As a public servant, I consider myself fortunate to have worked on the signature monetary and financial stability issues of the past 30 years, riding the waves of crisis that mark history and make careers.", "Like those new Bank graduates, this old one could not have wished for a better endowment.", "It has been an All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice education to do so alongside several generations of incredible Bank colleagues, including five exceptional Governors in Robin Leigh-Pemberton, Eddie George, Mervyn King, Mark Carney and Andrew Bailey.", "As ever, there are challenges aplenty for the Bank today I have touched on one or two of them.", "But its strong institutional foundations, and quite brilliant Staff, mean I have never had more faith in the Bank rising to them.", "I leave with the UK economy surfing as high a wave as any in its history.", "Inflation is bang in line with its target and the economy is growing at an annualised rate of over 20%.", "I wish Bank colleagues the best of luck in maintaining this performance after I have gone.", "Eyebrows will be raised if not.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice 'Rethinking financial stability', Bank of Aikman, D, Haldane, A, Hinterschweiger, M and Kapadia, S (2018), England working papers 712, Bank of England.", "'The central bank balance sheet as a policy tool: past, present and future', Bailey, A (2020), speech /-/media/boe/files/speech/2020/the-central-bank-balancesheetas-a-policy-tool-past-present-and-future-speech-by-andrew-bailey.pdf 'Responses to the Bank of England's March 2020 Discussion Paper on CBDC' Bank of England (2021), -to-the-bank-of-englands-march-2020discussion-paper-on-cbdc 'The Great Moderation', Bernanke, B (2004), Speech given at the meetings of the Eastern Economic Association, Washington, DC, February 20, 2004.", "Bholat, D, Broughton, N, Ter Meer, J and Walczak, E (2019), 'Enhancing central bank communications using simple and relatable information' Journal of Monetary Economics, Elsevier, vol.", "How Technology Brought Us Together - Botsman, R (2017), and Why It Could Drive Us Apart', Portfolio Penguin.", "'Independence and Accountability', Towards More Effective Briault, C, Haldane, A and King, M (1997), Monetary Policy, Palgrave Macmillan UK, p. 299-340.", "Coenen, G, Montes-Galdon, C and Smets, F (2020), state-dependent forward guidance, largescale asset purchases and fiscal stimulus in a low interest rate environment', CFS Working Paper No.", "Evanoff, D D, Haldane, A and Kaufman, G C (ed) (2015), 'The New International Financial System: Analyzing World Scientific Books, World Scientific Publishing Co. Pte.", "Ltd., the Cumulative Impact of Regulatory Reform' number 9604, June Lender of Last Resort' Fischer, S. (1999), 'On the Need for an International The Journal of Economic Perspectives, 13(4), 85-104.", "'Deep Hanging Out', The New York Review of Books, 22 October 1998 Geertz, C (1998), Oxford Review of Giese, J and Haldane, A (2020), 'COVID-19 and the financial system: a tale of two crises', Economic Policy, Volume 36, Issue Supplement_1, 2020, Pages S200-S214 'Monetary Mystique: Secrecy and Central Banking', Goodfriend, M (1986), Journal of Monetary Economics, Vol.", "Remarks at the Institute of International Finance, New York, New Greenspan, A (2002), York, available at 'Targeting Inflation', Haldane, A (ed.)", "'The Future of Payment Systems', Haldane, A (2007), Routledge, 2007 'Rethinking the financial network' Haldane, A (2009), Speech given at the Financial Student Association, Amsterdam.", "Haldane, A (2020), speech given at the UCL Economists' Society Economics Conference.", "Available at -haldane-ucl-economics-conference-2020 Haldane, A and McMahon, M (2018), 'Central Bank Communications and the General Public.'", "'The 3 E's of Central Bank Communication with the Haldane, A Macaulay, A and McMahon, M, (2020), Public', Bank of England Working Paper No.", "847, January 2020, Haldane, A and Kruger, M (2002), 'The Resolution of International Financial Crises: Private Finance and Public Funds' Bank of Canada Review, Bank of Canada, vol.", "'Radical Uncertainty: for an unknowable future', Kay, J and King, M (2021), Decision-making The Bridge Street Press.", "Kiley, M and Roberts, J (2017), 'Monetary policy in a low interest rate world', Brookings Papers on Economic Activity, Economic Studies Program, The Brookings Institution, vol.", "'The inflation target 10 years on' Speech delivered to the London School of Economics available at /-/media/boe/files/speech/2002/the-inflation-target-ten-yearson.pdf King, M (2003), speech available at /-/media/boe/files/speech/2003/eastmidlands-development-agency-dinner King, R G and Plosser, C (1985), 'Money, deficits, and inflation', In Carnegie-Rochester conference series on public policy 22: 147-195.", "'Equilibria under 'active'and 'passive'monetary and fiscal policies.'", "Morris, H and Shin, S (2002), 'Social value of public information', American Economic Review, Vol.", "'Has the US finance industry become less efficient?", "On the theory and measurement of Philippon, T (2015), financial intermediation' The American Economic Review, 105(4), 1408-1438.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Stamp, J (1931), 'The Report of the Macmillan Committee'.", "'Has the business cycle changed and why?", "Schularick, M and Taylor, A M (2012), 'Credit Booms Gone Bust: Monetary Policy, Leverage Cycles, and Financial Crises, 1870-2008' American Economic Review, 102 (2): 1029-61 'Methods of Policy Accommodation at the Interest Rate Lower Bound', Woodford, M (2012), Federal Reserve Bank of Kansas City Symposium, Jackson Hole.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "none", "fiscal dominance", "none", "monetary dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Financial Stability", "Inflation Targeting", "Central Bank Independence", "Monetary Policy Committee", "Financial Regulation", "Central Bank Communication", "Forward Guidance", "Central Bank Digital Currency", "Monetary Mystique"]}