{"sentences": ["11.03.2021 elEconomista business conference.", "New trends in banking Margarita Delgado Good morning.", "Firstly, I would like to thank El Economista for its invitation to open this interesting business conference on new trends in banking.", "As I have pointed out on previous occasions, the future is digital, but so is the present.", "The way we connect with each other has changed significantly in recent years, both at work and in our personal lives.", "This has obviously been accelerated by the pandemic.", "We communicate with each other using instant messaging programmes, email and videoconferencing.", "We also want to access services anywhere, any time and on any device, seeking immediacy and an optimum user experience.", "Indeed, businesses now talk about omnichannel - rather than multichannel - strategies.", "This means that customers are not only offered different channels to interact with banks but that this interaction can be started using one channel and be continued or completed using another.", "The competitive factor We are immersed in a digital society whose cornerstones are the internet and the widespread use of smart phones.", "In this digital world, where access to services is no longer restricted by customers' geographical location, digitalisation has taken on a highly significant role as a national and international competitive factor.", "The high degree of competition is a fact, but there is also a high level of cooperation, both among banks, through developing shared initiatives, and with third parties, by launching business accelerators or incubators, acquiring or investing in start-ups or alliances with IT suppliers.", "In this setting, banks must develop their business models with a view to the future.", "Each bank has to analyse in depth whether its model is sustainable over time, in order to devise the strategy which will allow it to respond to increasingly demanding market needs.", "Naturally, investment in technology is a necessary - albeit insufficient - condition for this development of the model, which has to go hand-in-hand with employee motivation and commitment.", "To this end, banks have to address a cultural change which undoubtedly must be driven by senior management.", "Key factors in digitalisation One of the key factors to consider when designing a digital transformation strategy is customer satisfaction.", "For 'digital' customers, having a bank with an extensive branch network is not very important.", "By contrast, they demand an optimum user experience and a completely personalised product offering.", "They are not captive customers but can easily change their financial services provider, nationally and internationally.", "In any event, it should not be overlooked that there are still extensive layers of the population that require more personal face-to-face attention, such as the elderly or individuals who find it difficult to access digital channels.", "Naturally, neo-banks and other traditional banking sector competitors, such as fintechs, focus exclusively on customers with an urban and digital profile.", "Therefore, when discussing a matter as important as financial inclusion, we must keep in mind the banking sector's traditional approach of offering different solutions to different types of customers, suitable for their profile and situation.", "This is the role that society has largely demanded from banks as a result of the pandemic.", "The Payment Service Directive (PSD2) The full implementation of PSD2 provides a framework for conducting digital payment services orderly and securely so that the market revitalisation and greater competition it has introduced do not trigger an excessive increase in risk.", "Nevertheless, some recent cases continue to remind us that these new players must be supervised and monitored as befits their size and activity, following the well-known principle that the same activity must be regulated and supervised in the same way.", "The PSD2 seeks to strike a difficult balance between innovation and technological neutrality, usability and security, and competition and collaboration.", "This is against the backdrop of open relationships in which actors' obligations are sometimes asymmetrical, as for instance in access to information or in burden-sharing.", "Evidently, digital transformation allows the banking sector to respond defensively to these new competitors, but it also allows banks to (i) create tailored products which generate value for customers, by increasing their loyalty and (ii) develop collaborative solutions, of which Bizum, the well-known instant payment system, is the best example.", "Despite having been created half-way through 2016, today the most usual way for friends to split a bill is 'to do a Bizum', which is a reflection of its success.", "Furthermore, digital transformation allows banks to improve their internal processes, gain in efficiency and reduce costs.", "Automating repetitive, costly tasks frees up resources so that they can be put to work in contributing greater value added.", "However, the current profitability environment evidently makes it difficult to tackle technological improvement plans which involve hefty investments, although these investments are increasingly necessary for future profits.", "In keeping with this idea, solvency regulations no longer require software investments to be fully deducted from capital, thereby smoothing their effect on solvency over several years.", "Opportunities and risks To sum up, digitalisation allows banks to make their internal processes more efficient, cut their costs, attract new customers and defend themselves against new competitors.", "However, to be truly transformative, it must boost their capacity to analyse the data they have available.", "We must be aware of the huge amount of customer data held by banks.", "Their value is increasingly evident: they are the raw material of the third industrial revolution.", "Technologies such as big data or artificial intelligence, among others, provide the means by which these data may be put to optimum use.", "Naturally, the quality of the data and the capacity to use them correctly are essential.", "However, in my role as supervisor, I must underline the importance of complying with personal data protection regulations and ensuring data security, including aspects such as data confidentiality, integrity and availability.", "This applies not only to personal data but also to sensitive corporate data and banks' own data.", "Another prominent change in recent years is that banks have begun to adopt cloud solutions or infrastructures, embarking, similarly to other companies, on what they call their \"journey to cloud\", seeking to obtain greater operational resilience, to implement new projects or to use cloud solutions available on the market.", "There are numerous innovative solutions and technologies that can be developed and combined to expand and enhance their potential.", "For example, in the payments sphere, biometrics, mobile wallets and contactless payments are becoming increasingly common in the financial sector.", "Another example is distributed ledger technology which can potentially transform the current environment.", "Clearly, in turn, these changes entail new risks.", "But the growth in activity through remote channels and the use of innovative technologies also mean that other existing risks may become more important.", "For example, a growing number of banks have redefined their strategy and are using, or are planning to use, the cloud for all kind of processes, even for some that are critical for business continuity.", "The benefits of this technology (scalability, flexibility and easy provisioning) should not allow us to overlook the attendant risks, such as the loss of control, or even the loss of knowledge, of the processes.", "There are also other factors to be borne in mind, such as difficulties attracting and retaining talent specialised in certain technologies, the risks of using immature solutions, greater reliance on third parties, or cyber risk, which is becoming increasingly important for organisations.", "Indeed, during the pandemic we have seen an increase in COVID-related phishing campaigns.", "Lastly, it is important to maintain appropriate control over business decisions based on innovative technologies, ensuring that they do not become black boxes or deviate from desired behaviour.", "The health crisis The importance of digitalisation has become evident during the health crisis, which has accelerated pre-existing trends, including branch closures.", "Banks have been forced to adapt swiftly to this situation.", "Projects that would normally be phased in have had to be implemented rapidly.", "Most striking are the IT infrastructure changes to allow mass remote working, which have involved significant efforts to procure and configure laptops, install the necessary software and increase infrastructure capacity to support this level of teleworking.", "Banks have even had to make impromptu changes to business continuity plans to implement the appropriate measures needed to ensure correct security levels.", "In addition, banks have strengthened their remote channels, transforming in-person services into online ones.", "In this respect, I would highlight the exponential growth observed in remote banking transactions and the increased use of telebanking services.", "Lastly, we should not forget that banks have also had to urgently roll out new specific software to implement government support programmes, such as the loan moratoria or management of the Official Credit Institute credit lines.", "In this setting, most banks, like many other firms in other industries, have had to delay projects which, although high priority, required the physical presence of employees and suppliers.", "Despite the extraordinary difficulties caused by the health crisis, it is fair to say that Spain has demonstrated its responsiveness.", "In the digital sphere, our telecom infrastructures have been able to absorb the surge in demand, having been under great stress for almost a year.", "Our labour force has swiftly adapted to the new remote working environment.", "And our financial institutions have continued to provide services to their customers with no major incidents and have played a key role as a channel for these support measures.", "Those banks that had already made most progress in their digital transformation were a step ahead.", "But others have had to adapt faster and we can safely say that they have managed to do so.", "Supervision of IT risk and innovation Now I wish to refer briefly to the firm commitment to the supervision of IT risk that the Banco de España made some years ago.", "I believe it is fair to say that time has proved us right.", "Indeed, all banking supervisors and financial stability bodies consider IT risk to be one of the five main risks that banks face.", "In order to carry out our supervision tasks, we have, for many years now, counted on experts in this field.", "Moreover, in 2016 we created a series of cross-departmental working groups, across various Directorates General, to analyse a number of IT-based financial innovations.", "The work of these groups culminated, three years ago, in the creation of the Associate Directorate General Financial Innovation and Market Infrastructures.", "With the collaboration of experts from different business areas, this Associate Directorate General will participate, together with the National Securities Market Commission (CNMV) and the Directorate General of Insurance and Pension Funds (DGSyFP), in the monitoring of the projects to be included in the regulatory sandbox.", "Regulatory sandbox A sandbox is a closed environment for testing certain innovative projects which, in principle, have no direct fit in current regulations.", "This controlled environment allows us to analyse the effects of these solutions in several areas: (i) consumer protection, (ii) financial stability, and (iii) market integrity.", "It is also important to assess the projects from the standpoint of the prevention of money laundering.", "As was recently announced, in the first call for projects the Treasury has received 67 applications which are now being evaluated to assess their degree of maturity and determine whether they finally enter the testing phase.", "In any event, the high number of applications reflects developers' interest in gaining access to these testing environments and the importance of innovation in the Spanish financial sector.", "In short, the regulatory sandbox will allow us to open up new channels to state-of-the-art innovation in the financial sector, clarify regulatory aspects and convey our supervisory expectations.", "These new activities form part of what is known as the supervisory dialogue, in which we, as an institution, have always been great believers.", "To conclude, I wish to emphasise once again that digitalisation is here to stay.", "The market demands services that meet customer expectations, and those banks that are able to adapt their products and services to meet this demand will be better positioned for the future.", "New technologies offer great opportunities, but they also entail risks that must be correctly managed.", "Clearly many challenges lie ahead, but I firmly believe that this is a road that must be travelled."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digitalisation", "Customer experience", "Technology", "Innovation", "Financial inclusion", "Data", "Cybersecurity", "Cloud", "Regulatory sandbox", "Risks"]}