{"sentences": ["M a y 2 6 , 2 0 2 1 Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Yamaguchi SUZUKI Hitoshi Member of the Policy Board I.", "Recent Economic and Price Developments A.", "Economic Developments I would like to begin my speech by talking about overseas economies.", "Overseas economies have recovered on the whole, albeit with variation across countries and regions.", "Specifically, the economy has continued to recover in China, where the spread of the novel coronavirus (COVID-19) subsided earlier than any other places, and the U.S. economy has also recovered, partly due to the effects of the additional economic measures since the end of 2020.", "On the other hand, European economies, mainly for the services industry, have continued to be pushed down with the impact of the resurgence of COVID-19 remaining.", "As for the outlook, overseas economies are likely to continue recovering on the whole, led by growth in China and the United States for the time being.", "Nevertheless, the pace of economic improvement is highly likely to be uneven across countries and regions, mainly due to differences in the future course of COVID-19, the pace of the vaccine rollout, and the stance on fiscal policy conduct (Chart 1).", "The recovery in overseas economies has been apparent particularly in the manufacturing sector, and the production level and trade volume have evidently exceeded the pre-pandemic levels.", "Against this background, Japan's economy has picked up as a trend, although it has remained in a severe situation due to the impact of COVID-19 at home and abroad (Chart 2).", "COVID-19 has put strong downward pressure on the face-to-face services sector, including dining-out and travel, particularly at times when the number of confirmed cases has increased or remained high, such as from late December through early January and again recently, but the degree to which COVID-19 constrains economic activity has lessened considerably in other sectors.", "In this situation, a virtuous cycle has gradually started in the overall corporate sector; profits have improved, supported by an increase in exports and the effects of various policy measures, and this has led to a pick-up in business fixed investment as well as the bottoming-out of the overall number of employed persons, including regular employees.", "Let me elaborate on this by demand component.", "First, exports have continued to increase, reflecting the recovery in overseas economies (Chart 3).", "By goods, the pace of increase in exports of automobile-related goods has leveled off, mainly affected by a peaking-out of pent-up demand and a shortage of semiconductors.", "Meanwhile, IT-related exports have increased clearly because demand has been firm for a wide range of goods, including those related to smartphones and personal computers, as well as parts for data centers and on-board equipment for motor vehicles.", "Exports of capital goods have also increased, partly supported by a global rise in machinery investment and by firm exports of semiconductor production equipment that reflect the expansion in digital-related demand.", "As for the outlook, although the pace of increase is likely to decelerate for the time being, mainly for automobile-related goods, affected by such factors as a shortage of semiconductors, exports are projected to continue increasing firmly on the back of a steady expansion in digital-related demand and a global recovery in business fixed investment.", "Turning to private consumption, a pick-up has paused due to increased downward pressure on consumption of services, such as eating and drinking as well as accommodations (Chart 4).", "By type, durable goods have been on an uptrend from the bottom hit around spring 2020, on the back of an expansion in stay-at-home demand and the effects of a demand shift from services.", "As for nondurable goods, food and daily necessities have been firm on the back of an expansion in stay-at-home consumption, albeit with some fluctuations depending on the situation with COVID-19, while clothes have dropped since the turn of 2021, mainly reflecting the effects of the resurgence of COVID-19.", "In addition, as public health measures have been tightened for a period that includes the long holiday weekend from end-April through early May, consumption of services, such as eating and drinking as well as accommodations, is once again in a severe phase.", "In the outlook, private consumption, mainly of face-to-face services, is likely to remain at a relatively low level for the time being due to the impact of COVID-19.", "Thereafter, it is expected to pick up again with the impact waning gradually and supported also by the government's economic measures.", "As for business fixed investment, weakness has been seen in some industries; for example, there has been a decrease in construction of stores and accommodation facilities by the eating and drinking as well as accommodations industries and a downtrend in orders of \"rolling machines\" (i.e., railway vehicles) and \"motor vehicles\" by the transportation industry.", "However, business fixed investment as a whole has picked up with improvement in corporate profits.", "A leading indicator shows that machinery investment has been supported not only by the manufacturing industry but also by investment related to base stations and 5G networks by the telecommunications industry, logistics facilities-related investment by the wholesale and retail trade industries, and digital-related investment by the construction industry.", "Regarding construction investment, there has been an increase in construction of warehouses on the back of expansion in e-commerce and progress in urban redevelopment projects.", "In the Bank of Japan's March 2021 Tankan (Short-Term Economic Survey of Enterprises in Japan), the plan for fiscal 2021 shows that business fixed investment is likely to increase by 2.4 percent on a year-on-year basis, indicating relatively high growth compared with the past March Tankan surveys.", "The employment and income situation has remained weak due to the impact of COVID-19.", "With regard to the number of employed persons, while the number of regular employees has continued to increase moderately, mainly in the information and communications as well as the medical, healthcare, and welfare services industries, that of non-regular employees has decreased, mainly in the face-to-face services industry.", "In addition, the unemployment rate and the active job openings-to-applicants ratio have been more or less flat, albeit with fluctuations (Chart 5).", "As for wages, the year-on-year rate of change in non-scheduled cash earnings registered a negative figure due to a decline in hours worked, while winter bonuses in 2020 also saw a significant decline from the previous year.", "Nevertheless, employee income is likely to bottom out and thereafter return to a moderate uptrend as the number of employed persons, non-scheduled cash earnings, and special cash earnings turn to an increase, reflecting a pick-up in economic activity and improvement in corporate profits.", "Price Developments Let me now elaborate on price developments in Japan.", "The year-on-year rate of change in the consumer price index (CPI) for all items less fresh food, or the core CPI, has been minus 0.1 percent recently (Chart 6).", "Since April, the negative contribution of a reduction in mobile phone charges has been somewhat significant.", "From a macroeconomic perspective, the output gap, which indicates the supply-demand balance, became significantly negative for the April- June quarter of 2020 but then narrowed within negative territory for two consecutive quarters, reflecting a pick-up in economic activity (Chart 7).", "That said, improvement in the output gap seems to have paused temporarily for the January-March quarter of 2021, affected by the resurgence of COVID-19 and the reinstatement of the state of emergency.", "In these circumstances, medium- to long-term inflation expectations, which represent the perception of firms and households regarding future prices, have been more or less unchanged.", "Meanwhile, firms' price cuts that aim at stimulating demand have not been observed widely.", "This is mainly because (1) cutting prices cannot be expected to boost demand when the primary cause of the decrease in demand is consumers' vigilance against COVID-19, as is the case with face-to-face services, (2) firms are finding it difficult to make price cuts that would lead to a further deterioration in their profits, in a situation where they are taking measures such as conducting temperature checks and disinfection steps or reducing the number of seats, and (3) stay-at-home demand for goods, of which prices are sensitive to economic activity, has expanded while demand for services, of which prices are less so, has declined.", "C. Outlook for and Risks to Economic Activity and Prices Japan's economy is likely to recover, although the level of economic activity, mainly in the face-to-face services sector, is expected to be lower than that prior to the pandemic for the time being.", "That is, with the impact of COVID-19 waning gradually and the economy being supported by an increase in external demand, accommodative financial conditions, and the government's economic measures, a virtuous cycle from income to spending is expected to operate.", "Thereafter, as the impact subsides, the economy is projected to continue growing with the virtuous cycle intensifying.", "Given these factors, in the Bank's April 2021 Outlook for Economic Activity and Prices (Outlook Report), the forecasts of the majority of Policy Board members for the real GDP growth rate are in the range of 3.6 to 4.4 percent, 2.1 to 2.5 percent, and 1.2 to 1.5 percent for fiscal 2021, 2022, and 2023, respectively (Chart 8).", "Turning to prices, they are likely to be under considerable downward pressure from the effects of a particular factor -- namely, the significant decline in mobile phone charges.", "However, as for other items, price cuts that aim at stimulating demand have not been and are not likely to be observed widely.", "Thereafter, the year-on-year rate of change in the CPI is expected to increase gradually, on the back of the output gap continuing to improve along with economic recovery and the effects of the reduction in mobile phone charges dissipating.", "In the April Outlook Report, the forecasts of the majority of Policy Board members for the year-on-year rate of change in the core CPI are in the range of 0.0 to 0.2 percent, 0.5 to 0.9 percent, and 0.7 to 1.0 percent for fiscal 2021, 2022, and 2023, respectively (Chart 8).", "However, the outlook for economic activity and prices remains highly unclear.", "In particular, the impact of COVID-19 on domestic and overseas economies continues to require close and careful monitoring.", "The outlook is based on the assumption that the impact of COVID-19 will wane gradually and then almost subside in the middle of the projection period.", "However, the pace of the vaccine rollout and the effectiveness of the vaccines entail uncertainties, and thus there is a risk that downward pressure on economic activity will increase.", "It is also uncertain how firms' and households' appetite for spending and their behavior, including price setting, will change due to the shock caused by COVID-19 that has pushed down the economy considerably.", "Moreover, if COVID-19 has a larger impact than expected, attention should be paid to the risk that deterioration in the real economy will affect financial system stability, thereby exerting further downward pressure on the real economy.", "Conduct of Monetary Policy policy responses in With regard to the Bank's policy conduct, I would like to talk about (1) light of the impact of COVID-19 and (2) further effective and sustainable monetary easing.", "Policy Responses in Light of the Impact of COVID-19 Let me first touch on policy responses in light of the impact of COVID-19.", "The Bank has conducted powerful monetary easing since March 2020 in response to COVID-19 through three measures (Chart 9).", "Specifically, the first is the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19) -- the Special Program -- to provide support for financing to firms and sole proprietors so that they can sustain their businesses.", "The second is an ample and flexible provision of funds, mainly by purchasing Japanese government bonds (JGBs) and conducting the U.S. dollar funds-supplying operations, to ensure stability in financial markets.", "The third is purchases of exchange-traded funds (ETFs) and Japan real estate investment trusts (J-REITs) to lower risk premia in asset markets.", "These three measures have been functioning effectively so far.", "Specifically, although weakness in firms' financial positions continues to be seen, the environment for external funding, such as bank borrowing and the issuance of CP and corporate bonds, has remained accommodative owing to the Bank's and the government's responses as well as to private financial institutions having actively fulfilled the functioning of financial intermediation.", "In addition, financial markets, which became highly volatile in spring 2020, have regained stability on the whole.", "However, there continues to be high uncertainty regarding the impact of COVID-19 on domestic and overseas economies.", "In this situation, the Bank decided in December 2020 to extend the duration of the Special Program by six months until the end of September 2021 in order to continue to support corporate financing.", "While closely monitoring the impact of COVID-19, it will consider a further extension of the Special Program and take additional easing measures if necessary.", "Further Effective and Sustainable Monetary Easing Now, I will elaborate on further effective and sustainable monetary easing.", "In a situation where Japan's economic activity and prices are projected to remain under downward pressure for a prolonged period due to the impact of COVID-19, the Bank conducted the Assessment for Further Effective and Sustainable Monetary Easing in March, with a view to supporting the economy and thereby achieving the price stability target of 2 percent.", "Based on the findings, the Bank judged that the following basic stance on monetary policy was important: with a view to achieving the target, the Bank will continue with Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control in a sustainable manner and make nimble and effective responses without hesitation to counter changes in developments in economic activity and prices, as well as in financial conditions.", "QQE with Yield Curve Control consists of two major components: yield curve control and an inflation-overshooting commitment (Chart 10).", "Yield curve control is a framework for market operations that facilitates the formation of the yield curve -- that is, the term structure of interest rates that is most appropriate for achieving the price stability target.", "Specifically, the Bank applies a negative interest rate of minus 0.1 percent to a portion of financial institutions' current account balances at the Bank and purchases a necessary amount of JGBs without setting an upper limit so that 10-year JGB yields will remain at around 0 percent.", "The inflation-overshooting commitment is to continue expanding the monetary base until the year-on-year rate of increase in the observed CPI exceeds 2 percent and stays above the target in a stable manner.", "Through this commitment, the Bank is implementing a so-called makeup strategy, in which monetary easing is conducted taking into account instances when the observed inflation rate continued to stay below 2 percent, and thereby aims to strengthen the formation of inflation expectations.", "Effects of Monetary Easing The findings of the assessment in March confirmed that QQE with Yield Curve Control had had positive effects in line with the intended mechanism (Chart 11).", "To start with, nominal interest rates have been kept at extremely low levels through yield curve control, and inflation expectations have been higher than those prior to the introduction of QQE.", "As a result, real interest rates -- the difference between the two figures -- have been clearly negative, and funding costs for firms and households have been kept low.", "In addition, conditions in financial and capital markets have remained favorable, with foreign exchange rates being stable on the whole and stock prices following an uptrend.", "These developments have pushed up economic activity, and corporate profits and the employment situation have improved.", "Turning to prices, underlying inflation has taken hold in positive territory in a situation where aggregate demand has continued to exceed average supply capacity and wages have increased moderately.", "That said, the situation where inflation rates do not rise easily has continued.", "One reason behind this is that it will take time to change people's mindset and behavior based on the assumption that prices will not increase easily, which have become deeply entrenched because of the experience of prolonged deflation.", "The findings of the assessment confirmed that (1) the Bank's JGB purchases had statistically significant effects on long-term interest rates in terms of lowering them, and (2) a decline in interest rates had been effective in pushing up economic activity and prices, mainly through a decrease in funding costs and favorable conditions in financial and capital markets.", "Looking at the effects on economic activity and prices of a decline in interest rates with different maturities, the results of the examination indicate that (1) the degree to which a decline in real interest rates affects economic activity and prices is relatively large for short- and medium-term interest rates and becomes smaller the longer the maturity and (2) a decline in super-long-term interest rates has a negative impact on consumer sentiment.", "With regard to the inflation-overshooting commitment, which is the second component of QQE with Yield Curve Control, an analysis using an economic model reconfirmed that it was appropriate to employ the makeup strategy as the Bank's monetary policy conduct.", "Effects on the Functioning of the JGB Market and Financial Intermediation The assessment also touches on the effects of QQE with Yield Curve Control on the functioning of the JGB market and financial intermediation (Chart 12).", "First, it is suggested that the functioning of the JGB market has decreased since the introduction of yield curve control, with the range of fluctuations in interest rates having narrowed.", "This is, in a sense, an inevitable consequence of maintaining interest rates stably at low levels.", "However, in terms of the sustainable conduct of yield curve control, it is important to strike an appropriate balance between maintaining market functioning and controlling interest rates.", "On this point, the findings of the assessment conducted in March showed that fluctuations in interest rates within a certain range could have positive effects on the functioning of the JGB market without impairing the effects of monetary easing.", "Next is the effects on the functioning of financial intermediation.", "Reflecting the prolonged low interest rate environment and structural factors such as the decrease in loan demand due to, for example, the declining population, financial institutions' core profitability has continued to decline as a trend and likely will keep doing so.", "Thus, attention needs to be paid to the risk that prolonged downward pressure on their profits may lead to a gradual pullback in financial intermediation and to the possibility that the vulnerability of the financial system will increase, mainly as a result of financial institutions' search for yield behavior.", "Fewer market participants expect short-term interest rate cuts by the Bank, and an increasing number of those who are not expecting interest rate cuts tend to point to the impact on the functioning of financial intermediation as a reason.", "Based on the findings of the assessment, the Bank decided to mainly take the following policy actions (Chart 13).", "First, with a view to enabling it to cut short- and long-term interest rates nimbly while considering the impact on the functioning of financial intermediation, the Bank established the Interest Scheme to Promote Lending.", "In this scheme, the Bank applies certain interest rates, which are linked to the short-term policy interest rate, as an incentive to financial institutions' current account balances, corresponding to the amount outstanding of funds that have been provided through its various fund-provisioning measures to promote financial institutions' lending.", "When the short-term policy interest rate is lowered, the applied interest rates on a portion of financial institutions' current account balances will be raised through this scheme and their lending thereby will be promoted further.", "Second, in order to conduct yield curve control flexibly during normal times, the Bank made clear that the range of 10-year JGB yield fluctuations would be between around plus and minus 0.25 percent from the target level, which was previously referred to as about double the range of around plus and minus 0.1 percent.", "At the same time, it decided to introduce \"fixed-rate purchase operations for consecutive days\" as a powerful tool to stop a rise in interest rates when necessary.", "On this basis, under the continuing impact of COVID-19 in particular, the Bank will conduct yield curve control with a priority on stabilizing the entire yield curve at a low level.", "Third, regarding ETF and J-REIT purchases, the Bank decided to maintain the upper limits on annual paces of increase in the amounts outstanding of ETFs and J-REITs at about 12 trillion yen and about 180 billion yen, respectively, even after COVID-19 subsides, although these limits were decided as a temporary measure in response to COVID-19.", "It will conduct such purchases more flexibly in a prioritized manner while taking into account market conditions.", "The decision reflects the fact that ETF and J-REIT purchases have been containing instability in the market by lowering risk premia, and that the effects of purchases tend to be greater the higher the instability in financial markets and the larger the size of purchases (Chart 12).", "With regard to ETF purchases, the Bank decided to only purchase ETFs tracking the Tokyo Stock Price Index (TOPIX), which is an index with the largest number of component stocks, so as to prevent as much as possible the Bank's purchases from disproportionately affecting individual stocks.", "My Views Based on the Assessment for Further Effective and Sustainable Monetary Next, I would like to share my views on the aforementioned policy actions.", "It is expected to take more time to achieve the price stability target, due in part to the impact of COVID-19.", "In this situation, I consider that all policy actions decided at the Monetary Policy Meeting (MPM) in March to enhance the sustainability and nimbleness of monetary easing are desirable.", "Let me now elaborate on the following three points: (1) yield curve control, (2) purchases of ETFs and J-REITs, and (3) financial system stability.", "First, with regard to yield curve control, the Bank made clear that the range of 10-year JGB yield fluctuations would be between around plus and minus 0.25 percent.", "This is important for maintaining the price stabilization function in the bond market.", "This market consists of participants -- such as banks, pension funds, and insurance companies -- who seek long-term holdings of bonds with maturities that match their investment-management needs, as well as investors such as arbitrageurs and speculators.", "Many of these investors are said to have exited the bond market as they lost their profit opportunities due to smaller fluctuations in interest rates that resulted from the introduction of yield curve control.", "If interest rates fluctuate to some extent again and such investors stay in the market, this will help maintain the price stabilization function in the market during periods of high volatility.", "I think that the Bank's clarification regarding the range of JGB yield fluctuations will also contribute to financial system stability.", "More specifically, in a situation where the increase in deposits continues to far exceed that in loans and domestic banks' needs to invest their excess funds have been growing further, fluctuations in 10-year JGB yields between around plus and minus 0.25 percent mean that there are favorable buying or selling opportunities.", "How to take advantage of these opportunities depends on each financial institution, but I consider that meeting the investment-management needs through market functioning will also contribute to maintaining financial system stability.", "Second, I think that it is important for the Bank to conduct purchases of ETFs and J-REITs while paying attention to its financial soundness.", "The Bank has been purchasing these assets with a view to achieving the price stability target of 2 percent, and it certainly is necessary to continue with such purchases.", "Traditionally, however, assets purchased by the Bank are composed mainly of government securities that are free from principal risk, as most of the Bank's liabilities consist of its current account deposits, the original funds of which are perceived to be bank deposits placed by the general public, as well as banknotes.", "The Bank has taken measures to ensure its financial soundness, such as provisions for possible losses.", "However, as the Bank's ETF and J-REIT holdings increase, the impact on the Bank's balance sheet will become large.", "Therefore, as for purchases of ETFs and J-REITs, I think that it is desirable for the Bank to constrain the paces of increase in their amounts outstanding as much as possible by conducting the purchases flexibly; it will decisively conduct them on a large scale during times of heightened market instability while refraining from conducting them during normal times.", "In this regard, I consider that it was appropriate for the Bank to make clearer its stance that it would purchase these assets more flexibly in a prioritized manner while taking into account market conditions, based on the findings of the assessment conducted in March.", "The third point is financial system stability.", "The Bank will persistently continue with further effective and sustainable monetary easing to achieve the price stability target of 2 percent.", "For monetary easing measures to have a sustained impact, maintaining the stability of the financial system is indispensable.", "Therefore, it is necessary to assess minutely not only the positive effects of monetary easing on economic activity and prices but also its side effects on the functioning of financial intermediation and financial markets that accumulate over time.", "In relation to this, based on the findings of the assessment in March, along with the aforementioned three policy actions, the Policy Board decided to bring in participation by the Financial System and Bank Examination Department, a section that is in charge of ensuring financial system stability, at the MPMs when the Outlook Report is decided.", "In my opinion, this decision is of great importance in making clearer that the Bank aims to conduct monetary policy while taking account of financial system stability.", "The Bank will continue to conduct monetary policy in an appropriate manner so as to fulfill the two missions of achieving price stability and ensuring the stability of the financial system.", "Thank you for your attention.", "Notes: Figures for the Consumption Activity Index (travel balance adjusted) exclude inbound tourism consumption and include outbound tourism consumption.", "The component indexes whose source data for March 2021 are not yet available are extrapolated for the month by using the average month-on-month rates of change for March 2016-2018 in order to avoid the impact of COVID-19.", "Figures in brackets indicate the medians of the Policy Board members' forecasts (point estimates).", "The forecasts of the majority of the Policy Board members are constructed as follows: each Policy Board member's forecast takes the form of a point estimate -- namely, the figure to which they attach the highest probability of realization.", "These forecasts are then shown as a range, with the highest figure and the lowest figure excluded.", "The range does not indicate the forecast errors.", "The Bank's Measures in Response to COVID-19 Supporting Corporate Financing Special Program to Support Financing in Response to COVID-19 Purchases of CP and corporate bonds: amount outstanding of about 20 tril.", "yen at maximum (previously, about 5 tril.", "yen) Special Funds-Supplying Operations to Facilitate Financing in Response to Stabilizing Financial Markets Ample and Flexible Provision of Yen and Foreign Currency Funds Active purchases of JGBs and T-Bills U.S. Dollar Funds-Supplying Operations Purchasing ETFs and J-REITs ETFs: annual pace with an upper limit of about 12 tril.", "yen J-REITs: annual pace with an upper limit of about 180 bil.", "yen Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control (1) Yield Curve Control (2) Inflation-Overshooting Commitment 1.0 The Bank will continue expanding the monetary base until the year-on-year rate Target level of the long-term interest rate: 0.8 around zero percent of increase in the observed CPI (all items less fresh food) exceeds the price stability 0.6 target of 2 percent and stays above the target in a stable manner.", ".4 Achieving the price stability target means 0.2 attaining a situation where the inflation Short-term policy interest rate: minus 0.1 percent rate is 2 percent on average over the 0.0 business cycle.", "(Statement released after the MPM in Sept. 2016) -0.2 Assessment for Further Effective and Sustainable Monetary Easing QQE with Yield Curve Control has had positive effects in line with the intended mechanism Decline in funding costs: (nominal interest rates)↓ - (inflation expectations)↑ = (real interest rates)↓ -- The Bank's JGB purchases have statistically significant effects on long-term interest rates in terms of lowering them.", "Favorable conditions in financial and capital markets (Foreign exchange rates have been stable on the whole and stock prices have followed an uptrend.)", "Economic activityhas been pushed up, and corporate profits and the employment situation have improved.", "Underlying inflation has taken hold in positive territory.", "Effects of a Decline in Interest Rates with Different Maturities on Economic Activity and Prices The effects were relatively large for short- and medium-term interest rates and became smaller the longer the maturity.", "An excessive decline in super-long-term yields could have a negative impact on economic activity by, for example, undermining people's sentiment.", "Inflation-Overshooting Commitment The \"makeup strategy,\" which this commitment is implementing, is appropriate.", "Assessment for Further Effective and Sustainable Monetary Easing (cont'd) Effects on the Functioning of the JGB Market With the range of fluctuations in interest rates having narrowed, the functioning of the JGB market has decreased.", "Yield fluctuations within a certain range have positive effects on the functioning of the JGB market without impairing the effects of monetary easing.", "Effects on the Functioning of Financial Intermediation Financial institutions' core profitability has declined due to prolonged low interest rates and structural factors.", "It is necessary to pay attention to both overheating and pullback risks to the financial system.", "ETF and J-REIT Purchases Large-scale purchases during times of heightened market instability are effective.", "Policy Actions to Conduct Further Effective and Sustainable Monetary Easing Aim: Further Effective and Sustainable Monetary Easing \"enhancing sustainability of monetary easing\" & \"nimble responses to counter changes in the situation\" <Interest Scheme to Promote Lending> 1.", "Establishment of the Interest Scheme to Promote Apply incentives (linked to the short-term policy interest rate) Enable the Bank to cut short- and long-term interest rates to financial institutions' (FIs') current account balances, more nimbly while considering the impact on the functioning corresponding to the amount outstanding of funds provided of financial intermediation through fund-provisioning measures to promote lending Mitigate the impact on FIs' profits at the time of rate cuts depending on the amount of lending 2.", "Clarification of the range of fluctuations in The applied interest rates and the eligible fund-provisioning measures for each category will be changed as necessary at long-term interest rates (±0.25%) MPMs depending on the situation.", "Strike a balance between securing effects of monetary easing and maintaining market functioning <Decision at the March 2021 MPM> Introduction of \"fixed-rate purchase operations for Applied interest rate Eligible fund-provisioning measure consecutive days\" Special Operations in Response to 0.2% when funds are Higher than the rate provided against loans made by FIs for Category II 3.", "New guideline for ETF and J-REIT purchases Special Operations in Response to Purchase ETFs and J-REITs as necessary with upper limits of 0.1% COVID-19, when funds are about 12 tril.", "yen, respectively, on Absolute value of the provided against loans other than short-term policy annual paces of increase in their amounts outstanding those for Category I and against private debt pledged as collateral (abolish the guideline for purchasing these assets, in principle, at annual paces of increase in their amount outstanding of 0% Loan Support Program Operation to Support FIs in Lower than the rate about 6 tril.", "yen and about 90 bil.", "yen, respectively) Disaster Areas  Purchase only ETFs tracking the TOPIX"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none"], "topics": ["Monetary Policy", "Economic Activity", "Prices", "COVID-19", "Quantitative and Qualitative Monetary Easing (QQE)", "Yield Curve Control", "Inflation-Overshooting Commitment", "Financial System Stability", "ETF and J-REIT Purchases", "Interest Scheme to Promote Lending"]}