{"sentences": ["Chairwoman Waters, Ranking Member McHenry, and other members of the Committee, I am pleased to present the Federal Reserve's semiannual Monetary Policy Report.", "At the Federal Reserve, we are strongly committed to achieving the monetary policy goals that Congress has given us: maximum employment and price stability.", "We pursue these goals based solely on data and objective analysis, and we are committed to doing so in a clear and transparent manner.", "Today I will review the current economic situation before turning to monetary policy.", "Current Economic Situation and Outlook Over the first half of 2021, ongoing vaccinations have led to a reopening of the economy and strong economic growth, supported by accommodative monetary and fiscal policy.", "Real gross domestic product this year appears to be on track to post its fastest rate of increase in decades.", "Household spending is rising at an especially rapid pace, boosted by strong fiscal support, accommodative financial conditions, and the reopening of the economy.", "Housing demand remains very strong, and overall business investment is increasing at a solid pace.", "As described in the Monetary Policy Report, supply constraints have been restraining activity in some industries, most notably in the motor vehicle industry, where the worldwide shortage of semiconductors has sharply curtailed production so far this year.", "Conditions in the labor market have continued to improve, but there is still a long way to go.", "Labor demand appears to be very strong; job openings are at a record high, hiring is robust, and many workers are leaving their current jobs to search for better ones.", "Indeed, employers added 1.7 million workers from April through June.", "However, the unemployment rate remained elevated in June at 5.9 percent, and this figure understates the shortfall in employment, particularly as participation in the labor market has not moved up from the low rates that have prevailed for most of the past year.", "Job gains should be strong in coming months as public health conditions continue to improve and as some of the other pandemic-related factors currently weighing them down diminish.", "As discussed in the Monetary Policy Report, the pandemic-induced declines in employment last year were largest for workers with lower wages and for African Americans and Hispanics.", "Despite substantial improvements for all racial and ethnic groups, the hardest-hit groups still have the most ground left to regain.", "Inflation has increased notably and will likely remain elevated in coming months before moderating.", "Inflation is being temporarily boosted by base effects, as the sharp pandemic-related price declines from last spring drop out of the 12-month calculation.", "In addition, strong demand in sectors where production bottlenecks or other supply constraints have limited production has led to especially rapid price increases for some goods and services, which should partially reverse as the effects of the bottlenecks unwind.", "Prices for services that were hard hit by the pandemic have also jumped in recent months as demand for these services has surged with the reopening of the economy.", "To avoid sustained periods of unusually low or high inflation, the Federal Open Market Committee's (FOMC) monetary policy framework seeks longer-term inflation expectations that are well anchored at 2 percent, the Committee's longer-run inflation objective.", "Measures of longer-term inflation expectations have moved up from their pandemic lows and are in a range that is broadly consistent with the FOMC's longer-run inflation goal.", "Two boxes in the July Monetary Policy Report discuss recent developments in inflation and inflation expectations.", "Sustainably achieving maximum employment and price stability depends on a stable financial system, and we continue to monitor vulnerabilities here.", "While asset valuations have generally risen with improving fundamentals as well as increased investor risk appetite, household balance sheets are, on average, quite strong, business leverage has been declining from high levels, and the institutions at the core of the financial system remain resilient.", "I will now turn to monetary policy.", "At our June meeting, the FOMC kept the federal funds rate near zero and maintained the pace of our asset purchases.", "These measures, along with our strong guidance on interest rates and on our balance sheet, will ensure that monetary policy will continue to deliver powerful support to the economy until the recovery is complete.", "We continue to expect that it will be appropriate to maintain the current target range for the federal funds rate until labor market conditions have reached levels consistent with the Committee's assessment of maximum employment and inflation has risen to 2 percent and is on track to moderately exceed 2 percent for some time.", "As the Committee reiterated in our June policy statement, with inflation having run persistently below 2 percent, we will aim to achieve inflation moderately above 2 percent for some time so that inflation averages 2 percent over time and longer term inflation expectations remain well anchored at 2 percent.", "As always, in assessing the appropriate stance of monetary policy, we will continue to monitor the implications of incoming information for the economic outlook and would be prepared to adjust the stance of monetary policy as appropriate if we saw signs that the path of inflation or longer-term inflation expectations were moving materially and persistently beyond levels consistent with our goal.", "In addition, we are continuing to increase our holdings of Treasury securities and agency mortgage backed securities at least at their current pace until substantial further progress has been made toward our maximum-employment and price-stability goals.", "These purchases have materially eased financial conditions and are providing substantial support to the economy.", "At our June meeting, the Committee discussed the economy's progress toward our goals since we adopted our asset purchase guidance last December.", "While reaching the standard of \"substantial further progress\" is still a ways off, participants expect that progress will continue.", "We will continue these discussions in coming meetings.", "As we have said, we will provide advance notice before announcing any decision to make changes to our purchases.", "We understand that our actions affect communities, families, and businesses across the country.", "Everything we do is in service to our public mission.", "The resumption of our Fed Listens initiative will further strengthen our ongoing efforts to learn from a broad range of groups about how they are recovering from the economic hardships brought on by the pandemic.", "We at the Federal Reserve will do everything we can to support the recovery and foster progress toward our statutory goals of maximum employment and stable prices.", "I am happy to take your questions."], "classifications": ["monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["maximum employment", "price stability", "inflation", "labor market", "monetary policy", "asset purchases", "financial stability", "economic recovery", "pandemic", "inflation expectations"]}