{"sentences": ["Ma rch 8, 2021 Monetary Policy during and after the COVID-19 Era Speech at the Yomiuri Economic Forum in Tokyo AMAMIYA Masayoshi Deputy Governor of the Bank of Japan It is my pleasure to have the opportunity to talk at the online seminar of the Yomiuri Economic Forum today.", "This week marks the 10th anniversary of the Great East Japan Earthquake.", "Recovery from this disaster has made steady progress, including the restoration of social infrastructure such as transportation networks and of the living environment.", "I would like to express my heartfelt respect for all those involved in the reconstruction efforts.", "However, it is also true that there are still many issues that need to be resolved, such as the harsh reality that more than 40,000 people continue to live as evacuees.", "The Bank of Japan has been supporting the restoration and reconstruction efforts from the financial side, mainly through the Funds-Supplying Operation to Support Financial Institutions in Disaster Areas, which was introduced in April 2011, a month after the disaster.", "In March last year, the Bank revised the operation so that the necessary support can be continued; it decided to abolish the deadline of the operation and extend the duration of loans from one year to two years.", "The Bank will continue to contribute to the recovery of the affected areas.", "It is almost a year since the onset of the novel coronavirus (COVID-19) pandemic.", "Positive steps have been taken, such as the start of the vaccination rollout in Japan last month.", "That said, COVID-19 has continued to have a significant impact on social and economic activities, and economic activity and prices are projected to remain under downward pressure for a prolonged period.", "In this situation, it is necessary for the Bank to support the economy and thereby achieve the price stability target of 2 percent.", "To this end, it is important to first respond to COVID-19 and, as monetary policy measures during the COVID-19 era, the Bank has been conducting powerful monetary easing since March 2020.", "From a somewhat long-term perspective, while also looking ahead to the post-COVID-19 era, the Bank's challenge is to conduct further effective and sustainable monetary easing with a view to achieving the price stability target of 2 percent.", "The Bank is currently conducting an assessment in this regard and plans to make public its findings at the Monetary Policy Meeting (MPM) to be held next week.", "Today, I would like to first talk about developments in economic activity and prices as well as the Bank's responses to COVID-19.", "I will then explain in some detail the motivation and thinking behind the assessment.", "Developments in Economic Activity and Prices and the Bank's Responses to Developments in Economic Activity and Prices Let me start by looking at economic developments.", "Japan's economy has picked up as a trend, although it has remained in a severe situation due to the impact of COVID-19 (Chart 1).", "The real GDP growth rate for the October-December quarter of 2020 was 3.0 percent on a quarter-on-quarter basis, being positive for two consecutive quarters.", "Exports increased clearly on the back of a recovery in external demand.", "In addition, with regard to private demand, business fixed investment turned positive for the first time in three quarters and private consumption, of services in particular, increased through around November, partly due to demand stimulus measures such as the \"Go To\" campaign.", "Real GDP declined significantly for the April-June quarter of 2020 to 10 percent lower than the pre-pandemic level (the 2019 average) but recovered to just 2.4 percent lower for the October-December quarter.", "However, downward pressure stemming from the impact of a resurgence of COVID-19 since last autumn has remained strong to date, particularly in face-to-face services consumption, such as eating and drinking as well as accommodations (Chart 2).", "Economic activity in the face-to-face services industry already had decreased as of the end of last year, and high-frequency data and anecdotal information suggest that it has declined further after the turn of this year.", "In contrast, unlike last spring, when economic activity in a wide range of industries was constrained, that in industries other than face-to-face services has been maintained to a large degree.", "Looking at the breakdown of private consumption, although services consumption declined further through January, it is still higher than the level seen around last summer, and goods consumption has been firm on the back of stay-at-home consumption.", "In addition, external demand has recovered and the world trade volume, which had declined significantly, has already returned to the pre-pandemic level.", "With such steadiness in goods demand at home and abroad, production has increased, and this has continued to have positive effects on business fixed investment, mainly for machinery investment.", "Although uncertainties regarding the outlook are high, with the impact of COVID-19 waning gradually, Japan's economy is likely to follow an improving trend, albeit moderately, supported by a recovery in external demand, accommodative financial conditions, and the government's economic measures.", "As shown in our -- the Policy Board members' -- economic forecasts released in January, the real GDP growth rate is projected to register a significant negative figure of minus 5.6 percent for fiscal 2020 but is expected to turn clearly positive to 3.9 percent for fiscal 2021, rebounding from the contraction seen in fiscal 2020 and partly due to the effects of the government's additional economic measures.", "Let me move on to price developments (Chart 3).", "The year-on-year rate of change in the consumer price index (CPI) has been negative since the second half of 2020.", "However, this is mainly attributable to the facts that the past decline in crude oil prices has pushed down energy prices such as electricity charges with a time lag, and that subsidies on hotel charges through the \"Go To Travel\" campaign have been recorded as price cuts in the statistical calculation of the CPI.", "When excluding the effects of these temporary factors that push down prices, the rate of change in the CPI has been slightly positive.", "Firms' price cuts that aim at stimulating demand have not been observed widely, and price developments have continued to be firm compared with the degree of deterioration in economic activity.", "As for the outlook, the year-on-year rate of change in the CPI is likely to continue to be negative for the time being, but thereafter is expected to increase with the effects of temporary factors that push down prices dissipating and the economy improving.", "This is the baseline scenario for the outlook for economic activity and prices, in which risks remain skewed to the downside.", "Even with encouraging news on the vaccine front, the pace of the rollout and the effects entail uncertainties.", "For the time being, attention should continue to be paid to the consequences of COVID-19 and their impact.", "The Bank's Responses to COVID-19 Under these circumstances, the Bank has conducted powerful monetary easing since March 2020 in response to COVID-19 through the following three measures (Chart 4).", "Specifically, the first is the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19) to provide support mainly for corporate financing.", "The second is an ample and flexible provision of funds, mainly by purchasing Japanese government bonds (JGBs) and conducting the U.S. dollar funds-supplying operations, to ensure stability in financial markets.", "The third is active purchases of exchange-traded funds (ETFs) and Japan real estate investment trusts (J-REITs) to lower risk premia in asset markets.", "These responses have had positive effects.", "Global financial markets became highly volatile last spring but have regained stability.", "Although firms' financial positions have been weak, the environment for external funding has remained accommodative owing to the Bank's and the government's responses as well as active efforts made by financial institutions (Chart 5).", "Two points are noted as characteristics of financial conditions in Japan during the COVID-19 shock.", "One is a characteristic observed when comparing the current situation with that at the time of the Global Financial Crisis (GFC).", "In 2009, which was after the GFC, banks' lending attitudes became significantly cautious and the amount outstanding of CP and corporate bonds decreased due to the strengthening of investors' risk aversion.", "These developments intensified downward pressure on the real economy from the financial side.", "In contrast, during the COVID-19 pandemic, financial institutions' lending attitudes as perceived by firms have remained accommodative, and the year-on-year rate of change in the amount outstanding of bank lending and that in the aggregate amount outstanding of CP and corporate bonds have continued to register high growth.", "The financial system has maintained its stability on the whole and worked well in supporting economic activity.", "This is a big difference from the GFC, when an adverse feedback loop between finance and the real economy occurred.", "The other characteristic is seen when comparing Japan's financial conditions with those of the United States and Europe.", "There is a clear contrast in financial institutions' credit standards, in that, since the outbreak of COVID-19, they have tightened in the United States and Europe while those in Japan have eased.", "This suggests that the funding environment for borrowing money from financial institutions has been accommodative in Japan compared with that in the United States and Europe.", "The Bank decided at the December 2020 MPM to extend the duration of the Special Program by six months until the end of this September, thereby continuing to provide support mainly for corporate financing.", "It also will consider a further extension as necessary.", "In addition, the Bank will closely monitor the impact of COVID-19 and will not hesitate to take additional easing measures if necessary.", "Motivation and Thinking behind the Assessment Now, I will talk about the assessment for further effective and sustainable monetary easing.", "The Bank has been conducting large-scale monetary easing since the introduction of quantitative and qualitative monetary easing (QQE) in April 2013 with a view to achieving the price stability target of 2 percent.", "In September 2016, the Bank conducted a comprehensive assessment of developments in economic activity and prices since the introduction of QQE as well as its policy effects.", "Based on the findings, a new policy framework of QQE with Yield Curve Control was introduced.", "Owing to large-scale monetary easing, developments in economic activity and prices have improved and the economy is no longer in deflation.", "However, the price stability target of 2 percent has not yet been achieved.", "It is expected to take time to accomplish this because economic activity and prices are projected to remain under downward pressure for some period of time due to the impact of COVID-19 since last spring.", "Under these circumstances, the Bank decided to conduct an assessment for further effective and sustainable monetary easing, with a view to achieving the price stability target of 2 percent.", "Let me explain three points that underlie the assessment.", "First, with a view to achieving the price stability target of 2 percent, it is appropriate for the Bank to maintain accommodative financial conditions while continuing to pursue QQE with Yield Curve Control.", "Second, in order to carry this out, the key is to enhance the sustainability of monetary easing by minimizing the policy costs during normal times.", "Third, at the same time, it is important to be prepared to make nimble and effective responses when needed to counter changes in developments in economic activity and prices, as well as in financial conditions.", "I will elaborate on each of these three points.", "Continuation of Monetary Easing Let me start by talking about the current framework of QQE with Yield Curve Control, which aims at maintaining accommodative financial conditions.", "This framework consists mainly of yield curve control and an inflation-overshooting commitment.", "Unlike the conventional measure that targets short-term interest rates, yield curve control is a framework for market operations that targets all interest rates at the short and long end, which in other words is the yield curve.", "Given the expectation that monetary easing will be prolonged, the Bank aims to control those rates to the appropriate levels while taking into consideration both the positive and side effects of monetary easing.", "The inflation-overshooting commitment is to continue expanding the monetary base until the year-on-year rate of increase in the observed CPI exceeds 2 percent and stays above the target in a stable manner.", "Through this commitment, the Bank aims to strengthen the formation of inflation expectations.", "It implements the idea of a \"makeup strategy,\" in which central banks conduct monetary easing so that the inflation rate stays above the target for a sustained period of time to compensate for the observed inflation rate that continued to fall below the target.", "Last summer, the Federal Reserve adopted this makeup strategy, which has been consistent with the Bank's thinking on monetary policy.", "QQE with Yield Curve Control has had positive effects in line with the intended mechanism (Chart 6).", "Under yield curve control, nominal interest rates in Japan have been kept at extremely low levels, even amid a rise in interest rates abroad.", "While inflation expectations have been higher than those prior to the introduction of QQE, real interest rates, which are calculated by subtracting inflation expectations from nominal interest rates, have been in negative territory.", "The low real interest rates have improved financial conditions, mainly through low funding costs as well as favorable financial and capital markets (Chart 7).", "Issuance rates for CP and corporate bonds have been at extremely low levels, and lending rates have been at around historical low levels.", "In financial and capital markets, foreign exchange rates have been stable on the whole and stock prices have been on an uptrend.", "As a result, economic activity has improved (Chart 8).", "In 2017, the output gap turned clearly positive, which represents excess demand, and expanded thereafter.", "Corporate profits have increased and the employment situation has improved, as seen in the unemployment rate declining to the range of 2.0-2.5 percent for the first time in about 30 years and the active job openings-to-applicants ratio in all prefectures being above one.", "Under these circumstances, wages have increased moderately, as seen in the fact that base pay, which did not rise during the period of deflation, has increased for seven consecutive years, and underlying inflation has taken hold in positive territory.", "In addition, as a result of acute labor shortage, labor force participation of women and seniors has increased and firms have improved their labor productivity.", "With economic developments continuing to be favorable, positive moves toward addressing the medium- to long-term challenges facing Japan's economy have been observed.", "That said, the situation where the inflation rate does not rise easily has continued.", "The main reason for this is that the formation of inflation expectations is largely adaptive in Japan.", "In other words, such expectations are susceptible to the observed inflation rate.", "This implies that it will take time for them to rise when the observed inflation rate is low.", "The adaptive formation of expectations reflects not only actual prices at the time but also people's past experiences, as well as norms that were cultivated through those experiences.", "Studies have shown that the adaptive expectations formation therefore is relatively complex and sticky.", "This means that changing people's mindset and behavior based on the assumption that prices will not increase easily, which have become deeply entrenched under prolonged deflation, will take time.", "In addition, elastic labor supply and an enhancement of firms' labor productivity are positive for Japan's economy as a whole but have constrained inflation (Chart 9).", "As I have mentioned, labor force participation, mainly of women and seniors, has accelerated since the mid-2010s with labor shortage intensifying, and this is desirable for Japan, which faces the problem of a declining population.", "Many new workers have entered the labor market without a significant increase in wages, due partly to improvement in their working environment.", "Moreover, firms have enhanced labor productivity, mainly through labor-saving and efficiency-improving investments.", "While these efforts are favorable in terms of raising productivity of the overall economy, they have absorbed upward pressure on costs, and thus prices have not increased easily.", "Although it may take time, the situation where the inflation rate does not rise easily is likely to eventually head toward a resolution as economic activity improves.", "Since the labor supply has a limitation, upward pressure on wages will increase if labor shortage continues.", "In addition, the fact that the adaptive formation of inflation expectations is entrenched implies the following: when people actually experience inflation, it likely will be incorporated in the assumption on which their mindset is based, suggesting that inflation expectations also are highly likely to rise.", "In short, it is appropriate for the Bank to persistently maintain accommodative financial conditions under the current framework of monetary policy, with a view to achieving the price stability target of 2 percent.", "B. Enhancement of the Sustainability Next, let me talk about the second point that underlies the assessment, which is policy conduct aimed at enhancing the sustainability of monetary easing, by taking yield curve control as an example.", "Under yield curve control, even amid intensifying upward pressure on JGB yields, mainly stemming from a rise in interest rates abroad and an increase in issuance of JGBs, an appropriate shape of the yield curve that provides accommodative financial conditions has been formed in a stable manner through flexible purchases of JGBs.", "It has been possible for the Bank to control short- and long-term interest rates because it has conducted meticulous purchases of JGBs.", "The Bank has made use as necessary of a powerful tool called \"fixed-rate purchase operations,\" through which it purchases an unlimited amount of JGBs at a certain yield level.", "Stabilizing short- and long-term interest rates at extremely low levels under yield curve control inevitably brings about side effects on the functioning of JGB markets (Chart 10).", "In fact, many indicators suggest that the functioning has decreased since the introduction of yield curve control.", "In conducting yield curve control in a sustainable manner, it is important to strike an appropriate balance between maintaining market functioning and controlling interest rates.", "The Bank believes that it can find more ways to achieve this balance because, although significant fluctuations in interest rates could lead to undesirable consequences, fluctuations within a certain range could have positive effects on the functioning of JGB markets without losing the effects of monetary easing.", "To this end, the Bank made clear at the July 2018 MPM that interest rates might move upward and downward to some extent, mainly depending on developments in economic activity and prices.", "There is no change in this stance even though there have been times when the range of actual fluctuations in interest rates has become narrow again.", "There also is no change in the recognition that an excessive decline in super-long-term interest rates could have an impact of lowering the rates of return on insurance and pension products, for example.", "That said, with the economy hit by the impact of COVID-19, what is important now is to maintain the stability in the bond market and stabilize the entire yield curve at a low level, and it is necessary for the Bank to bear this in mind in conducting yield curve control for the time being.", "C. Nimble and Effective Responses Lastly, I will talk about the third point, which is nimble and effective responses to counter changes in the situation.", "In order to persistently continue with monetary easing, it is important for the Bank not only to ensure the sustainability but also to be nimble in making effective responses when needed, such as in the wake of a large shock to the real economy and financial markets.", "Let me illustrate this by looking at two examples.", "The first is a cut in short- and long-term interest rates.", "Cutting short- and long-term interest rates is one of the essential options for additional easing measures.", "The Bank provides a clear guideline for the levels of short- and long-term interest rates, in which it expects them to \"remain at their present or lower levels\" as long as it is necessary to pay attention to the impact of COVID-19.", "In other words, the Bank will cut short- and long-term interest rates appropriately when necessary.", "However, a further decline in interest rates could affect the functioning of financial intermediation.", "In addition, it is true that because of this possible negative impact, one view in the market is that the Bank finds it difficult to further cut short- and long-term interest rates.", "With these factors in mind, it is appropriate to ensure that the Bank can cut them with consideration for the impact on the functioning of financial intermediation.", "Sharing this recognition with market participants and various economic entities will further enhance the effectiveness of a cut in short- and long-term interest rates as an option for additional easing.", "The second example is purchases of ETFs and J-REITs.", "Some lessons can be learned from the Bank's responses to COVID-19 last spring (Chart 11).", "As financial markets became significantly volatile at that time, the Bank decided to actively purchase ETFs and J-REITs with upper limits of about 12 trillion yen and about 180 billion yen, respectively, on annual paces of increase in their amounts outstanding.", "Such decisive purchases have had significant positive effects in terms of easing market sentiment, which had deteriorated considerably.", "The aim of purchasing ETFs and J-REITs is to lower risk premia, such as in the stock market, in order to create positive effects on economic activity and prices by preventing volatile developments in financial markets from leading to deterioration in firms' and households' sentiment.", "A survey conducted by a private institute indicates that ETF purchases by the Bank are assessed as having positive effects on the markets when they are unstable, in that stock prices decline and volatility heightens.", "Based on lessons learned to date, including from the case in last spring, it has become evident that large-scale purchases at the time of volatile financial markets will have significant positive effects.", "The Bank will further analyze the difference in the effects of purchases according to market conditions and will examine whether it can create maximum positive effects by decisively conducting active purchases when necessary.", "Conducting purchases flexibly in a prioritized manner will lead to enhancing the sustainability of monetary easing.", "I have outlined the motivation and thinking behind the assessment for further effective and sustainable monetary easing.", "The keywords are \"sustainable\" and \"nimble.\"", "That is, it is important for the Bank to enhance the sustainability of monetary easing by minimizing the policy costs during normal times and to be prepared to make nimble and effective responses to counter changes in the situation.", "At the MPM next week, we would like to have a discussion from this perspective and make public the findings of the assessment.", "About eight years have passed since the introduction of QQE in 2013.", "Although this has been a protracted effort, it is clear that the economy has improved significantly during this period and is no longer in deflation.", "If the Bank continues to refine the framework and persist with monetary easing, the price stability target of 2 percent can be achieved.", "In addition, the thinking behind yield curve control introduced by the Bank and the \"makeup strategy,\" which is implemented through an inflation-overshooting commitment, are under discussion at other central banks.", "As advanced economies have faced the common challenges of low growth, low inflation, and low interest rates, many central banks, including the Bank of Japan, have been pursuing ways to enhance the effectiveness and credibility of their monetary policies.", "The Bank will continue to hold constructive discussions to carry out its mandate of achieving price stability while taking advantage of experiences of other central banks.", "Thank you very much for your attention.", "Monetary Policy during and after the COVID-19 Era Speech at the Yomiuri Economic Forum in Tokyo March 8, 2021 AMAMIYA Masayoshi Deputy Governor of the Bank of Japan I.", "Developments in Economic Activity and Prices and the Bank's Responses to COVID-19 II.", "Motivation and Thinking behind the Assessment Chart 1 I.", "Developments in Economic Activity and Prices and the Bank's Responses to COVID-19 Impact of a Resurgence of COVID-19 Economic Activity by Sector Consumption Activity Index (Real) s.a., CY 2019 = 100 s.a., CY 2019 = 100 Durable goods Nondurable goods Services Manufacturing Accommodations, eating and drinking services Services for amusement Transport Nonmanufacturing Jan. Apr.", "July Oct. Jan. Consumer Price Index (CPI) y/y % chg.", "Effects of the \"Go To Travel\" campaign Effects of the consumption tax hikes and free education policies Items other than energy CPI (less fresh food) CY 1 4 1 5 1 6 1 7 1 8 1 9 2 0 21 Note: Energy consists of petroleum products, electricity, and gas, manufactured & piped.", "Figures for the \"effects of the consumption tax hikes and free education policies\" from April 2020 onward are based on staff estimations and include the effects of measures such as free higher education introduced in April 2020.", "Source: Ministry of Internal Affairs and Communications.", "Developments in Economic Activity and Prices and the Bank's Responses to COVID-19 The Bank's Measures in Response to COVID-19 Supporting Corporate Financing Special Program to Support Financing in Response to COVID-19 Purchases of CP and corporate bonds: amount outstanding of about 20 tril.", "yen at maximum (previous amount outstanding of about 5 tril.", "yen) Special Funds-Supplying Operations to Facilitate Financing in Response to COVID-19 Stabilizing Financial Markets Ample and Flexible Provision of Yen and Foreign Currency Funds Further active purchases of JGBs and T-Bills Enhancement of the U.S. Dollar Funds-Supplying Operations Lowering Risk Premia in Asset Markets Active Purchases of ETFs and J-REITs ETFs: annual pace of about 6 tril.", "yen → annual pace with the upper limit of about 12 tril.", "yen (for the time being) J-REITs: annual pace of about 90 bil.", "yen → annual pace with the upper limit of about 180 bil.", "In the left-hand chart, figures are for all industries.", "In the middle chart, figures for lending by domestic commercial banks are monthly averages.", "Figures for CP and corporate bonds are those at the end of the period.", "Lending by domestic commercial banks includes loans to firms, individuals, and local governments.", "In the right-hand chart, figures for Japan and the United States are small firms.", "Figures for the Euro area are small and medium-sized enterprises.", "The DI for Japan is \"eased\" - \"tightened\" and that for the United States and the Euro area are \"easing\" - \"tightening.\"", "Sources: Bank of Japan; Japan Securities Depository Center; Japan Securities Dealers Association; I-N Information Systems; FRB; ECB.", "Shaded area <I> indicates the period after the introduction of QQE (2013/Q2-), <II> indicates the period after the introduction of yield curve control (2016/Q3-), and <III> indicates the period after the outbreak of COVID-19 (2020/Q1-).", "In the middle chart, inflation expectations of firms, households, and economists are represented by the the \"Opinion Survey,\" and the \"Consensus Forecasts,\" respectively.", "In the right-hand chart, figures for the real interest rate are calculated as the 10-year JGB yield minus the respective long-term inflation forecast.", "Sources: Bloomberg; Bank of Japan; Consensus Economics Inc., \"Consensus Forecasts\"; QUICK, \"QUICK Monthly Market Survey (Bonds).\"", "Economic and Financial Developments after the Introduction of QQE with Yield Curve Control (2) Funding Costs Foreign Exchange Rate and Stock Prices yen/U.S.", "Figures for issuance yields for CP up to September 2009 are the averages for CP (3-month, rated a-1 or higher).", "Those from October 2009 onward are the averages for CP (3-month, rated a-1).", "Figures for issuance yields for corporate bonds are the averages for domestically issued bonds launched on a particular date.", "Bonds issued by banks and securities companies, etc.", "Figures for issuance yields for corporate bonds show 6-month backward moving averages.", "Sources: Bank of Japan; Japan Securities Depository Center; Capital Eye; I-N Information Systems; Bloomberg.", "Motivation and Thinking behind the Assessment Economic and Financial Developments after the Introduction of QQE with Yield Curve Control (3) Base Pay Increase and Output Gap and Unemployment Rate Scheduled Cash Earnings y/y % chg. Base pay increase 2 5 Scheduled cash earnings (full-time employees) Hourly scheduled cash earnings (part-time employees) -4 2 Output gap (left scale) 0 Unemployment rate (right scale) CY 07 09 11 13 15 17 19 FY 07 09 11 13 15 17 19 Note: In the right-hand chart, figures for scheduled cash earnings from 2016/Q1 onward are based on continuing observations following the sample revisions of the \"Monthly Labour Survey.\"", "Sources: Bank of Japan; Ministry of Internal Affairs and Communications; Ministry of Health, Labour and Welfare; Japanese Trade Union Confederation (Rengo).", "Elastic Labor Supply and Enhancement of Labor Productivity International Comparison Labor Participation by Women and Seniors of Labor Productivity change from CY 2010, change from CY 2010, ann., y/y % chg., CY 2010-19 average, mil.", "Sources: Ministry of Internal Affairs and Communications; Conference Board.", "Motivation and Thinking behind the Assessment Functioning of JGB Markets Range of Fluctuations Market Functioning Transaction Volume (Bond Market Survey ) in JGB Yields in JGB Markets \"high\" - \"low\", % points % tril.", "Sep. Nov. Jan. July Sept.", "Source: Bank of Japan."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "financial dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary easing", "COVID-19", "Yield curve control", "Economic activity", "Inflation", "Prices", "Financial conditions", "Sustainability", "Nimble responses", "Bank of Japan"]}