{"sentences": ["SPEECH Evolution or revolution?", "The impact of a digital euro on the financial system Speech by Fabio Panetta, Member of the Executive Board of the ECB, at a Bruegel online seminar Frankfurt am Main, 10 February 2021 Throughout history, innovations in money have challenged and altered the structure of the financial system.", "Time and time again, innovations have given rise to debates about the risks they pose and the rewards they bring, as well as the role of central banks in building confidence in money.", "Paper banknotes are a case in point.", "As they were easy to carry, they made commerce more straightforward.", "But their success did not come easily.", "Attempts by central banks to issue banknotes in the 17th century resulted in too many being issued and even defaults, raising questions about their effects on stability and, ultimately, on the credibility of the sovereign.", "Yet modern banknotes eventually enhanced the benefits of central banking for society at large.", "[ Similar debates emerged with the rise of bank deposits in the 19th century.", "Advances in recording and communication technologies helped deposits become popular, consolidating the role of banks in money creation.", "But this also raised awareness that confidence in money depends on the stability of bank deposits, leading central banks to take on the role of lender of last resort.", "In today's discussion on the digitalisation of payments, these debates sound familiar.", "Some fear that digitalisation, if not properly governed, could crowd out cash over time, create instability and even threaten monetary sovereignty.", "Central banks are therefore considering whether they should innovate themselves, by offering sovereign money in digital form to the public at large.", "At the ECB we are considering whether to issue - alongside euro banknotes - a digital euro: a digital form of money that, just like cash and unlike other means of payment, would be a claim on the central bank instead of a claim on a private intermediary.", "But we must fully understand the economic, financial and societal implications of issuing a digital euro: we should consider how we can achieve the benefits while preserving the stability of the financial system and meeting the needs of Europeans.", "Today, I will discuss the main effects a digital euro could have on banking intermediation, financial stability and the international financial system.", "And I will consider some key design options that could address the risks involved.", "Benefits in the context of the digitalisation of financial services The increased use of the internet, supported by rapidly growing computing power, has affected the entire economy.", "In the field of payments and financial services, the past decade has seen a rising number of providers and innovative technologies and products.", "[ At the same time, we have seen a profound shift in payment preferences, with the use of cash in retail payments declining.", "[ Even before the pandemic, one in two Europeans said they would prefer to pay digitally in a shop.", "[ The pandemic has accelerated this trend.", "[ This is the first reason why we are working on a digital euro: combining the safety of central bank money and the convenience of a digital means of payment in order to satisfy consumer preferences.", "Another reason is that while digitalisation generates greater efficiency and lower costs, it may also pose risks for consumers and the financial sector.", "The global tech giants - or big techs - are setting the pace of change in the provision of financial services in various ways.", "They are seeking to sidestep traditional distribution networks - including payment systems - through their control of social media, online marketplaces and mobile technologies.", "[ This could lead to the rapid and large-scale take-up of the financial services offered by big techs, both domestically and across borders.", "[ Big techs are also seeking to expand the reach and improve the quality of financial intermediation through the large-scale processing of proprietary consumer data generated by their core activities.", "[ They could use such data to reduce the information asymmetry that lies at the heart of financial intermediation.", "[ Data-driven models could jeopardise privacy and pose the risk of personal information being misused.", "Moreover, integration with other services provided by big tech companies may threaten competition through tying, bundling, cross-subsidisation and winner-takes-all dynamics.", "[ This could crowd out traditional intermediaries and reduce competition in financial markets, limiting consumer choice.", "In Europe, the expansion of big tech companies could make us dependent on technologies governed elsewhere.", "[ Finally, big techs may contribute to a rapid take-up of stablecoins both domestically and across borders, which could create systemic risks and even endanger monetary sovereignty.", "[ A potential answer to these trends - higher demand for digital payments and a possible dominant role of large, foreign service providers - is for central banks themselves to go digital in order to preserve money as a public good.", "[ A digital euro would aim to support digitalisation while continuing to give people choice in how they pay and ensuring their payments remain competitive and secure.", "It would be designed to be safe, costless, easily accessible and simple to use, thereby supporting financial inclusion.", "It would have the protection of privacy as a key priority, thereby helping to maintain trust in payments.", "We have in fact already analysed privacy-enhancing techniques, and we will continue to do so in the coming months.", "[ A digital euro would be available to households, firms, merchants and financial intermediaries for payments across the euro area, thereby helping to unify the European market.", "And it would increase consumer choice, reduce transaction costs and support the digitalisation of the economy, while making sure that central bank money remains at the core of the financial system, underpinning stability.", "Our objective would be to make a digital euro interoperable with private payment solutions, so that it could be accessed through them.", "It would thus level the playing field by making it possible for all market participants - bank and non-bank intermediaries and fintechs - to offer, at a lower cost, products that allow people to pay instantly.", "A digital euro could also act as a catalyst at the international level.", "By ensuring interoperability with foreign digital currencies, including other central bank digital currencies (CBDCs), it could create much needed efficiency gains in cross-border payments[ ], lowering their costs.", "Potential unwarranted effects on the financial system In the broader debate and in some responses to our public consultation[ ], a number of concerns have been raised about the potential impact of a digital euro on the financial system.", "Paradoxically, a digital euro may prove too successful.", "[ If it is not properly designed, its main strengths - safety and liquidity - could affect monetary and financial stability on three fronts: first, financial intermediation and capital allocation in normal times; second, financial stability in times of crisis; and third, the functioning of the international financial system.", "Let me consider each of these in turn.", "Effects on financial intermediation and capital allocation in normal A digital euro could affect financial intermediation in several ways.", "It could attract payments activity from banks and reduce their payments-related income and customer information.", "It could also attract deposits, especially if it were offered without limits on individual holdings and at such attractive conditions that the public moved large amounts of deposits from commercial banks to central banks.", "The concern is that this could lead to less stable and more costly funding, lower bank profitability and, ultimately, lower lending, constraining the financing of the real economy.", "I would make two points here.", "First, the risk of bank disintermediation depends on the design features of a digital euro.", "We can and should design it in ways that prevent this risk.", "I will come back to this crucial issue in more detail.", "Second, the ECB does not plan to interact directly with potentially hundreds of millions of users of a digital euro.", "We simply would not have the capacity or the resources to do so.", "Financial intermediaries - in particular banks - would provide the front-end services, as they do today for cash-related operations.", "We would provide safe money, while financial intermediaries would continue to offer additional services to users.", "Furthermore, beyond such design adaptations, economic thinking on the possible impact of a digital euro on financial intermediation is not clear cut.", "In fact, recent analyses emphasise that we should look at the broader economic implications of adopting a CBDC.", "One consideration is that introducing a CBDC is by itself neutral in terms of the allocation of capital in the economy.", "[ In fact, a shift from bank deposits into CBDC would merely change the composition of banks' funding sources, with fewer private sector deposits and more central bank funding.", "[ Another consideration is that a digital euro could improve the allocation of capital by facilitating access to payments and reducing transaction costs, thereby helping to unlock business opportunities.", "[ It could also enhance competition in banks' funding markets.", "To the extent that funding markets are not perfectly competitive, a central bank digital currency could reduce the market power of commercial banks and improve contractual terms for customers, with little effect on the volume of outstanding deposits and loans.", "Potential effects in times of crisis The risks to financial intermediation of issuing a digital euro are potentially more pronounced in times of crisis.", "This is the second way in which a digital euro could affect the financial system.", "A digital euro would give access to a safe liquid asset which - unlike cash and in the absence of design- related constraints - could potentially be held in large volumes and at no cost.", "Indeed, if not properly designed, in times of crisis a digital euro could accelerate \"digital runs\" away from commercial banks towards the central bank.", "This risk could even be self-fulfilling, leading savers to reduce their bank deposits and amplifying volatility in normal times too.", "[ For this risk to materialise, a number of lines of defence - such as deposit insurance, supervision and the lender of last resort - would have to fail or be perceived to be insufficient in the light of how easy it would be to convert deposits into safe central bank money.", "Moreover, a digital euro could provide additional tools to counter such risks to financial stability.", "For example, it could provide the central bank with real-time information on deposit flows, enabling a swift reaction if needed.", "But overall, the risk that a digital euro could have adverse effects in times of crisis cannot be ruled out.", "A digital euro should therefore be designed in a way that enables this risk to be strictly controlled, as I will discuss in more detail shortly.", "Impact on the international monetary system The third way in which a digital euro could have an impact on the financial system is at the cross-border level.", "Depending on whether it would be accessible to non-residents and interoperable with non-euro payment systems, a digital euro could also have far-reaching implications for the rest of the world.", "A digital euro accessible to non-residents could make the single currency more attractive as a safe means of payment for retail transactions across borders.", "It could help tackle inefficiencies in cross-border payment infrastructures and make it easier to transfer remittances.", "But if a digital euro were not designed in a way that prevented it from being used as a form of investment, these benefits would come with the risk of amplifying international shocks.", "The fact that a digital euro would be very liquid may lead to foreign investors using it disproportionately and rebalancing much more forcefully into or away from it in response to shocks.", "Indeed, recent research suggests that, in the presence of a CBDC, shocks could result in greater exchange rate fluctuations and have a stronger effect on foreign financial conditions.", "This, in turn, could force foreign central banks to become more responsive to international spillovers.", "[ Conversely, these dynamics mean that the absence of a digital euro could make Europe more vulnerable to international developments: widespread adoption of digital currencies by foreign central banks could make the European economy and financial system more sensitive to shocks from abroad.", "Design and policy options To obtain the benefits of a digital euro - such as the ability to guarantee privacy in digital payments, financial inclusion and universal access - it would need to be carefully designed.", "Potential design features were reviewed in the Eurosystem's report[ and will be assessed in depth by the Task Force that is studying the launch of a digital euro.", "Only when all issues have been addressed will we make a decision about whether or not to issue a digital euro.", "A comprehensive analysis of such design features goes beyond the scope of this seminar.", "I will therefore limit my comments today to the features that are necessary to preserve the stability of the financial system, leaving comments on other crucial issues for another time.", "A digital euro should be an efficient means of payment, domestically and internationally.", "But crucially, in order to preserve stability, it should be designed in a way that prevents it from being used as a form of investment.", "A number of possible design features could satisfy these principles.", "One option would be to limit the amount of digital euro individual users can hold.", "[ This would prevent large inflows of bank deposits - as well as volatile portfolio inflows from abroad - into the central bank.", "One way of doing this, while allowing the digital euro to be used for large transactions, would be to require incoming funds in excess of a user's limit to be redirected to a bank account.", "The link between private money and digital euro accounts would avoid fragmentation of a user's liquidity and would also be useful for outgoing payments.", "Large outgoing transactions could be conducted by transferring a combination of digital euro and private money.", "Another option would be to set a penalising remuneration on individual users' digital euro holdings above a certain threshold.", "[ Up to that threshold, amounts held in digital euro would never be subject to negative interest rates and would thus never be treated less favourably than cash.", "Above that threshold, remuneration would be set so that larger digital euro holdings are only worthwhile to make larger payments and not on an ongoing basis as a form of investment.", "In identifying the appropriate threshold, one would need to strike the right balance between unlocking the benefits of a digital euro as a means of payment and mitigating risks of disintermediation or even bank runs.", "As a yardstick, a threshold of €3,000 would be more than the amount of cash most citizens hold today[ and would be above the average monthly wage in most euro area countries.", "Tiered remuneration could provide a less distorting way to disincentivise large digital euro holdings.", "At the same time, it could present implementation challenges.", "For example, in times of crisis it could be necessary to adjust the remuneration of the digital currency, but this could signal that the central bank is anticipating financial tensions, leading to self-fulfilling instability.", "Similar design features would have to be applied to the use of a digital euro by non-residents.", "This would stop a digital euro replacing other forms of investment and facilitating currency substitution in countries outside the euro area.", "In any event, international cooperation on design, cross-border use and interoperability would be key to reap the potential benefits of CBDCs for cross-border payments, while addressing risks to the international financial system.", "Just as banknotes were an important innovation for central banks and bank deposits gave commercial banks a greater role in intermediation, the ongoing digitalisation of money and payments is challenging the established structure of the financial system.", "A digital euro represents a natural evolution in response to this transformation - not only to underpin efficiency and innovation, but also to preserve the role of the central bank in offering safe means of payment.", "Throughout history, this safety has proven to be crucial in maintaining public confidence in money and, ultimately, in the State.", "A key goal of a digital euro should therefore be to preserve a fine balance between sovereign and private money to ensure payments remain stable and efficient.", "But as the past has taught us, if innovations in central bank money are not well designed, they can become a source of financial disruption.", "To avoid any unintended effects and reap the full benefits of a digital form of central bank money, we will carefully consider all aspects of its design.", "Our recent public consultation on a digital euro is part of this exercise.", "In the spring we will publish an analysis of the replies we received.", "This analysis will provide important input into our decision, towards the middle of the year, about whether or not to formally launch a project to prepare for the issuance of a digital euro.", "As our work on a digital euro moves forward, the views of citizens, businesses, banks and all stakeholders will continue to be of utmost importance in ensuring that a digital euro would be optimally designed and, ultimately, serve Europeans well.", "(2019), Central Banking before 1800: A Rehabilitation, Oxford University Press, Oxford.", "Financial intermediation and technology: What's old, 2.", "\", Working Paper Series, No 2438, ECB, July; and Panetta, F. (2018), \" Fintech and banking: today and tomorrow \", speech at the Bicentennial Annual Reunion of the Harvard Law School Association of Europe, Rome, 12 May.", "Panetta, F. (2020), \" On the edge of a new frontier: European payments in the \", speech at the ECB Conference \"A new horizon for pan- European payments and digital euro\", 22 October.", "Study on the payment attitudes of consumers in the euro area 4.", "About 41% of respondents to a recent survey say they have reduced their use of cash during the pandemic.", "The vast majority of them expect to continue to pay less with cash after the pandemic is over.", "See the box entitled \"Survey on the impact of the pandemic on cash trends\" in ECB (2020), ibid.", "Brunnermeier, M.K., James, H. and Landau, J.-P. (2019), \" Digitalization of Money \", NBER Working Paper Series, No 26300, National Bureau of Economic Research, September.", "From the payments revolution 8.", "; Panetta, F. (2020), \" to the reinvention of money \", speech at the Deutsche Bundesbank conference on the \"Future of Payments in Europe\", 27 November.", "(2019), \" BigTech and the changing structure of financial intermediation \", BIS Working Papers, No 779, Bank for International Settlements, April.", "Recent work shows that by using more than 1,000 data series per credit applicant, big techs' credit scoring is better at predicting defaults than traditional ratings.", "This could reduce the role of collateral and provide an alternative to relationship-based lending, especially for small and medium-sized enterprises, which account for a significant share of GDP and employment (Haldane, A.", "(2020), \" Seizing the Opportunities from Digital Finance \", speech at TheCityUK 10th Anniversary Conference, 18 November).", "Petralia, K., Philippon, T., Rice, T. and Véron, N. (2019), Reports on the World Economy 22, International Center for Monetary and Banking Studies and Centre for Economic Policy Research.", "Panetta, F. (2020), \" From the payments revolution to the reinvention of money \", op.", "Within the Eurosystem we have experimented with what we called \"anonymity vouchers\", which allow payments of small amounts within a given period and with a high level of privacy.", "See ECB (2019), Exploring anonymity in central bank digital currencies \" \", In Focus, No 4, December.", "Confidentiality and auditability have been investigated in the fourth phase of Project Stella.", "See ECB and Bank of Japan (2020), Balancing confidentiality and auditability in a distributed ledger environment Project Stella, February.", "Committee on Payments and Market Infrastructures (2020), Enhancing cross-border payments: building blocks of a global roadmap International Settlements, July.", "The public consultation was launched on 12 October 2020, following report on a digital euro the publication of the Eurosystem's , and concluded on 12 January 2021.", "The ECB will publish a comprehensive analysis of the ECB digital euro public consultation in the spring.", "See ECB (2021), \" consultation ends with record level of public feedback \", press release, 13 January.", "Of course, the opposite risk also exists and would need to be taken into account to ensure that the digital euro would be seen as an attractive means of payment by end users.", "and Niepelt, D. (2019), \"On the equivalence of private and public money\", Journal of Monetary Economics, Vol.", "-41; Committee on Payments and Market Infrastructures - Markets Committee (2018), Central bank digital currencies , March.", "This may lead to collateral scarcity issues, which could potentially have an impact on market interest rates for safe assets, although the central bank could address this risk (see the Eurosystem's report on a digital Currency?", "\", Working Papers, No 19-26, Federal Reserve Bank of Philadelphia; Assenmacher, K. et al.", "(2021), \"A Unified Framework for CBDC Design: Remuneration, Collateral Haircuts and Quantity Constraints\", mimeo.", "Andolfatto, D. (2020), \"Assessing the Impact of Central Bank Digital Currency on Private Banks\", The Economic Journal, September; Chiu, J.", "Bank Market Power and Central Bank Digital Currency: Theory and et al.", "Central bank digital currencies 22.", "See Kumhof, M. and Noone, C. (2018), \" - design principles and balance sheet implications \", Staff Working Papers, No 725, Bank of England, May.", "See the Eurosystem's report on a digital euro .", "The limit would need to be set for individual users to prevent the possibility of holding additional amounts of digital euro via strawmen.", "Panetta, F. and Bindseil, U.", "(2020), \" Central bank digital currency remuneration in a world with low or negative nominal interest rates October.", "While internal estimates of per-adult cash reserves (of euro area citizens as well as of banks and companies) suggest they range from €1,270 to €2,310, 95% of respondents to a recent survey (see ECB (2020), ibid.)"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital euro", "Financial intermediation", "Financial stability", "Big techs", "Privacy", "International financial system", "Monetary sovereignty", "Central bank digital currency (CBDC)", "Design features", "Cross-border payments"]}