{"sentences": ["SPEECH Measure Twice, Cut Once John C. Williams, President and Chief Executive Officer Remarks at SOFR Symposium: The Final Year (Part II) (delivered via videoconference) As prepared for delivery It's a great pleasure once again to be sharing a platform with Andrew Bailey as we discuss the transition away from the London Interbank Offered Rate (LIBOR).", "While it's no surprise that our work often brings us together, Andrew and I have joined forces on this issue to such a great extent because the LIBOR transition is essential to the integrity of the global financial system.", "Given its ramifications for institutions, markets, and economies around the world, strong cooperation at the international level is of critical importance.", "As the saying goes, time flies, and it's hard to believe that we've reached 2021.", "It's been more than a decade since LIBOR has been exposed as a flawed and unreliable reference rate.", "And, with only 235 days until January 1, 2022, I am pleased to say that the endgame for LIBOR is clearly in sight.", "This transition has been a monumental feat.", "The enormous amount of progress was made possible by a significant and coordinated effort across the globe, as well as in the United States.", "I must also mention that the Alternative Reference Rates Committee (ARRC) has done outstanding work in preparing for the move off LIBOR and, equally important, positioning us with a safe and strong foundation for the post-LIBOR world.", "And even as I acknowledge all the progress that has been achieved, it's important to remind everyone that there is still a lot to be done to move off LIBOR by the end of the year.", "This morning I'm going to talk about key principles that we should keep in mind as we build a successful postLIBOR world.", "Before I continue, let me give the usual disclaimer that the views I express are mine alone and do not necessarily reflect those of the Federal Open Market Committee or anyone else in the Federal Reserve System.", "Measure Twice, Cut Once I want to take you back to only a few years ago, when I was in junior high school.", "At that time, ticktock was the sound coming from the clock on the wall, and a mobile device was a transistor radio.", "I was a young student-not of economics, but woodworking.", "With tools and planks in hand, I learned the number one rule of that craft: \"measure twice, cut once.\"", "By continuing to use our site, you agree to our Terms of Use and Privacy Statement.", "You can learn more about how we use cookies by Fast forward to today, and I have yet to pursue a career in carpentry.", "But as we prepare for a post-LIBOR world, the same adage runs through my mind.", "We must take great care, because the decisions made today will determine reviewing our Privacy Statement.", "if the LIBOR transition is ultimately successful.", "The past decade has shown us that the problem with using LIBOR as a benchmark interest rate has been an extremely risky one to have-and to solve.", "It's important that we focus not only on making the transition, but also on getting the transition right.", "We've learned how challenging and costly it is to move away from a widely used unsound reference rate.", "It's essential that we move forward in a way that ensures that we do not have to go through such a transition again in our lifetimes.", "I know I wouldn't wish that on anyone.", "A Foundation for the Future This adage has many applications, but it's especially important to keep in mind when laying a foundation-because the foundation is everything.", "Back when I lived in California, we bought a Victorian house built in the 1890s.", "The attraction of the house was that it had lots of rooms and spaces for the family to live.", "But, the existing foundation was crumbling and not even attached to the house.", "In a major earthquake, the house would have quickly toppled over.", "We had a new foundation installed, and my mother asked to see before and after pictures.", "I responded that one picture would do since all the work was done underground and out of sight.", "The difference was that this house would last another 100 years, while the old house would have lasted only until the next earthquake.", "I see the current juncture in the transition away from LIBOR to a new reference rate regime in much the same way.", "We have seen the development of several reference rates that may meet various needs, including credit- sensitive rates.", "Separately, the ARRC just announced the indicators that it will consider in recommending a forward-looking Secured Overnight Financing Rate (SOFR) term rate, which with continued market progress, it believes can be achieved relatively soon.", "These are valuable steps in the transition to the new post-LIBOR world-but in my house metaphor, these represent the rooms of the house.", "They're important, but more critical is that they be built on top of a robust foundation that will withstand any storm or earthquake.", "And the foundation must be built to the highest standards and with the very best materials.", "If you build on a foundation that is not absolutely sound, you are risking trouble at some point in the future.", "Unfortunately, the cracks in the LIBOR foundation ran deep.", "The short-term bank funding markets that LIBOR is based on have withered away since the global financial crisis.", "Worse, they can dry up completely under stress, as we saw last spring.", "This means we need to have a strong and deep foundation of reference rates that we are confident will be rocksolid, holding up our financial system under all contingencies, foreseen or unforeseen.", "For this reason, in 2017, the ARRC recommended SOFR as the main U.S. dollar reference rate for the post-LIBOR world.", "No other rate has the depth of transactions of the repo market that underlies SOFR, which proved to be resilient even during the market stress last spring.", "That is essential as a foundation for the enormous markets such as the hundreds of trillions of dollars of derivatives currently based on LIBOR.", "As we move forward to the post-LIBOR world, we must make sure that we are building a house with a sturdy foundation with the most robust reference rates available.", "With that foundation securely in place, we can build a house with an assortment of reference rates that can meet the specific needs of particular borrowers and lenders.", "Best practices have been developed for the use of reference rates that are fit for different purposes.", "To close, I'll say that as we look toward a world without LIBOR, we need to not only count down, but also measure up.", "In preparing for the transition, it's time to dig out the tape measure from your toolbox and use it twice.", "It's critical that we reflect on how we got here and make decisions that won't land us back in the same situation we've worked so hard to solve.", "As each of you make your own decisions around the LIBOR transition, realize that By continuing to use our site, you agree to our Terms of Use and Privacy Statement.", "You can learn more about how we use cookies by together, you are drawing the blueprint that will serve as the foundation for our global financial system.", "This is the house we're going to live in for a long time Let's build it to last Alternative Reference Rates Committee, ARRC Commends Decisions Outlining the Definitive Endgame for LIBOR, March 5, 2021.", "Alternative Reference Rates Committee, Progress Report: The Transition from U.S. Dollar LIBOR, March 31, 2021.", "John C. Williams, 901 Days, Remarks at Securities Industry and Financial Markets Association (SIFMA), New York, July 15, 2019.", "Forum on Ongoing Innovation in Reference Rates for Commercial Lending, Presentation materials, Federal Reserve Bank of New York, New York, November 18, 2020.", "Alternative Reference Rates Committee, ARRC Identifies Market Indicators to Support a Recommendation of a Forward-Looking SOFR Term Rate, May 6, 2021.", "Alternative Reference Rates Committee, Second Report, March 2018.", "John C. Williams, 537 Days: Time Is Still Ticking, Remarks at LIBOR: Entering the Endgame, Webinar, July 13, 2020.", "See also: Financial Stability Board, Reforming Major Interest Rate Benchmarks, November 20, 2020; and Bank of England Financial Policy Committee, Interim Financial Stability Report, May 2020.", "Alternative Reference Rates Committee, The ARRC Selects a Broad Repo Rate as its Preferred Alternative Reference Rate, June 22, 2017.", "John C. Williams, 537 Days: Time Is Still Ticking, Remarks at LIBOR: Entering the Endgame, Webinar, July 13, 2020.", "See also: Federal Reserve Bank of New York, IOSCO Compliance, as of May 2021.", "Alternative Reference Rates Committee, Best Practices for Completing Transition from LIBOR, as of September 3, 2020.", "Treasury Market Practice Group Financial Benchmarks, as of May 2021."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["LIBOR transition", "Alternative Reference Rates Committee (ARRC)", "SOFR", "Reference rates", "Foundation", "Best practices", "Post-LIBOR world", "Financial system", "Global financial crisis", "Market stress"]}