{"sentences": ["Introduction The health crisis that we have all been living through for a year now has affected people's day-today habits, changing not only how we consume but also how we like to pay.", "This has sped up the transition towards more digital approaches.", "This acceleration raises major challenges for Europe's payment ecosystem, but also for payment regulators and supervisors.", "Thinking now specifically from the viewpoint of the latter, the central question to be addressed is as follows: how to facilitate and support the transition whilst at the same time maintaining the foundations that underpin a safe and efficient payment system.", "From a safety perspective, these foundations are built on an appropriate regulatory framework and on the availability under any circumstance of central bank money, which alone has legal tender status and which anchors the stability of the whole system; efficiency, meanwhile, relies on having diverse and competing payment solutions and participants, to ensure inclusivity and competitiveness.", "I would like to share with you my perspective on the answers to this question.", "I will begin by highlighting the challenges raised by the accelerated digital transition of our payment system, seen from the perspective of an authority tasked with safeguarding monetary and financial stability (1), before going on to discuss how we at the Banque de France are playing our part in tackling these challenges (2).", "Major innovation in the field of payments has clearly accompanied the increasing digitalisation of the ways in which we consume and behave, fuelling the emergence of a dynamic and enhanced new ecosystem.", "As I see it, this raises three types of challenges for the safety and efficiency of our payment system.", "Ensure that the rise of \"decentralised finance\" contributes positively to the safety and efficiency of our payment system When I say decentralised finance, I am talking about the new trend towards the tokenisation of financial assets, such as the creation of new tradable assets associated with new rights, for instance utility tokens, and the development of crypto-assets.", "These offer opportunities to particularly for cross-border payments, but also improve our payment systems and solutions, for securities issuance and settlement systems.", "They could also help to expand the array of financing tools available to businesses.", "But they also pose risks that could undermine the efficiency and safety of these systems.", "These risks must be mitigated and controlled.", "First-generation crypto-assets were born of a desire to create a disintermediated means of payment that would not have an issuer and that would circulate on decentralised settlement infrastructures beyond the control of banks and governments.", "As a result of this, their actual footprint remains marginal, however much media attention they may receive.", "Furthermore, as intermediaries in exchanges, these assets are far less efficient than our existing currencies, for a variety of reasons, including their volatile prices, transaction costs and transaction times, which make it hard to use these assets as a means of payment, plus the risks to which users and service providers are exposed.", "Stablecoins seek to remedy the shortcomings of first-generation crypto-assets, especially their volatility, by being backed by real assets.", "But even with Stablecoins, the whole crypto-asset payment chain remains highly exposed to a range of risks, from legal, financial and operational risks, to major vulnerabilities in terms of money laundering and terrorist financing, and consumer and investor information and protection issues, including a non-zero risk of capital loss even in the case of Stablecoins.", "There are also issues, in our countries upholding the Rule of Law and in our regulated market economies, in terms of complying with core competition and privacy principles.", "B. Fostering \"co-opetition\" between established players and new entrants Innovation is often associated with FinTech firms and challengers, such as the start-ups that build success from an ability to focus their business and cut costs for a specific service or link in the payment chain.", "Yet commercial banks, which have traditionally been a major force in payments, also play a key role in innovation.", "Likewise, the main card schemes helped to drive the emergence of new payment methods, such as contactless payments and mobile payment terminals.", "Through partnerships, acquisitions and incubation projects, but also by harnessing in house R&D, established participants have expanded their service offerings to add new solutions, while developing competition and cooperation with new entrants.", "\"Co-opetition\" relationships are a deep-rooted feature of the payment industry and are proven to generate value.", "The challenge now is to nurture them over the long run, taking care to ensure that relationships with BigTech firms are included.", "This is because the potential network effects enjoyed by BigTech payment solutions and the upstream payment chain positions of these firms could create risks of competitive distortion, particularly in situations where these participants also provide hardware or software components.", "Users could find themselves effectively captives of an ecosystem and left with no choice in terms of payment service, or at least be influenced by BigTech firms to use their services at the expense of competitors.", "This market power might also lead to high fees for payment transactions that could reduce the revenues - and hence the innovative capabilities - of partner banks.", "C. Consolidate European integration and sovereignty in the area of payments The limits of Europe's integration and sovereignty in the area of payments highlighted once again by the entry of tech giants into the field of payments and the emergence of a systemically important project such as the Libra/Diem initiative, which could see non-European participants providing new solutions on the European market.", "Although implementation of the Single Euro Payments Area (SEPA) project was beneficial in supporting defragmentation for credit transfers and direct debits, non-European participants have been able to leverage regulatory harmonisation in their efforts to conquer the entire European market, whereas domestic participants have struggled to expand beyond their country of origin.", "Meanwhile, European integration in the area of card payments has failed.", "The so called international card schemes exclusively manage all cross-border payments within the European Union, not to mention a large share of domestic payments.", "This situation has created a dependency with multiple consequences.", "I am talking particularly about the definition and control of technical standards, financial aspects, but also challenges related to payment data, i.e.", "our capacity to protect these data and enforce compliance with European standards such as the GDPR, if decision-making centres are based outside Europe.", "II/ What is the Banque de France doing?", "To help to meet these challenges, we at Banque de France are focusing our activities around two main areas: 1/ Support and implement regulatory frameworks and supervisory practices that promote innovation and the stability of our financial system Most of the current regulatory framework predates the technological breakthroughs that we are now facing.", "Accordingly, it makes sense to adjust the regulatory framework to these technological developments, the challenges they present and the attendant risks.", "The For this reason, we are same naturally applies to our supervisory framework and methods.", "actively involved in multilateral cooperation work, such as the G7, the G20, the Financial Stability Board and the Committee on Payments and Market Infrastructures, particularly on crypto-assets and enhancing cross-border payments.", "We are also supporting the European strategies on digital finance and retail payments published by the Commission in the final quarter of 2020 and especially the two flagship initiatives, namely the draft Markets in Crypto-Assets (MiCA) Regulation and the future Digital Operational Resilience Act (DORA) Regulation on operational risks in the financial sector.", "/ Be involved as a participant in the evolution of payment systems However, adapting the regulatory framework will not be enough.", "At the Banque de France, we believe we also need to be part of the evolution of payment systems by pursuing, at this stage, two goals: facilitate and experiment.", "As regards the first of these goals, we want to build on the major integration projects that have come before and promote the emergence of European initiatives that can strengthen Europe's payment market.", "just one initiative looks capable of providing a satisfactory response to the challenges: the European Payments Initiative, or EPI.", "With this initiative now under way, we feel that it is vital for EPI to make good on its promises.", "the Banque de France is currently conducting a On the experimental front, programme exploring the use of a central bank digital currency (CBDC) to settle interbank to assess to what extent and under what conditions such a currency could make the settlement of financial-asset transactions safer and more efficient, while at the same time preserving the fundamental role of central bank money in the proper execution of these transactions.", "The Banque de France is also playing a very active role in the Eurosystem work, under the aegis of the ECB, on a retail digital euro.", "An ECB report published in October 2020 said that the Eurosystem should get prepared for the swift introduction of a retail digital euro should the need arise.", "The Eurosystem held a public consultation that closed in late January, attracting over 8,000 responses.", "The input from this will inform the meticulous examination of the reasons, consequences and prerequisites for the potential introduction of a CBDC that we are conducting.", "A first report will be presented by summer 2021 to the Governing Council, which will then decide whether to extend the analytical work by carrying out an investigatory phase.", "In the end, the challenge is to determine whether and in what way a central bank digital euro is necessary.", "Key areas of analysis include a consideration of ways to prevent a digital euro from leading to excessive conversion of bank deposits into CBDC, which could disrupt bank refinancing and banks' capacity to lend to the real economy, in turn destabilising the financial system and financing of the economy.", "A report published by the Bank for International Settlements and seven central banks in October 2020 stressed that three foundational principles must govern any CBDC-related decisions: do not compromise overarching public policy objectives such as monetary and financial stability; organise coexistence with other forms of public and private money; and promote innovation and efficiency in the financial system.", "If the decision were taken to introduce a central bank digital euro, this currency would also have to help to strengthen the sovereignty and competitiveness of the European payment market, while interacting smoothly with EPI.", "Finally, we believe there is a form of continuity between a retail CBDC and an interbank CBDC: logically, a retail digital euro should be able to rely on a CBDC for interbank settlement purposes to support optimal circulation.", "Unquestionably, the trend towards greater digitalisation of the economy, which has accelerated to an unprecedented degree since the onset of the health crisis, has illustrated the payment ecosystem's ability to adjust to the health restrictions affecting our economy on an everyday basis.", "But this positive assessment must not cause us to overlook the challenges connected with payment innovation, which touch on issues of safety, accessibility, competition and sovereignty.", "At the Banque de France, we are committed to supporting the development of an independent, innovative and resilient European payment market that can maintain confidence in the currency while also strengthening our monetary and financial sovereignty.", "This commitment, which stems from our core statutory tasks, has a central place in the roadmap followed by our institution.", "As you may have seen in the annual report that we published a few days ago, payments have their rightful place in the Banque de France's strategic guidelines for 2024, with three initiatives centred on modern, safe payments and on maintaining confidence in the currency in all its forms more broadly.", "Thank you for your attention."], "classifications": ["none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Payment innovation", "Payment system", "Crypto-assets", "Central bank digital currency", "European integration", "Financial stability", "Co-opetition", "Monetary sovereignty", "Regulatory framework", "Cross-border payments"]}