{"sentences": ["Setting up the banking union was a crucial step in ensuring the stability of the euro area financial system and strengthening Economic and Monetary Union (EMU).", "The global financial crisis and sovereign debt crisis highlighted the need to make faster progress towards completing EMU.", "More than a decade on, now is a good time to take stock of where we stand in the banking union: what we have achieved and what works, but also what remains to be done.", "With ECB Banking Supervision at the heart of the Single Supervisory Mechanism, we have an authority responsible for ensuring the safety and soundness of the European banking system, promoting financial integration, and ensuring consistent supervision by fostering harmonised practices based on high supervisory standards.", "The Single Resolution Mechanism continues to be strengthened, both through the build-up of the Single Resolution Fund, which will reach its target by the end of 2023 , and through the recent agreement on a backstop provided by the European Stability Mechanism.", "The implementation of these two pillars represents a milestone in European integration and a major success for financial stability.", "But in terms of completing the banking union we are not there yet.", "Today, I will focus on three areas for improvement.", "First, the final pillar: the European Deposit Insurance Scheme (EDIS).", "Second, in the field of crisis management, the tools for dealing with the failure of smaller and deposit-funded banks.", "And third, the role of macroprudential policy and how it can help us deal with shocks to the financial system.", "Almost six years on from the European Commission's first proposal on EDIS, deposit insurance is still at the national level and there has been little ambition to change it.", "This is problematic as the level of confidence in the safety of bank deposits may differ across Member States.", "So long as deposit insurance remains at the national level, the link between a bank and its home sovereign persists.", "The ECB has been a staunch supporter of EDIS from the beginning and supports pursuing a fully fledged EDIS as a key priority.", "But we have not yet seen sufficient political will to implement this third pillar of the banking union.", "Member States are currently discussing a model for the transition period, a \"hybrid model\" that offers liquidity support to national schemes as a first step.", "In my view, this hybrid model could be a possible compromise way forward, as long as an EDIS with full risk-sharing, covering both liquidity needs and losses in the steady state, remains the end goal.", "Turning to my second point, in our quest to address some banks being \"too big to fail\" we have created a dedicated architecture for the crisis management of larger and cross-border banks.", "But less attention has been devoted to the tools for managing crises in small and medium-sized banks.", "The assumption was that the failure of such banks would not raise financial stability concerns and could be dealt with under national liquidation procedures.", "Unfortunately, experience has shown that this assumption is not completely accurate.", "Smaller and medium-sized banks, in particular deposit-funded banks, have less dedicated loss absorption capacity.", "The failure of such banks can lead to losses for depositors, which is challenging for depositor confidence and financial stability.", "The significant differences in national legal regimes for the liquidation of banks make the issue even more challenging.", "In one Member State, depositors may find on a Monday morning that their deposits were transferred to an acquiring bank over the weekend and they can continue to access their deposits as if nothing had happened.", "In another Member State, this type of best practice transfer tool may not be available.", "Covered depositors must wait for a pay-out by their national deposit guarantee scheme.", "And uncovered depositors may have to bear losses.", "These differences create an uneven playing field for bank customers and can prevent failing banks from exiting the market smoothly.", "A solution would be to create a common European liquidation tool, following the best practice example of the Federal Deposit Insurance Corporation (FDIC) in the United States.", "Addressing crisis situations is not only about failing banks and deposit insurance.", "It is also about the financial system's ability to absorb shocks and avoid excessive deleveraging when losses materialise which exacerbate the negative shocks to the real economy.", "This brings me to my third and final point: the need for a more effective and centralised macroprudential policy in the euro area.", "Macroprudential policy and monetary policy strongly complement each other.", "For instance, during phases of risk build-up, effective macroprudential policy can remove the burden from monetary policy with respect to financial stability concerns.", "Similarly, in times of crisis when risks materialise, capital buffers that can be released by authorities can support monetary policy via their impact on the supply of credit from banks.", "While the system had ample structural buffers at the start of the coronavirus (COVID-19) crisis, buffers that could be released - like the countercyclical capital buffer - accounted for only 0.2% of risk-weighted assets at the end of 2019.", "This imbalance between structural and releasable buffers has gained more attention in the macroprudential debate since the beginning of the pandemic.", "There is growing consensus on the need to reassess the current balance between structural and releasable buffers and to create what I would call macroprudential space that could be used in a system-wide crisis.", "I would like to suggest three guiding principles.", "First, the creation of macroprudential space should be capital-neutral.", "In other words, we should amend or rebalance certain existing buffer requirements rather than creating additional buffer requirements.", "Second, we need strong governance to ensure that capital buffers are released (and subsequently replenished) in a consistent and predictable way across countries in the face of severe, system-wide economic stress.", "Centralising macroprudential action at the euro area-level, based on a clear objective framework, could foster a timely policy response and reduce fragmentation across national borders.", "And third, the creation of macroprudential space should not modify national authorities' existing macroprudential responsibilities and competences as allocated within the current regulatory framework.", "We have come a long way on the path to completing the banking union.", "But we are not there yet.", "What remains to be done is ambitious.", "But it is ambitious and achievable.", "When the pandemic crisis struck this time last year, the joint European response revealed the strength of a united Europe that can react and move forwards swiftly.", "Let us seize this moment and this opportunity to improve."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["banking union", "macroprudential policy", "European Deposit Insurance Scheme", "financial stability", "crisis management", "deposit insurance", "macroprudential space", "bank supervision", "single resolution mechanism", "monetary policy"]}