{"sentences": ["The global financial cycle, capital flows, and policy responses Remarks by Luigi Federico Signorini Senior Deputy Governor of the Bank of Italy G20 RBWC Workshop Towards a more resilient international financial architecture Online event, 10 May 2021 The COVID-19 crisis gave rise to a synchronised sudden capital stop in March 2020, whose magnitude exceeded that observed during the Global Financial Crisis.", "Fortunately, this episode was short-lived and concentrated in the early stages of the pandemic.", "The pressure on emerging market capital flows eased after the unprecedented policy interventions carried out by both advanced economies (AEs) and emerging market economies (EMEs).", "An important factor in the scale of the outflows seen at the outset of the pandemic was the shift that had occurred over the previous decade in the composition of capital flows, towards non-bank financial intermediaries (NBFIs), and in particular, investment funds.", "This is the first of two main points I want to make.", "NBFIs tend to be more volatile than other sources of finance, such as bank lending and foreign direct investment.", "This was apparent during the March 2020 'dash-for-cash' stage.", "Investment funds accounted for around half of the portfolio outflows observed, even though they (by some accounts) only represent a third of the stock of global portfolio liabilities.", "Why has NBF intermediation and cross-border activity grown so much?", "Several factors have contributed, but let me mention just two that are especially relevant to global flows: - first, the Basel reforms adopted after the global financial crisis led banks to deleverage, thereby reducing non-core assets and cross-border lending; - second, low interest rates in developed markets encouraged investors to diversify their assets by investing in emerging markets, often through dedicated funds (or through increased allocations to emerging markets by globally active funds).", "The growth of market-based finance is, on balance, a welcome development, notably because it increases the diversification of funding sources.", "This is particularly important for those countries and systems, such as Italy and much of continental Europe, that are overly dependent on banks.", "While funds may increase the size and liquidity of markets in peacetime, they are also known to be a potential channel for shock amplification in the event of stress.", "Because of redemption pressures coming from end-investors, fund managers may find themselves forced to sell assets, contributing to price-liquidity spirals.", "This mechanism is exacerbated when funds are allowed to run on a mismatch between redemption rules and the liquidity of their portfolios; not surprisingly, open-end funds behaved more procyclically than other investors did during the March turmoil.", "Moreover, while funds provide greater diversification for end-investors, they typically display little diversity in their own strategies within each investment class.", "State-of-the-art strategies are likely to be similar across many funds; besides, as managers are compensated relative to benchmarks, they tend to replicate the investment strategies adopted by peers.", "The resulting herd behaviour will further amplify shocks and cause contagion.", "Herding is, however, very much inherent in ETFs and passive funds, which have been shown to increase the sensitivity of peripheral markets to global shocks.", "Finally, algorithmic and high-frequency trading, widely used by asset managers, tends to increase market efficiency during normal times, but may break down during high volatility episodes, increasing the procyclicality of prices and liquidity.", "The Bank of Italy had long been advocating for international financial standard setters to tackle some of these vulnerabilities.", "This was largely ignored until the COVID crisis made them obvious to all, when investment funds played a crucial role in market disruption and, specifically, in capital flow reversals.", "NBFI reform is now very much on the FSB's agenda.", "The Italian presidency of the G20 has made it one of its key priorities in the Finance track.", "While some issues are still controversial, progress has been palpable in some key areas, and I am confident that a more comprehensive approach is gradually developing.", "This was my first main point.", "My second point concerns the policy responses during the pandemic, which proved effective in dealing with large and volatile capital flows.", "As is well known, the actions taken by AE authorities after the outbreak of the pandemic, including the introduction of swap agreements by major central banks, contributed to improving global financial conditions; as investors' risk appetite returned, EMEs' capital inflows recovered and tensions on foreign exchange (FX) markets eased.", "The point to which I would like to draw your attention is that a number of EME policy makers also played a crucial role during that episode, as shown for instance in a joint paper by the Bank of England and the Bank of Italy.", "To mitigate the impact of the COVID-19 shock on the real economy and financial sector, they used a variety of tools, including monetary policy, FX interventions, macroprudential measures (MPMs) and capital flow management measures (CFMs).", "In the early stages of the COVID crisis, EME central banks intervened heavily in FX markets, trying to stem currency depreciation.", "Interventions were later scaled down, as market tensions and exchange rate pressures receded.", "Interestingly, a few EME authorities used both conventional and, I believe mostly for the first time, unconventional monetary policy instruments.", "As regards macro-prudential measures, several EMEs relaxed their overall prudential stance, mainly by easing capital and liquidity buffers counter-cyclically.", "Again, I believe this was the first time EMEs had extensively resorted to MPMs to stabilise the economy, proving that these instruments have become part of their policy toolkit.", "By contrast, capital flow measures played a minor role in the recent episode.", "Many EMEs relaxed CFMs on inflows, mostly to reduce banks' FX needs stemming from prudential requirements, and in some cases to increase liquidity in domestic bond markets.", "Unlike in previous crises, only a few countries tightened CFMs to curb outflows.", "Policymakers' response to the sudden stop in March 2020 highlighted the complementarity of different policy tools when a severe external shock hits an open economy, and will offer ample material for reflection and research.", "Tobias Adrian will give us glimpse of the Fund's efforts to develop an Integrated Policy Framework (IPF) that would jointly consider monetary policy, FX intervention, MPMs and CFMs.", "This is an ambitious and welcome project that will offer guidance on the optimal selection of policy tools and their calibration, depending on the nature of the shocks as well as on the cyclical and structural characteristics of individual countries.", "We at the Bank of Italy shall be happy to contribute to the debate, following our well-established tradition of research on the issue of the optimal choice of policy tools.", "Designed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["NBF intermediation", "Capital flows", "Investment funds", "Financial stability", "Policy responses", "Monetary policy", "Macroprudential measures", "Capital flow management", "Integrated Policy Framework", "Emerging markets"]}