{"sentences": ["To the esteemed members of the diplomatic corps, and Board Directors and members of the organizing group, as well as to my other colleagues in government, and to all guests, a pleasant day.", "Thank you for this opportunity to speak in this economic briefing for the foreign chambers of the Philippines.", "As delivered to Joint European Foreign Chambers of Commerce 1.", "Australian - New Zealand Chamber of Commerce 3.", "British Chamber of Commerce of the Philippines 4.", "Dutch Chamber of Commerce in the Philippines 5.", "European Chamber of Commerce of the Philippines 6.", "French Chamber of Commerce and Industry in the Philippines 7.", "German-Philippine Chamber of Commerce and Industry 8.", "Nordic Chamber of Commerce of the Philippines 9.", "Philippines-Swiss Business Council (PSBC) 10.", "Polish Investment and Trade Agency (PITA) 11.", "Spanish Chamber of Commerce in the Philippines (La Camara) After the World Health Organization (WHO) declared COVID-19 as a pandemic about 1 year and 4 months ago, we can now say that the worst is behind us.", "The development and global distribution of vaccines within such a relatively short period since the start of the pandemic has proven once again the great crisis-coping ability of mankind.", "But with the uneven vaccine rollout globally, risks persist.", "After an estimated contraction of -3.3 percent in 2020, the IMF expects the global economy to grow at 6 percent in 2021 and then moderate to 4.4 percent in 2022.", "The growth forecast for the global economy by other institutions are also shown in this slide.", "In the case of the Philippines, we have started to see green shoots as early as the third quarter of last year.", "Foreign direct investments (FDIs) surged by 45.1% percent for the first three months of the year.", "Further, investment pledges with the Board of Investments increased by 65.6% percent in Q1 2021 and with the Philippine Economic Zone Authority (PEZA) by 53.9% percent in Q1 2021 from a year ago.", "As you know, investment approvals are a good leading indicator for actual investments, two or more years down the road.", "The passage of CREATE is expected to help attract more investments, both foreign and local, moving forward.", "Further, investment pledges with the Board of Investments increased by 65.6% percent in Q1 2021 and with the Philippine Economic Zone Authority (PEZA) by 53.9% percent in Q1 2021 from a year ago.", "As you know, investment approvals are a good leading indicator for actual investments, two or more years down the road.", "The passage of CREATE is expected to help attract more investments, both foreign and local, moving forward.", "Further, investment pledges with the Board of Investments increased by 65.6% percent in Q1 2021 and with the Philippine Economic Zone Authority (PEZA) by 53.9% percent in Q1 2021 from a year ago.", "As you know, investment approvals are a good leading indicator for actual investments, two or more years down the road.", "The passage of CREATE is expected to help attract more investments, both foreign and local, moving forward.", "In the first four months of this year, exports and imports expanded by 19 percent and 21.9 percent, respectively, from the same period last year.", "Meanwhile business confidence weakened for Q2 and Q3 2021, primarily due to concerns on the surge of COVID-19 cases in March and April this year.", "Country's consumer sentiment, on the other hand, continued to improve citing expectations of more jobs and permanent employment, additional/higher income as government continues to ease mobility restrictions amidst accelerated vaccine rollout and the sustained implementation of measures to address the challenges from the pandemic.", "Remittances jumped by 4.8 percent for the first four months of the year from a year ago.", "This highlights the sustained resilience of overseas Filipino remittances.", "Last year, they declined by a mere 0.8 percent versus the double-digit decline projected by private sector analysts.", "The contraction in our gross domestic product (GDP) is on a decline, and according to the National Economic and Development Authority (NEDA), we an look forward to a positive GDP growth in the second quarter of this year despite the stricter quarantine restrictions due to the recent virus surge.", "Crisis Response from the BSP Going into the crisis, the Philippines had ample fiscal and monetary buffers to deal with shocks- and these have been used extensively and wisely to aptly respond to the crisis.", "On the monetary front, manageable inflation allowed the BSP to cut the overnight borrowing rate by 200 basis points from 4.0 percent to a record low of 2.0 percent.", "The BSP also cut the reserve requirement further to 12 percent from 14 percent, thus freeing up more funds for lending to businesses and households.", "On top of these conventional monetary actions, the BSP implemented unprecedented measures to squarely respond to the crisis.", "We granted provisional advances worth Php540 billion (US$ 11.2 billion) to the National Government to augment its resources for COVID response.", "The BSP's charter allows us to extend lifeline support to the government in times of crisis, with proper safeguards.", "This facility, which allows short-term financing, does not serve as a long-term source of funds for the government because they are temporary, time-bound, and capped.", "The BSP has also purchased government securities in the secondary market to lift market confidence.", "However, this activity has been scaled down, as the economy recovers.", "In sum, the BSP has so far injected Php2.2 trillion (US$45 billion) into the financial system, equivalent to about 12 percent of GDP (as of June 10, 2021).", "Domestic liquidity has remained ample through the liquidity-easing measures of the BSP.", "Preliminary data show that domestic liquidity expanded by 4.7 percent year-on-year to about ₱14.3 trillion in May 2021.", "Bank lending growth, however, remains tepid.", "Preliminary data show that outstanding loans of universal and commercial banks fell by 4.0 percent in May following a 5.0-percent decline in April.", "The BSP also implemented various time-bound regulatory relief measures so banks and their customers can manage the impact of the crisis on their balance sheets and finances, and so there is more room for lending.", "Among these are grace periods for loan payments, capping of interest rates on credit card usage, staggered booking of loan losses, counting of loans to micro, small, and medium enterprises (MSMEs) as compliance to the reserve requirement, increase in the single borrower's limit, and higher limit on real-estate loans.", "Meantime, on top of the time-bound regulations to help manage the impact of the pandemic, the BSP also continues the task of enhancing the regulatory environment for financial sector and overall economic development.", "One of our most recent initiatives is the enhancement of the Know Your Employees (KYE) guidelines to enhance operational risk management of banks.", "Another is the set of amendments to regulations on securities custodianship and securities registry operations, consistent with the aim of strengthening investor protection and developing the domestic capital market.", "We also recently launched the Rural Banking Strengthening Program (RBSP), under which an Interagency Working Group (IAWG) chaired by the BSP was created to help fulfill the objective of rural banking development.", "An initial package of proposed policies, programs and reforms for the rural banking industry will be submitted to the BSP's Monetary Board by the end of 2021 Meantime, given the enormous stimulus from the BSP, the question on unwinding always surfaces.", "We recognize that economic recovery is still in its nascent phase.", "As such, we will keep our monetary policy supportive of growth and allow previous monetary easing to work its way to the economy.", "The BSP will withdraw monetary support only when there are indisputable signs of solid economic recovery amid a manageable inflation environment, as well as a sustained downtrend in community transmission of the virus.", "When it comes to exit strategy, the BSP recognizes the necessity of carefully balancing the need to ensure sustainability of recovery and the need to guard against risks to the BSP's price and financial stability objectives.", "Build Back Better For the Philippines, the theme that has resonated amid the pandemic is \"Building Back Better.\"", "This means we do not merely aim to recover from the crisis; instead, we want to have a \"New Economy\" that is stronger, more technologically advanced, and more inclusive than before the COVID crisis.", "When talking about building back better, two things come to fore: digitalization and sustainability.", "Last October, the BSP launched the \"Digital Payments Transformation Roadmap.\"", "With it, we aim to transform from a cash-heavy into a cash-light society where at least half of financial transactions are done digitally and where the presence of digital financial services increases the number of Filipinos with financial accounts to at least 70 percent of the adult population by 2023.", "The rationale of financial digitalization is simple: it makes financial transactions easier and faster, thereby accelerating income growth.", "It also makes financial products and services accessible to a greater number of people, thereby enhancing financial inclusion.", "Financial transactions done via the digital platforms InstaPay and PesoNet jumped 155.4 percent and 22.0 percent year-on-year, respectively, in May 2021 vs. May 2020.", "Also, more than 8 million electronic money accounts were created since last year.", "We expect further growth in electronic money accounts, especially with the BSP's recent approval of three license applications of three digital banks, namely Overseas Filipino Bank, Tonik Bank, and UNO Bank.", "The recently issued Open Finance Framework will also help accelerate digitalization and inclusion.", "Under this framework, consent-driven data portability, interoperability, and collaborative partnerships between financial institutions and fintech players are promoted.", "Consumers will have the power to grant access to their financial data that will shape a customer-centric product development objective.", "The framework covers different financial institutions and a broader array of financial products such as, but not limited to, banking products and services, investments, pensions, and insurance.", "We have also launched programs that will allow more extensive use of QR codes for payments.", "Soon we will see QR codes being used for various retail payments.", "Given all our efforts toward digitalization, we envision a Philippines where everyone is empowered with financial accounts and will be able to make us of a wide range of financial transactions through digital means.", "The Philippines recently submitted its \"Nationally Determined Contributions\" to the UN Framework Convention on Climate Change.", "Under its commitment, the Philippines aims to reduce its projected carbon emissions by 75 percent by 2030.", "The BSP is one with the entire Philippine nation in stepping up efforts toward sustainable economic development.", "Our work on sustainability falls on various areas: First, capacity building.", "The BSP has joined global and regional networks that aim to promote sustainable finance for capacity-building purposes.", "Such networks include Sustainable Banking Network (SBN) and the Network for Greening the Financial System (NGFS), Association of Southeast Asian Nations (ASEAN), Executives' Meeting of East Asia and Pacific Central Banks (EMEAP), and the Alliance for Financial Inclusion - Inclusive Green Finance (AFI-IGF).]", "In April last year, the BSP issued the Sustainable Finance Framework (Circular No.", "1085), which forms the first phase of our enabling regulations on sustainability.", "The framework sets out broad supervisory expectations on the integration of sustainability principles in the corporate and risk governance systems, as well as in the business strategies and operations of banks.", "The second phase of regulations - for which a draft is already out for industry comments - will focus on more specific expectations on the integration of climate change and environmental and social risks to the enterprise-wide risk management frameworks of banks.", "The third phase will include potential incentives to banks to accelerate the process of adopting sustainable principles.", "The BSP has also strengthened governance on treasury activities and streamlined processes to allow for more bond issuances of BSP-supervised financial institutions and contribute to the growth of capital markets.", "More than USD 1.0 billion and PHP 85.4 billion worth of green, social, and sustainability bonds have been issued by \"first mover\" banks since 2017.", "Third, collaboration with other government entities.", "The BSP collaborated with key government agencies through the Green Force.", "The group aims to institutionalize and facilitate the implementation of a roadmap for sustainable finance.", "It also aims to facilitate investments in public infrastructure and mobilize funds to finance SDGrelated projects such as clean energy.", "The inter-agency group is currently reviewing the draft principles-based taxonomy and finalizing the sustainable finance roadmap for the Philippines.", "The BSP launched its internal Sustainable Central Banking Program, which fosters environmentally responsible and sustainable policies and work practices within the BSP.", "Among which, we have started prohibiting single-use plastics within our premises.", "This should help instill environmentally sound habits among our employees-ahead of the anticipated nationwide ban on single-use plastics that comes along our commitment on carbon emission reduction.", "Meantime, the BSP invested $350 million in the Green Bond Fund launched by the Bank for International Settlements (BIS) as part of sustainable investing on reserve management.", "Also, our financial digitalization agenda-besides the obvious goals of enhancing financial inclusion and faster economic growth-will help significantly reduce the country's carbon footprints.", "Various reports have said that amid the pandemic, air, and water quality in various parts of the world has considerably improved.", "However, as economies start to recover whether the environmental improvements are sustainable remains questionable.", "The lesson from COVID-19 is loud and clear: The world needs urgent and drastic actions toward sustainability.", "The quest for economic progress should go hand in hand with the goal of environment protection.", "Central banks are able to help achieve the desired change through regulations that encourage the financial sector to adopt sustainable practices.", "The BSP is up to this task.", "And we enjoin our regulated entities and the entire public to join us in this pressing and worthy cause.", "Moving on to the outlook on the Philippine economy.", "● The Development Budget Coordination Committee expects the economy to grow by 6.0 to 7.0 percent this year.", "● Inflation to settle at the high end of the target range of 2-4 percent; The risks to the inflation outlook remain broadly balanced around the baseline projection path.", "The uptick in international commodity prices amid supply-chain bottlenecks and the recovery in global demand could lend upside pressures on inflation.", "However, downside risks to the inflation outlook continue to emanate from the emergence of new coronavirus variants, which could delay the easing of lockdown measures and temper prospects for domestic growth.", "● Goods exports and imports to rebound to a growth of 10.0 and 12.0 percent, respectively; ● Remittances to grow by 4.0 percent.", "● Net inflow of foreign direct investments to rise to USD 7.5 billion from last year's USD 6.5 ● External accounts to remain healthy, with hefty gross international reserves and surpluses in the current account and the balance of payments (BOP); and ● The peso to continue reflecting emerging demand and supply conditions in the foreign exchange (FX) market as well as external developments, including increasing availability of antiCOVID vaccines, recovery of remittances, foreign investment inflows, and exports rebound as world economic conditions improve.", "The expected growth drivers on both the demand and supply sides are shown on this slide.", "The banking sector have also kept the impact of the crisis manageable.", "Among other indicators, capital adequacy ratio (CAR) remains well above the regulatory requirement, non-performing loans ratio remains manageable and far from levels seen in the aftermath of the Asian financial crisis.", "The implementation of the FIST Act is projected to reduce average NPL ratio of the banking system by 0.6 to 5.8 percentage points for the years 2021 to 2025.", "Liquidity coverage ratios also are above regulatory requirements.", "We expect the banking sector to continue supporting the Philippine economy, through financial intermediation, toward recovery and further to the New Economy.", "In closing, I would like to highlight three take-away messages: • First, the Philippine economy is on the mend and is expected to revert to robust pre-pandemic growth levels by the middle of next year.", "• Second, the BSP will continue to support the economy.", "The BSP recognizes that the timing for the unwinding of our response measures is crucial.", "We will carry out disengagement strategies in a way that avoids risks associated with early or late implementation; and • Finally, before the pandemic, the Philippines was on its way to become an upper middleincome economy.", "But we do not simply aim to recover.", "In the post-pandemic era, we want to be stronger, more technologically advanced, and more inclusive than ever before.", "Strong economic Indicators are showing we are headed there.", "As such, we hope to have you as our partners as we build back better and endeavor to reach new heights in the post-pandemic era."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic Recovery", "Monetary Policy", "Digitalization", "Sustainability", "Financial Inclusion", "Inflation", "Fiscal Stimulus", "Banking Sector", "Remittances", "Foreign Direct Investments"]}