{"sentences": ["It's great to be able to speak here.", "Over the years, Bruegel has become synonymous with excellent and policy-relevant research.", "Your work helps people like me to do our jobs better.", "That is also recognized by others.", "In the \"2020 Global Go To Think Tank Index Report\" published by the University of Pennsylvania only two weeks ago, Bruegel ranks as the number one non-US think tank in the world.", "That's worthy of congratulations!", "Let me start by taking you back thirty years ago, when Europe stood before the great economic challenge at that time: transforming the crippled communist economies of Central and Eastern Europe into modern market economies.", "When I worked at the IMF in the late 1990s, in our reports we referred to this group of countries as transition economies.", "As Bruegel has also pointed out, thirty years later we are all transition economies now.", "Not only must we make our fossil-based economies carbon neutral by 2050, to prevent catastrophic climate change.", "But we must do so while recovering from a public health and economic crisis.", "I focus on climate change, but the challenge is really much broader.", "It includes all forms of environmental degradation that make our economies unsustainable.", "Europe's Green Deal tackles these multiple crises head-on.", "It is ambitious, it is comprehensive, and it focusses on growth.", "And with the Next Generation EU recovery package, and reinforcements to the EU budget, it is backed by unprecedented public financial firepower.", "The new Sustainable Finance Agenda that is coming out soon, will likely provide plans to mobilize much needed private investments.", "And that is exactly why the best economic response to the COVID crisis is to start implementing the Green Deal as soon as possible.", "After the euro crisis, after Brexit, Europe is leading the way, which makes me a proud European today.", "But true leaders not only show the way.", "They also make sure everyone is on board.", "The introduction to the European Climate Law proposal states, and I quote: The European Green Deal reaffirms the Commission's ambition to make Europe the first climate-neutral continent by 2050.'", "Laudable in and of itself.", "But frankly, it would be much better for the planet if, by 2050, we were the last continent to be climate-neutral.", "Because that would mean that other nations have caught up with us and even surpassed us.", "And then the whole world will have become climate neutral before the crucial 2050 deadline.", "I am optimistic that Europe will team up with the new American leadership, and possibly with China and India and others, to form the powerhouse, the engine, that gets the world back on track to meet the Paris agreement.", "Because in order to get the energy transition really done, we will need to work together in many areas.", "Because there's not a European, or an American or a Chinese climate problem, there is only a global climate problem.", "Now let's go back to Europe.", "As we all know, getting the European economy sustainable for future generations requires large investments.", "A big part of these investments need to be made by the private sector.", "And for these private investments to scale up sufficiently, and for the financial sector to finance them, we need to get the right conditions in place.", "What needs to be done?", "And what can governments, central banks and supervisors do?", "That is what I want to discuss with you today.", "First of all, we need a better business case for green investments.", "One policy instrument is absolutely key here, and that is to raise the effective price of greenhouse gas emissions.", "Carbon emissions are the main, but not the only contributor to greenhouse gases.", "You see, I'm an economist.", "Some may call it naïve, but I have this firm belief, backed by experience, that for economic transformation to take hold, you need to have relative prices that reflect the true scarcity of economic resources.", "In this case, by pricing in the climate cost of greenhouse gas emissions.", "Internalizing the externality.", "That will make it far easier for firms and households to determine the future value of their assets and liabilities.", "This will alter their incentive framework.", "Then, market forces will drive things in the right direction.", "This ball lies squarely in the court of governments.", "The EU Green Deal sets out ambitious plans to make carbon pricing more effective, and it is crucial these plans are not watered down.", "This is the one thing that makes all the other things that we do, much more effective.", "Secondly, investors and the financial sector need clear and credible transition plans from governments.", "A plan that provides answers to questions like: what emission targets will be met and when?", "What actions are necessary to achieve these targets?", "What regulation is going to be implemented and in what sequence?", "What investments will the government make itself?", "How are we going to compensate vulnerable groups?", "In answering these questions we can draw lessons from the economic transition of thirty years ago.", "For example, I recall the debate about 'gradualism' versus 'cold turkey'.", "Some reforms, like changing relative prices, you may have to do as soon as possible.", "Others, like changes in productive capacity, will take more time.", "What's also important is that it should be a plan that will still be in place after the next election.", "A plan that gives investors a sense of where we are going.", "That offers perspective, provides opportunities, and reduces investment risk.", "Here, again, I think the Green Deal goes a long way in fulfilling this need for a comprehensive plan.", "And now we have to enshrine it in law, work out the details and get it implemented.", "Apart from carbon pricing and having a plan in place, what else do we need to do to get the money flowing to where it's green?", "Well, thirdly, banks, insurance companies and pension funds need to be more aware of the climate risks they face.", "And manage these risks accordingly.", "Financial institutions are vulnerable to the physical consequences of a changing climate.", "Just ask the insurance companies.", "And, as I said, it is broader than climate change.", "In last year's report Indebted to Nature, we showed that Dutch financial institutions alone have over half a trillion euros in exposures to companies with high or very high dependency on a well-functioning ecosystem.", "Companies whose business may be at risk due to biodiversity loss and other forms of environmental degradation.", "Financial institutions also run transition risks.", "For instance, the bank loan provided to a car manufacturer may be at risk if it fails to develop and build clean vehicles that meet new energy regulations and changing consumer demands on time.", "So climate risk is a new and important driver of financial risk.", "Financial supervisors must push financial institutions to manage this risk adequately.", "Just as they do with other risks.", "Pressing for good risk management stems primarily from our mandate as supervisors to keep financial institutions safe and sound.", "But there is an important by-product.", "Once these institutions have a better understandingtask of the impact of climate-related risks on their balance sheets, this will impact their investment decisions.", "Less money will flow to fossil-fuel investments, and more to green investments.", "This way, financial institutions can become a powerful force in pushing the green transition.", "To be honest, I have not yet seen clear evidence of this reallocation effect playing out on a significant scale.", "For one thing, it's difficult for banks and other financial firms to manage their exposures as long as they lack good information about what is green and what is not.", "That brings me to my fourth point, and that is disclosure.", "The information that the financial sector uses is only as strong as the corporate disclosures it is built upon.", "That is why the quantity, quality and consistency of corporate reporting on sustainability-related information must improve.", "Credible and comparable information should be readily available for all market participants, shareholders and other stakeholders.", "This calls for a global solution.", "I believe the reporting of such information is most effective when it is aligned with the requirements of global accounting standards, and therefore reflected in the audited annual accounts of companies.", "This also ensures a level playing field across jurisdictions.", "I think the International Financial Reporting Standards Foundation, the IFRS, is best positioned to set such standards.", "Therefore I am happy that the IFRS has recently announced to take steps in that direction.", "Europe, as a frontrunner, has a key role to play in making this global effort succeed.", "The Italian G20 Presidency has asked the Financial Stability Board to explore how progress can be made here, based on the Recommendations of its Task Force on Climaterelated Financial Disclosures.", "Finally, European capital markets need to supply more risk capital.", "At the moment, European firms mainly depend on banks for their funding, and to some extent on capital markets.", "They only have limited access to private funding markets, which are very small in the EU, at least compared to the US.", "We need European financial markets to supply more diverse types of risk capital needed to fund the energy transition.", "Risk capital that typically comes from venture capitalists, private equity funds, and investment funds.", "And we also need to do something about the existing carbon-bias in European capital markets.", "In that respect, I think the European Commission's action plan for the Capital Markets Union could be further improved by stimulating better access to risk capital for green investments.", "At the same time, funding of non-green investments will need to become more expensive.", "Apart from carbon pricing, better disclosure is, again, key here.", "Once it becomes clear for investors that a company's foot print is not sustainable, risk premia will rise.", "Central banks can also help to correct the carbon bias in capital markets.", "In the euro area, central bank purchases of corporate bonds follow a market neutrality principle.", "This means that the purchases reflect the broader corporate debt market.", "But what does this neutrality mean if there is a carbon bias in European capital markets because the relative price of carbon emissions is distorted?", "Central banks could explore how, within the boundaries of their mandates, they can redesign their monetary policy instruments to prevent such biases from occurring, and instead contribute to unlocking more green investments.", "We could take the existing EU policies, such as the Non-Financial Reporting Directive and the EU taxonomy for sustainable activities, as a starting point in this respect.", "I spoke about the need for carbon pricing and transition plans.", "About the need for good risk management and disclosure.", "And the need for more supply of risk capital.", "When it comes to the role of the financial sector, I may have inadvertently left you with the impression that finance always follows the real economy.", "That if governments and central banks and other policymakers and standard setters provide all the right conditions, then funding for the green transition will follow suit.", "Although I think this is largely true, it is not entirely how I see the role of the financial sector.", "Financial market players should not wait for all the regulations, and conditions, and perfect data sets to be in place before they can have impact.", "They perform a crucial role in the economy by helping companies to grow and create jobs and wealth.", "That means they have a social responsibility of their own to make sure that their business models support a sustainable economy.", "It is good to see that many financial institutions are working on reducing their carbon footprint.", "To them I would say, keep up the good work, and branch out where possible.", "And to the others I say, don't just talk the talk, but also walk the walk.", "Maybe only now, thirty years later, we fully realize how much courage it took for our Central and Eastern European partners to embark on their bold experiment.", "Under economic circumstances that make our troubles today look relatively benign.", "But they had little choice.", "So let's learn from their experience and take courage from their example.", "Even if we do not yet know exactly what a carbon-neutral economy looks like, and how it will change our everyday lives.", "The EU Green Deal is ambitious and bold.", "And now we have to get to work to implement it and to fund it.", "And at the same time, to reach out beyond our borders.", "To work together with governments, regulators, private investors, financial sector, climate experts, and central banks from all countries.", "To overcome the policy challenges.", "And to make sure that we meet the Paris Agreement targets, and tackle climate change in time."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Climate change", "Green Deal", "Carbon pricing", "Sustainability", "Financial risk", "Disclosure", "Risk capital", "Transition plans", "EU taxonomy", "Central banks"]}