{"sentences": ["Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Shizuoka ADACHI Seiji Member of the Policy Board I.", "Recent Developments in Economic Activity at Home and Abroad A.", "Developments regarding the Novel Coronavirus (COVID-19) I would like to begin my speech by talking about developments regarding COVID-19.", "The outbreak of COVID-19 was first identified in China in January 2020, spreading to Europe from late February, and ultimately worldwide.", "The number of confirmed new cases continued to increase with large fluctuations across countries and regions.", "Since the beginning of 2021, however, developments in such figures appear to have become somewhat polarized.", "That is, in countries where vaccinations are steadily progressing, such as the United States, the United Kingdom, and Israel, the number of cases peaked out and has turned toward a downtrend; on the other hand, in emerging economies, which are falling behind in vaccinations, the number of cases has remained at a high level, partly affected by new variants (Chart 1).", "In Japan, as the number of cases has been increasing again since early spring 2021, mainly in major metropolitan areas, the government declared a state of emergency for the third time.", "Overseas Economies With a view to suppressing the spread of COVID-19, many countries implemented measures to constrain economic activity around spring 2020 by imposing restrictions on going outside and on people's movement.", "Therefore, the real GDP growth rates worldwide registered substantial declines for the April-June quarter that year.", "Nevertheless, partly because the characteristics of COVID-19 came to light to a certain extent over time, there were no across-the-board restrictions on economic activity in subsequent waves of COVID-19, and business conditions have started to improve on a global basis (Chart 2).", "With regard to the manufacturing industry, world industrial production and the world trade volume already exceeded the pre-pandemic levels and have been on an expanding trend (Chart 3).", "This trend applies not only to advanced economies but also emerging economies, where COVID-19 has been spreading.", "In that sense, it can be said that the impact of the spread of COVID-19 is particularly notable in the face-to-face services industry.", "C. Japan's Economy Turning to Japan, the economy has been on a recovery trend, led mainly by external demand, on the back of rapid economic recovery, particularly in the United States and China.", "This trend is characterized by increases in demand in the machinery industry, where Japanese firms have a competitive advantage, and the IT sector, both reflecting the growing momentum toward a global expansion in business fixed investment.", "Looking at Japan's exports by type of goods, it can be confirmed that those of IT-related goods and capital goods have increased clearly of late (Chart 4).", "That said, it is not only the manufacturing industry that has seen an improving trend in business conditions.", "Among domestic demand-oriented firms in the nonmanufacturing industry, business conditions of retailers, which provide goods, have been generally firm despite temporary store closures and other restrictions, supported by stay-at-home consumption by households that have lost opportunities for going out due to the spread of COVID-19.", "Some retailers have discovered the business opportunity of expanding online sales channels and started to make active investment in e-commerce, which is one of the factors underpinning business fixed investment in Japan.", "Furthermore, even in the face-to- face services industry, which has been placed in a severe situation during the pandemic, some firms that are motivated to provide high-end and high value-added services have yielded added value by implementing thorough infection control and captured growing demand from customers.", "As just explained, the impact of the spread of COVID-19 varies significantly depending on business attributes, and the pace of recovery differs as well.", "This situation is also observed in other major economies.", "D. Policy Effects Since the outbreak of COVID-19, the government and the Bank have been working in coordination and implementing various measures to underpin Japan's economy.", "As a result of these measures, a tightening of firms' funding conditions has been averted and the environment for external funding, such as bank borrowing and the issuance of CP and corporate bonds, has remained accommodative.", "The numbers of corporate bankruptcies and discontinued businesses have also been at extremely low levels.", "At the press conference at the end of March 2020 upon my appointment as a Member of the Policy Board, I noted that the first priority was to support corporate financing and that the Bank should actively provide liquidity.", "Thereafter, at the Monetary Policy Meetings (MPMs) held in April and May 2020, the Bank swiftly set out a strengthening of liquidity provision measures with a view to supporting corporate financing.", "Such policy responses, coupled with the government's economic measures, have been effective in preventing a further pandemic-driven deterioration of Japan's economy.", "Outlook for Economic Activity at Home and Abroad A.", "Uncertainties regarding the Outlook As I described earlier, economic activity at home and abroad has continued on an improving trend so far.", "That said, I think there remain extremely high uncertainties regarding the outlook.", "I would like to point to the following three uncertainties.", "The first concerns the pace of progress with vaccinations in Japan.", "Unless considerable progress is made and the overall society succeeds in achieving herd immunity, there is concern that economic activity may be constrained in the face-to-face services industry, such as eating and drinking as well as accommodations, every time COVID-19 cases resurge, and that this could delay the industry's recovery.", "Repeating this situation will make it difficult to envisage sustainable improvement in consumer sentiment.", "I will closely monitor developments in the pace of vaccination progress in Japan, as it is an important factor when envisioning sustainable economic recovery.", "In relation to this, services consumption in the United States, which almost inevitably was suppressed from last year, has started to recover rapidly, mainly supported by an acceleration in vaccinations and large-scale economic measures (Chart 5).", "Looking back, I find that such quick recovery in consumption is similar to the rapid expansion seen in the country at the time of the transitional period after World War II.", "Back then, demand for consumption of durable goods and services, which had been restrained during the war, was unleashed upon its end.", "As for the current COVID-19 crisis, attention is warranted on whether a decline in the number of confirmed cases resulting from vaccinations would unleash the suppressed demand.", "As I will elaborate on later, I personally believe that, if consumption expands rapidly and significantly in Japan as in the United States post-war, this may provide a great opportunity to resolve Japan's protracted deflation.", "The second uncertainty involves developments in global financial markets, particularly the U.S. stock market.", "In global financial markets, market sentiment has continued on an improving trend and prices of risk assets such as stocks have risen, due to heightened expectations for a recovery in the global economy, mainly on the back of progress with vaccinations and the additional economic measures taken in some advanced economies (Chart 6).", "As I mentioned earlier, U.S. consumption has started to recover rapidly.", "However, it is necessary to bear in mind the potential impact on the U.S. stock market of a shift in the flow of funds from one that likely had been into that market to one into markets for goods and services.", "This is because there is a risk that such market developments may affect the U.S. real economy and in turn Japan's external demand, which has been underpinning its economic recovery.", "The third uncertainty concerns \"geoeconomical\" risks.", "Here, I would like to use the term \"geoeconomical\" rather than \"geopolitical.\"", "My view is that, in recent international affairs, diplomatic and security policies and economic policies tend to be discussed in a more integrated manner.", "In general, geopolitics take into account diplomatic and security policies, whereas geoeconomics equally incorporate economic policies.", "Taking U.S.-China relations as an example, while various discussions may be held on such topics as transferring technology and capital across borders, attention is warranted on how the course of these discussions will potentially affect corporate activities and trade in Japan, among other factors.", "As illustrated, I believe that uncertainties surrounding domestic and overseas economies remain extremely high and it is necessary to assess the outlook without preconception.", "Policy Responses Going Forward In the face of such uncertainties, I consider one of the Bank's policy challenges for the time being to be the treatment of the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19), for which the duration at present is until end-September 2021.", "The environment surrounding corporate financing has generally remained stable so far, including the situation regarding bankruptcies of firms, and industries strongly affected by the spread of COVID-19 appear to be becoming limited.", "In fact, the issue with corporate financing is shifting from liquidity to solvency.", "Accordingly, the funding needs of some firms have begun to shift from borrowing to securing capital funds.", "These developments suggest that the environment surrounding the Special Program is changing.", "At the same time, it is difficult to envisage a clear recovery in face-to-face services consumption until herd immunity is achieved through widespread vaccinations.", "Thus, as long as COVID-19 cases resurge repeatedly, we cannot rule out the possibility of firms having funding difficulties.", "Taking into account such environmental changes surrounding corporate financing, the Bank needs to deepen discussions on the treatment of the Special Program from this October onward by carefully monitoring future developments in corporate financing.", "In View of the Post-COVID-19 Era and toward Achievement of the 2 Percent Price Stability Target A.", "Importance of Achieving the 2 Percent Price Stability Target In March 2021, the Bank conducted an assessment of the positive and side effects of its monetary policy to date for the purpose of conducting further effective and sustainable monetary easing (Chart 7).", "While the assessment was detailed and multifaceted, what I found particularly noteworthy was how its findings reconfirmed that prices in Japan are strongly influenced by the adaptive formation of inflation expectations -- in other words, people's perception of prices shaped in accordance with such factors as historical trends and observations.", "I have come to realize that, in achieving the 2 percent price stability target, a change must somehow be induced in this deeply entrenched perception of prices.", "Of course, individual firms and households differ in their views on prices.", "As for the price stability target of 2 percent that the Bank aims to achieve, I would not be surprised if a certain number of firms and households had the following concern.", "When the price stability target is achieved, would this not affect people's daily lives in the eyes of households?", "Or, from the perspective of firms, would this not result in a worsening of profitability through an increase in costs?", "Looking back at the so-called deflationary period in the past, many firms, in efforts to survive, sought to reduce labor costs by means of, for example, reviewing employment forms.", "This resulted in a vicious cycle: the income situation of households deteriorated due to a decrease in wages, restrained consumption led to a decline in firms' sales, and firms had no choice but to adjust their employment.", "The serious appreciation of the yen under deflation also caused prolonged deflation.", "The bold and large-scale monetary easing conducted by the Bank since 2013 successfully put an end to the prolonged deflationary trend from which Japan's economy had suffered.", "In this process, the employment situation recovered and firms, as they saw improvement in their earnings projections, came to sense labor shortage.", "It is my understanding that Japan's labor shortage had already been widely acknowledged as a medium- to long-term challenge facing its economy prior to 2013.", "What, then, led the wider public to take up the issue from 2013 onward?", "I believe this was partly due to the fact that an increasing number of firms sought to continue with or expand their businesses into the future as the prospect of overcoming deflation came into sight.", "Until then, the issue of labor shortage, which stemmed from a declining and aging population, may have been obscured because firms had to consider downsizing on the assumption that deflation would continue.", "As such, the deflationary environment surrounding Japan's economy has eased considerably, but there is still room for further improvement.", "Needless to say, if we take a look at Japan's employment situation, those who have the willingness to work but are unable to participate in the labor market still exist, as do many small and medium-sized firms, particularly local firms, facing severe business conditions.", "In other words, I believe that, in Japan, there remains economic slack that should be fully exploited, and achieving the 2 percent price stability target would support efforts to absorb this in terms of monetary policy.", "Achievement of the target is not intended to solely raise prices.", "Rather, let me clarify that achieving the optimal price level that would bring about the most favorable economic environment would significantly enhance our standard of living.", "I would like to stress once again that the 2 percent price stability target is a key policy objective that the Bank must steadfastly work to achieve.", "Toward Achievement of the 2 Percent Price Stability Target The findings of the Bank's latest assessment confirmed that prices in Japan are strongly influenced by the adaptive formation of inflation expectations.", "To achieve the 2 percent price stability target, the Bank needs to change the deeply entrenched perception of prices.", "In doing so, it would be crucial to raise the inflation expectations of firms and households in tandem with a sustained increase in the expected growth rate.", "This implies that we must anticipate a long battle toward achieving the 2 percent price stability target.", "How the Bank should take part in boosting the expected growth rate is a quite complex issue.", "At present, there is no doubt that Japan's expected growth rate is low (Chart 8).", "In my view, the role the Bank can play in raising growth expectations for Japan's economy is to persistently continue with the current monetary easing and thereby, for example, encourage improvement in corporate productivity, such as through expanded business fixed investment.", "Moreover, if we are bracing for a long battle, it is possible that some kind of external shock will exert significant downward pressure on Japan's economy in the meantime.", "If this happens, the Bank must not hesitate to take additional easing measures.", "It reviewed its policy measures at the March 2021 MPM to enable such sustainable and nimble policy conduct, in light of the findings of its assessment (Chart 9).", "C. Post-COVID-19 Era and Achievement of the Price Stability Target I believe the Bank can achieve the 2 percent price stability target by persistently continuing with monetary easing under the revised policy measures.", "I am also paying close attention to the possibility that behavioral changes within Japanese firms and households drawn from the experience of the pandemic will alter the existing price perception.", "Although COVID-19 will subside eventually, it is difficult to imagine the virus being eradicated.", "While vaccinations are expected to have a reasonable effect, the face-to-face services industry in particular, such as eating and drinking as well as accommodations, may need to continue to bear significant costs related to infection control, considering that living with COVID-19 is unavoidable.", "In addition, given the increasingly aging population in Japan, one possibility is that consumption of high value-added goods and services, even at high prices, will drive overall private consumption.", "In that case, wages of workers capable of providing such high value-added goods and services will naturally be set higher.", "With these factors in mind, I have come to think that the post-COVID-19 phase may be an opportunity for the services industry to raise the prices of their services while improving their quality.", "As Japan's past deflationary phase is characterized by the fact that there were almost no price rises in the domestic demand- oriented services industry, the post-COVID-19 era may afford a prime opportunity to achieve the 2 percent price stability target.", "Of course, this view entails high uncertainties.", "How things actually play out will depend on firms' business strategies based on their prospects for the post-COVID-19 era.", "I sometimes get feedback that firms in Japan may find it difficult to raise sales prices because of concern that a vague uneasiness about the future might hinder improvement in consumer sentiment.", "The Bank will continue to support Japan's economy in fostering an economic environment where some degree of occasional price rises is socially tolerated.", "There are also other factors suggesting that prices may rise more than expected.", "One example is firms' environmental, social, and governance (ESG) initiatives.", "In particular, I am following the Impact-Weighted Accounts Initiative headed up by Professor George Serafeim of Harvard Business School in the United States.", "I believe this project represents vital research that will foster the spread of ESG investment amid heightening global awareness of climate change risks.", "One facet of this research is the attempt to incorporate carbon dioxide emissions, a cause of global warming, into financial accounts as a corporate cost.", "What I am keenly interested in is the concept that generous worker compensation increases the well-being of society, which is the underlying value of economic activity.", "Based on this concept, the project attempts to reflect wages in financial accounts, not as a cost to firms but as added value produced by them.", "If these attempts create a new trend in corporate accounting, higher wages may in turn contribute to an increase in prices.", "D. Learning from History As I noted earlier, we need to brace for a long battle to achieve the 2 percent price stability target.", "While the Bank has been conducting bold monetary easing, some may say that it is better to review monetary policy at an early stage once there are solid prospects of post- COVID-19 economic normalization in Japan.", "However, one lesson taken from the Great Depression and other economic crises is that a hasty revision of monetary policy would actually undermine a nascent economic recovery and end up triggering a new crisis.", "As a policymaker, I take this lesson to heart.", "On this score, the Bank, under the current policy framework, commits to continued expansion of the monetary base until the year-on-year rate of increase in the observed consumer price index (CPI) excluding fresh food exceeds 2 percent and stays above this target level in a stable manner.", "The intention here is to enhance the credibility of achieving the price stability target of 2 percent through an extremely strong commitment, in that the Bank promises to continue with monetary easing based on observed CPI inflation rather than the outlook for CPI inflation.", "Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Shizuoka June 2, 2021 Member of the Policy Board Chart 1 Confirmed New Cases of COVID-19 Share of Vaccinated People ten thous.", "persons United States Europe United States European Union Latin America Other emerging economies 40 Jan./2020 Apr.", "In the left-hand chart, figures for the United States, Taiwan, and Hong Kong are from the Centers for Disease Control and Prevention (CDC), the Taiwan Ministry of Health and Welfare, and the Hong Kong Centre for Health Protection, Department of Health, respectively.", "All other figures are from the World Health Organization (WHO).", "Figures for Europe are the sum of figures for the European Union and the United Kingdom.", "Figures for Latin America are the sum of figures for the major economies in the region.", "Figures for other emerging economies are the sum of figures for South Africa, Russia, Turkey, and the major economies in the NIEs and ASEAN and the Middle East.", "Figures show 7-day backward moving averages.", "The right-hand chart shows the share of the total population who received at least one dose of the COVID-19 vaccine.", "Figures for Latin America and the NIEs and ASEAN are for the major economies in the respective regions.", "In the case of missing figures, the latest figure available prior to the relevant date is used.", "Sources: CEIC; United Nations.", "Note: Figures for manufacturing are the \"J.P. Morgan Global Manufacturing PMI.\"", "Figures for services are the \"J.P. Morgan Global Services Business Activity Index.\"", "Source: IHS Markit (© and database right IHS Markit Ltd 2021.", "World Industrial Production and World Trade Volume World industrial production World trade volume Oct. 2019 Jan. 2020 Apr.", "July Oct. Jan. 2021 Note: Figures for the world trade volume are those for real imports.", "Source: CPB Netherlands Bureau for Economic Policy Analysis.", "Figures in angular brackets show the share of each type of goods in Japan's total exports in 2020. .", "Figures for 2021/Q2 are those for April.", "Sources: Bank of Japan; Ministry of Finance.", "Figures for retail sales exclude those of motor vehicle and parts dealers, gasoline service stations, building material stores, and restaurants.", "Figures for restaurant sales are those for retail sales of restaurants.", "Figures for consumer confidence refer to the University of Michigan's consumer sentiment index.", "The latest figures for sales and consumer confidence are as of April and May 2021, respectively.", "Assessment for Further Effective and Sustainable Monetary Easing QQE with Yield Curve Control has had positive effects in line with the intended mechanism  Economic activity, employment, and profits have improved, and the economy is no longer in deflation.", "Positive moves toward addressing the medium-to long-term challenges facing Japan's economy have been observed.", " That said, changing people's mindset and behavior based on the assumption that prices will not increase easily, which have become deeply entrenched because of the experience of prolonged deflation, will take time.", "The Bank judges it appropriate to continue with QQE with Yield Curve Control with a view to achieving the price stability target of 2 percent.", "Yield Curve Control  Yield curve control has been effective in pushing up economic activity and prices through a decline in funding costs and favorable conditions in financial and capital markets.", "Yield fluctuations within a certain range have positive effects on the functioning of the JGB market without impairing the effects of monetary easing.", " An excessive decline in super-long-term yields could have a negative impact on economic activity by, for example, undermining people's sentiment.", "ETF and J-REIT Purchases  Large-scale purchases during times of heightened market instability are effective.", "Inflation-Overshooting Commitment The \"makeup strategy,\" which this commitment is implementing, is appropriate.", "Effects on the Functioning of Financial Intermediation  Financial institutions' core profitability has declined due to prolonged low interest rates and structural factors.", "It is necessary to pay attention to both overheating and pullback risks to the financial system.", "Figures show the result for listed firms in a particular survey year for the next three years ahead.", "Further Effective and Sustainable Monetary Easing: Policy Actions To achieve the price stability target of 2 percent, the Bank will (1) continue with monetary easing in a sustainable manner and (2) make nimble and effective responses without hesitationto counter changes in the situation.", "<Interest Scheme to Promote Lending> Conduct of Yield Curve Control Establishment of the Interest Scheme to Promote Apply incentives (linked to the short-term policy interest Lending (see the box on the right) rate) to financial institutions' current account balances, corresponding to the amount outstanding of funds provided Clarification of the range of fluctuations in long-term through fund-provisioning measures to promote lending ― Migate the impact on financial instuons' profits at the me Expect long-term interest rates to move within the range of of rate cuts depending on the amount of lending around ±0.25% from the target level ― The applied interest rates and the eligible fund-provisioning measures for each category will be changed as necessary at Introduction of \"fixed-rate purchase operations for MPMs depending on the situation.", "consecutive days\" <Decision at the March 2021 MPM> Strengthen the fixed-rate purchase operations, which stop a significant rise in interest rates Applied interest rate Eligible fund-provisioning measure Conduct for the time being • Special Operations in Response to 0.2% Prioritize stabilizing the entire yield curve at a low level under COVID-19, when funds are provided Category I Higher than the rate the continuing impact of COVID-19 in particular against loans made by financial institutions on their own • Special Operations in Response to 0.1% ETF and J-REIT Purchases COVID-19, when funds are provided Absolute value of the against loans other than those for Purchase as necessary with upper limits* on the short-term policy Category I and against private debt annual paces of increase, and maintain these limits interest rate pledged as collateral even after COVID-19 subsides 0% • Loan Support Program * ETFs: about 12 tril.", "yen • Operation to Support Financial Lower than the rate for Category II Institutions in Disaster Areas Purchase only ETFs tracking the Tokyo Stock Price Enable the Bank to cut short- and long-term interest rates more nimbly while considering the impact on the functioning of financial intermediation Financial System and Bank Examination Dept.", "staff In addition, adjustments to the Complementary Deposit Facility will be made to narrow the gap between the actual Policy-Rate will make a briefing at the MPMs when the Outlook Balances and the \"hypothetical\" Policy-Rate Balances.", "Report is decided (four times a year)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Economic Activity", "Monetary Policy", "COVID-19", "Price Stability", "Inflation Expectations", "Corporate Financing", "Economic Outlook", "Geoeconomic Risks", "Post-COVID-19 Era", "Deflation"]}