{"sentences": ["For release on delivery 12:50 p.m. EDT September 27, 2021 Navigating Delta Headwinds on the Path to a Full Recovery Lael Brainard Board of Governors of the Federal Reserve System \"Shocks, Shifts, and the Emerging Economic Landscape\" 2021 Annual Meeting of the National Association for Business Economics Arlington, Virginia September 27, 2021 It is a great honor to join the community of NABE Fellows, and I want to express my appreciation to the Board of Directors of NABE.", "Given the unprecedented nature of the pandemic shock, it should be no surprise that the recovery is not proceeding in a straight line.", "The economy continues to make welcome progress, but the Delta variant has been more disruptive than initially expected.", "The headwinds from Delta are a reminder that the virus continues to pose downside risks to the outlook.", "Delta highlights the importance of being attentive to economic outcomes and not getting too attached to an outlook that may get buffeted by evolving virus conditions.", "Indeed, Delta disrupted both demand and supply.", "Many forecasters have downgraded consumer spending in the second half of the year, as Delta has limited the acceleration in services spending that had been anticipated to help offset the drag on activity from fiscal support shifting from being a tailwind to a headwind.", "Although the retail sales print for August was stronger than expected, the level of spending in August was not much changed from June.", "High-frequency data indicate that consumption of discretionary services, such as restaurants and travel, stalled or may have even moved lower in some categories since July.", "This development doesn't appear to be sensitive to regional variations in vaccinations, perhaps reflecting the high transmissibility of Delta.", "For example, the consumption of food services has declined recently even in states with relatively high vaccination rates and low case counts.", "Delta has also prolonged supply bottlenecks.", "Single-family home construction permits declined again in August for the third consecutive month despite very strong housing demand, as builders faced shortages of materials.", "Auto production was paused at a number of North American plants in early September following COVID-induced shutdowns of semiconductor production in Malaysia and Vietnam.", "Industry contacts have highlighted the unusually low elasticity of global shipping such that COVID- induced port closures in China ripple through the interdependencies in shipping supply chains and magnify backlogs.", "All told, private sector forecasters have revised down growth projections for 2021 over recent months by slightly more than 1 percentage point on average.", "Even with this Delta downgrade, I anticipate that growth this year and next will be sufficient such that by the end of next year, average annual growth since the onset of the crisis should exceed pre-crisis trend growth.", "The strength of the recovery despite the unprecedented challenges associated with COVID reflects powerful fiscal and monetary support and the resilience of American workers, businesses, and households.", "Delta has also slowed progress on employment.", "Payroll gains in leisure and hospitality unexpectedly fell to zero in August following average monthly gains of For example, between the June and September publications of the Blue Chip Economic Indicators survey, the consensus estimate for real GDP growth in 2021 fell from 6.7 percent to 5.9 percent.", "Wolters Kluwer (2021), Blue Chip Economic Indicators, vol.", "This decline is similar to the revision in the median of FOMC participants' projections in the June and September Summary of Economic Projections.", "The median real GDP Q4/Q4 growth rates in the SEP of 5.9 percent for 2021 and 3.8 percent for 2022 imply an annualized growth rate from the fourth quarter of 2019 through the fourth quarter of 2022 of 2.4 percent, above the median SEP estimate of the long-run real GDP growth rate of 1.8 percent and above the top of the interquartile range of estimates from the most recent Survey of Primary Dealers by the Federal Reserve Bank of New York.", "See Federal Reserve Bank of New York (2021), Responses to Survey of Primary Dealers (New York: FRBNY, July), -2021-spd-results.pdf.", ",000 over the previous three months.", "Delta-induced spending declines for travel, recreation, and other discretionary services likely reduced the intensity with which employers in these industries sought new hires.", "The data reported by \"Indeed\" show job openings moving sideways from July through August before edging up again in early September.", "Similarly, the number of households reporting in the Current Population Survey that they were unable to work because their employer closed or lost business due to COVID ticked up in August after falling significantly through July.", "As of the end of August, payroll employment remains over 5 million below pre- COVID levels and nearly 81⁄2 million below where it would have been in the absence of COVID.", "Roughly one-third of the gap to pre-COVID employment levels is concentrated in the frontline leisure and hospitality sector.", "While the headline unemployment rate declined to 5.2 percent in August, the unemployment rate adjusted for COVID-related nonparticipation remained elevated at 7.5 percent.", "The employment-to-population (EPOP) ratio for prime-age workers stood at 78 percent in August-2.4 percentage points below its pre-COVID level.", "So overall, the labor market is making progress, although at a slower pace than earlier in the year.", "Relative to December, payrolls have closed nearly 50 percent of their This alternative measure adjusts for the misclassification of some unemployed workers as employed but not at work (as reported by the Bureau of Labor Statistics) and for diminished labor force participation induced by the pandemic (as estimated by the Federal Reserve Board staff).", "Like the U-3 unemployment rate provided by the BLS, the adjusted rate is also at a post-pandemic low.", "This broader measure of labor market slack encompasses 12.8 million individuals in July 2021, as compared with the official 8.7 million unemployed workers reported by the Bureau of Labor Statistics.", "While the EPOP ratio has shown little net progress since April for white prime-age individuals, the EPOP ratios for prime-age Black and Hispanic workers have remained well below that of white individuals but have seen more consistent improvement in recent months, including a strong 0.7 percentage point improvement for Black individuals in August.", "See Lael Brainard (2021), \"Assessing Progress as the Economy Moves from Reopening to Recovery,\" speech delivered at \"Rebuilding the Post-Pandemic Economy,\" 2021 Annual Meeting of the Aspen Economic Strategy Group, Aspen, Colo., July 30, gap to pre-COVID levels and the prime-age EPOP ratio has closed around 40 percent of the gap to pre-COVID conditions.", "In contrast, the labor force participation rate of 61.7 percent in August has shown little progress so far.", "Some observers argue that labor force participation has moved permanently lower, and the labor market is already tight, such that we should not expect a return to pre-COVID employment conditions.", "But the decline in labor force participation appears to reflect COVID-related constraints that have been prolonged by Delta rather than permanent structural changes in the economy.", "For instance, the number of respondents to the Census Household Pulse Survey indicating they were not working due to either being sick with COVID or caring for someone sick with COVID more than doubled between late July and early September, returning to levels seen early this year.", "While I am hopeful for improvements in the September employment report with the return to in-person education, the effects of Delta have likely prolonged caregiving constraints.", "For example, last week there were just over 2,000 school closures for COVID across nearly 470 school districts in 39 states.", "While the disruptions last just under six days on average, the possibility of further unpredictable disruptions could cause The gap of payroll employment to pre-COVID trends is the gap between the current level of payroll employment and the level that would have occurred had total nonfarm payrolls grown at a constant rate of 168,000 per month (the average growth rate in 2019) beginning in March 2020.", "The references in this paragraph to percentages of gaps closed describe the fraction that remains in the current data of the difference between pre-COVID conditions and the conditions that existed in December 2020.", "For example, the unemployment rate was 3.5 percent in February 2020 and 6.7 percent in December 2020, a gap of 3.2 percentage points.", "In August, the unemployment rate was 5.2 percent, implying a gap to pre-COVID conditions in this metric of 1.7 percentage points, meaning that a little under 50 percent of the 3.2 percentage point gap that existed in December 2020 had been closed by August 2021.", "The Census Bureau estimates that the number of non-employed individuals citing one of these factors as their main reason for not working rose from 2.0 million in wave 34 of the Household Pulse Survey (reflecting data collected from July 21 to August 2) to 4.7 million in wave 37 (reflecting September 1 to September 13).", "For more information, see -surveys/household-pulsesurvey/data.html.", "These data are reported by Burbio through September 20.", "For the most recent update, see -tracker-update-latest.", "some parents to delay their plans to return to the labor force.", "Similarly, COVID-related challenges have reduced the availability of day care, preschool, and after-school care, further complicating parental return-to-work decisions.", "Research has shown that the pandemic has taken a significant toll on the labor market status of many mothers, particular Black and Hispanic mothers, mothers with younger children, and mothers with lower incomes.", "With record-high job openings and an unemployment rate just above 5 percent, the headline vacancy-to-unemployed (V/U) ratio has risen above 1 vacancy per job seeker and is now at pre-pandemic levels.", "Some cite this ratio of job openings to job seekers as indicating we are close to full employment.", "But virus conditions may be driving an important wedge between labor supply in the near term relative to the medium term.", "It is instructive to consider the period 2017 to 2019 when the V/U ratio remained in a tight range around a value of 1.2, similar to its July value.", "Although prime-age unemployment declined by less than half a percentage point over this period, that modest decline was accompanied by a 2 million increase in the prime-age labor force, which raised the prime-age EPOP ratio about 11⁄2 percentage points.", "See, for example, Claire Cain Miller (2021), \"'Can't Compete': Why Hiring for Child Care Is a Huge Struggle,\" New York Times, September 21, -care.html.", "Recent research found that women with very young children, who accounted for 10 percent of the prepandemic workforce, accounted for almost one-fourth of the unanticipated decline in employment during the pandemic.", "Workers with Young Children during COVID-19,\" Federal Reserve Bank of Atlanta, Policy Hub, No.", "2021-10, /-/media/documents/research/publications/policy-hub/2021/09/01/10--where-arethey-now--workers-with-young-children-during-covid-19.pdf.", "Previous research also indicates that participation for mothers in households with an annual income below $50,000 per year declined nearly 9 percent relative to pre-pandemic levels, while participation for mothers in households with incomes above $100,000 fell a little under 2 percent.", "For more information, see Olivia Lofton, Nicolas PetroskyNadeau, and Lily Seitelman (2021), \"Parents in a Pandemic Labor Market,\" Working Paper Series 2021-04 (San Francisco: Federal Reserve Bank of San Francisco, February), -papers/2021/04.", "So, the headline V/U ratio may not be as informative when there are substantial lags in the recovery of labor force participation.", "Lagging participation is likely to be particularly important currently, in the presence of COVID constraints such as fears of contracting the virus and caregiving responsibilities.", "While these constraints have been prolonged by the Delta variant, they are not permanent or structural.", "Therefore, it is more informative to rely on a V/U ratio that adjusts the unemployment rate for pandemic- related nonparticipation and misclassification.", "After adjusting for pandemic-related nonparticipation, the ratio of job openings to job seekers was about 0.85 in July-nearly one-third below the headline ratio-and similar to levels last seen between 2014 and 2016-suggesting there is ample room for a full recovery in employment.", "The assertion that labor force participation has moved permanently lower as a result of a downturn is not new.", "Indeed, it has been a regular feature of the early stages of recent recoveries.", "Research demonstrates that the labor force participation rate cycle lags that of the unemployment rate by years.", "So, it is important to consider indicators beyond the headline unemployment rate when assessing progress toward maximum employment, as participation gains might come late in the recovery for some groups.", "For these reasons, I see no reason employment should not reach levels as strong or stronger than before the pandemic.", "Next let's consider price stability.", "Inflation is currently elevated.", "This is creating challenges for consumers and businesses alike.", "But the high inflation readings from the spring and early summer were disproportionately driven by a few sectors experiencing specific supply bottlenecks.", "In May and June, new and used vehicle prices accounted for half of the outsized monthly increases in core consumer price index (CPI) inflation.", "These categories were lesser contributors in July, and in the August CPI their joint contribution declined to essentially zero, as prices finally began to retreat for used cars, offsetting increases in new car prices.", "I am closely monitoring incoming data for any indications that the breadth of inflation pressures is rising.", "Twenty-four-month core personal consumption expenditures (PCE) inflation provides one approach to smoothing through the distortions from the pandemic: It is estimated to have been 2.5 percent in August, above the 2 percent target, but well below the 12-month measure.", "The Dallas trimmed mean inflation measure provides another indicator of the breadth of inflation pressures: It came in at 2.0 percent in July-well below the 12-month measure of core PCE inflation.", "The currently elevated level of inflation is driven by COVID-related disruptions.", "As these COVID-related disruptions subside, most forecasters expect inflation to move back down toward the Federal Reserve's 2 percent long-run objective on its own.", "That is the sense in which currently high inflation is likely to be transitory.", "In that regard, the August monthly CPI reading was the first month with a notable retrenchment among COVID-sensitive categories like hotels, used cars, and rental cars.", "So, I expect inflation to decelerate, and pre-COVID inflation dynamics to return when COVID disruptions dissipate.", "But with Delta disrupting the rotation from goods to services and prolonging supply bottlenecks, it is uncertain just how fast and how much inflation will decelerate over the remainder of the year and into next year.", "Therefore, I am monitoring a few upside risks closely.", "First, while rent and owners' equivalent rent both rose a moderate 0.3 percent in the August CPI data, if housing services inflation moved up substantially more than expected, it could provide durable upward pressure on inflation.", "Second, there is a risk that goods prices may not decelerate and return to pre- COVID trends as is widely expected, for instance, if excess savings or disruptions to services result in persistently elevated goods demand.", "Third, I will be watching for any signs that wage gains are feeding into higher inflation more broadly, but the evidence so far suggests that wage gains are broadly in line with productivity growth, and the labor share of income remains low relative to historical levels.", "To date, high markups and non- wage input costs appear to be more notable contributors to inflation than wage pressures.", "Finally, I am vigilant for any signs that the current high level of inflation might push longer-term inflation expectations above levels consistent with our 2 percent inflation objective.", "Market-based measures of inflation compensation suggest inflation expectations remain well anchored.", "For instance, the five-year, five-year-forward CPI inflation compensation measure based on Treasury Inflation-Protected Securities has remained range bound around 2.2 percent since declining about 0.2 percentage point in June-consistent with the FOMC's 2 percent objective for PCE inflation.", "Survey-based measures also suggest longer-run expectations remain well anchored.", "Recent analysis of the Survey of Consumer Expectations (SCE) concludes that \"in August 2021 consumers' five-year ahead inflation expectations were as well anchored as they were two years ago, before the start of the pandemic.", "\"17 Longer-term inflation expectations in the University of Michigan Survey of Consumers have moved mostly sideways in the past four to five months, and the current reading of the Federal Reserve Board index of common inflation expectations remains well within the range that prevailed before 2014.", "While one-year ahead measures in the SCE and the Michigan survey have seen large increases, these short-term measures tend to move with consumers' experience of contemporaneous inflation.", "So what do these developments imply for the path ahead?", "One clear lesson is that we need to be humble about our ability to correctly anticipate future economic conditions given the unpredictability of the virus.", "We had expected a smooth rotation from goods spending to services spending during a complete reopening this fall, but Delta has slowed this process.", "Partly as a result, employment gains flatlined in August in the leisure and hospitality sector, where many of the job losses have occurred.", "As a result of Delta, the September labor report may be weaker and less informative of underlying economic momentum than I had hoped.", "Payroll employment is now between 5 and 81⁄2 million short of where it would be in the absence of the pandemic.", "The unemployment rate adjusted for pandemic-related nonparticipation is 7.5 percent.", "Employment is still a bit short of the mark on what I consider to be substantial further progress.", "But if progress continues as I hope, it may soon meet the mark.", "While inflation has been well above target for the past six months, affecting consumers and businesses alike, it previously spent roughly a quarter century below 2 percent.", "There are good reasons to expect a return to pre-COVID inflation dynamics due to the underlying structural features of a relatively flat Phillips curve, low equilibrium interest rates, and low underlying trend inflation.", "While the playbook for guiding inflation back down to target following a moderate overshoot is well tested and effective, experience suggests it is difficult to guide inflation up to target from below.", "Once COVID constraints recede, I see no reason the labor market should not be as strong or stronger than it was pre-pandemic.", "The forward guidance on maximum employment and average inflation sets a much higher bar for the liftoff of the policy rate than for slowing the pace of asset purchases.", "I would emphasize that no signal about the timing of liftoff should be taken from any decision to announce a slowing of asset purchases.", "We have learned this summer that it is important to remain highly attentive to the data and to avoid placing too much weight on an outlook that remains highly uncertain.", "In implementing policy step by step, we must remain faithful to our new framework and attentive to changing conditions in order to ensure sufficient momentum as fiscal tailwinds shift to headwinds to achieve our maximum employment and inflation goals."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["Delta variant", "Inflation", "Labor market", "Employment", "Unemployment", "Monetary policy", "Fiscal policy", "Supply chain", "Inflation expectations", "Phillips curve"]}