{"sentences": ["Heed to Heal - Climate Change is the Emerging Financial Risk1 (Keynote Address delivered by Shri.", "M. Rajeshwar Rao, Deputy Governor, Reserve Bank of India - Thursday, September 16, 2021 - at the CAFRAL Virtual Conference on Green and Sustainable 1.", "A very good morning to all of you.", "I am thankful to CAFRAL for having given me an opportunity to interact with the participants of the Virtual Conference on Green and Sustainable Finance.", "The theme of today's Conference i.e., Green and Sustainable Finance is highly contextual.", "While the pandemic brought in a myriad set of challenges for the authorities around the world in framing and implementing policies for supporting lives and livelihoods, it has also given us time to pause, reset and reflect on several things including the issue of providing a sustainable, greener and better future for our succeeding generations.", "The impact of climate change is increasingly seen and felt as it plays out across the globe in different forms be it floods in the United Kingdom, heatwaves and wildfires in Canada and Australia or natural calamities in various parts of India.", "This Conference organized by CAFRAL gives us an occasion to gather our thoughts and brainstorm on the road ahead on this critical issue.", "Climate change is possibly the biggest threat staring at the face of humanity.", "How we tackle this challenge will be a defining moment of our times.", "The latest report of the Intergovernmental Panel on Climate Change2 (IPCC) released last month has further highlighted the need for urgent action in addressing climate change.", "The report is a stark reminder for all nations that unless we start taking remedial actions urgently, the world is in for difficult times.", "Let me try to drive home this point by quoting from the report: \"We can't undo the mistakes of the past.", "But this generation of political and business leaders, this generation of conscious citizens, can make things right.", "This generation can make the systemic changes that will stop the planet warming, help everyone adapt to the new conditions and create a world of peace, prosperity and equity.", "Climate change is here, now.", "But we are also here, now.", "And if we don't act, who will?\"", "How climate change is affecting us and financial institutions 5.", "Environmental degradation and climatic change is impacting everything around us.", "The Global Risks Report 2021 of the World Economic Forum (WEF) has identified extreme weather, climate action failure and human environmental damage as the top risks by likelihood, and climate action failure as the second most impactful risk (only after infectious disease).", "The IPCC report highlighted that climate crisis is affecting every region in the world in multiple ways.", "It provides new estimates of the chances of crossing the global warming level of 1.5°C in coming decades and warns that unless there is immediate, rapid, sustained and large-scale reduction in greenhouse gas emissions, limiting planet warming to close to 1.5°C or even 2°C will be beyond reach.", "A report of the Ministry of Earth Sciences, Government of India released last year concluded that since the middle of the twentieth century, India has witnessed a rise in average temperature, a decrease in monsoon precipitation, a rise in extreme temperature, droughts, and sea levels, as well as increase in the intensity and frequency of severe cyclones.", "There is compelling scientific evidence that human activities have influenced these changes in the regional climate.", "Given the profile of the event, it will be worthwhile to deliberate a bit further on the interlinkages between climate related risks and financial institutions.", "These climate trends and events have a direct bearing on the economy and financial system including banks.", "Uncertainty around the severity and timing of climate and environment related impact is a source of financial risk and may have a bearing on the safety and soundness of individual financial institutions / entities and in turn the stability of the overall financial system.", "It, therefore, becomes incumbent on financial institutions to manage the risks and opportunities that may arise from environmental degradation and a changing climate.", "Climate-related financial risk refers to the risk assessment based on analysis of the likelihoods, consequences and responses to the impact of climate change.", "Thus, Climate-related financial risks may arise not just from climate change but also from efforts to mitigate these changes.", "One such example is investment behaviour.", "Globally many investors have already started to move away from firms which generate greater environmental costs or engage in activities which are likely to cause environmental harm, sometimes collectively referred as 'high-emitting sectors'.", "Such a trend may result in a loss of funding or increase in financing costs for high-emitting entities which ultimately generates viability concerns around such entities.", "Another important dimension for the financial entities is the reputational impact.", "Reputational concerns arise when customers financed by the financial institutions carry on business activities which have an adverse environmental impact.", "These risks have already started manifesting and are impacting the economy and financial system.", "The good news is that the financial institutions have started recognising this threat.", "In a recent international survey3, climate change topped the list of long-term risks for banks for the first time since its inception over a decade back.", "More than nine in ten (91%) of the surveyed bank chief risk officers (CROs) viewed climate change as the top emerging risk over the next five years.", "The Financial Stability Report4 (FSR) of July 2021, highlights the fact that climate change risks are ascending the hierarchy of threats to financial stability across advanced and emerging economies alike.", "Consequently, the need for an appropriate framework to identify, assess and manage climate-related risk has become an imperative.", "Climate risk is also a risk to financial firms, and it is starting to worry banks and 10.", "Climate change and its impact is increasingly being acknowledged as a key risk driver for the financial system by governments, regulators and financial firms.", "Climate risks can impact the financial sector through two broad channels; first - physical risks which mean economic costs and financial losses resulting from the increasing severity and frequency of extreme weather events and long-term climate change and second - transition risks which arise as we try to adjust towards a low-carbon economy.", "It is, therefore, important to understand these risk drivers which are likely to affect the financial firms.", "Let me elaborate a bit further on them.", "Physical Risk Drivers 11.", "Physical risk drivers are directly observable and often refer to frequent extreme weather events which inflict direct economic costs and financial losses on financial firms as well as longer-term but gradual shift in the climate.", "Such acute physical risks arise from extreme climate change related events such as heatwaves, landslides, floods, wildfires and storms.", "On the other hand, chronic physical risks are longer term events as they arise from gradual shifts of the weather patterns such as changes in precipitation, extreme weather variability, ocean acidification and rising sea levels and average temperatures.", "Importantly, physical risk impact depends largely on geographical locations as different regions display different climate patterns.", "Transition Risk Drivers 12.", "Transition risks essentially reflect as compliance cost when we embark upon the process of adjustment towards a low-carbon economy.", "This would include changes in government policies, market and customer sentiments and necessity for technological upgradation.", "Mandated climate-related mitigation plans could cause decrease in financial valuation or downgrade of credit ratings for businesses which are violating climate norms.", "Such plans can also cause a shift in market power from one firm to another through introduction of subsidies to compliant firms.", "Climate risk is difficult to measure and quantify 13.", "The broader issue which we need to be aware of and respond to is that climate change is affecting financial firms through both - direct as well as indirect channels and has a number of elements which present unique challenges and may, in fact, require a de novo approach to financial risk management.", "The key elements of climate change outcomes are: • The impact is far-reaching in its breadth and magnitude, relevant to multiple lines of business, sectors and geographies.", "Given the unprecedented nature of climate change outcomes, historical data and traditional backward-looking risk assessment methods are unlikely to adequately capture future impacts.", "• Climate risks may materialize over uncertain and extended time horizons which generally extend beyond typical financial and business cycles.", "We also have to be prepared for uncertainty of outcomes even where we are able to foresee the nature of events.", "It is, therefore, important to develop a better understanding of the interaction between climate risks and business activities of financial institutions, as well as the compounding effect such risks may have on various prudential risk categories, for Rising frequency and severity of extreme weather events can impair the value of assets held by the banks' customers, or impact supply chains affecting customers' operations, profitability and business viability affecting assessment of credit risk.", "• Shifts in investor preferences could lead to decline in valuation and increased volatility in bank's investment books requiring change in the provision for market risk capital.", "• Increased demand for precautionary liquidity to respond to market volatility arising from extreme weather events may induce need for higher liquidity buffers.", "• Disruption in business continuity given the impact on the financial firm's infrastructure, systems, processes and staff.", "The financial firms and banks are thus exposed to climate related risk through its derivative impact on all risks which a bank or a financial firm face including, underwriting risk, reputational risk and strategic risk.", "Therefore, it is important to recognise the impact of climate risk on financial firms and plan for it.", "Although the physical and transition risk drivers and transmission channels through which climate risks affect financial institutions are increasingly apparent, quantification of those risks remains a challenge for financial firms and their supervisors.", "Measurement efforts have been hampered by data gaps and methodological hurdles, many of which are unique to climate risk and contribute to elevated uncertainty in estimates of climate-related risks.", "For instance, assessment of the potential impact of climate change may require precise data on the location of a borrower's assets and business operations, as well as information on local weather patterns for those locations.", "It may also require knowledge of a counterparty's carbon emissions and of policies in different industries and jurisdictions.", "Data at this level of granularity is often unavailable or difficult to acquire, presenting challenges in calculating the magnitude of climate-related financial risks.", "Case to act early and ensure orderly transition 17.", "Both climate change and the transition to a carbon-neutral economy have the potential to affect economy and by extension, general welfare of the people.", "Hence, there is a clear benefit to acting early and ensuring an orderly transition.", "While transition costs may be higher in the short term, they are likely to trend much lower in the long run when compared to the costs of unrestrained climate deterioration.", "It is thus, vital to make the financial system more resilient in the face of the potential costs of extreme weather events.", "The central bank community is aware of this and is engaged in working on this area much like the consolidated work undertaken after the Global Financial Crisis (GFC) which had has added resilience to the financial sector and it has come in handy during the pandemic.", "But more than that supporting innovation in new technologies (clean energy and climate-related R&D) is paramount, as is acting and investing in green infrastructure that uses better standards and lower-carbon production processes.", "The financial industry has a role in and responsibility to help develop new financial instruments to channelize savings towards green initiatives to make them more sustainable, rewarding, and impactful.", "Green and sustainable finance is, in general, the route financial sector is taking in this transition.", "Green Bonds: Gaining momentum 19.", "At a conceptual level, \"green finance\" can be defined5 as financing of investments that deliver environmental benefits in the broader context of environmentally sustainable development.", "These environmental benefits include, for example, reductions in air, water and land pollution, reductions in greenhouse gas emissions and improved energy efficiency.", "Such a definition is directionally clear whilst allowing for different technical interpretations by countries.", "In particular, interest in green bonds and green finance is progressively gaining momentum as it has become a priority for many issuers, asset managers and governments alike.", "Global issuance of green bonds surpassed $250 billion in 2019 - about 3.5% of total global bond issuance ($7.15 trillion)6.", "Projections7 estimate that global issuance of green bond is likely to reach $450 billion this year and that there is high possibility of issuance surpassing $1 trillion in 2023.", "Overall, developed economies contributed major part of green bond issuance globally.", "Among the emerging economies, India occupies the 2nd spot (after China) in the cumulative emerging market Green Bond Issuance, 2012-2020 (US$ million)8.", "Source: Emerging Market Green Bonds Report 2020 International Initiatives on climate-related financial risk: G20 and FSB 21.", "A number of initiatives are under way across the international fora, central banks, academics and private sector stakeholders to study climate-related financial risks.", "Critically, climate change related topics are being given an important place in the agenda of both the G20 and G7 for 2021, and preparations are underway for the upcoming COP269.", "The G20 for the first time adopted a joint final communiqué, which gives momentum to the common mission of the G20 countries to preserve global climate and ensure a clean and inclusive energy transition.", "They agreed that the crisis unleashed by the pandemic reinforced the importance of using science as a compass to guide the development of policies aimed at ensuring the common good.", "In this sense, it was important that - for the first time - the G20 recognised the fact that the impacts of climate change will be much lower in the context of a global temperature rise not exceeding 1.5°C than in that of a 2°C increase, as affirmed in the \"Global Warming of 1.5°C\" IPCC Special Report\".", "On the basis of this conclusion, the Members of the G20 decided to accelerate action to keep this 1.5°C limit on the rise of global temperatures within reach during the critical decade of the 2020s.", "G20 has thus made climate action a key priority and an integral part of the recovery from the pandemic.", "Tackling climate change and the other challenges needed to bring economic development onto a sustainable path requires the involvement of the financial system and its alignment with the objectives of Agenda 2030 and the goals of the Paris Agreement10.", "In line with its vision, articulated around the pillars of People, Planet and Prosperity, the G20 re-established the Sustainable Finance Study Group (SFSG).", "In parallel, the Financial Stability Board is working on ways to promote consistent, high-quality climate disclosures in line with the recommendations of the Task Force on Climate-related Financial Disclosures11.", "It is also continuing to work on data requirements and gaps that are crucial for assessing the financial stability risks posed by climate change.", "Concurrently, the International Financial Reporting Standards Foundation is moving ahead with a proposal to set up an international sustainability standards board (ISSB) to deliver the first consistent, single set of global norms for climate-related company disclosures.", "Role of central banks, BCBS and NGFS 25.", "The fight against climate change is certainly a task for the global economy, society, and its institutions - including central banks.", "Greenhouse gas emissions do not stop at national borders, and international trade accounts for a significant share of global emissions.", "At the same time, we need to understand the roles played by all relevant actors and how they complement each other.", "Therefore, coordination at the global level would be essential.", "Central banks are engaged in many international fora that have made climate change a top priority, including the Central Banks and Supervisors Network for Greening of the Financial System (NGFS) and the Basel Committee on Banking Supervision's Task Force on Climate-related Financial Risks (TFCR).", "The NGFS is a group of Central Banks and supervisors willing to share best practices and contribute to the development of environment and climate risk management in the financial sector.", "In order to learn from and contribute to the global efforts towards enhancing the role of the financial system to manage risks and to mobilize capital for green and low-carbon investments, the Reserve Bank of India joined the Network for Greening the Financial System (NGFS) as a member central bank in April 2021.", "The Reserve Bank expects to benefit from the membership of NGFS by learning from member central banks and regulators and contributing to the global efforts on green finance and the broader context of environmentally sustainable development.", "It has, accordingly, begun participating in the workstreams of the NGFS and would be making use of the NGFS platform to equip its officers with the necessary skills and knowledge on climate-related risks.", "The BCBS on the other hand has focused initial efforts on analytical research on the climate topic over the past few years and published two important analytical reports12 on climate-related risk drivers and measurement methodologies.", "Taken together, the reports conclude that climate risk drivers can be captured in traditional financial risk categories.", "But additional work is needed to connect climate risk drivers to banks' exposures and to reliably estimate such risks.", "While a range of methodologies is currently in use or being developed, challenges remain in the estimation process, including data gaps, regional variations and uncertainty associated with the long-term nature and unpredictability of climate change.", "The ability to estimate and effectively mitigate climate-related financial risks will improve when we are able to iron out these challenges or could find an alternative approach.", "The TFCR is working to identify any potential gaps in the Basel Framework and develop appropriate measures to address them.", "Sustainable Finance and role of RBI in a dynamic world 28.", "The Reserve Bank of India's mission13 statement encompasses universal access to financial services and a robust, dynamic and responsive financial intermediation infrastructure and recognises the importance of active and receptive financial intermediation.", "As the economy and financial system are not static, we need to appropriately respond to the changes around us.", "We also need to proactively consider new and emerging risks and opportunities while delivering monetary and financial stability in a time consistent manner.", "The Reserve Bank had already advised banks in 2007 to put in place an appropriate action plan towards making a meaningful contribution to sustainable development.", "Slowly and steadily, the Reserve Bank has been incentivising bank lending towards greener industries and projects.", "For example, renewable energy projects have been included under Priority Sector Lending (PSL).", "In 2012, RBI included loans sanctioned by banks directly to individuals for setting up off-grid solar and other off-grid renewable energy solutions for households and in 2015, the PSL criteria was expanded to bank loans up to a limit of ₹ 15 crore to borrowers for purposes like solar based power generators, biomass based power generators, wind mills, micro-hydel plants and for non-conventional energy based public utilities viz.", "street lighting systems, and remote village electrification.", "In 2020, the above limit for bank loans was doubled to ₹30 crore.", "The Reserve Bank has also tried to spread awareness on the issue of green and sustainable finance by discussing the opportunities and challenges of green finance through its publications and other communication.", "For instance, in its Report on Trend and Progress of Banking in India 2018-19, the Reserve Bank noted the risk of a climate change on financial assets and the need to accelerate the efforts for environment- friendly sustainable development.", "We need to be conscious that addressing climate risk in the financial sector is our joint responsibility as it may affect the resilience of financial system in long run.", "As the risks and opportunities and financial impact arising from climate change vary across jurisdictions, this poses unique considerations for emerging economy like India.", "The challenge before us is to mainstream green finance and think of ways to incorporate the environmental impact into commercial lending decisions while simultaneously balancing the needs of credit expansion, economic growth and social development.", "Recently, we have set up a Sustainable Finance Group (SFG) within the Department of Regulation in the Reserve Bank which will be spearheading RBI's efforts and regulatory initiatives in the areas of sustainable finance and climate risk.", "Some of the initiatives which we are contemplating and discussing within the Reserve i) Integrating climate-related risks into financial stability monitoring.", "ii) Building in-house capacity on assessment and monitoring of climate risk and generating awareness of climate-related risks among regulated entities.", "iii) Coordinating with other financial regulators to better understand the climate-related risks to the financial system and those related to a transition to a low carbon-economy.", "iv) Advising regulated entities to have a strategy to address climate change risks and appropriate governance structures to effectively manage them from a micro-prudential perspective.", "v) Exploring forward looking tools like climate scenario analysis and stress testing for assessing climate-related risks.", "The global understanding of systemic impact of climate change on the economy and the financial system as also its resultant impact on financial stability is evolving and, accordingly, the responses of central banks and supervisors around the world have also been developing.", "The private and the public sector need to build on our early progress, both by recognising what we do know and urgently filling in the gaps around what we do not.", "I would also like to emphasize that this is not about of a particular industry, a central bank or even a country.", "The impact of climate risk transcends across the national borders and continents.", "Let us be aware that even the countries which are not major contributors will also be equally impacted by these risks.", "We all are in it together.", "All of us should also recognise that our endeavour in dealing with climate change at this juncture cannot be approached as a marathon or as a sprint, it has to be a well-judged middle-distance run.", "Every stride counts on the way.", "In closing, ladies and gentlemen, I wish you a day full of learning and insightful deliberations.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Financial risk", "Green finance", "Climate-related financial risk", "Physical risk", "Transition risk", "Sustainability", "Green bonds", "Central banks", "Climate-related disclosures"]}