{"sentences": ["Esteemed organisers, Thank you for inviting me to open today's Re-Set Conference.", "It is a pleasure to be able to speak about new challenges.", "Those that are ahead of not only central banks and other global economic policy creators, but also, ahead of all of us as citizens of the planet.", "The crisis, which is, unfortunately still ongoing, reminded us of how important we are to each other.", "It reminded us of the value of human health, but also of the economy.", "It was crucial that our health and the economy were strong when the crisis broke out, in order to overcome it more easily.", "The prevention has always been and will be important.", "The fact that we did not wait for the economic shock to hit is critical.", "We took preventive, targeted and balanced measures - not regretting the resources, but not squandering them away either.", "We have tackled economic issues on every front, and we still are.", "This is how we achieve the synergy effect - the preservation of lives and health of people and a faster recovery of the domestic economy.", "We are proud to say that our economy is returning to the pre-pandemic level as we speak.", "Many individual sectors already did it in 2020, but the overall economy should reach its pre-crisis level in this quarter.", "Faced with conditions which were not the least bit easy, we kept the stability of the exchange rate and all other segments of the domestic financial market.", "We provided the necessary liquidity to banks and corporates in time, including the most favourable financial terms ever.", "We maintained high foreign exchange reserves, having additionally strengthened their structure, all with a view to a faster recovery of the domestic economy, one of the fastest in Europe and the world.", "We are aware that there are new challenges ahead of us.", "In parallel with the need for global economic recovery, appeals about the need for environmental protection are becoming increasingly vocal worldwide.", "However, not only economic policy creators but all citizens should be aware of this, everyone who contributes to pollution, to a smaller or greater extent!", "Should ecology be one of the priorities of this country?", "Does this mean that factories should be shut down and new ones should not be opened?", "Does it mean that a healthy economic development of our country should be slowed down or prevented?", "This is why we need to enable uninterrupted development, but one that is greener - and all of us must participate in this and start doing our share of the work.", "Growing environment sustainability problems that we increasingly face have become visible everywhere around us.", "These are global challenges, posed particularly to future generations.", "Hence, it is no surprise that environmental challenges have been the focus of global leaders' attention over the past years.", "Economic policy makers are also devoting more and more attention to this issue.", "Voices are getting louder in recent years.", "They emerged in Europe, then in the USA, and now they are roaring from Asia, too - they are calling not only for awareness raising, but for action in greening the planet as well.", "From economic and financial perspective, this implies rewarding projects aimed at reducing carbon use and increasing reliance on alternative sources of energy.", "More specifically, an efficient method is sought for sanctioning, from the financial market perspective, toxic emissions in production and processing.", "The transformation to a \"green\" economy has numerous, scientifically confirmed advantages.", "It is expected to be the key engine of sustainable global growth in the medium and long run.", "Depending on the region where they operate, financial markets have developed new, \"green\" instruments (such as \"green\" bonds).", "The purpose of these instruments is to increase the level of financial flows towards \"sustainable\", environmentally friendly projects.", "\"Green\" bonds are gaining in popularity, not only because of their importance for mobilizing funds for environmentally acceptable industries, but also because of the numerous benefits they offer to both issuers and investors, while having positive final effects on the general population.", "A well-known example is that of Germany which decided to issue \"twin\" green bonds, with the same characteristics as the conventional bonds.", "To ensure price equality, they committed to performing the so-called switch transactions - exchanging one bond for the other.", "Central banks worldwide also took action.", "Some central monetary institutions have already adjusted their strategies and goals (and many are planning to do so).", "Thus, in addition to targeting low and stable inflation, the Bank of England recently decided to update its remit to include support to environmentally sustainable growth.", "Environmental objectives were also included in the ongoing monetary strategy review by the European Central Bank (ECB).", "In addition to individual efforts, coordinated global action is gaining momentum as well.", "At the One Planet Summit held in December 2017 in Paris, a group of central banks set up the Network of Central Banks and Supervisors for Greening the Financial System (NGFS).", "In slightly more than three years, over 80 central banks worldwide joined this network, which indicates that environmental challenges rank high among central banks' priorities.", "In September 2019, the Bank for International Settlements launched an open-ended fund for \"green\" bond investments by central banks.", "The aim was to help central banks to incorporate environmental sustainability objectives in the management of their foreign exchange reserves.", "The trends are clear and unambiguous.", "An increasing number of global participants are becoming involved.", "Still, we need to be reasonable in this as in all other cases.", "For, while it is important to take timely and adequate action, consistent with global initiatives, towards \"greening\" the domestic economy, it is equally important not to become part of a new \"fashion\", a wrong current led by popular ideas.", "All that glitters is not gold, as the old saying goes!", "This is why we must not be swayed by fashion and trends or take action just because \"everyone else is doing it\".", "We must analyse well our own scope and possibilities of action, in order for benefits to outweigh the negative effects.", "The NBS has been analysing these developments for quite some time, keeping abreast of changes in the international environment.", "As in all other aspects of our work, we always take carefully weighed up measures resulting from comprehensive analyses.", "Only this way can we be sure that any adjustments we make will be implemented in the right manner.", "It has never been our goal to take \"random\" decisions, for the sole purpose of keeping up with global \"trends\".", "We would never allow the central bank's activities to be the grounds for \"greenwashing\" - an equally present trend where funds earmarked for environmental projects are used for other purposes.", "This not only devalues individual projects, but also the entire concept of a \"green\" economy.", "The importance of environmental protection and climate change for our country has been confirmed by the recent adoption of the Law on Climate Change.", "Its effects in the medium term could strengthen Serbia's resilience to the negative consequences of climate change, as well as improve the local environment, air quality and, by extension, the health of our population.", "The transformation to an environmentally sustainable economy is of special importance for emerging markets, particularly if their development greatly depends on sectors more sensitive to climate change (such as agriculture, forestry and water management).", "Finally, allow me to reiterate my key messages.", "First of all, we are aware of the importance of environmental protection and the need for all parties - from individuals to institutions and decision-makers - to act responsibly and in a more environmentally friendly manner.", "Secondly, every activity needs to be carefully measured and well-calibrated in order for benefits to outweigh negative effects.", "We must not follow trends blindly but should instead take and implement well-reasoned decisions to protect our environment.", "Finally, the development of the domestic economy, which increasingly relies on production and building of capacities and infrastructure, must not be halted.", "It should be environmentally supported and oriented, but not threatened.", "Because the development of a country and the economic standard of its population is symbiotically linked with a higher environmental and living standard - with increased awareness and efforts to achieve the \"greening\" of the domestic economy.", "For this reason, let us all work together, each in our own domain, to protect ourselves and others!", "Thank you for your attention!", "I wish us all a successful conference!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["green economy", "environmental protection", "sustainable growth", "climate change", "green bonds", "financial stability", "economic recovery", "central bank", "greenwashing", "Serbia"]}