{"sentences": ["Let me start by thanking the Boao Forum for Asia for the kind invitation to this conference and let me express my regret for the impossibility of joining you in person in Boao.", "In these remarks, I will discuss the importance of international cooperation in supporting the transition to net carbon neutrality and I will briefly describe the related activities that we are carrying on within the Group of Twenty.", "Climate change and the pandemic are the most important global problems of our times.", "There is no need to remind this audience that the growing use of fossil fuels is pushing greenhouse gas concentrations to levels that, unless forceful measures are taken, by the end of this century will lead to a rise in the temperature of the planet that would bring catastrophic consequences for our ecosystems.", "Many of the root causes of climate change, such as deforestation and the loss of habitat, by increasing the chance of contact between people and wildlife also increase the risk of pandemics.", "As the United Nation's One Health approach recognises, our health is closely connected to the health of the planet.", "Climate change is, in particular, a classic example of a negative externality: carbon emissions represent a cost that spills over onto other markets besides the one in which they originated.", "But in this case, as pointed out by Professor Nordhaus in his Nobel lecture, externalities are particularly thorny due to their global nature, which puts them outside the domain not only of markets but also of national governments, just like the pandemic is doing in these days.", "Close international coordination is therefore needed.", "We must bear in mind that stopping climate change requires first of all a strong and consistent political determination: national governments are the only institutions that can provide incentives to \"green\" investments, levy taxes on carbon emissions, and introduce regulations limiting the amount of allowable emissions.", "But finance can go a long way towards helping and reinforcing this process, channelling more resources towards green investments.", "For these reasons, the Finance Track of the G20 has put sustainable finance among its top priorities.", "There is a lot that can and needs to be done.", "- Filling data gaps and improving firms' disclosure is crucial in order to correctly assess climate-related financial risks and to facilitate their integration in investment strategies.", "- Central banks can cooperate by establishing a common framework to measure climate-related risks and to integrate them into their risk management practices.", "In this perspective, central banks should also lead by example, by disclosing their climate-related exposure and explaining how they take climate risks into account in their investment strategies.", "- Reliable scenario analysis is essential: the standardised scenarios prepared by the Network for Greening the Financial System provide a promising common reference framework for the assessment of macro-financial risks related to climate change.", "- National governments should then play a decisive role: besides underlining the importance of carbon pricing schemes, let me reiterate the need for removing environmentally harmful subsidies, thereby promoting a reallocation of capital towards green investment.", "This year Italy is not only chairing the G20, but is also partner with the UK Presidency, which is also leading the G7, for the next COP26.", "We are therefore strongly committed to building a consensus among the members of the G20 in order to bring concrete and ambitious results to COP26, making this year a turning point in the fight against climate change.", "- Within the G20, the Financial Stability Board has been given the task of reporting on disclosure and data gap.", "The IMF has also been asked to consider climate issues in preparing a new Data Gap Initiative and, together with the OECD, to prepare a report on the role of taxation in tackling climate change, which will be discussed during a High-Level Tax Symposium to be held in July.", "- Under our initiative, the G20 has revived the Sustainable Finance Study Group.", "We have proposed China and United States to co-chair this group, and we are very grateful for their decision to accept this responsibility.", "The group, which is being upgraded to a fully-fledged working group, has made rapid progress in the last weeks and is now focusing its work on three areas: sustainability reporting; the metrics for classifying and verifying investment sustainability; the way to enhance the contribution of international financial institutions to the goals of the Paris Agreement.", "In the first half of May the study group will organise a G20 Finance Roundtable with the private sector.", "The purpose of this event will be to offer an in-depth perspective from a range of private sector stakeholders on the agenda for this year and to provide specific suggestions to feed into the G20 Roadmap to advance the sustainable finance agenda.", "This will lead the way towards the Venice Climate Summit, which will also be held next July, in which we will explore ways of scaling up dedicated finance to support global and consistent policies to pursue a just transition towards a carbon-neutral economy.", "Let me conclude by saying that I am grateful for the fact that there has been a large recognition across all countries of the importance of this agenda.", "The transition to net-zero emissions is essential if we want to reduce the risks that climate change poses to the wellbeing of the present and future generations.", "By continuing to work together, central banks, supervisory authorities and the financial sector at large will be able to provide a key contribution to reaching our climate goals."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Sustainability", "Finance", "Green investment", "Carbon emissions", "Pandemic", "Financial risks", "Data gaps", "G20", "COP26"]}