{"sentences": ["Accompanying slides can be found on the Central Bank of Serbia's website.", "Esteemed members of the Government, representatives of the diplomatic corps, fellow economists, representatives of the corporate sector, ladies and gentlemen, dear friends, \"After the battle, everyone is a general!\".", "Let me begin with this old saying, which can be applied to the first months of the pandemic, when some of the participants of this forum, among other people, were quick to assess that we could have reacted differently.", "There is always a different route, which also leads to different results and it is the results which confirm or contest the decisions made.", "Being sceptical is not a problem, the question is what you are sceptical about - and the results in Serbia quickly confirmed that the measures we adopted in fighting the COVID-19 pandemic were adequate and well-timed.", "(slide 2) Already in Q3 of the previous year, Serbia's economy managed to exceed precrisis levels in many branches - in industry and retail trade in August and in commodity exports in September.", "As of May, industry recovered faster than we expected, posting 0.4% growth in 2020.", "Serbia's labour market has also been preserved - recording a rise in both employment and in March this year formal employment increased by over 72 thousand people.", "Serbia reached the pre-crisis level of economic activity before many other world economies - already in Q1 this year, which is a quarter earlier than we expected.", "Apart from excellent trends in construction, such outcome was also supported by solid growth in industry and commodity exports.", "This confirms that the basis for sustainable growth going forward has been preserved as a result of everything we have done.", "(Slide 3) Had we not promptly introduced numerous measures, and then continued to respond by additional measures, the fall in economic activity in 2020 would have amounted to at least 6%, while it would have taken as many as several years to recover and return GDP to its pre-crisis level.", "This would mean billions of euros lost, lower employment and undermined stability.", "You will agree that the price of non-responding would be too high.", "It is for a reason that I am not referring only to economic measures, because this outcome is the result of coordinated measures of all policies, including those in the health sector.", "It was Schopenhauer who said two centuries ago that \"Health is not everything, but without health, everything is nothing.\"", "Without people, there is no economy.", "Serbia is an example of a country which, for the sake of protecting people's health, successfully implements vaccination, confirming in this area too its solidarity and commitment to promoting regional cooperation.", "It is for the people that policies are designed and implemented and, again, it is the people who design them.", "The outcome in Serbia which I spoke about is largely attributable to the policy of President Vučić who will not be at the Forum, but who is nevertheless the first on the list of the people who contributed to such results.", "Esteemed participants of the Business Forum, The COVID-19 pandemic lasts longer than we expected.", "It is more resilient than anyone could have predicted at its onset.", "Mr Vlahović, you stated in the invitation letter that \"under the impact of COVID, theoretical approaches to the conduct of economic policy have also changed\".", "New fancy slogans have emerged, such as \"the new beginning\" or \"the great reset\".", "However, not even the pandemic has changed the fact that stability is the key precondition for the sustainability of growth and for all topics on your agenda - from infrastructure and You Mr Vlahović also raised the investment to digital economy and creative industry.", "question whether the COVID-19 crisis has taught us any new lessons.", "One of the conclusions around which a consensus has emerged is that the countries whose policy makers worked well before the crisis were better equipped for a stronger and faster crisis response.", "This is why I will speak about three topics today: 1.", "How we entered the crisis 2.", "What we did and achieved during the crisis, and What lies ahead of us I believe that the first two topics form an unbreakable whole with the third one - because experience and results are the only starting point for making conclusions on how to move forward.", "Let's not forget - had it not been for the aid packages, the \"starting point\" for the panels you are about to take part in would be significantly different.", "How we entered the crisis?", "(Slide 4) In an environment of fast-changing economic cycles, we acted pro-cyclically and counter-cyclically - we invested in speeding up growth and development, but we also built buffers for a prompt and strong response.", "Serbia with low and stable inflation, stable currency and healthy public finances.", "Serbia with almost doubled net FX reserves which are one of the pillars of defence from various shocks.", "The result is also investment growth, opening of new factories in Serbia, employment growth, building of infrastructure which raises the quality of life of citizens and attracts investors.", "The result is that we entered this crisis much more prepared and resilient than the crisis of 2008.", "What did we do during the crisis?", "(Slide 5) We used the potential built in the previous period and preserved the people and the economy.", "To provide direct assistance to the economy, so that it can withstand the first crisis blow and preserve production capacities and jobs; To spur domestic demand by strengthening consumer confidence and boosting disposable income, in order to offset a part of the expected decline in external demand and create income for new investment.", "Mr Mali will speak in detail about fiscal packages and I will focus on the measures of the National Bank of Serbia (NBS).", "Since the start of the pandemic, the NBS frequently offered the \"first resort\" response, because by numerous monetary and regulatory measures we supported citizens, corporates and the government to financially weather the crisis more easily.", "We were the first to react by reducing the key policy rate, in four rounds.", "At the global level - already in the first three weeks of March, 49 central banks cut down their reference rates, making the first move at the onset of the crisis.", "Due to the psychologically-induced rise in household demand for foreign cash in the first days of the crisis, supplying foreign currency to banks was one of the critical activities.", "In conditions of the state of emergency, when the borders of European countries were closed and correspondent banks did not supply foreign cash, the NBS was there to react.", "The fact that nobody felt anything only confirms that we successfully accomplished our task.", "(Slide 6) We were among the first regulators in the region and Europe to introduce a arising from loans and loan-like products, which moratorium on the repayment of liabilities proved to be an effective measure for overcoming potential temporary liquidity problems.", "It was only later, in early April, that the European Banking Authority defined the first guidelines for moratoria on loan repayments.", "Given that the crisis hit the economy as a whole, the two moratoria ensured an equal treatment for all citizens and corporates, enabling them to weather the crisis more easily.", "Over 90% of debtors used the first and over 80% the second moratorium, i.e.", "suspension of repayment of liabilities for a period of five to six months.", "On top of this, by the end of the last year we adopted targeted measures to support debtors facing significant financial difficulties due to the pandemic.", "Through numerous and carefully calibrated monetary operations we supported all segments of the financial market and ensured smooth functioning of all financial flows.", "Within the Guarantee Scheme, we supported an even more favourable terms of dinar financing of micro, small and medium-sized enterprises and entrepreneurs.", "By several measures we additionally facilitated access to financing for households, especially to housing financing.", "We established a precautionary repo line with the European Central Bank, thus ensuring an additional safety channel in conditions of pronounced uncertainty in the international financial market.", "On top of this all, our communication was clear - to shocks of temporary nature we respond by temporary measures, i.e.", "measures of clearly limited duration.", "Thanks to all these measures, the stability in the domestic interbank, FX and government securities markets was maintained both at the peak of the crisis and in the remainder of the year.", "Liquidity of all sectors was preserved, as well as unhindered access to financial sources of financing at even more favourable conditions.", "Respected participants of the Business Forum, (Side7) In the remainder of the presentation I will speak about the results of several analyses which the NBS conducted during this and last year, in light of the pandemic.", "I will start with the analysis of factors which affect movements in the Serbian FX market, which shows that the transmission of the COVID-19 crisis to the exchange rate materialised mainly through the impact on economic activity and behaviour of citizens, rather than through a capital outflow amid withdrawal of foreign investors.", "The analysis further shows that the impact of the COVID-19 crisis on the behaviour of non-residents in Serbia was much weaker than in comparable emerging markets, which testifies to increased resilience of the domestic economy to external shocks and volatility of global capital flows.", "(Slide 8) Lenin said that \"There are decades where nothing happens; and there are weeks The strongest turbulences in the international market were felt in where decades happen\".", "March last year, when the VIX index, colloquially also known as the \"fear index\", reached an almost five times higher level than the average recorded in the previous decade.", "International investors consequently adjusted their portfolios, which affected sovereign bond markets of emerging economies.", "In Serbia, activity in the dinar securities market almost immediately normalised and the key stabilising role was played by the coordination of monetary and fiscal authorities in defining economic policies and the preserved confidence that the country is run well.", "(Slide 9) The results of regression analyses confirm that we preserved the full efficiency of the interest rate channel in Serbia, which means full transmission of changes from repo to BELIBOR rates, and then further complete transmission from BELIBOR rates to the interest rates of commercial banks.", "Also, the EMBI coefficient on dollar debt, which is statistically relevant in all equations, indicates that the fall in lending rates is also aided by the fall in the country risk premium.", "I will here remind you of our econometric assessment of EMBI determinants for Serbia, which shows that movements of the risk premium for Serbia over the long term are not determined by global factors only, but that the fall in the risk premium was also driven by domestic factors such as inflation, fiscal metrics, resolving the issue of non-performing loans, indicators of external position and economic growth.", "(Slide 10) Such assessments build also on the conclusion that, thanks to our measures, financing terms for corporates maintained their stimulating character even during the crisis.", "To what extent corporate financing terms were favourable before the crisis and to what extent they remained so even during the crisis, was estimated based on the financial conditions index.", "Movements in this indicator over a longer term show that all components reflecting economic policy have considerably contributed to favourable terms of financing.", "NBS monetary policy measures gave the greatest contribution to such movements.", "Further, the increase in Serbia's credit rating and the decline in the country risk premium enabled companies also to tap financing in the international market under favourable terms.", "Besides, FDI inflow broadens the spectrum of corporate sources of financing.", "Even in 2020 the majority of these factors continued to exert a positive impact on corporate financing terms, especially favourable terms of financing in the domestic credit market, and the preserved credit activity, thanks to anti-crisis measures of the NBS and the Government.", "Further, we preserved Serbia's external position even in pandemic conditions.", "Elevated trade barriers at the onset of the pandemic strained access to many foreign markets.", "It is estimated that last year the volume of global commodity trade contracted by 5.3% аnd its value by 7%.", "At the same time, the value of EU imports declined by 11.6% аnd of exports by 9.4%.", "Supported by economic measures, with increased diversification of production - both by product and region, Serbian exporters adjusted to the new circumstances relatively quickly.", "Speaking in favour of that is also the movement of the export concentration index, confirming that the factors on the supply side prevented a significant spillover of the fall in external demand onto Serbian exports.", "Observed by country, export concentration index has been continually declining since 2015, touching in 2020 the value which indicates the broadest geographical diversification of exports to date.", "This means that even in pandemic conditions, Serbia additionally increased the degree of geographical diversification of its exports, which contributed to their higher resilience to disruptions in external demand.", "Similar conclusions can be drawn if we observe the degree of export concentration by product, which was lower in 2020 compared to 2019, indicating that product diversification of exports increased further.", "As a result of this all, Serbia's commodity exports reached their pre-crisis levels already by the end of the summer, whereas in Q4 they were 6.8% higher than in the same period of 2019.", "Comparative advantages of Serbia in the production of agricultural products and food, along with the development of agricultural capacities and the above-average agricultural season, also contributed to the resilience of Serbian exports in pandemic conditions.", "Therefore, I am sorry that Bane Nedimović is not on the list of speakers.", "Respected participants of the Business Forum, All these conclusions have been confirmed by results and trends.", "Lending activity remained not only a stable source of private sector financing, but its structure, both in terms of currency and by sector and purpose, was well balanced, which contributes to an even recovery of consumption and investment.", "The structure of credit growth remained favourable this year as well, since investment loans recorded the highest growth within corporate loans, and housing loans within household loans.", "A significant factor leading to banks' greater readiness to lend to the private sector even amid the conditions of globally increased risk aversion was the additionally boosted dinar and FX liquidity thanks to coordinated measures and activities of the NBS and the Government.", "An almost two-digit growth in domestic loans to the non-monetary sector in 2020 was aided by the most favourable dinar borrowing terms, followed by the measures stimulating sustainable household lending, moratorium on the repayment of loans, approval of Guarantee Scheme loans, as well as the maintained low interest rates in the euro area money market.", "Interest rates on dinar corporate loans approached the rates on euro corporate loans, and their movements at even lower levels in some months resulted in greater use of dinar loans by the corporate sector.", "This was undoubtedly facilitated by our measure to provide banks with an incentive for dinar lending under the Guarantee Scheme.", "Financing through issuance of dinar bonds under favourable terms enabled companies to be flexible in managing cash flows, which is especially important during crisis episodes.", "All this taken together pushed the NPL share in total loans further down compared to the precrisis period.", "In spite of the large package of monetary and fiscal stimuli, inflation, as in the seven averaging 1.6%.", "The preservation of low and previous years, remained low in 2020, stable inflation was underpinned primarily by the maintained stability of the exchange rate and by the anchored inflation expectations, which also attest to the credibility of monetary policy.", "At the beginning, I said that in the pre-crisis period, we built buffers for a prompt and strong response, but we also did that during the crisis.", "At end-April this year, gross FX reserves stood at EUR 14 bn, up by more than EUR 600 mn from end-2019.", "Taken together - price stability, maintained stability of the exchange rate and the provision of additional liquidity to banks also contributed to the preservation of business and consumer confidence, while the moratorium led to higher disposable income of corporates and households.", "(Slide 13) Therefore, it does not come as a surprise that in times of crisis Serbia's credit rating has been preserved, and even improved, according to Moody's.", "The result becomes even more significant when I add the fact that in the period from February 2020 to April 2021 almost 60 countries had their credit rating downgraded.", "All three rating agencies - Moody's, Standard & Poor's and Fitch estimated that Serbia faced the pandemic in a much better macroeconomic position and with significantly narrowed imbalances relative to ten years ago.", "The improvements that stand out relate to the achieved and preserved low and stable inflation, relative stability of the exchange rate, adequate level of FX reserves and stronger fiscal position.", "As confirmed by concentration indices, the agencies also emphasise the higher sectoral and geographical diversification of investments and exports, enabling more balanced economic growth.", "They also state full coverage of the current account deficit by the FDI inflow, unlike the situation before the global financial crisis of 2008, when portfolio investments, as the most volatile category of inflows, were the dominant source of financing of the then twin deficit.", "They estimate that the responsible conduct of economic policy has created room for the adoption of extensive monetary and fiscal measures that have mitigated the effects of the pandemic and created conditions for economic growth.", "They conclude that political stability, with the majority support for President Vučić's politics, is a guarantee of the continuity of sound economic policies, which is among the key factors that bring Serbia closer to the investment grade.", "What lies ahead of us?", "Although the fight against the pandemic continues, with everything that has been done, it is now easier to look ahead, to plan and think about how to provide citizens with a higher standard of living and how to further improve our competitive position.", "What do the projections and movements of different indices and composite indicators tell us?", "(Slide 14) Given that there is a significant degree of correlation between the corporate financial conditions index and GDP trends, this index can also be used as one of the economic activity indicators.", "The dynamics of its movement in 2020, indicating that exceptionally favourable conditions of corporate financing have been preserved, suggests that we can expect financial conditions to provide a positive contribution to economic recovery in the coming period as well.", "(Slide 15) In 2021, we expect a two-digit growth rate of Serbian commodity exports, which passed the resilience test in practice last year.", "This growth will be led by supply-side factors - further growth in investments in export-oriented sectors, but also by the recovery of external demand, supported by the expected successful vaccination process worldwide.", "Successful vaccination should also help create the conditions for the recovery of services, primarily tourism and transport.", "In the first quarter of this year Serbia recorded a (of current account surplus close to EUR 160 mn) as a result of the improvement of all current account components, mostly trade, with exports rising 16.6% and imports declining 0.2%, y-o-y.", "(Slide 16) Furthermore, during the pandemic striking an optimal balance between short-term support for people's health and the economy and medium-term sustainability of public finances has been one of the major challenges for policy makers across the world.", "In the February Inflation Report, we provided a composite indicator of fiscal sustainability for Serbia and assessed that the additional measures that were announced at the time, and adopted thereafter, did not threaten the sustainability of public finances.", "Based on the decomposition of factors affecting the movements in the share of public debt in GDP, we estimated that the key role in the dynamics of this indicator is that of robust economic growth and favourable terms of financing, which will ensure that public debt-to-GDP ratio moves at around 60% this year, and steadily declines in the medium term.", "I repeat - we have preserved the prospects for growth and development.", "(Slide 17) Our projection of core inflation suggests that inflation will remain low and stable in the coming period under the following assumptions -a relatively stable exchange rate, anchored inflation expectations, moderate wage growth and low inflation in the euro area.", "Nothing is comes on its own.", "People are the ones who adopt policies and measures that provide for such conditions.", "At the same time, there is a global discussion regarding possible tightening of financial conditions and further capital flows toward emerging economies.", "Also, rising global prices of primary commodities, driven primarily by optimism over the acceleration of global economic growth, reflect on the higher global inflation.", "However, for now, the prevailing view is that this increase in inflation is temporary, and eading central banks continue to stimulate favourable terms of financing with their monetary policies.", "(Slide 18) Preserving good prospects means that certain assumptions are met - and one of the common denominators for all of them is stability and confidence, meaning the continuity of sound policies!", "Continuity of sound policies, but without falling into the trap of Hume's paradox, because improvements are always possible.", "That is one of the key answers to the many uncertainties that lie ahead.", "Like I said - nothing comes on its own, people create and maintain stability.", "With everything that has been done, the basis has been created for the formal entry of Serbia into the investment grade spectrum, i.e.", "into the group of countries where, according to numerous indicators, we already belong.", "Let me remind you that with the issue of the ten-year eurobond in dollars in November 2020, with the simultaneous FX hedging operation, our country achieved the lowest price of financing thus far in the international financial market - 1.066%.", "Most of the funds raised in this transaction were used for the early repayment of a significant part of the remaining debt under expensive dollar eurobonds issued in 2011 at a high yield rate of 7.50%.", "This way, even during the crisis, Serbia continued the practice of responsible behaviour replacing the previously agreed expensive dollar debts by cheaper ones.", "According to the assessment of rating agencies, in order to move to the investment-grade rating, we need policy continuity, further growth in exports and FX reserves, continued FDI inflow and sustainable public finances.", "As all of this is \"in line\" with our medium-term projections, we estimate that Serbia will have an investment grade within a relatively short period.", "Serbia is also facing work on the \"Green Agenda\".", "As for the NBS, I can promise that we will not allow the activities of the central bank to be the basis for any greenwashing, whereby funds intended for environmental projects are used for other purposes.", "Considering that this forum is intended to be a \"two-way street\", I invite everyone present to give their contribution by personal example, because it is not only economic policy makers that should be aware of this, but also each and every individual.", "We all can and must give our contribution.", "You will also talk about digital economy and creative industry.", "I am sure that Ana will speak about how far Serbia has come in this field, because the task of the institutions is to make people's lives and business easier so that they can use time, as the most precious resource, in the best way possible.", "For more than two and a half years now, payment service users in Serbia can make instant payments quickly, safely and easily, at any time, from any place.", "Payees also receive funds quickly.", "This is possible thanks to the cutting-edge technology of the NBS IPS system, in which, since October 2018, around 47 million transactions have been executed, with a total value of around RSD 445 bn.", "For us, this is the only real indicator that instant payments have become the standard quality of service for payment service users in Serbia.", "We all also quickly got used to the possibility to pay in just a few seconds monthly bills of the largest service providers with the standardised NBS IPS QR code using our mobile banking applications.", "Today, instant payments are available at merchants' points of sale and electronic points of sale, and several online merchants have enabled instant payments in their internet shops.", "Among the first in Europe, the users of financial services in Serbia can also conclude distance contracts on financial services.", "They can do so with full transparency, security and protection of their rights.", "Opening a payment account, or applying for a payment card or a loan is possible without going to the bank, which proved to be very practical during the pandemic, when it was important to provide financial services and maintain health at the same time.", "What do the figures tell us?", "Last year, the number of distance contracts concluded increased by around 62% relative to 2019, and the number of contracts concluded with the use of video identification of users is also on the rise.", "We are facing a period of even greater use of these options.", "However, here, too, I want to repeat that innovation makes life easier, but technologies must serve people, and not the other way round.", "They are instruments for achieving goals, not the goal in itself.", "Technology alone cannot solve economic challenges: it cannot set priorities or make decisions about spending or investments.", "Only people can do that.", "That is why knowledge and human capital remain one of the key drivers of development and change in the 21st century.", "Respected participants of the Business Forum, I don't think anyone can declare victory over the coronavirus or an end to the fight for even greater growth and a better quality of life.", "I think there are no final victories, in life or economy.", "Also, I think that the pandemic hasn't changed the reform momentum.", "Since we are here today in the \"Ivo Andrić\" hall, there's no one better to quote but him: \"Whoever does good is expected to give even more good.\"", "I believe that we lack neither progress nor tasks.", "It is our obligation and task to leave a stronger country to future generations and to preserve the foundations of growth despite the pandemic, because life must go on once the pandemic is over.", "We continue to fight for every job, for greater ease of life and business and for a better future for our children.", "And because of this, I am sure that everyone in Serbia, President Vučić above all, will do everything that this year's growth exceeds all our estimates!", "of the NBS, I can promise that we will work as so far - safeguarding stability, monetary and financial!", "I wish you a successful 28th Kopaonik Business Forum."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic recovery", "COVID-19 pandemic", "Inflation", "Monetary policy", "Fiscal policy", "External position", "Financial stability", "Investment", "Exports", "Green agenda"]}