{"sentences": ["It is a great pleasure to welcome you here today to this seminar on TARGET Instant Payment Settlement (TIPS), the Eurosystem market infrastructure for the settlement of instant payments in central bank money.", "The seminar will illustrate the architecture and functioning of the platform developed by the Bank of Italy on behalf of the Eurosystem, and its contribution to retail payments market innovation in Europe.", "TIPS was launched in 2018 and allows transactions to be settled in central bank money across Europe within seconds.", "In launching TIPS, the Eurosystem acknowledged that the capacity to transfer funds in a matter of seconds is a powerful one, and has great potential with respect to traditional credit transfers.", "The implementation of the system was carried out by the 4CBs - the central banks of France, Germany, Italy and Spain, which are the providers of the Eurosystem Market Infrastructures.", "The Bank of Italy, in particular, was responsible for developing the service and it was also entrusted with the task of operating the platform.", "From the 4CBs' perspective, TIPS represents a break with the past as well as increasing awareness of the fact that digitalization is blurring the lines between wholesale and retail.", "Before TIPS, Eurosystem projects such as TARGET2 and TARGET2-Securities (T2S) were designed to promote integration and harmonization of market infrastructures within the euro area, meeting the needs of financial market operators, depositories and large custodian banks.", "With TIPS, the Eurosystem has provided the European financial community with an infrastructure designed to support the provision of innovative, customer-friendly retail payment solutions for the benefit of European citizens.", "In fact, TIPS was developed with the aim of fostering the integration of retail payment services and of eliminating barriers due to a lack of interoperability between different settlement platforms based on the SEPA Instant Credit Transfer (SCT Inst) Scheme - i.e.", "the standard TIPS (TARGET Instant Payment Settlement) - the new Eurosystem market infrastructure service: Banca d'Italia as service provider and manager of the business relationships with the financial community Welcoming remarks by Piero Cipollone Deputy Governor of the Bank of Italy TIPS Webinar Bank of Italy 12-13 July 20212 for pan-European instant payments developed by the European Payments Council at the request of the Euro Retail Payments Board.", "Building TIPS required the fulfilment of a number of particularly challenging technical - virtually instant payment execution (with processing times per payment not exceeding 5 - the capacity to handle a large volume of processed payments (over 43 million transactions per day); - very high availability and resilience (reaching 99.9% service availability, and the capacity to restart within 15 minutes in a site disaster scenario); - extreme scalability of the system from a performance viewpoint (the ability to sustain a doubling of the volume of payments over a year).", "As Governor Visco recently said, what makes TIPS really unique and unlike any other settlement platform is its distributed architecture in all layers, from application to infrastructure.", "This architecture is based on 'industry standard' and open-source software.", "The design is meant to ensure very high levels of stability that make service interruptions and software bugs very unlikely.", "The strengths of this powerful platform lie in its ability to process millions of transactions per day, requiring just a few seconds for each one, and operating all year round with an extremely low environmental impact.", "The presence of redundant servers allows the settlement engine to process payments without storing any information.", "This avoids the creation of 'bottlenecks' in the processing flow and enables TIPS to be very fast and to achieve system resilience.", "It is worth emphasizing that this architecture differs from distributed-ledger systems (such as the Bitcoin network, based on a block chain) which need to generate trust and consensus among a distributed community by means of an expensive and energy-intensive global validation process.", "In the case of TIPS, the recognition and guarantee of the transactions comes from the trust provided by the Eurosystem (a typical task for a central bank).", "This also allows TIPS to be 'green'.", "As shown in recent research carried out by the ICT Operations Directorate of the Bank of Italy, the TIPS carbon footprint in 2019 was almost 40,000 times smaller than the amount of CO2 emitted by other distributed-ledger-based networks such as Bitcoin.", "This is because, absent the need to generate trust and consensus among all the network participants, there is no energy dissipation.", "Due to its characteristics, this infrastructure has great potential.", "Although TIPS was primarily designed for instant payment settlement in euros, it is a multicurrency system.", "This feature means that the Eurosystem does not only aspire to provide yet another market infrastructure, but also has the ambition of supporting the market by promoting closer cooperation, including with non-euro central banks.", "Indeed, TIPS is currently attracting considerable interest in the international community of central banks.", "In April 2020, the Riksbank concluded an agreement with the Eurosystem to use the TIPS technical platform for the settlement of instant payments in Swedish krona as of May 2022, and is currently working with the Bank of Italy and the ECB to implement the so-called RIX-INST instant payment service.", "The phase of the project currently under way was preceded by another phase of gap analysis that permitted the identification of all functional enhancements required to allow Riksbank to access the TIPS platform.", "The most notable outcomes of this gap analysis activity were the definition of a new settlement model, alternative to the one defined on the basis of the SCT Inst scheme and called Single Instructing Party.", "The upcoming onboarding of the Swedish banking community gave rise to the idea of exploiting the common instant payment infrastructure in order to provide a cross-currency solution for instant payments.", "This solution will initially involve only the euro and krona communities but, in the near future, it will of course be available for all other currencies joining TIPS.", "Indeed, the agreement concluded with Riksbank last April can represent a starting point for broader initiatives, which may ultimately result in interconnecting other currencies and other currency areas.", "The Danish krone is the next in line.", "Indeed, Danmarks Nationalbank has expressed interest in joining TIPS by November 2025.", "The connection to TIPS will allow Danish banks and providers of payment services to settle payments in both currencies within seconds.", "Enabling the TIPS platform to process cross-currency instant payments is a response to the burgeoning consumer and business needs arising from the growth of cross-border e-commerce, tourism and migration flows, and must be read as part of the broader G20 initiative to address the key challenges often faced by cross-border payments.", "In October 2020, the G20 endorsed a roadmap describing the necessary elements of a response to these challenges, in the form of a set of 19 building blocks.", "One of the building blocks (number 13) seeks to enhance the existing payments ecosystem by pursuing interlinking of payment systems for cross-border payments.", "In this regard, the Bank of Italy is conducting a feasibility study for interlinking TIPS with Buna IPS, the cross-border and multi-currency payment system owned by the Arab Monetary Fund.", "The findings of the feasibility study should pave the way for a deeper level of cooperation with noneuro central banks.", "Cross-border payments is not the only area where digitalization is posing challenges.", "The safety of central bank money and changing consumer attitudes to digital means of payment is another.", "To ensure that consumers continue to have unfettered access to central bank money in a way that meets their needs in the digital age, the ECB decided to advance work on the possible issuance of a digital euro and started a preliminary analysis of potential solutions for the technical implementation of a central bank digital currency (CBDC) from the perspective of the Eurosystem.", "In this context, the Bank of Italy is currently cooperating with the ECB and the euroarea national central banks to assess the potential of TIPS as a possible technical solution for a digital euro.", "Indeed, with its speed, cost-efficiency and high scalability, TIPS is best placed to meet the basic requirements laid down by the Eurosystem for a digital euro, allowing the processing of one billion transactions per day and the management of hundreds of millions of accounts.", "Important innovations are under way in TIPS.", "The ECB and the Bank of Italy are in the process of developing a roadmap to upgrade TIPS from an evolutional, operational resilience, and financial perspective.", "The roadmap will identify priority action areas and set objectives, balancing the need to enable TIPS to handle new business cases and to ensure its operational resilience, also in view of the increase in the volume of transactions as a result of the reachability measures' implementation."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["TIPS", "instant payments", "retail payments", "central bank money", "digitalization", "cross-border payments", "distributed architecture", "multicurrency system", "digital euro", "operational resilience"]}