{"sentences": ["Remarks for the panel discussion at the BIS-BdF-IMF-NGFS Green Swan 2021 Global Virtual Conference Many thanks, Morgan, and thank you also to the BIS, Banque de France, IMF and NGFS for the invitation to take part in this panel.", "As you perfectly know in both my capacity as Governor of the Bank of Spain and member of the Governing Council of the ECB, and as Chair of the Basel Committee I can say that the topic of climate-related financial risks is one of the top priorities over the coming years.", "In both cases, I think the right way to frame the issue is to take our mandates as the starting point.", "In the case of the Basel Committee, as the primary global standard setter for banks, our mandate is to strengthen the regulation, supervision and practices of banks worldwide with the purpose of enhancing financial stability.", "If we combine this mandate with the fact that, as has been discussed in various sessions during this conference, climate change poses risks to the financial sector (physical and transition risks) that can be significant in magnitude and therefore can impact financial stability at the global level, one should conclude there is a need for supervisors, regulators and, of course, the Basel Committee to act.", "In particular, we need to guarantee that individual banks and the banking system as a whole are adequately prepared to identify, measure and mitigate climate-related financial risks.", "This is the approach we are following at the Basel Committee level.", "Put differently, our work is motivated by protecting banks from climate change, and not by changing the climate itself, where other measures outside the toolkit of regulators and supervisors are needed.", "Although, of course, achieving our goal will in turn contribute towards meeting broader objectives related to climate change, such as the COP 21 Paris Agreement.", "And the mechanism is well known, as banks adequately manage, mitigate and disclose climate related-financial risks as part of their day-to-day business operations, we should expect a natural evolution in the composition of their balance sheets that, in turn, will reflect our path towards a low-carbon world.", "In other words, if we succeed in incorporating these risks into the decisions of the financial sector, this will translate into a change in relative prices of financial instruments.", "And, in turn, that will help to internalise those consequences originating from both transition and physical risks.", "And this will be a powerful and much-needed complement to the use of the fiscal and environmental instruments that are needed to fight against climate change.", "Within this approach, it ́s very important to recognise that there are several crucial limitations in our current capacity to measure these risks.", "In particular, there are few sufficiently deep and harmonised databases to analyse and understand transition and physical risks.", "Data granularity is particularly important given the high heterogeneity of the potential impacts.", "And we lack as well sufficient historical depth.", "In the same vein, we do not have previous experience of structural changes of this magnitude, which also require a very long term perspective, and where the presence of non linearities and irreversible tipping points are likely.", "In this regard, national and international regulatory and supervisory authorities have an important role to play to fill in these data gaps regarding banks' exposure to climate risk, by collecting more granular data by location, sector and also at the firm level.", "And, in parallel, we have to use all our research capabilities to better quantify the climate change consequences on risks to financial stability, and the effect of potential mitigation measures.", "And these efforts must be coordinated globally to ensure adequate standards and comparability across regions.", "From the purely central bank perspective, I think it is also important to frame our actions in this field taking as a basis our price stability objective.", "Here again I think that, in our pursuit of price stability, we cannot ignore the transition and physical risks that I have mentioned before.", "Insofar as they affect the macroeconomy, the transmission of our monetary policies or the inflation outlook, then such risks are bound to affect the conduct of monetary policy.", "In a very direct way, policies aimed at promoting the transition towards a carbon-neutral economy are likely to affect the volatility of headline inflation and, more indirectly, climate change and the remedial actions needed to tackle it could affect our ability to achieve price stability through their impact on the so called natural interest rate, which is an important benchmark for inflation-targeting central banks when setting our interest rates.", "It is still not clear the way climate change affects monetary policy and thus more analysis is needed to address the implications of climate risks on the economy and on monetary policy.", "Therefore, we have to step up our efforts to develop the tools and models needed for such an analysis.", "And, finally, climate change will affect the risks of the assets held on our balance sheets.", "Monetary policy implementation exposes us to such risks directly through holdings of assets and indirectly through collateral pledged by counterparties.", "In this regard, and very much related to my previous comments on the implications of climate change for the financial sector, central banks also have to step up their efforts to incorporate climate change into their risk management models and frameworks.", "And this, together with climate-related disclosure requirements, can decisively contribute to the correct pricing of climate-related risks by financial markets.", "Putting forward concrete proposals The topic of climate risk has been on the agenda of the Basel Committee for several years now; in fact, we were one of the first global standard setting bodies to initiate work on this topic and set up a dedicated high-level Task Force on Climate-related Financial Risks, which is being led by Frank Elderson of the ECB and Kevin Stiroh of the Fed, who are of course no strangers to us thanks to their extensive experience in this area.", "It ́s important to emphise that as the primary global standard setter for banks, the Committee always pursues its work with a view to ensuring a common minimum baseline across member jurisdictions.", "We achieve this by pursuing an evidence-based approach to our work, and by forming consensus that reflects the different and evolving perspectives of our members.", "Indeed, as with all the policy and supervisory initiatives undertaken by the Committee, we approach any initiative by first conducting a range of rigorous analyses to better understand the risk features of the topic at hand as well as the potential implications that they might bring to the individual banks and the broader banking system.", "And this is also the approach we are following when dealing with this matter.", "To that end, we have focused our initial efforts on analytical research on the climate topic over the past few year, and published two important analytical reports in April.", "The first report (Climate-related Risk Drivers and their Transmission Channels) explores how climate-related risk drivers, including physical risks and transition risks, can arise and affect both banks and the banking system via micro- and macroeconomic transmission channels.", "The second report (Climate-related Financial Risks - Measurement Methodologies) provides an overview of conceptual issues related to the risk measurement, as well as practical implementation by banks and banking supervisors.", "While echoing the existing research that climate-related financial risks do entail unique features, such as uncertainties associated with the nature of climate change, much longer time horizon for climate risks to manifest, lack of commonly accepted risk measurement methodologies etc, these two analytical reports conclude that traditional risk categories used by financial institutions and reflected in the Basel Framework (eg credit risk, market risk, liquidity risk, operational risk) can be used to capture climaterelated financial risks.", "This conclusion is important, as it provides a strong conceptual foundation for the Committee's next phase of work.", "Instead of treating climate-related financial risk as a new separate risk type, the Committee will explore possible measures within the current structure of the Basel Framework to address such risks.", "And this is where we are now.", "We are analysing the extent to which these risks can be addressed within the existing Basel framework, identify potential gaps in the current framework and consider possible measures to address any gaps.", "I view this as a key value-add to the various international initiatives that are underway.", "And when analysing the potential existence of gaps to the current framework, we are taken a very comprehensive approach, meaning that we will look in detail to the regulatory, supervisory and disclosure dimensions.", "I think we all agree that the topic of climate change is all-encompassing when it comes to the potential impact on banks, and therefore requires a holistic approach when considering potential responses.", "On disclosure, we are conscious that there are a lot of initiatives underway focused on developing a globally consistent approach to sustainability reporting.", "But across these initiatives, we still need to bridge gaps so as to build a common disclosure foundation.", "Given the evolving initiatives and uncertainties related to the measurement of climate-related financial risks, we will consider in near term an appropriate Basel Committee response to support these initiatives.", "The Pillar 3 framework is a powerful instrument when it comes to disclosure.", "It is designed in a modular way and can therefore can be easily updated and adapted to reflect additional risks.", "On supervision, both the Basel Core Principles and Pillar 2 framework are flexible to accommodate any additional supervisory responses.", "The Committee is also exploring sound supervisory practices associated with climate-related financial risks.", "The target is to prepare a report for discussion with the Committee in Q3 and publish the report by year-end (subject to the Committee's approval).", "Finally on regulation, I note with regret that far too often the discussion appears to focus solely on the notion of introducing so-called \"green supporting factors\" to seemingly \"incentivise\" banks to favour greener loans and investments.", "As I mentioned previously, the Committee will not pursue such an approach, but will rather be led by its mandate.", "Accordingly, we will be focused solely on the risk profile of different asset classes when it comes to climate change.", "To the extent that there is clear and rigorous empirical analysis pointing to different climate risk profiles across different asset classes, the Committee will then consider whether additional regulatory measures are warranted to mitigate such risks.", "More generally, there are a lot of ongoing initiatives globally, and we are acutely aware of the potential fragmentation when it comes to different supervisory and regulatory initiatives, which in turn would undermine the global level-playing field.", "As such, it is crucial that there is broad agreement among the larger set of global public and private-sector bodies when it comes to issues such as consistent definitions, taxonomies and approaches.", "These are crucial prerequisites to any subsequent disclosure, supervisory or regulatory initiatives pursued by the Committee.", "Therefore, it is extremely important to maintain global coordination and seek global measures where relevant.", "Stress testing as a silver bullet?", "Given the cross-cutting nature of climate change and the wide range of risks that it poses to the banking system, I would be hesitant to rely on any single measure or tool as a \"silver bullet\".", "Instead, I think it is crucial that we remain open-minded and consider the full spectrum of tools available when it comes to mitigating climate risks for banks.", "Indeed, this philosophy underpins the design and rationale of the Basel III framework, which is based on a \"multiple metrics\" approach.", "This approach is based on the fact that each regulatory measure has strengths and weakness and therefore the multiple metrics framework is considered more robust to arbitrage and erosion over time, as each measure offsets the shortcomings and adverse incentives of the others.", "And this applies equally when it comes to climate-related financial risks and stress testing.", "Of course, we have to acknowledge that stress tests are a powerful and important measure in our toolkit, as they allow authorities to assess the resilience of banks to future adverse scenarios.", "And also because, given the time horizon of climate-related financial risks, we cannot rely on historical data to gauge the risks to banks.", "So stress tests can complement the backward-looking nature of our Pillar 1 risk-weighted framework, which is calibrated based on empirical data, and explore different scenarios.", "But, at the same time, we have to acknowledge that stress tests can handle \"traditional\" financial risks by drawing on the experience from previous financial crises.", "But, as we mentioned before, the cycle for climate risks is much longer, and there is a lack of comparable historical data, so we should not overstate the precision of stress testing tools as of today, and be ready to examine multiple scenarios and assumptions and learn progressively.", "This would help to properly complement our regulatory and supervisory framework."], "classifications": ["none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate-related financial risks", "Basel Committee", "Climate change", "Monetary policy", "Risk management", "Stress testing", "Disclosure", "Sustainability reporting", "Regulation", "Supervision"]}