{"sentences": ["Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Kochi NAKAMURA Toyoaki Member of the Policy Board I.", "Recent Economic and Price Developments A.", "Economic Developments I will begin my speech by talking about overseas economies.", "The growth rates for the April-June quarter of 2020 were substantially negative in many countries due to measures such as lockdowns implemented in response to the spread of the novel coronavirus (COVID-19).", "However, those for the July-September quarter turned significantly positive amid a resumption of economic activity (Chart 1).", "The pace of economic improvement for the October-December quarter varied across regions and sectors; the growth rates of the United States and China were positive for two consecutive quarters while that of the European Union turned negative due to the tightening of public health measures following a resurgence of COVID-19.", "As for the outlook, overseas economies are likely to improve, partly supported by aggressive macroeconomic policies, although the pace is likely to be moderate for the time being.", "Downside risks are high because developments in each country are likely to remain dependent on the course of COVID-19.", "Japan's economy has picked up as a trend, although it has remained in a severe situation (Chart 2).", "Exports and production have continued to increase clearly, mainly for automobile- related goods, and also for a wide range of goods, including capital goods and IT-related goods.", "However, stagnation has become more noticeable again in the nonmanufacturing industry, particularly for face-to-face services, mainly due to a third wave of COVID-19.", "Business fixed investment continued to decline until the July-September quarter of 2020.", "Nevertheless, machinery investment by the manufacturing industry has been picking up, reflecting the recovery in exports and production.", "According to the Bank of Japan's December Tankan (Short-Term Economic Survey of Enterprises in Japan), however, the proportion of firms responding that current business conditions are \"unfavorable\" continued to exceed the proportion of those responding that they are \"favorable.\"", "The same result was observed for future business conditions.", "Sales forecasts for all industries and enterprises for fiscal 2020 declined by almost 10 percent on a year-on-year basis.", "It is a matter of concern that the year- on-year rate of growth in research and development (R&D) investment plans for all industries and enterprises for fiscal 2020 was negative.", "Given that the impact of COVID-19 has been expanding after the release of the Tankan, downside risks to business fixed investment have been significant, mainly in the face-to-face services industry.", "With regard to the substantial decline in the real GDP growth rate for the April-June quarter of 2020 and the pick-up for the subsequent quarter, it seems that Japan's recovery lacked momentum compared with that in the United States and Europe (Chart 3).", "A comparison shows that domestic demand components, such as business fixed investment and private consumption, have been relatively weak in Japan compared with those of the United States in particular (Chart 4).", "The relative weakness in private consumption in Japan could be attributable to the fact that there is a large population of seniors, who remain strongly vigilant against COVID-19.", "Such weakness in business fixed investment could be because Japanese firms have not been as active as U.S. firms in making digital investments.", "In my view, the lack of momentum in economic recovery in Japan is due to various challenges it has been facing for a long time.", "I will return to this later.", "Price Developments Let me move on to price developments.", "The year-on-year rate of change in the consumer price index (CPI) for all items less fresh food, or the core CPI, has been negative since spring 2020, when the impact of COVID-19 intensified (Chart 5).", "Its recent decrease is partly affected by the past decline in crude oil prices and a discount on hotel charges through the \"Go To Travel\" campaign -- the government's program to promote domestic tourism.", "These factors are likely to eventually push up the CPI, mainly through a rise in the purchasing power of consumers.", "It is becoming increasingly important to clearly identify and examine demand trends of individual items composing the CPI baskets and information gained through interviews with firms and individuals, instead of focusing solely on the fact that the core CPI has been negative.", "For instance, the December 2020 Opinion Survey on the General Public's Views and Behavior shows that the proportion of respondents who answered that prices have gone up compared with one year ago and of those who answered that prices would go up one year from now were both about 60 percent.", "Less than 10 percent of respondents answered that prices would go down for the same question (Chart 6).", "Based on the survey results and other information, price cuts that decrease value-added of firms have not been observed widely yet.", "C. Outlook for Economic Activity and Prices Now I would like to explain the Policy Board members' baseline scenario regarding the outlook for economic activity and prices.", "Japan's economy is likely to follow an improving trend with the impact of COVID-19 waning gradually, but the pace is expected to be only moderate.", "Thereafter, as the impact subsides globally, the economy is projected to keep improving further with overseas economies returning to a steady growth path.", "Given these factors, in the Bank's January 2021 Outlook for Economic Activity and Prices (Outlook Report), the forecasts of the majority of Policy Board members for the real GDP growth rate are in the range of minus 5.7 to minus 5.4 percent, 3.3 to 4.0 percent, and 1.5 to 2.0 percent for fiscal 2020, 2021, and 2022, respectively (Chart 7).", "As for the outlook for prices, the year-on-year rate of change in the core CPI is likely to be negative for the time being, mainly affected by a widening of the negative output gap and the temporary price declines that I noted earlier.", "Thereafter, it is expected to turn positive and then increase gradually, since downward pressure on prices is projected to wane gradually along with economic improvement and as the effects of such factors as the decline in crude oil prices are likely to dissipate.", "In the January Outlook Report, the forecasts of the majority of Policy Board members for the year-on-year rate of change in the core CPI are in the range of minus 0.7 to minus 0.5 percent, 0.3 to 0.5 percent, and 0.7 to 0.8 percent for fiscal 2020, 2021, and 2022, respectively (Chart 7).", "The risk of an overall and sustained decline in prices is judged as not significant at present.", "However, the level of corporate profits is expected to be lower than that prior to the COVID- 19 outbreak, and the employment and income situation is likely to remain weak for the time being.", "This is because it is more likely to take time for the economy to recover, mainly for the nonmanufacturing industry, due to the recent resurgence of COVID-19.", "In addition, a decline in actual prices is prone to have stronger effects on people's perception of prices in Japan than in the United States and Europe, given that Japan suffered from prolonged deflation.", "Taking these factors into account, price developments continue to warrant attention.", "Conduct of Monetary Policy Let me now turn to the Bank's policy conduct.", "The Bank has conducted powerful monetary easing since March 2020 in response to COVID- 19 through the following three measures (Chart 8).", "The first is the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19) (the Special Program) to provide support, mainly for corporate financing.", "The second is an ample and flexible provision of funds, mainly by purchasing Japanese government bonds (JGBs) and conducting the U.S. dollar funds-supplying operations.", "The third is active purchases of exchange-traded funds (ETFs) and Japan real estate investment trusts (J-REITs) to lower risk premia in asset markets.", "The Bank's responses have had positive effects, coupled with the government's measures and active efforts by financial institutions.", "Some nervousness has been seen in financial markets recently, while there remain various uncertainties.", "However, tension has eased compared with the spring and summer period of 2020.", "Firms' financial positions are no longer deteriorating, although they have been weak, and the environment for funding, such as bank borrowing as well as the issuance of CP and corporate bonds, has remained accommodative.", "Thus, the smooth functioning of financial intermediation has been ensured, and this is a big difference from the time of the Global Financial Crisis (GFC), when downward pressure from the financial side on the real economy intensified.", "However, downward pressure on economic activity and prices due to the impact of COVID- 19 is likely to persist.", "Given this situation, the Bank decided at the December 2020 Monetary Policy Meeting (MPM) to extend the duration of the Special Program until the end of September 2021 and to conduct an assessment for further effective and sustainable monetary easing with a view to achieving the price stability target of 2 percent.", "In summer 2016, three years after the introduction of Quantitative and Qualitative Monetary Easing (QQE) in 2013, the Bank conducted a comprehensive assessment to examine its effects.", "The findings indicate that, (1) under the large-scale monetary easing, financial conditions improved significantly, as seen in the correction of the past excessive appreciation of the yen and decline in stock prices, and that (2) this led to improvement in business performance and economic activity.", "On the other hand, findings with regard to prices reveal the following points.", "First, although the economy is no longer in deflation in the sense of a sustained decline in prices, the CPI has not reached the price stability target of 2 percent.", "Second, people's mindset and behavior based on the assumption that prices will not increase easily have been deeply entrenched under prolonged deflation, and it will still take a long time for such mindset and behavior to change.", "In addition, the findings also confirm that monetary easing could have a cumulative negative impact on financial institutions' profits as well as on the investment income of life insurance companies and pension funds, which in turn could adversely affect the functioning of financial intermediation.", "As a policy response based on these findings of the comprehensive assessment, the Bank introduced yield curve control in September 2016.", "Through this framework, it controls policy interest rates to appropriate levels while taking into consideration both the positive and side effects of monetary easing.", "Also, in July 2018, the Bank, with a view to persistently continuing with powerful monetary easing, shifted to more flexible market operations and asset purchases so that long-term interest rates may move upward and downward to some extent and the amounts of its ETF and J-REIT purchases may increase or decrease depending on market conditions.", "The upcoming assessment of monetary easing measures is driven by the same motivations as the comprehensive assessment.", "The current framework of QQE with Yield Curve Control has been working well for about four years since its introduction, including the COVID-19 era.", "The Bank, under this framework, will assess whether operational practices and the policy tools, including various asset purchases, have had their intended effects.", "Furthermore, because monetary easing inevitably will be prolonged due to the lingering impact of COVID- 19, the Bank is open to any options in pursuit of further effective and sustainable monetary easing.", "As the findings of the assessment are scheduled to be made public at the March MPM, I cannot draw any conclusions in advance.", "However, let me express my views on ETF purchases.", "In Japan, based on past experience, a destabilization of the stock market tends to bring about a deflationary mindset.", "Given this unique factor, I think ETF purchases have been effective in dispelling such mindset and will continue to be a necessary policy tool.", "That said, it is necessary to bear in mind that large-scale purchases and prolonged holding of assets -- not limited to ETFs -- could affect market functioning.", "While I will continue to consider the details of a possible response with careful examination of the effects and side effects, it is important to be prepared to respond in a timely and effective manner to counter possible changes in economic activity and prices, as well as financial conditions.", "Challenges Facing Japan's Economy and the Need to Strengthen Growth Potential A.", "Challenges Facing Japan's Economy Next, I would like to talk about the challenges facing Japan's economy from a longer-term perspective.", "Up until the 1985 Plaza Accord, the yen remained weak against the U.S. dollar despite the first and second petroleum crises.", "In that situation, Japanese firms concentrated their fixed investment exclusively in Japan and enhanced rationalization and efficiency.", "Thus, Japan became a so-called processing trade country, leveraging strong price competitiveness to drive exports and acquiring foreign currency.", "The driven exports increased corporate profits and household income, which were eventually poured into financial institutions as deposits and then passed on to firms, mainly to be used for fixed and R&D investments.", "Consequently, a virtuous cycle operated in the Japanese industry.", "With this in place, firms and employees built a \"win-win\" relationship, in which firms gave employees a sense of assurance that their wages would rise constantly based on lifetime employment and seniority-based wages, and employees contributed to improving business performance with a sense of loyalty to their firms.", "At the same time, a unique culture took root in Japan -- namely, whereby \"diligence\" and an emphasis on \"group over individual\" were considered important.", "After the Plaza Accord, in the latter half of the 1980s, the yen appreciated against the U.S. dollar from around 230 yen per dollar to the level of 120 yen.", "Then, under circumstances in which Japan had to grapple with the non-performing loan problem after the bursting of the bubble economy, there was a rise in newly industrialized economies with strong price competitiveness that was realized through exploiting their cheap labor.", "Furthermore, Japan's population was rapidly aging and its birth rate was declining; the working age population began to decrease after reaching its peak in 1995.", "With these changes surrounding the Japanese industry taking place, the existing business structure was no longer able to sustain firms' price competitiveness.", "Japanese firms thus faced the need to bolster their innovation capabilities and reform the industrial structure.", "However, the traditional employment practices and working style were slow to be changed.", "Many firms chose squeezing fixed expenses as the main cost reduction measure in case their earnings deteriorated.", "Therefore, their labor and depreciation cost reduction was prioritized and the realignment of their business portfolio, which would enhance their value-added, was postponed.", "As a result, these firms continued to maintain low-profit or less-competitive businesses.", "Their investment was distortedly affected -- R&D investment, for instance -- and they delayed strengthening their promising businesses.", "Furthermore, along with waning profitability, I think that firms have been biased further toward avoiding risks for fear of occurrence of unexpected major economic shocks.", "It seems that the combination of these factors has led to a 30-year slump in productivity and to low growth, and Japan has been left behind in the tide of global growth.", "Looking at trends in Japanese enterprises' labor productivity by size, that of large enterprises, after marking a significant decline due to the GFC, finally surpassed in fiscal 2018 the fiscal 2007 level.", "On the other hand, labor productivity of medium-sized enterprises and small and medium enterprises (SMEs) only showed a small decline at the time of the GFC.", "However, the improvement observed thereafter for both types of enterprises has been only moderate, and thus not strong enough to drive the productivity growth of Japan's economy as a whole (Chart 9).", "Changes in Economic Conditions and the Need for Structural Reforms Japan faces major changes, such as digitalization and carbon reduction.", "As digitalization progresses further, people will be free from time and space constraints.", "In Society 5.0 -- the concept of a future society proposed by the Japanese government -- cyber and real space will be highly integrated.", "In such a society, overcoming challenges and creating new value will be more appreciated, not just increasing business scale and efficiency.", "With regard to carbon reduction, the automobile industry, which has underpinned Japan's growth and employment for many years, is confronted with the worldwide trend toward ending new sales of gasoline- powered vehicles.", "As electric vehicles come to be used widely, it seems possible that the market environment could change drastically into a highly commoditized or digital-oriented one.", "Under these circumstances, the Japanese government declared in its action plan1 that the next driving forces of growth would be digital and green areas, and that it would support reinforcement of Japan's R&D capabilities in the long term to this end.", "The government also made clear its aim to create an environment where startups and SMEs in Japan grow, and to support SMEs' efforts to raise productivity, grow larger, and take on the challenge of entering overseas markets.", "In fact, deregulation and market expansion through free trade agreements such as the Trans-Pacific Partnership Agreement will create a prime opportunity for Japan, which faces a population decline and other structural issues.", "Now that drastic changes are occurring in the environment, it is crucial for firms to enhance innovation capabilities, be one step ahead in pursuing change, and realize growth.", "To this end, it will be important to realize an expansion in business scale by strengthening business foundations, as set forth by the government.", "Firms have been taking the initiative in view of the pressing need for digital utilization, as well as reforms to employment practices, working styles, and business portfolios.", "In other words, transformation of the typical Japanese style of doing business has begun to progress.", "For instance, an increasing number of firms have been promoting greater mobility in employment and shifting to job-based employment and performance-based wage systems.", "In addition, some firms have been pursuing business realignment and integration beyond corporate boundaries, acquisitions and divestitures, and business alliances.", "I expect that restructuring of business portfolios will move forward, thereby enhancing productivity through creation of value-added and business growth.", "C. Need for the Growth of SMEs Since GDP is the sum of value-added through firms' business activities, I think it necessary in terms of Japan's future growth to increase the productivity and value-added of firms.", "To this end, as a driver of economic growth, it is essential for an increasing number of startups and SMEs to grow larger; for example, startups being developed into so-called unicorns with a valuation of over 1 billion U.S. dollars.", "According to a report by a U.S. research company, there are 518 unicorns in the world; 249, about half of the total, are in the United States, followed by 122 in China.", "There are only four unicorns in Japan, compared with 13, 26, and 11 in Germany, India, and South Korea, respectively, although Japan's economic scale is bigger than that of those countries (Chart 10).", "This suggests that technologies and services that can be one step ahead to respond to changes in the economic environment, such as fintech and online services, are attracting investment funds for growth.", "It is not an easy task to achieve sustainable growth and increase corporate value.", "From my own experience in management, I can say that, in order to turn environmental change into opportunity, firms need to strengthen their business resources not by relying solely on their own resources but by making effective use of personnel with different backgrounds and knowledge.", "They also need to take the lead in pursuing change and to reform their business structure without delay, and thereby realize growth.", "To this end, it is important to carry out deregulation aimed at facilitating free business activities and to create a market in which firms can obtain ample investment funds that enable them to implement their growth strategies and thereby achieve sustainable growth.", "In what follows, I talk about the roles both direct and indirect financing are expected to play in terms of firms' fund raising.", "D. Expected Roles for Direct Financing First, let me talk about direct financing, in which firms issue stocks to raise funds directly.", "As of the end of September 2020, Japanese households held about 1,900 trillion yen in financial assets, of which about 1,000 trillion yen was in cash and deposits and about 500 trillion yen was in insurance and pension plans.", "This means that, while a great deal of money is poured into financial institutions, not much flows directly to firms actually doing business.", "Funds raised through initial public offerings (IPOs) and public offerings (POs) in Japan in 2019 remained small, amounting to about 10 billion U.S. dollars, which is only one tenth of the amount raised in the United States.", "In addition, looking at venture investment by investment funds, the amount of funds invested by venture capital (VC) funds in the United States in 2020 was 16 trillion yen (156.2 billion U.S. dollars), continuing to increase even during the COVID-19 pandemic.", "On the other hand, in Japan, the amount invested by VC funds in 2019 was about 200 billion yen, and there was a decline of about 30 percent for the January-September period of 2020 compared to a year earlier.", "In the United States, where ample funds flow to firms, startups with disruptive technologies and business models bolster their innovation capabilities by steadily raising funds, and some of them become unicorns.", "Such unicorns continue to raise funds directly from financial markets even after going public, eventually growing into major firms.", "On the other hand, in Japan, the total market capitalization of firms listed on the First Section of the Tokyo Stock Exchange (TSE) at the end of 2020 amounted to 667 trillion yen, exceeding 591 trillion yen at the end of 1989, which was within the bubble period.", "Over the same time frame, the number of listed firms increased by about 1,000.", "This suggests that listed firms as a whole have not achieved growth in terms of the average capitalization per firm.", "Market capitalization reflects investors' growth expectations.", "For those expectations to be grounded in fundamentals, listed firms have to realize investors' growth expectations and raise investment funds to this end.", "Recently, more cases have started to be seen where overseas investment and VC funds invest in startups in Japan.", "In this regard, Prime Minister Suga declared in his policy speech the creation of a framework for financial markets that attract green investment at home and from abroad.", "I hope that the direct financing market will increase in size and liquidity as a market in which a wide range of investors supply long-term funds to support firms' growth.", "I also expect investment for startups by VC funds to be active, mainly because the growth areas of Japan's economy -- namely, digital and green areas -- are clear now.", "E. Expected Roles for Indirect Financing Next, I would like to touch on indirect financing, in which firms raise funds from financial institutions.", "Japan's advantage lies in the fact that there is an infrastructure needed for economic growth; that is, necessary working capital and business fixed investment funds are supplied steadily through financial institutions to firms.", "However, the business environment facing regional financial institutions has grown more challenging due to the impact of COVID-19 in addition to structural factors such as the declining birthrate, aging population, and population outflow, as well as the continued low interest rate environment.", "Amid these circumstances, the Bank decided in 2020 to introduce the Special Deposit Facility to Enhance the Resilience of the Regional Financial System.", "The aim of this facility is to encourage regional financial institutions' initiatives to strengthen their business foundations so that they may firmly support regional economies into the future and smoothly fulfill their financial intermediation function.", "Let me express my view with regard to the regional financial system.", "While the geographic coverage of regional financial institutions' business is often divided on a prefectural basis, value chains are not.", "As the population shrinks further and it becomes difficult to achieve business growth only within a limited geographic area, an increasing number of firms are pursuing growth in productivity and business scale.", "Even if growth-oriented startups and SMEs can provide excellent technologies and services, they lack resources such as personnel, materials, and money, as well as a strong customer base.", "Thus, to help them address this insufficiency, regional financial institutions are expected to provide high-value services and thereby support local SMEs' sustainable growth while leveraging the information the institutions have on these SMEs, such as their capabilities and growth potential.", "I think that this initiative is in line with expectations of these institutions' borrowers -- namely, local SMEs.", "Given that data and information are what create value today, regional financial institutions are expected to expand the data and information networks beyond geographic boundaries and offer the value demanded by their borrowers, such as by providing solutions to the borrowers' business challenges.", "For regional financial institutions to provide strong and sustained support for local SMEs' initiatives to achieve growth, business integration and mergers are one option for them.", "At the same time, various other alliances, including partnering with different types of businesses, can also be effective.", "To give an illustration from this region, let us look at Ryoma Sakamoto, a hero during the closing days of the Tokugawa shogunate who was born in Kochi Prefecture.", "Even in an era when movement in Japan was strictly regulated, he led the Kameyama Shachū, the equivalent of a modern trading company.", "With his sights set on the resources and strategies of the Satsuma and Chōshū clans, which were both geographically and temperamentally far removed from one another, Sakamoto helped bring the Satsuma-Chōshū Alliance to realization and developed human resources and networks that ultimately led to Japan's transformation at the Meiji Restoration.", "My hope is that Kochi Prefecture today will see further movement toward transformation.", "With an eye on the post-COVID-19 era, both direct and indirect financing play a major role in efforts to increase the productivity and business scale of SMEs, including startups.", "It is necessary for the risk money markets to harness their expertise, particularly in terms of business growth potential, and for banks and other financial institutions to harness theirs in terms of business sustainability.", "I expect to see increased interaction between business managers and the markets, a shift in the mindset of managers toward a focus on sustainable growth, proactive procurement of investment funds for growth, and reforms to business models and portfolios.", "I hope that these factors will increase productivity in the economy as a whole.", "At present, the management and staff of all firms, SMEs in particular, have been making strenuous efforts to address a significant environmental change caused by the COVID-19 pandemic.", "Given that the global economy has experienced a period of prolonged low growth following a major shock, governments and central banks around the world have made every effort to prevent as much as possible the COVID-19 shock from creating \"scarring effects,\" which are long-lasting aftereffects on the economy.", "On the other hand, when facing a significant change, firms can achieve substantial growth by being one step ahead and turning such change into opportunity.", "Although Japan suffered from prolonged low growth and deflation, I expect that its long-standing challenges that are attracting closer attention due to the COVID-19 pandemic will finally be resolved at this time, and the Bank will encourage such efforts through monetary easing measures.", "Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Kochi (via webcast) February 10, 2021 NAKAMURA Toyoaki Chart 1 World Economic Outlook (as of January 2021) (Real GDP index, 2019/Q4 = 100) Advanced economies Emerging market and developing economies 2019/ Q4 20/ Q1 Q2 Q3 Q4 21/ Q1 Q2 Q3 Q4 22/ Q1 Q2 Q3 Q4 Source: IMF.", "Pace of the Recent Pick-Up in Economic Activity: Comparison between Japan, the United States, and Europe (1) Sources: Cabinet Office; Bureau of Economic Analysis (BEA); Eurostat.", "Pace of the Recent Pick-Up in Economic Activity: Comparison between Japan, the United States, and Europe (2) Real Business Fixed Investment Real Private Consumption Note: In the left panel, figures for the euro area are those for gross fixed capital formation excluding housing investment.", "Sources: Cabinet Office; BEA; Eurostat.", "Japan's CPI (Less Fresh Food) Notes: 1.", "Energy consists of petroleum products, electricity, and gas, manufactured & piped.", "Figures for the \"effects of the consumption tax hikes and free education policies\" from April 2020 onward are based on staff estimations and include the effects of measures such as free higher education introduced in April 2020.", "Source: Ministry of Internal Affairs and Communications.", "Opinion Survey on the General Public's Views and Behavior (December 2020 Survey) 1.", "Perception of the Present Price Levels (Compared with One Year Ago) 2.", "Outlook for Price Levels One Year from Now Source: Bank of Japan.", "yen Large enterprises Medium-sized enterprises FY 2003 04 05 06 07 08 09 10 11 12 13 14 15 16 17 18 19 Note: Enterprises with capital of 1 billion yen or more are large enterprises, those with capital of 100 million yen to less than 1 billion yen are medium-sized enterprises, and those with capital of less than 100 million yen are SMEs.", "Source: Ministry of Finance.", "Unicorn Companies (as of January 11, 2021) Unicorns by Country Percentage of Unicorns by Industry (CY 2019; bil."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Economic Activity", "Prices", "Inflation", "Deflation", "Economic Growth", "Productivity", "Structural Reforms", "Direct Financing", "Indirect Financing"]}