{"sentences": ["Speech Priorities of EMEAP and Update on Global FX Guy Debelle ASIFMA Compliance Week 2021 Virtual Conference - 9 September 2021 Thank you for giving me the opportunity to summarise the current focus areas of EMEAP.", "I will also take the opportunity to talk about the recent update to the FX Global Code, in my capacity as Chair of the Global Foreign Exchange Committee (GFXC).", "Two focus areas of EMEAP are sustainable finance and fintech.", "Collectively as well as individually, the central banks of EMEAP are doing a lot of work in both of these spaces.", "Sustainable finance The central banks of EMEAP have been increasing their focus on sustainable finance for some time now.", "We are now all members of the Network for Greening the Financial System (NGFS).", "A number of us have contributed to the output of the NGFS.", "Our work in sustainable finance has a number of elements: Conducting climate risk assessments.", "Increasingly, we are all integrating climate risk into our supervisory activities.", "In that regard, we are embarking on climate vulnerability assessments of the financial system using scenarios based on the NGFS scenarios.", "At our recent meetings we have shared insights from our experiences in developing and implementing climate risk stress tests and scenario analyses for banks, and discussed the challenges they pose.", "There is a need to develop taxonomies that are appropriate to the various circumstances facing our economies, rather than having one being imposed that does not take into account the particular challenges facing economies in the EMEAP region.", "In particular, we are discussing the development of a transition taxonomy or taxonomies for economies in the region, as it is necessary to not just invest in things that are currently 'green', but also to direct financing in a way that supports the transition to a sustainable future.", "How we can facilitate the further development of green finance is one of the other main priorities of our sustainable finance agenda.", "As a start, EMEAP members have agreed to promote investment in green bonds through the Asian Bond Fund, such as revising the bond index rules.", "A common issue we have encountered in our work is the lack of data.", "This is being addressed at the global level by the International Monetary Fund (IMF) and the NGFS.", "Another issue is that stress testing and scenario analysis can be methodologically difficult because of the long time horizons associated with climate risks.", "But at the same time, climate change is having near-term implications in a number of our economies.", "While these exercises are challenging, we all agree that there is benefit in conducting them.", "It is important that the perfect doesn't get in the way of the good.", "EMEAP has been discussing a number of different aspects of Fintech in our recent meetings.", "One particular area of focus has been in cross-border payments.", "Many EMEAP members have initiatives underway to improve cross-border payments, including collaborations with other EMEAP members.", "We have been discussing how EMEAP could best contribute to the G20 roadmap on enhancing cross-border payments.", "While traditional services for cross-border payments have been costly, slow and non-transparent, we are seeing the emergence of some new technology-enabled providers of cross-border payments, which are bringing much needed innovation and competition to this market.", "But there are still some key challenges to improving cross-border payments.", "These include: (i) systems integration difficulties where countries are at very different stages of payments system development, and (ii) the cost of meeting regulatory compliance requirements, for example those relating to anti-money laundering and counter-terrorism financing (AML/CTF), as rules can vary greatly between payment originating and receiving jurisdictions.", "The latter is a particular issue when it comes to remittances.", "This poses challenges to some EMEAP economies and particularly some smaller nations in the Pacific area.", "We are working individually and collectively to try to address this challenging situation.", "One other noteworthy development is that several EMEAP members are collaborating with the Bank for International Settlements (BIS) Innovation Hub and each other to develop bilateral and multilateral linking of real-time retail payments systems.", "This will reduce the reliance on existing cross-border banking arrangements.", "There are a number of examples of this: Project Nexus provides a blueprint for scalable connectivity of countries' domestic fast payment systems, which will make cross-border payments faster, cheaper, easier to access and more transparent.", "The linkage of Singapore's PayNow and Thailand's PromptPay real-time retail payment systems.", "Project Dunbar, which involves the RBA, Bank Negara Malaysia, the Monetary Authority of Singapore, the South African Reserve Bank and the BIS Innovation Hub.", "Project Dunbar will develop prototypes of a common multilateral settlement platform that will enable international settlements with digital currencies issued by multiple central banks (as opposed to reliance on existing payment systems).", "The FX Global Code was launched in May 2017.", "The Code set out global principles of good practice in the FX market to provide a common set of guidance to the market.", "The 55 principles in the Code cover ethics, information sharing, aspects of execution including e-trading and platforms, prime brokerage, governance, risk management and compliance, and confirmation and settlement.", "The Code is maintained by the Global Foreign Exchange Committee (GFXC) which I currently chair.", "The GFXC consists of the various Foreign Exchange Committees (FXCs) across the globe.", "It comprises all the top FX markets by turnover, both advanced and emerging markets.", "The members of the GFXC are both central banks and market participants drawn from all parts of the markets: from the buy side, including corporates and asset managers, and the sell side, along with trading platforms, ECNs and non-bank participants.", "When we launched the Code, it was agreed that the Code would be reviewed by the GFXC every three years to ensure it remained appropriate and to also ensure it stayed current with the ongoing evolution of the FX market.", "Hence, around two years ago, the GFXC surveyed market participants to assess what areas of the Code needed to be reviewed.", "The primary response of market participants was that the Code remained fit for purpose and changes should only be made as necessary.", "The GFXC identified a few key areas requiring review to ensure that the Code continues to provide appropriate guidance and contributes to an effectively functioning market, and remains in step with the evolution of the market.", "Over the past 18 months, various working groups of the GFXC, drawing on a diverse group of market participants and central banks, have been working on the review.", "The proposed updates to the Code have been through a number of rounds of feedback with market participants through the FXCs round the world, as well as a public feedback process.", "Following this process of review and consultation with industry, the GFXC has published the updated version of the Code.", "The July 2021 version of the Code replaces the earlier, August 2018 version.", "In total, 11 of the Code's 55 principles have been amended.", "The GFXC has also developed disclosure cover sheets and templates for algo due diligence and transaction cost analysis (TCA) to assist market participants in meeting the Code's principles for disclosure and transparency.", "Additionally, the GFXC has published guidance papers on the practices of Pre-Hedging and Last Look to support market participants in applying the Code's principles in these areas.", "Almost 1,100 entities globally have signalled their adherence to the Code's principles by signing a Statement of Commitment.", "With the publication of the updated Code, the GFXC is encouraging market participants to consider renewing their Statements of Commitment, having regard to the nature and relevance of the updates to their FX market activities.", "The GFXC acknowledges that the changes to the Code will affect certain parts of the market more than others.", "For those most affected by the changes, we would anticipate a period of up to 12 months for practices to be brought into alignment with the updated principles.", "We would expect that the disclosure cover sheets would be posted alongside the Statement of Commitments on a similar timeframe, if not sooner.", "To conclude, the GXFC has completed the three-year review of the FX Global Code.", "The Code has been updated to remain current with the ongoing evolution of the FX market.", "It will continue to serve its important role of setting the standard for good practice.", "But to do so, it requires that you as market participants continue to reflect the principles of the Code in your activities in the FX market.", "I would strongly encourage you to familiarise yourself with the changes to the Code, and particularly to make good use of the disclosure templates.", "[1] Executives' Meeting of East Asia-Pacific Central Banks.", "EMEAP is a co-operative forum of 11 central banks and monetary authorities in the East Asia and Pacific region comprising the Reserve Bank of Australia, the People's Bank of China, the Hong Kong Monetary Authority, Bank Indonesia, the Bank of Japan, the Bank of Korea, Bank Negara Malaysia, the Reserve Bank of New Zealand, Bangko Sentral ng Pilipinas, the Monetary Authority of Singapore and the Bank of Thailand.", "Monetary Authority of Singapore (2021), 'BIS Innovation Hub and Monetary Authority of Singapore publish proposal for enhancing global real time retail payments network connectivity', Media Release, 28 July.", "Available at <-releases/2021/bisih-and-mas-publish-proposal-for-enhancing-global-realtime-retail-payments-network-connectivity>.", "[4] Monetary Authority of Singapore (2021), 'Singapore and Thailand Launch World's First Linkage of Real-time Payment Systems', Media Release, 29 April.", "Available at <-and-thailand-launch-worlds-first-linkage-of-real-time-payment-systems> [5] Bank of International Settlements (2021), 'BIS Innovation Hub and central banks of Australia, Malaysia, Singapore and South Africa will test CBDCs for international settlements', Press Release, 2 September, available at <> and Reserve Bank of Australia (2021), 'BIS Innovation Hub and central banks of Australia, Malaysia, Singapore and South Africa will test CBDCs for international settlements', Media Release 2021-18, 2 September.", "[8] Global Foreign Exchange Committee (2021), 'GFXC updates FX Global Code, publishes new templates for disclosures and guidance paper on Pre-hedging' Press Release, 15 July.", "Available at [9] Global Foreign Exchange Committee (2021), 'FX Global Code'.", "Available at The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice.", "The Reserve Bank of Australia acknowledges the Aboriginal and Torres Strait Islander Peoples of Australia as the Traditional Custodians of this land, and recognises their continuing connection to Country.", "We pay our respects to their Elders, past, present and emerging."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["sustainable finance", "cross-border payments", "fintech", "climate risk", "FX Global Code", "green finance", "EMEAP", "GFXC", "stress testing", "scenario analysis"]}