{"sentences": ["Remarks by Toni Gravelle Deputy Governor of the Bank of Canada CFA Society Toronto Toronto, Ontario Market stress relief: the role of the Bank of Canada's balance sheet Good afternoon.", "I always enjoy engaging with CFA charterholders, even virtually.", "It's hard to believe we've been dealing with COVID-19 for as long as we have.", "The past year has had a profound impact on people's lives, both in terms of their health and their economic and financial well-being.", "Canadians count on the Bank of Canada to make sure that the financial system works smoothly, especially in tough times when they depend on credit more than usual.", "So, a year ago, the Bank took unprecedented actions to ensure that the financial system could keep functioning normally and the economy could recover.", "Markets have to work for the economy to work-not just for bankers and investment managers, but for Canadians of all walks of life.", "An essential part of markets working well is liquidity: the ability to buy, sell, lend or borrow with relative ease.", "Think of it as the grease that keeps markets lubricated.", "CFA (chartered financial analyst) is one of the highest distinctions in the investment management profession.", "T. Gravelle, For more on the importance of liquidity, see \"Economic Progress Report: Keeping Markets (speech delivered virtually to the Greater Sudbury Chamber of Commerce, Sudbury, Ontario, the Bank's response June 4, 2020).", "As well, for a summary of to the COVID-19 pandemic and how P. Beaudry, largescale purchases of financial assets fit into it, see \"Our Quantitative Easing Operations: Looking Under the Hood,\" delivered virtually to the Greater Moncton Chamber of Commerce, the Fredericton Chamber of Commerce, and the Saint John Region Chamber of Commerce, Fredericton, Moncton and Saint John, New Brunswick, December 10, 2020).", "I would like to thank Ron Morrow, Tamara Gomes and Tiago Figueiredo for their help in preparing this speech.", "Not for publication before March 23, 2021 13:15 Eastern Time When COVID-19 struck last year, it caused enormous uncertainty about how the next weeks and months would play out.", "And whenever the economic outlook becomes extremely uncertain, market participants seek to hold cash.", "Suddenly, investors large and small were scrambling to sell their financial assets-even those normally considered risk-free, such as Government of Canada bonds-so they could meet their margin calls and build up their cash buffers.", "With this dash for cash so widespread, everyone was looking to sell assets and few were willing to buy.", "Markets came under extreme stress and seized completely.", "Households and businesses also became extra cautious: companies were drawing down their lines of credit at an unusually fast pace, and households were building up their savings or deferring loan payments.", "At the height of the crisis, the top priority was to quickly restore well-functioning markets so that households, businesses and governments could still access credit- either directly from markets or from banks and credit unions.", "The Bank was well positioned for this challenge.", "As a central bank, we have a mandate to be on the look-out for system-wide stresses, and we have the tools-that leverage our balance sheet-to fix them.", "I would like to emphasize, however, that our decision to act was not something we considered lightly.", "There is a high bar for using these extraordinary tools.", "The last time we stepped in to address issues like these was more than a decade ago, during the global financial crisis.", "With that in mind, begin by reviewing how the Bank responded to market-wide stress.", "Then, talk about the thinking behind our actions and update you on the status of our facilities because markets returned to working normally some time ago.", "actions have grown the Bank's balance sheet I'll Our substantially.", "So close by discussing some policy implications of this and what my Governing Council colleagues and I are considering as we explore how the balance sheet could evolve from here.", "How we responded to market-wide stress Let me first expand a bit more on what happened when COVID-19 struck.", "By early last March, as the world was realizing we were in a global pandemic, uncertainty and fear gripped markets.", "A dash-for-cash mentality took hold across financial market participants, and liquidity dried up throughout the financial system.", "The Bank responded swiftly and supplied extraordinary liquidity, in line with our role as which I'll discuss lender of last resort, later.", "We launched a broad suite of programs- including some that we used during the global financial crisis and others that we created from scratch.", "Supplying the funding that financial institutions needed We started by addressing the severe, immediate liquidity issues affecting financial institutions in Canada.", "We knew that if we helped supply them with funding, they would be able to meet the greater demand for credit that was coming from other parts of the financial system as well as from households and businesses.", "So, the first action we took was to inject significant amounts of liquidity into the financial system by ramping up our repo operations.", "Ramping up term repos is go-to tactic for alleviating acute market-wide funding shortages and supporting market functioning more generally.", "We increased the frequency and size of these operations-peaking at $24 billion per operation-and offered funds for longer terms.", "In addition, we let financial institutions use a wider range of securities as collateral, which made it easier for us to lend them larger amounts than usual.", "Through these extended term repos, we lent roughly $200 billion to financial institutions in March and April.", "We also launched our contingent term repo facility, which broadened the list of financial institutions that we engage with for these operations.", "This provided liquidity access to large asset managers that are active in repo markets.", "Restoring and maintaining well-functioning markets The dash for cash caused liquidity to dry up sharply in several core fixed-income markets-including, surprisingly, the market for Government of Canada (GoC) bonds.", "The impact on the market for GoC bonds was particularly worrisome.", "These debt securities are considered very safe and serve as the benchmark, or reference rate, for market can't function smoothly, it's almost every other credit market.", "If the GoC bond hard for the rest of the system-and the economy-to work properly.", "Starting in mid-March last year, the Bank rolled out several new asset purchase facilities to support liquidity and restore smooth functioning in a wide range of markets.", "Our ability to do this quickly and effectively is a testament to the calibre, dedication and expertise of our staff.", "purchases helped rebalance the lopsided trading flows in core debt markets, allowing buyers and sellers to set prices.", "Also, because securities dealers only have so much room for risk on their own balance sheets, our purchases helped free up capacity to provide liquidity in these markets.", "Short-term funding pressures To complement our extended repo operations, we started with programs designed to unfreeze markets that are key sources of short-term funding for businesses and governments.", "For example, to bolster the capacity of commercial banks to support businesses' shortterm credit needs, we launched a facility acceptances.", "We also began purchasing commercial paper to provide funding for a wide range of companies and financial institutions.", "Government of Canada bond purchases As well, we began making large-scale purchases of GoC bonds in the secondary market.", "We launched the Government of Canada Bond Purchase Program (GBPP) at a weekly pace of at least $5 billion, across the spectrum of short- and longer-term bond maturities.", "I'll discuss in a few minutes, the As focus of the program later pivoted from restoring market functioning to providing additional monetary policy stimulus while our policy interest rate is at its effective lower bound of 0.25 percent.", "Provincial and corporate bond purchases Also, in April, we announced we would be launching programs to thaw other important bond markets and support their functioning through purchases in the secondary market.", "We pledged to buy up to $50 billion of provincial bonds and up to $10 billion of highquality corporate bonds.", "The thinking behind our actions Collectively, our actions and those that other major central banks took in their own jurisdictions helped to stabilize global financial conditions.", "The steps we took in Canada to support core markets reflected our responsibility to act as lender of last resort when the financial system is short of liquidity and not working properly.", "This role goes back centuries.", "The original description of a central bank's as lender of last resort came in 1802 from Henry Thornton, an economist and leader in abolitionist movement.", "But it the late 1800s that British journalist Walter Bagehot created the better-known dictum that, in a crisis, a central bank should lend freely to sound institutions, against good collateral, and at penalty rates.", "Bagehot was referring to central banks lending to individual banks that faced a sudden funding squeeze, such as a run on their deposits.", "But in modern times, where financial markets have become another important source of funding, the lender-of-last-resort role of central banks has evolved.", "lender of last resort can be thought of as a liquidity provider of last resort-ready to resolve market-wide stresses when the financial system cannot find its footing or when debt markets are frozen.", "At the same time, Bagehot noted that while it was important to reduce financial stress, it was also critical to do so in ways that mitigate moral hazard.", "Moral hazard emerges whenever market participants or other economic actors feel that they can engage in risky behaviour without bearing consequences if things go wrong.", "Moral hazard can be limited by offering extraordinary liquidity only in severe situations and by ensuring that such actions have a predetermined expiry date or are unwound when no longer needed.", "Once crisis tools have served their purpose, central banks should scale them back to show that they are emergency measures and reflect business as usual.", "Facilities can also be structured in ways that discourage market participants from relying on them to manage their funding needs in normal times-for example, by offering liquidity at above typical market rates.", "The Bank's market-wide stress last year included some programs that carried different degrees of punitive pricing and others that did not.", "Because our top priority was to thaw frozen markets quickly, we felt that punitive pricing could undermine that critical objective in some cases.", "We also lent at prevailing market-determined rates through an auction process but sought to constrain the unwarranted use of most of the facilities in other ways.", "We will be reviewing our various extraordinary actions to assess whether they were calibrated ideally and whether we could do anything differently in future episodes of market stress.", "Major central banks, international authorities and regulators, and policy organizations such as the Financial Stability Board are actively studying these issues too.", "In addition, we are all looking at whether any further structural reforms could be made to improve the resilience of the financial system and minimize the likelihood that our extraordinary tools will be needed in the future.", "The main point is that when central banks provide liquidity, we have to do so in ways that don't encourage market participants to take undue risks in normal times.", "Our actions must be targeted at specific issues and scaled back as those are resolved.", "Adjusting as market conditions improve That is why we gradually adjusted our facilities as conditions improved.", "In the autumn, we wound down a couple of facilities, including the program to support markets for bankers' acceptances.", "We also fine-tuned our repo operations, making them less frequent and scaling back the types of collateral that we would accept.", "And now announce that, in the coming weeks, the Bank will suspend or discontinue our remaining market liquidity-focused crisis programs.", "Specifically, we will suspend our current term repo operations indefinitely beginning mid-May.", "Similarly, the contingent repo facility will be deactivated in early April.", "We can take these steps because now there is ample system-wide liquidity for financial institutions to draw from.", "This is both in terms of their own unusually high levels of deposits, as Canadians save more during the pandemic, and the large amount of cash-more specifically, settlement balances-that we have added to the financial system.", "In addition, three asset purchase programs-for commercial paper, provincial bonds and corporate bonds-will not be extended beyond their upcoming planned one-year end dates.", "Corporate and provincial borrowers have unfettered access to fully functional debt markets.", "And credit spreads for most of these borrowers are either at or below prepandemic levels.", "clear that these extraordinary facilities are no longer required.", "Rest assured, though, that the Bank will be ready to reactivate any of these market programs should severely stressed market conditions ever re-emerge.", "Bank's balance sheet Where the stands now As I said at the outset, our facilities and purchases of financial assets have grown the Bank's balance sheet considerably.", "It now stands at close to $575 billion, more than four times bigger than before the pandemic, when it was $120 billion (Chart 1).", "Chart 1: Bank of Canada total assets, weekly data 200 Jan-2020 Apr-2020 Jul-2020 Oct-2020 Jan-2021 GoC bonds (excluding RRBs) GoC treasury bills Repos Bankers' acceptances All other assets Note: RRBs are real return bonds.", "In this chart, Government of Canada (GoC) bonds purchased in primary markets are measured a t amortized costs.", "All other bonds, including GoC bonds purchased in secondary markets, are measured at fair value.", "\"All other assets\" includes provincial treasury bills and bonds, corporate bonds and commercial paper.", "A full list of assets can be found on the Bank of Canada's website.", "Source: Bank of Canada Last observation: March 17, 2021 Ultimately, our actions to support liquidity and markets provided timely support for the economy, too.", "They ensured that the impact of our very low policy interest rate-which has been at 0.25 percent since late last March-could be felt in all corners of the economy and that credit could keep flowing to Canadians to set the stage for recovery.", "But it's useful to think of the assets added to the balance sheet as falling into roughly two separate buckets serving different objectives.", "The first bucket contains our holdings generated from the programs and facilities aimed at supporting market functioning.", "The second bucket holds our GoC bond purchases.", "As I noted a few minutes ago, at the height of the market stress, these purchases were largely aimed at supporting market functioning.", "You may recall I also said that, as we moved into summer, the main impact shifted to bolstering our monetary policy stimulus.", "Making large-scale purchases of GoC bonds is known as quantitative easing, or QE.", "QE works through different channels, and the importance of each depends on happening in markets and the economy.", "During times of market stress, QE purchases mostly help improve liquidity, ensuring that the GoC bond market and other debt markets can function smoothly.", "But once stresses have dissipated, QE purchases also help lower borrowing costs for households, businesses and governments by putting downward pressure on bond yields and lending rates throughout the financial system.", "The first bucket-our support for market functioning-caused the rapid growth of the balance sheet during the worst part of the crisis last year, roughly from March to the end of June.", "By the end of April 2021, though, GoC bond holdings are expected to be the largest piece of the balance sheet by far-at roughly $350 billion, or more than 70 percent of total assets.", "This is not unusual because GoC bonds are typically the largest asset on What's different our balance sheet.", "now is the sheer size of those holdings.", "against the size of our economy, the value of QE assets that we've We're purchased since last March is broadly similar to that of many other central banks.", "below the Bank of England, about tied with the US Federal Reserve and ahead of the European Central Bank and the Swedish Riksbank (Chart 2).", "By another measure, however, our purchases stand out.", "Our GoC bond purchases since last March represent a little over 35 percent of the total amount of GoC bonds that are outstanding-by far the highest among this group of central banks (Chart 3).", "Chart 2: Government bond purchases as a share Chart 3: Holdings of government bonds as a of 2020Q1 annualized gross domestic product share of total government bonds outstanding 10 United Euro area United Canada Sweden Sweden United Canada United Euro area Kingdom States From March 2020 Before March 2020 From March 2020 Before March 2020 All nominal sovereign bond purchases include purchases at primary Note: All nominal sovereign bond purchases include purchases at primary auctions for balance sheet management.", "Note that the last observation for the euro area purchases is January 21, 2021.", "Data for Sweden and the auctions for balance sheet management.", "Note that the last observation for the euro area is January 21, 2021.", "Data for Sweden and the euro area euro area may also include inflation-protected securities.", "Last observation may also include inflation-protected securities.", "Purchases from March for government bonds outstanding is February 2021, except for the euro 2020 include primary and secondary market purchases.", "Last observation: for Sources: Bank of England, European Central Sources: Bank of England, European Central purchases March 16, 2021; Bank, US Federal Reserve Bank, Bank of Last observation: Bank, US Federal Reserve Bank, Bank of for outstanding, Canada, Sveriges Riksbank and Bloomberg March 16, 2021 Canada, Sveriges Riksbank and Bloomberg February 2021 Whether you consider our holdings relatively large or relatively small depends on the metric you look at.", "Let me now turn to how these could evolve.", "of our programs' asset The future holdings The increase in the balance sheet from programs directed at market functioning will largely roll off because many of those were focused on shorter-term market support.", "This has already happened for our purchases of short-term assets such as bankers' acceptances and commercial paper.", "For short-term funding facilities, such as term repos, the process is well underway: most significantly, about $120 billion is set to roll off between mid-March and the end of April.", "the Bank's balance As it does, sheet-after being relatively stable since July-will decline to about $475 billion, about $100 billion smaller than its current level.", "In terms of the longer-term asset holdings, the program to buy corporate bonds currently sits at about $200 million in assets, while the program to buy provincial bonds sits at just over $17 billion.", "At this point, the Bank doesn't intend to sell any of the assets purchased through either of these programs.", "Of note, at the end of June we will release transaction-level details for the asset purchase programs that are expiring and for the facilities and programs that we have already discontinued.", "This supports our commitment to be fully transparent about our actions once the programs end.", "The new details will complement our regular reporting of the total assets purchased through these programs since we launched them.", "Considerations for adjusting QE Regarding our ongoing purchases of GoC bonds, Governing Council is evaluating how the process of adjusting these could unfold.", "During the current purchase phase of QE, we continue to add monetary policy stimulus because our GoC bond holdings are growing.", "In October, we recalibrated the program to focus more directly on longer-term borrowing rates.", "This reduced the amount of term risk that market participants need to absorb, putting downward pressure on term premiums.", "This shift in composition allowed us to reduce our weekly purchases to a minimum of $4 billion, without reducing the overall stimulus coming from QE.", "At the time of our January Monetary Policy Report, we indicated that if the economy or stronger than our economic projection, we won't need as much plays out in line with QE stimulus over time.", "And in our March policy decision statement, we said that as we continue to gain confidence in the strength of the recovery, we will gradually adjust the pace of our QE purchases.", "We also indicated that first-quarter growth appears to be better than we expected in January.", "We will have a new full economic projection at our April policy decision.", "I want to be clear here: moderating the pace of purchases while adding to our holdings would simply mean that we are still adding stimulus through QE but at a slower pace.", "It would not mean we are removing stimulus.", "We would be easing our foot off the accelerator, not hitting the brakes.", "When we start gradually dialling back the amount of incremental QE stimulus that we are adding, we will eventually get down to a pace of QE purchases that maintains-but no longer increases-the amount of stimulus being provided.", "That is, a pace where our GoC bond holdings are largely stable and we reinvest the proceeds of maturing assets.", "At that point, the accumulated amount of GoC bond holdings would still represent a significant amount of stimulus in the system.", "I'd stress a few things about our journey to this reinvestment phase of QE.", "First, the process for getting there will be gradual and in measured steps.", "Second, the timing of these moderations to the pace of purchases, and the amount of time that we take to get to the reinvestment phase, will be guided by our evolving assessment of the macroeconomic outlook and the strength and durability of the recovery.", "And third, adjusting the pace of QE purchases won't necessarily mean that we have changed our views about when we will need to start raising the policy interest rate.", "We have committed to continuing our QE program-by which we mean positive net purchases-until the recovery is well underway.", "Meanwhile, a decision on the policy rate is linked to the economic outcomes described in our forward guidance-which says that we will leave the policy rate at 0.25 percent until economic slack is absorbed so that the 2 percent inflation target is sustainably achieved.", "In the forecast that we published in January, we projected this happen until into 2023.", "So, we would arrive at the reinvestment phase of QE some amount of time before we start to increase the policy interest rate.", "Eventually, we will reach a point where Governing Council is of the view that the outcomes outlined in our forward guidance have been achieved and that we will need to start raising our policy rate in order to sustainably achieve our inflation objective.", "How long it takes to transition through these different steps will, of course, depend on how the trajectories for economic activity and inflation unfold.", "As part of this journey, we will be mindful of the possibility that our stimulative monetary policy-while essential to achieving our inflation objective-could increase financial vulnerabilities.", "Rest assured that throughout the normalization process for monetary policy, we will make every effort to communicate clearly and in a timely manner.", "It's time for me to conclude.", "We have come a long way from how things were a year ago when severe market-wide stresses forced the Bank to act as lender of last resort to the financial system.", "Our efforts in the face of COVID-19 have had their intended effect.", "Financial markets have been working much better for some time.", "Partly as a result of markets functioning smoothly, the economy continues to recover, and the downturn last year-while sharp and severe-was not as bad as it could have been if market stresses had persisted.", "The Bank's plans to suspend or discontinue several facilities and programs reflect the fact that these were extraordinary central bank actions.", "It was always our intention to withdraw them once we became confident that financial markets could function without this added support.", "Such actions must be reserved for times of severe market stress.", "As such, they are not a substitute for the steps that market participants take on their own in normal times to manage risk.", "While the assets we acquired in the recent crisis to support market functioning will decline, our QE program that supports our monetary policy actions is continuing to add the Bank's balance to sheet.", "As new information on the strength of the recovery arrives, Governing Council will continue discussions about gradually adjusting the pace of our QE-related purchases."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "financial dominance", "fiscal dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["market stress", "liquidity", "balance sheet", "GoC bonds", "lender of last resort", "QE", "monetary policy", "financial markets", "credit", "economic outlook"]}