{"sentences": ["Speech 15 April 2021, 4.00 pm COVID-19, financial markets and digital transformation Money Market Event Andréa M. Maechler and Thomas Moser Member of the Governing Board / Alternate Member of the Governing Board∗ Swiss National Bank Webcast, 15 April 2021 © Swiss National Bank, Zurich, 2021 The speakers would like to thank Dirk Faltin, Cyrille Planner and Nicolas Stoffels for their support in drafting this text.", "Their thanks also go to Benjamin Anderegg, Roman Baumann, William Boye, Lucas Fuhrer, Sébastien Kraenzlin, Christoph Meyer, Christian Myohl, Carolin Reiss, Peter Thüring and SNB Language Services.", "Ladies and gentlemen - good afternoon.", "My colleague Thomas Moser and I welcome you to the SNB's Money Market Event.", "A year ago, we had to cancel this event in Zurich at short notice because of the COVID-19 pandemic.", "Unfortunately, COVID-19 restrictions still prevent face-to-face gatherings, but we are delighted to be able to greet you this year in a virtual setup.", "The pandemic has affected us all, but the costs are unevenly distributed.", "The economic costs are being borne disproportionately by the services sector and society's most vulnerable groups.", "The ability to work from home is highly correlated to income, so the risk of income loss or job loss has been much higher among lower-income groups.", "In many ways, the crisis is unprecedented.", "The economic shock has been global and massive, affecting both economic supply and demand simultaneously.", "For policymakers this has created enormous challenges, as it has for firms, which have had to adjust almost overnight.", "Technology - the internet in particular - has proved indispensable for remote working, commerce and education.", "Digital laggards have had to invest in appropriate technologies, such as video conferencing, and accelerate the digitalisation of their customer interfaces and supply chains.", "Because of this significant investment, remote work and e-commerce will probably remain more common after the COVID-19 crisis ends.", "The pandemic is thus likely to have accelerated the trend towards a digital economy.", "One obvious example, which is relevant for central banks, is payments.", "Although cash payments are still very common in Switzerland, online payments and contactless payments have significantly increased because of the pandemic.", "We can see similar trends in other areas of interest for central banks.", "For example, the rise of 'big data' and digitalisation is affecting the financial system and financial markets.", "Before turning to these developments and how they affect the work of the SNB, we would like to reflect on just how extraordinary the COVID-19 pandemic shock has been and how unconventional the policy responses have had to be.", "COVID-19: new shock, new crisis The COVID-19 pandemic triggered an unprecedented economic shock and extreme uncertainty.", "The need for social distancing and the strict lockdown measures required to contain infections resulted in a sharp drop in consumption and production around the globe.", "In some advanced economies, such as Spain (shown in light green in Chart 1) and the United Kingdom (in purple), output plummeted more than 20% within weeks of the first lockdown.", "The sharp increase in uncertainty caused substantial turmoil in the financial markets.", "In March last year, major equity markets, such as the S&P 500 (shown in blue in Chart 2) and the Stoxx Europe 600 (in yellow), dropped 30% and more in a matter of weeks.", "At one point, investors were forced to sell even their safest and most liquid assets, such as government bonds, in order to rebalance portfolios and raise cash.", "As you can see in Chart 3, due to this 'dash for cash', at the height of the panic in March 2020, yields on government bonds, which typically serve as safe havens, spiked in spite of the very negative risk sentiment.", "In the foreign exchange markets, however, traditional safe-haven currencies like the US dollar and the Swiss franc appreciated, as expected.", "In response to these safe-haven flows, the SNB had to step up its efforts to prevent a sudden and detrimental appreciation of the Swiss franc.", "The red line on Chart 4 shows the nominal trade-weighted index of the franc since the start of 2020.", "With the outbreak of the global COVID-19 pandemic, the Swiss franc came under increasing pressure.", "To stem an excessive appreciation of the franc, the SNB bought foreign currency worth 90 billion Swiss francs in the first half of 2020 alone.", "This is illustrated by the blue bars on Chart 4.", "For the full year 2020, our interventions totalled 110 billion Swiss francs (more than 15% of GDP).", "This, together with our policy rate at -0.75%, has allowed us to maintain an expansionary policy stance throughout the COVID-19 pandemic.", "The sharp increase in risk aversion also led to severe strains in offshore US dollar funding markets.", "Because of the substantial increase in demand for US dollars, non-US banks increased the premium that they were willing to pay in order to secure US dollar funding in the foreign exchange swap market.", "This led to a significant increase in the US dollar swap basis1 and a corresponding deterioration in dollar funding conditions, as shown in Chart 5.", "So, to ease strains in global US dollar funding markets, the SNB participated in a series of coordinated central bank actions, enhancing the provision of US dollar liquidity through the swap line arrangements with the Federal Reserve System.", "The US dollar swap rate quickly reverted to pre-COVID-19 levels.", "Let me leave you here with a first observation.", "By promptly fending off the financial crisis as the COVID-19 pandemic was erupting on a global scale, central banks reaffirmed their role as effective crisis managers, both nationally and internationally.", "Their decisive policy actions alleviated market stress and helped to restore confidence.", "But calming global financial markets - and in the case of Switzerland, countering the heavy wave of safe-haven flows into Swiss francs - has been only one facet of the SNB's policy response.", "The unique nature of the COVID-19 pandemic has also caused an unprecedented shock to the real economy.", "To mitigate this shock, central banks - in cooperation with the fiscal authorities - have created new instruments.", "The SNB during the COVID-19 crisis: same role, new tools Given the nature of the crisis, an important part of the policy response was to address the strains on the corporate sector, particularly among small and medium-sized enterprises (SMEs).", "In Switzerland, 99 percent of all firms are SMEs and they employ some 67 percent of the labour force.", "The lockdown measures resulted in a sudden stop for many businesses.", "There was real concern that economically viable SMEs, in particular, could be forced into bankruptcy through no fault of their own.", "To address the problem, the Swiss Federal Council adopted a range of important measures, including the COVID-19 loan programme for companies.", "To be effective, financial support had to be fast and well targeted.", "To ensure that affected businesses could access COVID-19 loans quickly and at favourable conditions, the federal government, commercial banks, the Swiss Financial Market Supervisory Authority (FINMA) and the SNB engaged in unprecedented collaboration.", "The government guaranteed the loans;2 the banks used their existing client relationships to process applications and disburse the funds; and the SNB set up the COVID-19 refinancing facility (CRF) - a new refinancing tool designed to complement the COVID-19 loan programme.", "This package of measures enabled firms to receive a government-guaranteed bank loan within one business day at the attractive rate of 0% and with a minimum of bureaucracy, and the banks could refinance their loans at the SNB policy rate of -0.75%.", "In addition to the CRF, the SNB took other measures to facilitate lending.", "At the recommendation of the SNB, the Federal Council deactivated the countercyclical capital buffer.", "Doing so made it easier for banks to reallocate capital to where it was most needed.", "The SNB also raised the exemption threshold on the sight deposits that commercial banks hold at the central bank.", "Since negative interest is charged only on the portion of the sight deposit account balance that exceeds the exemption threshold, this measure helped substantively lower the interest burden for the banking sector as a whole.", "Overall, the CRF greatly facilitated the disbursement of COVID-19 loans to firms.", "Participation was sizeable: 20% of all Swiss firms participated in the programme, with total loan volume amounting to 2.4% of GDP.", "The typical COVID-19 loan was small - around two-thirds of the loans had a limit of less than CHF 80,000.", "Analysis also suggests that the loan programme was well targeted.", "Participation in the loan programme is correlated with the exposure of firms to lockdown restrictions and with the geographical distribution of confirmed COVID-19 cases.", "And, crucially, the loans reached younger and smaller firms, which are generally less likely to obtain outside financing during a crisis and are therefore more vulnerable.", "As you can see from Chart 6, almost 75% of all COVID-19 loans were taken out by firms with fewer than five employees.", "Because banks played an important role in disbursing COVID-19 loans, it was important that they were resilient during the crisis.", "Thanks in part to regulatory and supervisory measures taken in the aftermath of the 2008 global financial crisis, the capital buffers and liquidity positions of most banks have improved in recent years.", "Let me conclude this section with two observations.", "First, crisis resilience requires more than good crisis management skills.", "Fending off a crisis depends not only on what policymakers do once the crisis has erupted.", "It also hinges on what has been done to render the financial system as a whole more resilient ahead of a new shock.", "Second, policy coordination and cohesion matter.", "Although the SNB has reaffirmed its important role as a crisis manager, monetary policy alone is not a panacea.", "We mentioned earlier the powerful effect of the concerted efforts of central banks to calm financial markets and instil confidence.", "The same is true at the national level.", "The unique nature of the COVID-19 crisis required an unprecedented combination of fiscal and monetary policy.", "Fiscal policy directly supported households' and firms' incomes, while monetary policy supported bank credit provisioning and dealt effectively with the risk of financial market turmoil.", "The two policy areas complemented each other while remaining within their respective remits.", "So far, we have discussed how the COVID-19 pandemic shock prompted the SNB to react with a set of timely and targeted policy responses.", "Let us now turn our attention to a different facet of the COVID-19 pandemic, namely, how it has catalysed digitalisation and what the implications of this development might be for the SNB.", "COVID-19 as catalyst for digitalisation and implications for SNB There are two trends of particular relevance to the SNB that I would like to highlight here.", "The first, most visible move towards a digital economy is the changing payments landscape, with an increasing use of mobile payments.", "A second apparent trend is big data and automation - particularly involving artificial intelligence.", "In addition to these two trends, cyber risk is also growing.", "Let me start with the changing payments landscape.", "Changing payments landscape The pandemic has boosted online shopping and contactless retail payments.", "Because of the measures to reduce interpersonal contact, such as shop closures and limited shopping hours, e-commerce has gained in importance.", "While cash remains important in Switzerland, the use of cashless payment methods has increased.", "The SNB conducted a survey on payment methods in the autumn of 2020.", "This will give us more insight into these trends.", "The details of the survey will be published this summer.", "Monitoring changing payment habits is important for the SNB because facilitating and securing cashless payments is one of its statutory tasks.", "Since the creation of the Swiss Interbank Clearing (SIC) payment system, the SNB has fulfilled its mandate as system manager and commissioning party of the SIC system.", "The SIC system - also referred to as the 'strong core' of the Swiss payments ecosystem - is the central payment system for both interbank and retail payments in Swiss francs.", "By settling payments finally and irrevocably, the SIC system provides confidence in the reliability and safety of the Swiss payment infrastructure.", "With the pace of innovation in the payments arena increasing due to digitalisation, retail transactions are now attracting more attention among central banks.", "Settling both lowvalue but high-volume retail payments and large-value interbank payments on the same platform is a unique feature of the Swiss system, which has proven effective over the years.", "From a financial stability perspective, the focus has long been on the safety of large interbank payments, as they make up about 90% of daily turnover in the SIC system.", "Retail payments, which already account for more than 95% of transactions in the SIC system, are expected to rise further, however.", "In addition, the emergence of peer-to-peer retail payment initiatives that cut out intermediary payment service providers, such as banks, have the potential to fundamentally change the payments landscape.", "This is also true for central bank digital currencies, which many central banks are exploring.", "The SNB has always supported innovation in the payments system.", "For the Swiss payments infrastructure to remain attractive and reliable over time, it must continuously be enhanced and refined - without compromising on security.", "The SNB has therefore constantly modernised the SIC system to ensure that it remains technologically state-of-the-art.", "More recently, the SNB has also broadened access to the SIC system to include licensed fintech companies.", "This will allow innovative firms to provide new payment technologies efficiently and securely.", "Today, digitalisation and improvements in communication technology are pushing up demand for payments to be instantaneous and available round the clock.", "This demand is largely being driven by the proliferation of mobile payment apps.", "Instant payments are increasingly becoming the new standard around the world.", "They will help to improve the efficiency of the payment system and enable synergies with new technologies and business models.", "The SNB is committed to instant payments.", "Last year, it helped launch the SIC5 project.", "SIC5 will introduce improved functionalities, such as a new settlement algorithm and higher processing performance.", "It will also include a new instant payments module to help make instant customer payments the new normal.", "To this end, the SNB has decided that participants with a high number of customer payments must be able to receive instant payments in SIC5.", "The SNB has thereby created the necessary framework conditions for ensuring that the cashless payment system in Switzerland remains efficient, secure and 'future-proof'.", "Ultimately, however, the specific retail payment solutions will have to come from the private sector.", "To be genuinely effective, instant payment solutions must be implemented all the way to the end customer.", "Offering such solutions often requires significant adjustments to banks' internal payment processes.", "Yet these are important investments because payments are of strategic importance to financial institutions.", "They are the key touchpoint with clients and provide the basis for offering other services.", "Digital innovation undoubtedly has the potential to transform the payments landscape around the globe.", "In some areas, this is a welcome push.", "For example, the cross-border payment system is in urgent need of reform and its improvement has been earmarked as a G20 priority.", "In other areas, innovation could mean competition and disruption.", "To ensure that the Swiss payments ecosystem is in a position to absorb innovations and respond to user demands, while maintaining its trademark efficiency and safety, the SNB has engaged in a dialogue with stakeholders.", "While recognising that the ultimate solutions will need to come from the private sector, the SNB can help shape a common 'Swiss Payments Vision' that will help the various stakeholders to better position themselves vis-à-vis the new technologies in the Swiss payments ecosystem.", "The COVID-19 pandemic seems to have accelerated the transformation of the payments landscape for users and providers alike.", "But payments is only one area faced with digital disruption.", "What about other areas - for instance, areas that stand to be affected by big data and automation?", "Big data and automation The trend towards a digital economy is also generating huge amounts of new data.", "Nowadays, more data are created every day than all of humanity created during the entire 20th century.", "This flood of information enables new ways of monitoring and analysing the economy.", "A March 2021 survey shows that central banks' interest in big data and machine learning has increased markedly over the last few years.", "The SNB is no exception.", "The COVID-19 pandemic brought the need to exploit non-standard data into sharp focus.", "In normal times, official economic indicators and surveys are sufficient to monitor economic developments.", "But such standard data are only available at lower frequency and with a certain time delay.", "With events unfolding rapidly during the first wave of the COVID19 crisis, the need for non-standard, real-time data that are available at higher frequency became more pressing than ever before.", "To monitor economic activity, daily mobility and daily card transaction data became particularly useful as concurrent economic indicators.", "During the first lockdown in spring 2020, card payments data showed the sharp drop in economic activity in real time.", "While online payments in retail trade - represented by the red bars in Chart 7 - increased, stationary card payments fell by more than 20% in March and April compared to the previous year, as can be seen from the blue bars.", "Such data also allow a sectoral and regional breakdown.", "We could thus observe the pronounced payment shifts that took place from urban to suburban and rural areas, and across cantons.", "More recently, the same data have suggested that the renewed lockdown measures in autumn 2020 and January 2021 had a much smaller adverse impact on economic activity.", "Harnessing non-standard data not only requires new technologies, techniques and skills, but also increases the need for multi-disciplinary teams.", "This is particularly true for unstructured data.", "While many financial market participants already use text analytics and natural language processing regularly, new 'deep learning' methods allow for much more than textual analysis of policy statements, minutes and transcripts.", "Voice analysis, for instance, makes it possible to study the tone and emotions associated with policy communication during press conferences.", "These rapid advances in artificial intelligence are also largely the result of the tremendous growth in data, which - combined with a massive increase in computing power - can be used to train deep learning algorithms.", "The logical next step is to combine artificial intelligence with process automation.", "Businesses have used automation for many years but its benefits have become more apparent during the COVID-19 pandemic.", "Unlike other forms of automation, process automation combined with artificial intelligence can not only execute business processes but also decide dynamically if and how a given process should be executed.", "Another notable automation trend is the rise in electronic trading tools, such as 'execution algorithms', or EAs.", "Such algorithms are designed to trade a predefined amount according to a set of pre-programmed instructions.", "A 2020 BIS Study - which I had the honour of chairing - explored the impact of EAs on market functioning, focusing on FX markets.", "It found that the rapid rise of EAs in FX markets was driven by the electronification of these markets and their concomitant fragmentation across a multitude of new fast-paced electronic trading venues.", "According to the study, before the COVID-19 pandemic, FX execution algorithms already accounted for 10-20% of global FX spot trading (approximately 200 to 400 billion US dollars in daily turnover).", "With the further rise of digitalisation, their use is expected to grow, potentially altering market dynamics.", "In fragmented, fast-paced FX markets, execution algorithms have many advantages.", "They process new information quickly and they direct orders simultaneously across multiple trading venues.", "This helps traders to navigate fragmented markets and to optimise trade execution.", "EAs can improve the matching of supply and demand, which in turn reduces trading costs and helps to mitigate market impact.", "In addition, EAs help to increase operational efficiency, which is one reason their popularity has grown during the pandemic.", "At the SNB, we are aware of these benefits and have been using FX EAs for our reserve management.", "In our view, EAs can be useful execution tools in order to reduce market impact and help minimise our footprint in the FX market.", "But the increased use of execution algorithms may also change the dynamics of FX markets.", "EAs make it easier to shift trading activity away from public trading venues to proprietary platforms.", "And this so-called 'internalisation' of FX trading creates new challenges.", "Too many internalised trades could reduce the trading volume at primary venues to a point where the price discovery process is jeopardised.", "More research is needed to ascertain whether - and to what extent - the growing use of EAs could trigger or amplify flash events in the markets.", "These changes complicate market monitoring for central banks, which need to be alert to market dislocation, liquidity issues and volatility - as the market turmoil in March last year once again illustrated.", "To guard against risks arising from these changing dynamics, central banks must step up their efforts to monitor and analyse these markets.", "This is no small feat.", "Besides developing new market functioning indicators, it involves accessing a whole new generation of data - possibly at sub-millisecond frequency.", "For this, we need to set up a new data architecture, new tools and new expertise.", "In order to address such challenges the SNB and the BIS Innovation Hub's Swiss Centre have launched a big data project called 'Project Rio'.", "This project aims to build a monitoring tool for central banks based on data-streaming technology, which will collect and process millions of messages per hour from multiple trading venues and visualise the results.", "The prototype is expected to be ready later this year.", "As you can see, digital innovation brings many new opportunities, and central banks - including the SNB - are positioning themselves to embrace innovation where warranted.", "But digital innovation also brings with it new sources of risk.", "The growing reliance on IT systems is increasing operational risks.", "At times during the pandemic, up to 80% of SNB staff have been working from home.", "As a result, the amount of digital communication has surged.", "The SNB's IT infrastructure has coped very well, offering reliable remote access to our systems and communications.", "Nonetheless, this surge in the use of remote-access technologies and digital communication has increased exposure to cyber risk.", "All over the world, the financial sector in particular has been under increased attack from cyber criminals since the start of the COVID-19 pandemic.", "Mitigating cyber risks and strengthening resilience is thus of particular importance in the financial sector.", "While responsibility for protecting against cyber risks lies with individual financial institutions, the SNB does contribute to the cybersecurity of the financial sector within the scope of its mandate.", "We are therefore participating in a project called 'Financial Sector Information Sharing and Analysis Centre' (FS-ISAC), which was launched in 2020 under the direction of the National Cyber Security Center (NCSC).", "Together with the Swiss financial market infrastructure provider, SIX Group Ltd., the SNB is developing a new Secure Swiss Finance Network (SSFN).", "The aim of this project is to increase the security and resilience of network connections to the SIC system and to other financial market infrastructures.", "The new network is based on the SCION protocol developed at ETH Zurich.", "If used by internet service providers, this protocol could prevent malicious or accidental re-routing of data and significantly reduce the threat of so-called distributed denial-of-service attacks (DDoS attacks).", "Concluding remarks The COVID-19 pandemic has been a major crisis and challenge for all of us.", "Many people have died or lost their jobs, and many have suffered financial hardship.", "Central banks have taken decisive action - initially to prevent a spiralling financial crisis, and later to support the economy.", "In Switzerland, timely and effective collaboration between different actors became a hallmark of the crisis response.", "The crisis has reaffirmed central banks' role as effective crisis managers.", "It has also demonstrated how important it is for central banks to act swiftly and have flexible and effective policy tools at hand.", "However, the pandemic's implications for central banking extend far beyond short-term crisis management.", "In a sense, the crisis has pushed businesses, financial market participants and central banks forward into the future.", "The various lockdown measures have accelerated existing trends in digitalisation and automation.", "This will have consequences for areas of central bank activity such as payment systems and the use of big data and artificial intelligence techniques in financial markets.", "With all these trends, cybersecurity has become more important.", "Possibly the most important lesson from the crisis is that there is no such thing as being overprepared.", "The SNB must remain flexible and agile.", "We must continue to identify and analyse the key trends, invest in new technologies, and - inasmuch as this is possible - prepare for the future."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Digital transformation", "Financial markets", "Payments", "Big data", "Automation", "Cybersecurity", "Crisis management", "Policy tools", "Monetary policy"]}