{"sentences": ["Covid-19 pandemic caused an unprecedented negative shock and to that extent required an extraordinary response from monetary and fiscal authorities around the globe.", "In the face of this shock, central banks have gone beyond the traditional frameworks, by adopting an expansionary monetary policy to expand the central bank's balance sheet.", "This material describes the dilemmas and changes faced by the theory and practice of the monetary policy, as a result of the pandemic pressure on the economy; and analyses the possibility for utilizing these changes in developing countries with small open economies, such as Albania.", "The monetary policy, starting in the USA, in the early 1980s focused on keeping inflation under control and anchoring inflationary expectations through managing the interest rate.", "For almost 30 years, this stance established the premises for stability and sustainable economic growth.", "However, after the bursting of the financial global crises in 2008, central banks immediately cut the interest rates, which quickly reached the lower threshold of 0.", "This rendered the interest rate, as the main instrument of monetary policy, practically useless.", "In order to re-activate the economy, the central banks of advanced economies (Federal Reserve, European Central Bank, Bank of England, and Bank of Japan) conducted massive temporary liquidity injections, by purchasing securities in capital markets.", "Even though purchasing programme was thought to be temporary, they were repeated continuously in order to support the economic activity and achieve the objective of prices stability.", "This practice drove to the increase of money in the economy and the expansion of central banks' balance sheet.", "The negative shock caused by the pandemic and the response of authorities to bring it under control, demanded an even higher reaction from monetary policy.", "Based on the same theoretical arguments, similar to the financial crises case, central banks injected extraordinary amounts of liquidity to the economy, , by purchasing every category of debt and mortgage -backed securities traded in the market.", "One year from the outbreak of the pandemic, the four above-mentioned central banks, in an explicit or implicit manner, consider the expansionary monetary policy through the expanding the balance sheet as a permanent instrument of the monetary policy.", "Accepting in their balance sheets even debt and mortgage-backed securities from the private sector.", "Other central banks of advanced countries have also adopted a similar approach comparably, as required.", "The application of such unconventional practices has turned all eyes on the central bank's balance sheet as a saving instrument from the negative effects of the pandemic.", "Hence, it is natural that economists are faced with a dilemma whether these unconventional practices are appropriate even for small, opened economies, with a high scale of euroisation and weak currencies (meaning that the currencies are not tradeable in international markets).", "The answer provided in this research is: perhaps, but not necessarily!", "This is because unconventional policies carry risks of both monetary and financial nature.", "I will try to discuss this issue shortly, using the example of the Albanian economy.", "Relating to the situation of the Albanian economy during the pandemic, the Bank of Albania assesses that the pandemic has delivered a heavy blow to the economic activity, employment and investments, putting enterprises and households under great strain to meet financial needs and obligations.", "In response to these shocks, the Bank of Albania has undertaken a set of measures of monetary character through easing the monetary conditions, by reducing the interest rate and injecting unlimited amount of liquidity to the economy.", "At the same time, a set of macroprudential measures were implemented to ensure that short-term financial problems of enterprises and households do not harm the stability of the banking system and do not obstruct its intermediary activity and role in the economy.", "This framework of measures and regulatory changes are similar to the ones implemented by the European Central Bank and regional central banks.", "The current statistics show that they have played a significant role in mitigating negative effects of the pandemic.", "Consequently, the financing costs of the private sector remain low, the exchange rate is stable and the banking sector shows good liquidity and capital indicators.", "In comparison with central banks of advanced countries, the Bank of Albania has not applied unconventional monetary policy measures in order to expand its balance sheet.", "Following, I will continue to elaborate on the reasons why this approach has not been adopted in Albania.", "First, and the most important, at the moment of the pandemic outbreak, the monetary policy interest rate of the Bank of Albania was neither in negative territory, nor close to the zero threshold.", "As a result, the monetary policy had considerable space for monetary expansion through the decrease of the interest rate in its conventional form.", "The Bank of Albania deems that even in the actual moment there is still space to easing the monetary policy, by means of conventional measures.", "Second, unconventional policies or the application of new monetary policy concepts (QE), in the case of the Albanian economy, are mainly limited by the lack of tradeable instruments in the capital market.", "The capital market structure in Albania is quite limited and debt and mortgagebacked securities of the private sector are non-existent.", "Subsequently, the expansion of the balance sheet of the central bank remains conditioned from the limited size and supply of the financial market.", "Third, without capital markets, the expansion of the central bank's balance sheet through purchasing government securities in the secondary market automatically drives to an increase of the public debt; and may continue until public debt reaches the long-term sustainable threshold.", "The increase of public debt beyond this threshold damages directly and simultaneously confidence in the fiscal and monetary policy, by exposing the country to threats such as financial and balance of payments crises.", "Overall, the new concepts on the nature and instruments of the monetary policy do not consider certain core principles of sustainability of the intermediate balance sheets of the government, central bank and the economy, in general.", "These principles expressed in the form of quantitative limitations are crucial to stable policies for small and opened economies which are developing.", "The application of such practices that goes unstudied may be dangerous to these economies.", "In conclusion, the success and utility of the proposed changes to achieve the monetary policy objectives, is still to be proved in the future by the actual results of central banks, which have also applied the empirical and academic studies."], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "financial dominance", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "financial dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "none"], "topics": ["Monetary policy", "Central bank balance sheet", "Pandemic", "Unconventional monetary policy", "Interest rate", "Financial crisis", "Inflation", "Liquidity injection", "Quantitative easing", "Euroisation"]}