{"sentences": ["I should like to thank KPMG, the Instituto Español de Analistas Financieros and its Foundation for their kind invitation to participate in the presentation of the report \"Digital transition and transformation of the banking business in Spain driven by COVID-19\".", "One need only look at the title to understand just how relevant this report is in the current context.", "And having read it, I think it is also fair to emphasise the accuracy of its analysis and conclusions.", "The report takes as its starting point an established fact: the health crisis has catalysed, or accelerated, certain trends whose growing influence over the banking business model was evident even before the outbreak of the pandemic.", "I refer, of course, to the increased use of digital banking channels, particularly mobile phones; the growth of digital payments to the detriment of cash; and the entry of non-traditional competitors into the banking business.", "COVID-19 has probably advanced these trends by a decade, or at least half a decade, in just one year.", "But, as we all know, digitalisation has been a dominant factor in the transformation of the banking business for some time.", "Of course, in tandem with this transformation, the sector had been implementing a difficult, but necessary, reduction of excess capacity.", "In addition to the need to eliminate redundancy, the efforts to streamline structures and costs have been spurred by declining margins and profitability in the sector, while the digital transformation of the business model has facilitated and fuelled the process.", "As I say, all of these trends were progressively taking place when the health crisis broke out early last year.", "As the report states, the growth in digital customers has accelerated in the past year.", "Indeed, digital purchases of banking products have reached record highs during the pandemic (although some of those customers may switch back to their branch once the health crisis is over) while digital payments have simultaneously risen.", "Evidently, such a large physical presence is no longer needed to provide banking services, at least for a certain customer type.", "All undertakings to create new credit institutions from scratch start with the same approach.", "\"Neobanks\", as they are called (even though some are not banks in the strictest sense), plan to have just a few branches or none at all, and aim to attract digital and urban customers who seldom set foot in a bank branch.", "The report points out the current share of the Spanish population that are digital natives and the expected figure for 2050.", "Unquestionably, digital natives make up a very large and, above all, growing number of the population, and they are naturally an attractive customer segment for the sector.", "However, we must not forget that there are still sections of the population that continue to rely on traditional banking services.", "No \"neobank\" plans on competing to attract the least digitally savvy segment of the population.", "The report describes the potential strategies being tested to lure and retain these groups, such as shifting from human service to virtual interaction, where queries are answered using machine learning or artificial intelligence techniques (such as chatbots).", "These initiatives are interesting, but overcoming their limitations will require further efforts to support education, both in digital and financial literacy, since these new channels open the possibility of many more services being arranged with a single click.", "The techniques used also need to respect some of our society's fundamental values, as reflected by the proposed regulation of the European Parliament and of the Council on the use of artificial intelligence algorithms.", "Moreover, given that these groups may be more vulnerable to fraud and the rising cyber threat, monitoring must be maximised.", "In this regard, the report points to deepfake technology, which could put consumers at risk of identity theft.", "Yet more conventional fraud techniques, such as phishing, can be equally dangerous for those who only envisage arranging a financial product by walking into a branch, shaking hands and signing a document.", "Evidently, traditional banking has a series of tried and tested protocols that help fend off or allow for a prompt response to situations of fraud, which are well-suited to the current needs of these population segments.", "In any event, it is an inescapable fact that, going forward, digital customers will continue to grow in importance.", "And so too is the emergence of new competitors, known as BigTech and FinTech.", "Allow me to turn to these now.", "It is widely known that these new players generally do not try to offer a full range of financial services.", "Instead they harness the possibilities that new technologies afford to target very specific niches, while steering clear of other activities, such as the business of taking deposits, which entail more stringent regulatory and supervisory requirements.", "As the report indicates, this can prompt a disintegration of the value chain.", "We have shifted from a situation in which many users interacted exclusively with a single financial institution to one in which, for example, a user can have an account at a bank, order payments through another provider's interface and use a third party's payment instrument.", "This situation could potentially lead to some banks losing touch with customers, one of the main strengths of their business model, and being relegated to performing back-office tasks that generate scant value.", "This is detrimental for the bank in two ways: first, the relationship with the customer is weakened and becomes less stable.", "Second, visibility over the customer is reduced, which hampers the proper estimation and control of risks.", "In conclusion, digital transformation is not only a driver of cost reduction, it is also critical to mounting a defence against these new competitors.", "The aim is to increase customer loyalty, either by creating tailored products that better cater to their needs, or by developing collaborative solutions between institutions, of which Bizum, the well-known instant payment system, is a prime example.", "In this defensive context, the sector must be able to harness its traditional strengths.", "We must not forget that banks have customers' trust, providing services to practically the entire population in Spain.", "In fact, the COVID-19 crisis has served to remind us of the importance of banking, which has been central to the structuring of the public support measures.", "As regards the new customer interaction channels, the report focuses on the growing use of mobile devices to take out products and to perform transaction enquiries.", "Naturally enough, the focus is on the importance of apps as a response to the changing preferences of digital users, particularly the younger segment.", "Having an attractive interface and making applications easy to use is no doubt important.", "But in my view there is an even more critical aspect: the use of customer data.", "Let's not forget, customer data constitute the commodity upon which the Fourth Industrial Revolution rests.", "Financial institutions also have a strong starting position in this regard, having amassed a great deal of information on their customers over the years.", "Evidently, they need to retain access to these data, while always observing high standards of compliance with privacy and data management rules and best practices.", "Yet it is not merely a question of having this information, but also of having the capacity to take full advantage of it.", "In other words, being able to process it so as to measure risks properly, analyse profitability and costs on a case-by-case basis, offer quality services and compete on equal terms with the new players.", "Banks' position has so far gone unscathed by the entry of competitors.", "However, this may change with PSD2.", "Specifically, authorised third parties have access to customers' bank data, yet banks are not afforded similar treatment.", "Indeed, rather than banking business opportunities per se, these new operators are more interested in the data.", "The report rightly states that in order to compete with BigTech on equal terms, a broad exchange of data - and not just financial data - is required.", "In this connection, the European Commission has already started on various lines of work that seek to improve the re-utilisation of information in the market.", "Also, proposals such as the Digital Market Act may somewhat mitigate some of the undesired consequences of BigTech's advantages stemming from anti-competitive conduct.", "For example, I refer to matters related to data portability and the removal of potential impediments to banks and their customers accessing the information provided to or generated on digital platforms.", "The report describes how FinTech's relationship with banks has evolved over time.", "Thus, they appear to have shifted from outright competing and defensive positions to others more conducive to collaboration through various channels, albeit without putting competition entirely to one side.", "Therefore, according to the report a \"competitive collaboration\" framework, from which both sides gain, seems to have emerged.", "FinTech firms tend to be characterised, in both the report and public opinion, as small, agile and adaptable firms.", "Therefore, the idea of allegiances with banks is presented as \"synergistic\".", "Thus, FinTech firms would gain access to a much broader customer base and provide in exchange innovative technology solutions.", "This image of FinTech is mostly correct, in particular if we look at the situation in Spain and the collaboration frameworks observed to date.", "However, recent crises involving specialist digital payment and factoring companies serve as a counterpoint to this image.", "Indeed, their corporate structures featured tail credit institutions.", "Naturally, banks have been impacted by the crisis.", "This shows that sometimes the bank, rather than FinTech, is the small fish.", "FinTech firms are fast-growing, high-tech groups that have a theoretically simple business model, but one shrouded in layers of operational and technological complexity, an opaque and complex corporate structure spread across several jurisdictions and no clear supervisor.", "The existence of fraud, perpetrated for some time, appears to have been demonstrated.", "Consequently, high-tech firms participating in banking activities can pose risks similar to those entailed in banking.", "As has been proven, the technological complexity may actually hinder the detection of potential instances of fraud.", "Furthermore, these examples suggest that the financial supervision and regulation architecture may not be up to addressing the risks that these emerging players pose.", "Once again we should remember the \"same activity, same regulation\" principle, since they may entail equivalent risks.", "The volume of business and interconnectedness are other factors to bear in mind.", "These require us to adopt a global view.", "If companies grow too much, conduct significant cross-border business or have critical interdependencies, we must also consider the same systemic dimension as we already do for the banking sector.", "For decades we have been demanding that banks manage conflicts of interest, stressing the importance of appropriate governance arrangements, and requiring transparent corporate structures, compliance with legislation at consolidated level based on uniform criteria, coordination among supervisors focusing on the same corporate structure, etc.", "Let us not therefore make the same mistakes as in the past.", "If a new crisis takes us by surprise, it should at least be original.", "Allow me to clarify that we, the supervisors and regulators, are not against innovation or it being spearheaded by new players.", "Innovation is what drives us forward.", "Without it, the changes reflected in the report presented today wouldn't be occurring.", "True, regulation often hinders the development of innovative solutions.", "It is frequently said that regulation always lags behind reality.", "Yet you must admit that, for some time now, reality has been changing at an ever-increasing speed.", "Believe me, producing \"flexible regulations\" is no mean feat.", "In fact, you might say that concept is practically an oxymoron.", "This is precisely why a regulatory sandbox was recently created in Spain.", "A sandbox is a closed environment for testing certain innovative projects that do not easily fit the current regulatory framework.", "This controlled environment allows us to analyse the effects of novel solutions on consumer protection, financial stability and market integrity, and to ensure that they are not used for money laundering.", "One final matter addressed in the report, which is without doubt receiving huge media coverage, are cryptocurrencies or, as we, the supervisors, prefer to call them, cryptoassets.", "The report quite rightly draws an instructional distinction between these assets, the \"stablecoins\", and central bank digital currencies (CBDCs).", "Let's accept that supervisors and regulators are wary of cryptoassets and the limitations of the current regulatory framework to contend with the new digital currency reality.", "In this regard, the Basel Committee has just issued a public consultation on preliminary proposals for the treatment of these assets.", "Meanwhile, last September the European Commission presented for consultation a proposal for a regulation on markets in cryptoassets (MiCA).", "This proposal aims to further enable and support the potential of digital finance in terms of innovation and competition while mitigating the risks.", "It is therefore a trailblazing piece of legislation at global level, aiming to avoid regulatory fragmentation across Member States vis-à-vis cryptoassets not qualifying as financial instruments or currencies.", "The regulation aims to improve transparency in relation to issuance, operation, organisation and governance of cryptoasset service providers; bolster consumer protection; and incorporate measures to prevent market abuse.", "It also aspires to cover the wide range of existing cryptoassets, including the aforementioned stablecoins.", "Let me conclude by thanking you once again for this invitation.", "The report published today accurately diagnoses the situation facing our financial sector.", "I think it is fair to point out that banks share this diagnosis and, broadly speaking, they are aware of what lies ahead.", "This does not make the challenge any less difficult, but is a necessary first step towards turning their intentions into actions.", "As I stated during another appearance, any challenge can be viewed from two opposing standpoints: either as a threat or as an opportunity.", "Whether it is perceived as one or the other often depends on the attitude adopted and the willingness deployed."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital transformation", "Digital banking", "FinTech", "BigTech", "Customer data", "Cyber threat", "Artificial intelligence", "Cryptoassets", "Data sharing", "Financial stability"]}