{"sentences": ["Dear Ladies and Gentlemen, Welcome in this special day, when we are introducing to the public the two next denominations of the new Albanian banknote series.", "One of the main responsibilities and legal obligations of the Bank of Albania is guaranteeing the supply of economy with cash, both in value and structure, and ensuring confidence of the public in the national currency.", "After 20 years, the Bank of Albania, in 2016, undertook the initiative to start the production project of a new banknote series, which is legal tender, by improving and fully refreshing up its style and shape.", "The theme of the new series of the Albanian banknotes embodies the portraits of the most illustrious national figures, and evokes the most notable moments in the history of our nation in its endeavours for freedom and prosperity.", "The theme echoes through historical eras, starting from Antiquity, moving through the Middle Ages, the National Awakening, the Independence of Albania, and concluding with the symbols of the national flag and anthem on the largest denomination, the 10.000 lek banknote.", "Thus, our banknotes promote the historical and cultural heritage of our country and highlight the most powerful achievements of many prominent historical figures through centuries.", "I feel good when I see that the two first denominations of this series, 200 lek and 5000 lek, put in circulation since September 2019, are welcomed by the public, have met the expectations of the Bank, and already are gradually becoming a sustainable part of currency in circulation, by supporting the continuous strengthening the quality of banknotes in circulation, aimed at preserving their integrity, in relation with the public, and upholding a dignified image of both the Bank of Albania and the Albanian state.", "Today, nearly two years later following the launching and the successful issuance in circulation of the first two denominations, the Bank of Albania is launching the two other banknotes, part of the new series of the Albanian banknotes, the denominations: 1000 lek and 10000 lek.", "The latter is a completely new denomination in the series of the Albanian banknotes.", "The printing and issue into circulation for the first time of the new banknote with the largest value, 10000 lekë, represents in itself, the adoption of the banknotes' structure to the evolution of the structure of prices and wages, the development the electronic payments, and of the other indicators related to the management of currency.", "This note with the largest denomination accompanies the economic development of the country, and according to all analysis, meets the market requirements to have it in the structure of our series of banknotes, which are legal tender.", "The presentation and issue of this note will enable a better and more efficient circulation of cash, by helping the structure of the currency in circulation, reducing the costs of production, storage and distribution, thus enhancing the efficiency of the Bank of Albania in cash management and issuance.", "In addition, the presence of this new highest-value banknote in the structure of the Albanian banknotes increases also the effectiveness of the Bank of Albania to manage a rather adequate strategic stock to meet the increased market demand for cash in contingency cases.", "Despite the development in other means of payments, as electronic ones, currency in circulation is set on an upward trend from years now.", "This trend reflects the ongoing demand of economy for cash as a payment means.", "Bank of Albania is attentive while planning to guarantee the fulfilment of this demand of the market, in both normal and atypical situations.", "The current situation caused by the Covid-19 pandemic, is a real example in this regard.", "Economy has increased further its demand for cash throughout this period.", "Thus, over 2020, currency in circulation lifted by ALL 52 billion or three times higher than the growth recorded in 2019.", "Also, in the first five months of 2021, the growth amounted around ALL 10 billion.", "Meeting the demand of market for cash is achieved through ensuring and planning the sufficient stock of cash at the Bank of Albania, which guarantees the security for both the present and future.", "Allow me to detail briefly some of the features of these two denominations: The 1000 lek banknote, part of the new series, has a refreshed design, but it retains the same motives presented in the existing one, embedding changes related to the whole configuration of all added and improved elements.", "The theme of the 10000 lek banknote are the symbol of flag and national anthem - the main symbols of our national identity - accompanied with the portrait of the distinguished poet of the Albanian National Renaissance, at the same time, author the \"National Anthem\", Aleksandër Stavre Drenova - commonly known by the pen name \"Asdreni\".", "The presentation of a new series of banknotes means more than a simple change of its image.", "The Bank of Albania continuously improves the quality of the banknote in circulation, aiming to preserve its integrity.", "Both new banknotes, like all the other denominations of the new series, contain advanced security features.", "They are produced with cutting-edge technologies for banknote printing and personalised by denomination.", "The 1000 lek banknote integrates the raised print in the portrait of Pjetër Bogdani, numerals, lettering, and in the short lines, which help the visually-impaired people to easily identify and recognise the banknote.", "The security thread turns into a dark solid line when holding the banknote against the light, and changes colour from green to purple at different angles; the sun symbol with colour-changing image depending on the tilting angle; and on the back, the iridescent stripe at the centre that displays the value 1000 Lekë.", "The 10000 lek banknote integrates the raised print in the portrait of Asdreni, numerals, lettering and in other areas of the banknote, as well as the element which helps the visually-impaired people to easily identify and recognise the banknote.", "The watermark image; the hologram accompanied by various optical effects; the security thread which turns into a dark solid against the light and changes colour from green to purple depending on titling angel; and on the back, the iridescent stripe at the centre that displays the value 10000 Lekë.", "A safe banknote means that we can use cash securely and easily for its identification as a genuine banknote.", "This is the foundation of a sound financial system: confidence in the core financial operations where currency has its implacable role as an intermediator.", "From 30 June 2021, the banknotes of the new series 1000 lek and 10000 lek will be legal tender in the Republic of Albania and will be used as means of payment, alongside the existing banknotes.", "Seeing the beauty and quality of these banknotes, I can absolutely tell you that the work done for their realisation was too valuable.", "Hence, on behalf of the Bank of Albania, I would like to thank all the experts that have helped and have been actively engaged for their successful realisation.", "In addition to the precious work of the Bank of Albania's staff, I would like to highlight the rather precious contribution of many renowned academics, historians, Albanologists, numismatists and experts from the most experienced companies in the field of banknote production.", "Meanwhile, the Bank of Albania is working on the completion of the new series with two other banknotes, 500 lek and 2000 lek, which are in production process.", "Concluding, I like to call on the users to handle each banknote with due care, in order to preserve their durability, quality and integrity in circulation.", "Banknotes are more than a valuable paper.", "They boost and sustain the economic activity of Albania and similarly tie with visible threads our national identity.", "I wish the public will welcome both new banknotes we are presenting today, like the previous ones."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["New Banknote Series", "Currency in Circulation", "Banknote Security Features", "Historical Figures on Banknotes", "Economic Development", "Cash Demand", "Banknote Production", "Banknote Design", "National Identity", "Financial System"]}