{"sentences": ["Statement by Jerome H. Powell Board of Governors of the Federal Reserve System Select Subcommittee on the Coronavirus Crisis U.S. House of Representatives Chairman Clyburn, Ranking Member Scalise, and other members of the Select Subcommittee, thank you for the opportunity to update you on our ongoing measures to address the hardship wrought by the pandemic.", "Since we last met, the economy has shown sustained improvement.", "Widespread vaccinations have joined unprecedented monetary and fiscal policy actions in providing strong support to the recovery.", "Indicators of economic activity and employment have continued to strengthen, and real GDP this year appears to be on track to post its fastest rate of increase in decades.", "Much of this rapid growth reflects the continued bounce back in activity from depressed levels.", "The sectors most adversely affected by the pandemic remain weak, but have shown improvement.", "Household spending is rising at a rapid pace, boosted by the ongoing reopening of the economy, fiscal support, and accommodative financial conditions.", "The housing sector is strong, and business investment is increasing at a solid pace.", "In some industries, near- term supply constraints are restraining activity.", "As with overall economic activity, conditions in the labor market have continued to improve, although the pace has been uneven.", "The unemployment rate remained elevated in May at 5.8 percent, and this figure understates the shortfall in employment, particularly as participation in the labor market has not moved up from the low rates that have prevailed for most of the past year.", "Job gains should pick up in coming months as vaccinations rise, easing some of the pandemic-related factors currently weighing them down.", "The economic downturn has not fallen equally on all Americans, and those least able to shoulder the burden have been the hardest hit.", "In particular, despite progress, joblessness continues to fall disproportionately on lower-wage workers in the service sector and on African Americans and Hispanics.", "The Fed pursues monetary policy aimed at fostering a strong, stable economy that can improve economic outcomes for all Americans.", "Those who have historically been left behind stand the best chance of prospering in a strong economy with plentiful job opportunities.", "And our economy will be stronger and perform better when everyone can contribute to, and share in, the benefits of prosperity.", "Inflation has increased notably in recent months.", "This reflects, in part, the very low readings from early in the pandemic falling out of the calculation; the pass-through of past increases in oil prices to consumer energy prices; the rebound in spending as the economy continues to reopen; and the exacerbating factor of supply bottlenecks, which have limited how quickly production in some sectors can respond in the near term.", "As these transitory supply effects abate, inflation is expected to drop back toward our longer-run goal.", "The pandemic continues to pose risks to the economic outlook.", "Progress on vaccinations has limited the spread of COVID-19 and will likely continue to reduce the effects of the public health crisis on the economy.", "However, the pace of vaccinations has slowed and new strains of the virus remain a risk.", "Continued progress on vaccinations will support a return to more normal economic conditions.", "The Fed's policy actions are guided by our dual mandate to promote maximum employment and stable prices for the American people, along with our responsibilities to promote the stability of the financial system.", "In response to the crisis, we took broad and forceful measures to more directly support the flow of credit in the economy and to promote the stability of the financial system at the onset of the pandemic.", "Our actions, taken together, helped unlock more than $2 trillion of funding to support businesses large and small, nonprofits, and state and local governments between April and December of 2020.", "This, in turn, helped keep organizations from shuttering and put employers in a better position to keep workers on and to hire them back as the recovery continues.", "Our facilities were designed as backstops to private credit markets, not as replacements.", "Once lenders and investors understood that borrowers would have access to emergency loans, conditions improved.", "For example, yields and spreads on municipal bonds started to fall dramatically following the announcement that some municipal notes would be eligible at our money fund facility and that we were opening the Municipal Liquidity Facility.", "This is detailed in the charts accompanying my testimony.", "Over the succeeding months, issuance of municipal debt surged.", "Over the period from April to December 2020, state and local governments and other muni issuers borrowed almost $380 billion in the private markets at extremely attractive rates, and 2020 as a whole saw the highest volume of municipal issuance on record.", "We have deployed these lending tools to an unprecedented extent.", "Our emergency lending tools require the approval of the Treasury and are available only in unusual and exigent circumstances, such as those brought on by the crisis.", "Many of these programs were supported by funding from the CARES Act (Coronavirus Aid, Relief, and Economic Security Act).", "Those facilities provided essential support through a very difficult year and are now closed.", "We continue to analyze the facilities' efficacy and to review the lessons learned from their establishment and operation, and additional analysis is included in my written testimony.", "To conclude, we understand that our actions affect communities, families, and businesses across the country.", "Everything we do is in service to our public mission.", "We at the Fed will do everything we can to support the economy for as long as it takes to complete the recovery.", "I look forward to your questions.", "Review of Section 13(3) Facilities Using CARES Act Funding The Corporate Credit Facilities The Primary Market Corporate Credit Facility and the Secondary Market Corporate Credit Facility (together, the Corporate Credit Facilities) were designed to support the flow of credit to large investment-grade U.S. companies so that they could maintain business operations and capacity during the period of dislocation related to the COVID-19 pandemic.", "The announcement effect of the Corporate Credit Facilities was strong; it quickly improved market functioning, reduced default probabilities, and lowered spreads of both investment-grade and high-yield corporate bonds.", "The announcement and presence of the facilities thereby unlocked the supply of hundreds of billions of dollars of private credit without direct government involvement or taxpayer exposure.", "The Main Street Lending Program The Federal Reserve established the Main Street Lending Program (Main Street) to support lending to small and medium-sized businesses and nonprofit organizations that were in sound financial condition before the onset of the COVID-19 pandemic.", "Main Street provided an effective backstop and supported credit provision in the private sector, substantially adding to the supply of credit for the smallest eligible borrowers.", "The program was also effective in promoting lending to the locations at the times it was most needed in light of the effects of the COVID-19 pandemic.", "The Municipal Liquidity Facility The Municipal Liquidity Facility (MLF) helped state and local governments better manage the extraordinary cash flow pressures associated with the pandemic when expenses, often for critical services, were temporarily higher than normal and tax revenues were delayed or temporarily lower than normal.", "The MLF contributed to a strong and rapid recovery in municipal securities markets and thereby helped a wide variety of state and local governments and their instrumentalities issue debt with interest rates at or near historic lows.", "This rapid recovery also led to record new issuance with increased demand from municipal investors, including very strong inflows to municipal bond funds, and improved secondary market conditions.", "Ultimately, the increased availability of credit to municipal borrowers helped them maintain employment and capacity by avoiding forced cutbacks in payrolls and other critical operations.", "The Term Asset-Backed Securities Loan Facility The Term Asset-Backed Securities Loan Facility (TALF) supported the issuance of securities backed by newly and recently originated student loans, auto loans, credit card loans, commercial mortgages, loans backed by the Small Business Administration, and certain other assets.", "The announcement and presence of the TALF substantially helped improve liquidity in the asset-backed securities markets, including those for commercial mortgage-backed securities and collateralized loan obligations, and contributed to rapid improvement in credit markets for consumers and businesses.", "Ultimately, the TALF helped promote the longer-term, market-based financing that is critical to the real economy.", "Summary of Section 13(3) Facilities Using CARES Act Funding (Billions of dollars) Peak Current Treasury Maximum amount of amount of equity Facility Announced Closed capacity1 assets2 assets2 remaining3 Corporate Credit Facilities Mar.", "The maximum authorized amount of facility asset purchases.", "Current and peak outstanding amounts of facility asset purchases.", "• For the Corporate Credit Facilities (consisting of the Primary Market Corporate Credit Facility and the Secondary Market Corporate Credit Facility), includes exchange-traded funds at fair value and corporate bonds at book value.", "Asset balances from trading activity are reported with a one-day lag after the transaction date.", "• For the Main Street Lending Program, includes loan participations, net of an allowance for loan losses updated as of December 31, 2020, at face value.", "• For the Municipal Liquidity Facility, includes municipal notes at book value.", "For the TALF (Term Asset-Backed Securities Loan Facility), includes loans to holders of eligible asset-backed securities at book value.", "The amount of the Treasury contribution to the credit facilities.", "Source: For the amount of assets and Treasury equity remaining, see Federal Reserve Board (2021), Statistical Release H..1, \"Factors Affecting Reserve Balances of Depository Institutions and Condition Statement of Federal Reserve Banks,\" June 17, ; the peak amounts of assets for each facility are based on the H..1 from the start of the corresponding facility until June 17."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["economic recovery", "inflation", "labor market", "monetary policy", "financial stability", "credit markets", "municipal liquidity", "lending facilities", "CARES Act", "economic outlook"]}