{"sentences": ["Ladies and gentlemen, the Vice-President and I are very pleased to welcome you to our press conference.", "We will now report on the outcome of the meeting of the Governing Council, which was also attended by the Commission Executive Vice-President, Mr Dombrovskis.", "After the contraction in the first quarter of the year, the euro area economy is gradually reopening as the pandemic situation improves and vaccination campaigns make significant progress.", "The latest data signal a bounce-back in services activity and ongoing dynamism in manufacturing production.", "We expect economic activity to accelerate in the second half of this year as further containment measures are lifted.", "A pick-up in consumer spending, strong global demand and accommodative fiscal and monetary policies will lend crucial support to the recovery.", "At the same time, uncertainties remain, as the near-term economic outlook continues to depend on the course of the pandemic and on how the economy responds after reopening.", "Inflation has picked up over recent months, largely on account of base effects, transitory factors and an increase in energy prices.", "It is expected to rise further in the second half of the year, before declining as temporary factors fade out.", "Our new staff projections point to a gradual increase in underlying inflation pressures throughout the projection horizon, although the pressures remain subdued in the context of still significant economic slack that will only be absorbed gradually over the projection horizon.", "Headline inflation is expected to remain below our aim over the projection horizon.", "Preserving favourable financing conditions over the pandemic period remains essential to reduce uncertainty and bolster confidence, thereby underpinning economic activity and safeguarding medium-term price stability.", "Financing conditions for firms and households have remained broadly stable since our monetary policy meeting in March.", "However, market interest rates have increased further.", "While partly reflecting improved economic prospects, a sustained rise in market rates could translate into a tightening of wider financing conditions that are relevant for the entire economy.", "Such a tightening would be premature and would pose a risk to the ongoing economic recovery and the outlook for inflation.", "Against this background, the Governing Council decided to confirm its very accommodative monetary policy stance.", "We will keep the key ECB interest rates unchanged.", "We expect them to remain at their present or lower levels until we have seen the inflation outlook robustly converge to a level sufficiently close to, but below, 2 per cent within our projection horizon, and such convergence has been consistently reflected in underlying inflation dynamics.", "We will continue to conduct net asset purchases under the pandemic emergency purchase programme (PEPP) with a total envelope of €1,850 billion until at least the end of March 2022 and, in any case, until the Governing Council judges that the coronavirus crisis phase is over.", "Based on a joint assessment of financing conditions and the inflation outlook, the Governing Council expects net purchases under the PEPP over the coming quarter to continue to be conducted at a significantly higher pace than during the first months of the year.", "We will purchase flexibly according to market conditions and with a view to preventing a tightening of financing conditions that is inconsistent with countering the downward impact of the pandemic on the projected path of inflation.", "In addition, the flexibility of purchases over time, across asset classes and among jurisdictions will continue to support the smooth transmission of monetary policy.", "If favourable financing conditions can be maintained with asset purchase flows that do not exhaust the envelope over the net purchase horizon of the PEPP, the envelope need not be used in full.", "Equally, the envelope can be recalibrated if required to maintain favourable financing conditions to help counter the negative pandemic shock to the path of inflation.", "We will continue to reinvest the principal payments from maturing securities purchased under the PEPP until at least the end of 2023.", "In any case, the future roll-off of the PEPP portfolio will be managed to avoid interference with the appropriate monetary policy stance.", "Net purchases under our asset purchase programme (APP) will continue at a monthly pace of €20 billion.", "We continue to expect monthly net asset purchases under the APP to run for as long as necessary to reinforce the accommodative impact of our policy rates, and to end shortly before we start raising the key ECB interest rates.", "We also intend to continue reinvesting, in full, the principal payments from maturing securities purchased under the APP for an extended period of time past the date when we start raising the key ECB interest rates, and in any case for as long as necessary to maintain favourable liquidity conditions and an ample degree of monetary accommodation.", "Finally, we will continue to provide ample liquidity through our refinancing operations.", "The funding obtained through the third series of targeted longer-term refinancing operations (TLTRO III) plays a crucial role in supporting bank lending to firms and households.", "Our measures help to preserve favourable financing conditions for all sectors of the economy, which is needed for a sustained economic recovery and for safeguarding price stability.", "We will also continue to monitor developments in the exchange rate with regard to their possible implications for the medium-term inflation outlook.", "We stand ready to adjust all of our instruments, as appropriate, to ensure that inflation moves towards our aim in a sustained manner, in line with our commitment to symmetry.", "Let me now explain our assessment in greater detail, starting with the economic analysis.", "In the first quarter of the year, euro area real GDP declined further, by 0.3 per cent, to stand 5.1 per cent below its pre-pandemic level of the fourth quarter of 2019. Business and consumer surveys and high-frequency indicators point to a sizeable improvement in activity in the second quarter of this year.", "Business surveys indicate a strong recovery in services activity as infection numbers decline, which will allow a gradual normalisation of high-contact activities.", "Manufacturing production remains robust, supported by solid global demand, although supply-side bottlenecks could pose some headwinds for industrial activity in the near term.", "Indicators of consumer confidence are strengthening, suggesting a strong rebound in private consumption in the period ahead.", "Business investment shows resilience, despite weaker corporate balance sheets and the still uncertain economic outlook.", "We expect growth to continue to improve strongly in the second half of 2021 as progress in vaccination campaigns allows a further relaxation of containment measures.", "Over the medium term, the recovery in the euro area economy is expected to be buoyed by stronger global and domestic demand, as well as by continued support from both monetary policy and fiscal policy.", "This assessment is broadly reflected in the baseline scenario of the June 2021 Eurosystem staff macroeconomic projections for the euro area.", "Compared with the March 2021 ECB staff macroeconomic projections, the outlook for economic activity has been revised up for 2021 and 2022, while it is unchanged for 2023.", "Overall, we see the risks surrounding the euro area growth outlook as broadly balanced.", "On the one hand, an even stronger recovery could be predicated on brighter prospects for global demand and a faster-than-anticipated reduction in household savings once social and travel restrictions have been lifted.", "On the other hand, the ongoing pandemic, including the spread of virus mutations, and its implications for economic and financial conditions continue to be sources of downside risk.", "According to Eurostat's flash release, euro area annual inflation increased from 1.3 per cent in March to 1.6 per cent in April and 2.0 per cent in May 2021.", "This rise was due mainly to a strong increase in energy price inflation, reflecting both sizeable upward base effects as well as monthon-month increases, and, to a lesser extent, a slight increase in non-energy industrial goods inflation.", "Headline inflation is likely to increase further towards the autumn, reflecting mainly the reversal of the temporary VAT reduction in Germany.", "Inflation is expected to decline again at the start of next year as temporary factors fade out and global energy prices moderate.", "We expect underlying price pressures to increase somewhat this year owing to temporary supply constraints and the recovery in domestic demand.", "Nevertheless, the price pressures will likely remain subdued overall, in part reflecting low wage pressures, in the context of still significant economic slack, and the appreciation of the euro exchange rate.", "Once the impact of the pandemic fades, the unwinding of the high level of slack, supported by accommodative monetary and fiscal policies, will contribute to a gradual increase in underlying inflation over the medium term.", "Survey-based measures and market-based indicators of longerterm inflation expectations remain at subdued levels, although market-based indicators have continued to increase.", "This assessment is broadly reflected in the baseline scenario of the June 2021 Eurosystem staff macroeconomic projections for the euro area, which foresees annual inflation at 1.9 per cent in 2021, 1.5 per cent in 2022 and 1.4 per cent in 2023.", "Compared with the March 2021 ECB staff macroeconomic projections, the outlook for inflation has been revised up for 2021 and 2022, largely owing to temporary factors and higher energy price inflation.", "It is unchanged for 2023, as the increase in underlying inflation is largely counterbalanced by an expected decline in energy price inflation.", "HICP inflation excluding energy and food is projected to increase from 1.1 per cent in 2021 to 1.3 per cent in 2022 and 1.4 per cent in 2023, revised up throughout the projection horizon compared with the March 2021 projection exercise.", "Turning to the monetary analysis, the annual growth rate of broad money (M3) declined to 9.2 per cent in April 2021, from 10.0 per cent in March and 12.3 per cent in February.", "The deceleration in March and April was due partly to strong negative base effects as the large inflows in the initial phase of the pandemic crisis dropped out of the annual growth statistics.", "It also reflects a moderation in shorter-term monetary dynamics, mainly originating from weaker developments in deposits by households and firms in April and lower liquidity needs as the pandemic situation improves.", "The ongoing asset purchases by the Eurosystem continue to be the largest source of money creation.", "While also decelerating, the narrow monetary aggregate M1 has remained the main contributor to broad money growth.", "Its strong contribution is consistent with a still heightened preference for liquidity in the money-holding sector and a low opportunity cost of holding the most liquid forms of money.", "The annual growth rate of loans to the private sector declined to 3.2 per cent in April, from 3.6 per cent in March and 4.5 per cent in February.", "This decline took place amid opposing dynamics in lending to non-financial corporations and to households.", "The annual growth rate of loans to nonfinancial corporations fell to 3.2 per cent in April, after 5.3 per cent in March and 7.0 per cent in February.", "The contraction reflects large negative base effects and some frontloading in loan creation in March relative to April.", "The annual growth rate of loans to households rose to 3.8 per cent in April, after 3.3 per cent in March and 3.0 per cent in February, supported by solid monthly flows and positive base effects.", "Overall, our policy measures, together with the measures adopted by national governments and other European institutions, remain essential to support bank lending conditions and access to financing, in particular for those most affected by the pandemic.", "To sum up, a cross-check of the outcome of the economic analysis with the signals coming from the monetary analysis confirmed that an ample degree of monetary accommodation is necessary to support economic activity and the robust convergence of inflation to levels that are below, but close to, 2 per cent over the medium term.", "Regarding an ambitious and coordinated fiscal stance remains crucial, as a fiscal policies, premature withdrawal of fiscal support would risk weakening the recovery and amplifying the longer-term scarring effects.", "National fiscal policies should thus continue to provide critical and timely support to the firms and households most exposed to the ongoing pandemic and the associated containment measures.", "At the same time, fiscal measures should remain temporary and countercyclical, while ensuring that they are sufficiently targeted in nature to address vulnerabilities effectively and to support a swift recovery in the euro area economy.", "The three safety nets endorsed by the European Council for workers, businesses and governments provide important funding support.", "The Governing Council reiterates the key role of the Next Generation EU package.", "It calls on Member States to deploy the funds productively, accompanied by productivity- enhancing structural policies.", "This would allow the Next Generation EU programme to contribute to a faster, stronger and more uniform recovery and would increase economic resilience as well as the growth potential of Member States' economies.", "In doing so, the programme would support the effectiveness of monetary policy in the euro area.", "Such structural policies are particularly important in improving economic structures and institutions and in accelerating the green and digital transitions.", "We are now ready to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none"], "topics": ["Monetary policy", "Economic outlook", "Inflation", "Financing conditions", "Asset purchases", "Fiscal policy", "Economic recovery", "Price stability", "Euro area", "Next Generation EU"]}