{"sentences": ["J u n e 8 , 2 0 2 1 LIBOR Transition in the Final Stage: No Deus ex Machina Speech at the NIKKEI Financial Online Seminar AMAMIYA Masayoshi Deputy Governor of the Bank of Japan It is my pleasure to have the opportunity to speak to you today about the LIBOR transition at the NIKKEI Financial Online Seminar.", "The LIBOR transition refers to the replacement of LIBOR with alternative interest rate benchmarks in financial products referencing LIBOR.", "It is a significant issue that we have been facing not only in Japanese financial markets but also in global financial markets, to ensure smooth transactions going forward.", "This year, a landmark event took place on March 5 with regard to the LIBOR transition.", "On that day, the future cessation and loss of representativeness of all the LIBOR currency tenor settings were formally determined.", "Accordingly, the publication of LIBOR will be ceased for most of the currency tenor settings, including those of Japanese yen, at the end of this year.", "On the other hand, major U.S. dollar LIBOR tenor settings that are most widely used will be ceased at the end of June 2023.", "Many market participants had already been aware of the possibility of the cessation of LIBOR long before this event; nevertheless, it was still significant that these official announcements on the future cessation of LIBOR were actually made.", "In other words, it was fully clarified that yen LIBOR, which had been used so widely, would no longer be available at the end of this year for sure.", "Now that the deadline for the transition is unarguably fixed, we only have less than seven months until the permanent cessation of yen LIBOR.", "If we compare a series of events related to the LIBOR transition to a play, then we can say that the final act of the play, which originated in the manipulation scandal that has started with these official announcements of the cessation came to light in 2012, of LIBOR publication.", "At this moment, however, there are still many transactions in Japan that are not prepared for the transition away from LIBOR to alternative interest rate benchmarks.", "We still have many difficult issues to solve in this final stage, although the time we have left is very limited.", "Speaking of \"the final act of the play\" that I just mentioned, in ancient Greek theater, a plot device called deus ex machina was sometimes employed, where the absolute god revealed itself and solved all the difficult issues in the hardships.", "The term was coined after the Latin word machina (\"machine\") as the actors playing the god were brought onto stage using a crane-like machine.", "In the final stage of the yen LIBOR transition, however, there will be no deus ex machina by any means.", "Most of the necessary tools to achieve a smooth LIBOR transition have been already provided, thanks to the deliberation and efforts made by relevant groups and bodies at home and abroad to facilitate each transition activity.", "Within the remaining time, the success of the LIBOR transition essentially depends on whether each individual market participant will make a good use of those tools and take necessary actions in a steady and swift manner.", "We are no longer in a phase to consider the feasibility of the LIBOR transition; we are already in the phase to be fully determined to make steady progress in the transition activities for the completion of the LIBOR transition.", "Today I would like to briefly look back on the events leading up to the current situation.", "Then I would like to focus on the yen LIBOR transition and present points that each individual market participant should take note of in implementing their own transition activities.", "I. LIBOR Transition A.", "Background First of all, let me start by briefly reflecting on the course of events concerning the LIBOR transition and corresponding initiatives in Japan.", "We can divide the past events related to the LIBOR transition into three different stages in retrospect.", "The first stage started in 2012, when it came to light that there had been a market manipulation and false reporting of LIBOR.", "As a result, the interest rate benchmark reform soon gained momentum internationally, but the focus of the reform at that time was still on how to improve the robustness of LIBOR as an interest rate benchmark, on the premise that LIBOR publication would be continued.", "Subsequently, in July 2017, the second stage began with a speech given by then Chief Executive Andrew Bailey of the U.K. Financial Conduct Authority (FCA).", "In his speech, he strongly suggested for the first time the possibility of the permanent cessation of LIBOR at the end of 2021.", "The speech shifted the nature of the interest rate benchmark reform dramatically, from the pursuit of LIBOR enhancement based on the assumption that its publication would be continued to initiatives for the transition to new interest rate benchmarks on the assumption that LIBOR would be permanently ceased.", "Then, as I mentioned in the beginning, the third and final stage of the LIBOR transition started in March 2021 against a background of the formal announcement with regard to the permanent cessation of LIBOR for all currencies in the future.", "Let me turn to the initiatives taken in Japan corresponding to each of these three stages (Chart 1).", "In the first stage, where the continuation of LIBOR publication remained intact, various efforts were made to enhance the robustness of the Tokyo InterBank Offered Rate (TIBOR), a financial benchmark based on interbank rates in the Tokyo market, within the framework of the interest rate benchmark reform in conjunction with yen LIBOR.", "In July 2017, such efforts came to fruition and important improvements were made, including increased transparency of the calculation and determination processes of submission rates for TIBOR.", "Moreover, the identification of a Japanese yen risk-free rate based on the rates of actual overnight transactions as a new interest rate benchmark was also considered.", "Consequently, in December 2016, the uncollateralized overnight call rate calculated and published by the Bank of Japan was identified as the yen risk-free rate in Japan.", "Thereafter, in the second stage, where the preparations for the possible permanent cessation of LIBOR became a critical issue, the Cross-Industry Committee on Japanese Yen Interest Rate Benchmarks (hereafter the \"Committee\") was established in August 2018.", "The Committee, of which the Bank of Japan serves as its secretariat, consists of a wide range of market participants from various businesses, including financial institutions and non-financial corporates.", "It conducted necessary deliberations from various viewpoints to help benchmark users to appropriately choose and use Japanese yen interest rate benchmarks as alternatives to yen LIBOR.", "In the current third and final stage, which determines the success of the yen LIBOR transition, the focus has shifted to the actual implementation of the yen LIBOR transition activity by each individual market participant, as necessary tools to facilitate each transition activity are already set ready for use in general, reflecting further progress made in deliberations by relevant bodies, including the Committee.", "Alternative interest rate benchmarks to LIBOR Now, let me briefly explain what options are available for alternative benchmarks to yen LIBOR (Chart 2).", "There are three options available in Japan.", "One of the options is TIBOR, which I mentioned earlier.", "TIBOR is the calculated and published by Japanese Bankers TIBOR Administration based on interbank rates submitted by 15 Association (JBA) financial institutions in Japan, including major banks.", "Another option we have is overnight (O/N) risk-free reference rate (RFR) Compounding (Fixing in Arrears) (hereafter \"compounding in arrears\"), which uses the uncollateralized overnight call rate in Japan.", "I will go into a little more in detail, because the term may not sound familiar to everyone.", "For example, the 3-month floating rate referencing the compounding in arrears is essentially derived from cumulative interest calculated by rolling over the borrowing with the uncollateralized overnight call rate for every day of the preceding 3 months before the next payment date.", "The compounding in arrears should be the most robust interest rate benchmark as it is calculated using the uncollateralized overnight call rate reflecting actual transactions.", "The amount of the next payment based on the compounding in arrears only becomes known just before the timing of the actual payment.", "Hence it may be less compatible with operations and systems that are based on the condition that the amount of the next payment is well known in advance.", "The introduction of the compounding in arrears could require relatively higher costs compared to other options.", "The last option is a term risk-free rate, called TORF (Tokyo Term Risk Free Rate) in Japan.", "TORF is an interest rate benchmark based on the overnight index swaps (OIS) a fixed interest rate exchanged in the interest rate swaps (IRS) to a floating rate calculated using the compounding in arrears over each coupon period.", "Since the amount of the payment with TORF is well known in advance, like the case of LIBOR, TORF may be relatively more compatible with the existing operations and systems.", "However, there are important issues with the use of TORF to be addressed in terms of robustness as a financial benchmark, such as the establishment of the governance structure, the improvement of transparency in the calculation process, and the sufficiency of market liquidity of the underlying OIS market.", "multiple alternative interest rate As I have just laid out, there are options for benchmarks market participants need to to yen LIBOR.", "Under these circumstances, consider the optimal selection of the benchmark options financial according to the products they have, transactions they face, their own individual the nature of and business needs, and then to begin new transactions or make changes to their legacy the chosen alternative benchmark.", "To support initiatives by each of market participants, the Committee has provided the results of various discussions and deliberations and some recommendations concerning the LIBOR transition.", "Among those provided by the Committee is \"Roadmap to Prepare for the Discontinuation of Japanese Yen LIBOR\" (hereafter the \"Roadmap\"), which indicates milestones that market participants should take into account in the making of their own roadmap for transition.", "In the next section, I would like to explain three points that market participants should note, mainly by addressing major milestones in the Roadmap.", "Toward the acceleration of the LIBOR transition A. Cessation of the issuance of new transactions referencing yen LIBOR First, according to the Roadmap, the issuance of new transactions for loans and bonds referencing yen LIBOR needs to be ceased by the end of this June (Chart 3).", "The Roadmap is based on the consensus of major market players in a wide range of businesses, which was reached through a series of their deliberations with related international discussions taken into account.", "Given the existence of the consensus, it is important that market participants complete their preparations for conducting new transactions referencing alternative interest rate benchmarks within the remaining time of less than one month.", "Tools necessary for ceasing the issuance of new transactions by the end of this June are already available.", "In July 2019, the Committee carried out its first public consultation on the choice of alternative interest rate benchmarks to yen LIBOR, including the ones for new loans and bonds, in order to solicit comments from a wide range of market participants.", "The results of the first public consultation were then published in November the same year.", "They showed that a term risk-free rate received the most support as an alternative benchmark, although neither its calculating and publishing entity nor its name was determined at that time.", "Following the results, QUICK Corp. was selected later by the Committee as a calculating and publishing entity of the term risk-free rate.", "Subsequently, the publication of prototype rate started, with the name of the term risk-free rate, derived from OIS rates, decided to be TORF.", "Then, strenuous efforts of the relevant bodies and authorities continued for the establishment of the governance system and the improvement in the transparency of the calculation process of TORF.", "Consequently, the publication of a production rate for TORF designed for the use in actual transactions started on April 26 this year, about two months ahead of its initial schedule.", "Accordingly, all the three alternative benchmarks of necessary for new transactions TIBOR, the compounding in arrears, and TORF market -- -- are now available.", "Some participants that had commented it was difficult to start new transactions referencing an alternative benchmark unless all the options for alternative benchmarks for comparing the level of an interest rate available, for example, based on each of the such a point is no longer an impediment to the cessation of the issuance options.", "Now, of new transactions referencing yen LIBOR.", "I that market participants will appropriately carry out new transactions for loans and bonds referencing alternative interest rate benchmarks from this June onward.", "Substantial reduction in legacy contracts referencing yen LIBOR Second, according to the Roadmap, the amount outstanding of legacy contracts for loans and bonds referencing yen LIBOR needs to be reduced substantially by the end of this September (Chart 4).", "To achieve this milestone, market participants are expected either to immediately renew the terms of legacy contracts concerning the reference to yen LIBOR into new terms of contracts referencing alternative benchmarks, or to incorporate an appropriate fallback provision in the contracts.", "The incorporation of fallback provisions in legacy contracts is an approach where contracting parties reach an agreement in advance to make sure, with a robust fallback provision, that yen LIBOR will be surely replaced with a replacement rate using an alternative benchmark, given the permanent cessation of yen LIBOR.", "It is significant in the sense that a robust fallback provision can ensure a future reduction in the amount outstanding of legacy contracts.", "Therefore, it is important for market participants to make progress in the of the robust fallback provision, in addition to transitioning to alternative benchmarks, so that the yen LIBOR transition for legacy contracts will be fully taken care of before its permanent cessation.", "Tools necessary for the incorporation of the fallback provision are also available now.", "In August 2020, the Committee carried out its second public consultation on the recommended fallback provision with its waterfall structure in legacy loans and bonds.", "The results of the second public consultation were published in November the same year, which showed that many market participants supported the recommendation by the Committee to give TORF the first priority and the compounding in arrears the second priority as fallback rates in the waterfall structure for both legacy loans and bonds.", "All the options of alternative benchmarks in the fallback provision are also available, as I mentioned earlier.", "With regard to bilateral loans and syndicated loans, samples of the fallback provision are made available on the websites of the JBA and Japan Syndication and Loan-trading Association (JSLA).", "I would like to ask market participants yet again to proceed steadily with the incorporation of the fallback provision by the end of this September with the use of these tools.", "Without the backstop of the fallback provision, market participants are highly likely to face a chaotic situation in the execution of legacy contracts referencing yen LIBOR whose maturity date arrives after the end of this year.", "In this connection, let me stress a point here: investors need to take more active roles in the LIBOR transition concerning the incorporation of the fallback provision to legacy contracts.", "In order to incorporate the new fallback provision, issuers of bonds referencing yen LIBOR need to either hold a bondholders' meeting and change the terms of its contracts by a majority vote, or to obtain the consent for such changes from all the bondholders without holding a bondholders' meeting.", "In particular, for the latter case requiring consents of all the bondholders, active participation of those bondholders in the discussions and negotiations is essential for the success of the amendment.", "In the LIBOR transition for bonds referencing yen LIBOR, the roles and responsibilities of issuers are always visible; however, bondholders also bear important roles.", "In the limited time left before the permanent cessation of yen LIBOR, it is extremely important for both issuers and bondholders to recognize their own roles in the transition activities concerning legacy contracts, including the incorporation of the fallback provision.", "C. Transition from yen LIBOR swaps to OIS The last point that I will touch upon in my speech today concerns derivatives, not loans and bonds.", "Specifically, let me talk about the need to cease new transactions of yen LIBOR swaps and thereby to transition to those of OIS (Chart 5).", "The Committee published a statement entitled \"Preparations for the discontinuation of LIBOR in the JPY interest rate swaps market\" in late March this year.", "It requested that market participants should cease the initiation of new transactions of yen LIBOR swaps by no later than the end of this September, and they should do so as early as possible, if practicable.", "It also clarified that OIS should be the dominant option which would replace yen LIBOR swaps.", "The statement by the Committee is well in line with the global standard concerning the LIBOR transition in derivatives, as proposed by the Financial Stability Board (FSB).", "It is therefore important for market participants in the yen interest rate swap markets to make transition to OIS as early as possible, in accordance with the statement.", "That will also lead to an enhancement of the liquidity of OIS, thereby resulting in more robustness of TORF referenced in loans and bonds.", "In my speech today, focusing on several milestones that I would like market participants to note, I have talked about my expectations for them to utilize various tools that the Committee and industry groups have prepared and thereby to swiftly proceed with the LIBOR transition going forward.", "There is no doubt that the LIBOR transition is very challenging.", "That is because many market participants have to pay great costs in their transition activities, in terms of changes in the current operations and revision of related systems.", "Accordingly, the judgment will be made in a more careful and cautious manner, given the virtual irreversibility of the decision due to those costs.", "As a result, in the LIBOR transition, market participants tend to have more incentives to postpone their decisions by taking more time to see how others will be proceeding and how market standards will be developing along the way.", "However, if many market participants collectively postpone their decisions on the LIBOR transition, it would not only be socially undesirable but also undermine their own benefits.", "Out of all the contracts referencing yen LIBOR among the surveyed financial institutions, the amount outstanding of those maturing after the end of 2021 amounted to a total of 2,000 trillion yen as of the end of 2020.", "The continued postponement of decisions in the yen LIBOR transition is highly likely to make an orderly transition of this massive amount of LIBOR-related contracts very difficult to achieve, which might in turn result in significant impacts on our financial system and financial markets, thus hindering the sound economic activity of individual entities in its extreme cases.", "To avoid those risks, the Committee and industry groups have been making efforts to provide various tools to facilitate individual transition activities, including the provision of recommendations, samples, and milestones.", "There is only limited time left before the cessation of yen LIBOR at the end of this year.", "The success of the orderly transition away from yen LIBOR relies on whether each of market participants will proceed with their own LIBOR transition plan in a steady and swift manner, with the use of tools available to them.", "Let me stress again that deus ex machina will not appear in this final act of the play.", "As the secretariat for the Committee and the central bank, the Bank of Japan will continue to firmly support the initiatives by market participants in the remaining time, while coordinating with the Financial Services Agency (JFSA) and paying attention to overseas developments on the LIBOR transition.", "Thank you very much for your attention.", "LIBOR Transition in the Final Stage: There will be No Deus ex Machina Speech at the NIKKEI Financial Online Seminar June 8, 2021 AMAMIYA Masayoshi Chart 1 Initiatives for the LIBOR transition in Japan 1st stage (2012-) Both yen LIBOR and TIBOR (calculated based on interbank rates in the Tokyo market) became subject to the enhancement of robustness as benchmarks The uncollateralized overnight call rate was identified as the yen risk-free rate in Japan 2nd stage (July 2017-) The Cross-Industry Committee on Japanese Yen Interest Rate Benchmarks (the Committee) was established."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["LIBOR transition", "yen LIBOR", "alternative interest rate benchmarks", "TIBOR", "overnight risk-free reference rate (RFR)", "term risk-free rate (TORF)", "fallback provision", "OIS", "Committee", "deus ex machina"]}