{"sentences": ["Distinguished guests, esteemed officials of the OMFIF and DZ Bank, participants, ladies and gentlemen, a pleasant morning, afternoon and evening to all - as I understand this event spans over different time zones.", "First, I would like to thank the organizers from OMFIF and DZ Bank for inviting me to join this virtual sustainability symposium.", "The theme, \"the role of capital markets in championing the sustainability agenda\", is timely and relevant as the world continues to wage the battle against the COVID-19 pandemic.", "On top of the economic costs due to the pandemic, the risks emanating from unchecked climate change puts a tragic toll on the environment.", "There are also social inequalities and injustices that give rise to poverty and starvation in some parts of the world.", "So, what is the role of capital markets amidst these emergency situations we are in?", "When we talk about capital markets, the first thing that comes to mind is financial intermediation.", "The capital market works as a link between those that have unused surplus savings and end-users who are in search of funds to support their operations.", "While a capital market enables the channeling of funds among different parties for varying reasons, it is important to emphasize that those funds are directed to critical and responsible use.", "The phrase \"critical and responsible use\", pertains to utilizing those funds for a \"right purpose\".", "As such, the driving force behind financing through the capital market is not only directed towards economic growth and financial stability, but more so on incorporating sustainability goals.", "At this point, let us look more closely at sustainability principles and goals.", "Why are they relevant and is there really a compelling reason to leverage the capital markets towards meeting a sustainability agenda?", "I am very sure that all of us will agree that the answer is YES!", "Indeed, capital markets have the power to mobilize capital to fund innovation and ideas that would help create a more sustainable environment.", "According to the Bank for International Settlements data, as of end-January 2021, the amount of outstanding sustainable bonds was about US$1.5 trillion, of which 75 precent are green, 13 percent are social, and 12 percent are sustainability-labelled bonds.", "These numbers are noticeably higher than the amount outstanding a year ago, totaling US$915 billion.", "Yet, the size of the sustainability bond market still proves to be small relative to conventional comparators, which has a total outstanding size of US$127.6 trillion.", "Meanwhile, in terms of issuers of sustainability bonds, financials account for 41 percent, followed by non-financial corporates with 29 percent, and the official sector including supranational with 21 percent share.", "This profile suggests that the sustainable debt market is still dominated by nonsovereign government institutions.", "Thus, the challenge now is how to further promote wider participation from various sectors of the economy to facilitate the transition to a sustainable environment.", "As a response to this challenge, a great deal of policy and regulatory initiatives, on a national, regional, and global scale, are already underway.", "These measures have been adopted to promote sustainability awareness across the different sectors of the economy.", "OMFIF, under its Sustainable Policy Institute, has been tracking these developments.", "These initiatives show the growing recognition of sustainability principles in one's strategy and processes.", "The objective of these initiatives is to strengthen resiliency against any kind of risk, be it financial or non-financial, and contribute to the long-term well-being of the economy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sustainability", "Capital markets", "Sustainable bonds", "Climate change", "Social inequalities", "Policy initiatives", "Resiliency", "Economic growth", "Financial stability", "Environmental risks"]}