{"sentences": ["Good afternoon, it is a pleasure to welcome you all to this webinar on enterprise financing and investment in Ireland, with a particular focus on the challenges of COVID-19, digitalisation and climate change.", "We in the Central Bank are delighted to host this event with our colleagues from the Economic and Social Research Institute (ESRI), the European Investment Bank and the Kemmy Business School from the University of Limerick.", "And I would like to thank all of our speakers today including Minister for Finance, Pascal Donohoe, Minister of State for Business, Employment and Retail, Damien English, and Christian Kettel Thomsen, Vice-President of the European Investment Bank.", "An event like this highlights the wide range of actors and agencies that have an interest and a stake in the success and the resilience of the enterprise sector.", "Indeed, our own presentation today is of work undertaken jointly with the ESRI, using data collected by the Department of Finance, highlighting just how important collaboration is in addressing the key problems facing our economies and our societies, and in navigating the uncertainty of the pandemic.", "The presentation of the EIB and participation in our panel from a range of international institutions is also extremely welcome, allowing us to gain insights into the Irish economy and wider issues facing the business sector from those observing from a distance.", "I would of course much prefer to meet you all in person, but nonetheless I am looking forward to our 'virtual' discussions.", "Small and Medium Enterprises (SMEs) in Ireland While our event today will touch on issues relating both to SMEs and larger corporate businesses, I will focus my remarks on the SME sector.", "We are all aware of the enormous impact COVID-19 has had on our societies and our economies.", "SMEs have certainly not been spared, particularly with many businesses having to close their doors to support the public health response to the pandemic.", "Policymakers have acted to support vulnerable businesses and, thankfully, the pandemic has not yet been characterised by widespread company failures, owing to the unprecedented level of direct fiscal support and creditor forbearance that is in the system.", "Given that SMEs account for two thirds of private sector employment, this support has been critical to avoid widespread 'scarring' in the Irish economy.", "The viability and survival prospects of many affected firms remains highly uncertain and is likely to depend on a range of future policy choices.", "These choices will be difficult, and will have profound implications for our economy.", "Looking back to 2020 Looking back to 2020 in more detail, the shock to SME revenues from the pandemic was severe.", "The research we are publishing today, with colleagues at the ESRI, shows that, while the hospitality sector has experienced the most severe crisis - which is to be expected given the nature of public health restrictions - the revenue shock has also been significant across all other sectors, with SMEs in manufacturing, construction, wholesale/retail, business services and a group of miscellaneous sectors all having average revenue declines of between 20 and 25 per cent.", "This suggests that the COVID-19 pandemic has had an effect in all pockets of the SME sector.", "The research also sheds some new light on how effectively SMEs can reduce their costs in the face of falls in revenue showing that that for every euro lost, SMEs have on average reduced costs by 37 cents.", "For the hotels and restaurants sectors, where take-up of policy supports and the need to negotiate and scale back on all items has of course been greatest, this averaged 56 cents.", "These figures suggest that, while companies have indeed managed to adjust to the realities of the pandemic, this adjustment for many reasons has not been enough to avoid companies experiencing losses.", "Indeed, the majority of SMEs in every industrial sector in Ireland were loss-making in 2020, according to the survey data that you will see presented today.", "A key question for policymakers and firms is to identify businesses that are viable and can operate into the future, and those which will not be able to.", "While policy choices have led to an avoidance of widespread insolvency up to now, it is an unfortunate reality that the effects of the pandemic on SME balance sheets, combined with structural changes that have either been created or exacerbated by it, mean that some SMEs will be unviable.", "It would be a mistake to continue with protection and forbearance in perpetuity, just as it would be wrong to allow all companies making losses currently to fail.", "The complex challenge for all of us involves the timing and identification of the withdrawal of support and normalisation of the functioning of the insolvency criteria.", "An assessment of viability for firms will ultimately depend on a range of firm and sector specific features and each case will of course be specific to each firm.", "However, one piece of information that can guide the discussions relates to the performance of SMEs before the pandemic and our research has highlighted two groups that may struggle.", "First, 5per cent of SMEs made a loss in 2019 and were struggling in 2020 (making a loss or breaking even), and second, 19 per cent of firms were struggling in 2020 and just breaking even in 2019.", "All other things equal, such firms may be more vulnerable to liquidation as the pandemic evolves and insolvency criteria begin to normalise.", "By contrast, a much larger group of SMEs have been struggling in 2020 but were profitable prepandemic, suggesting that their longer-term survival prospects are stronger and that restructuring and forbearance efforts would be better focused on them.", "The past year has been particularly challenging for SMEs across the country, and how policymakers can support viable firms to recover and thrive as our economy recovers is a key issue.", "I look forward to hearing your views on how SMEs can respond to the most pressing challenge of the pandemic, as well as the longer-term issues of digitalisation and climate change.", "I hope you all enjoy the conference."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["SME financing", "COVID-19", "Digitalisation", "Climate change", "Enterprise resilience", "SME viability", "Insolvency criteria", "SME performance", "Policy support", "Economic recovery"]}