{"sentences": ["It is a great pleasure for me to welcome you to the publication today of the 24th edition of the Banque de France Financial Stability Review.", "We have a set of very distinguished speakers.", "I would like to thank them and all the contributors to the review, as well as the Banque de France's teams who helped prepare this issue, which focuses on macroprudential policy in the midst of the Covid crisis.", "The past twelve months have seen some of the most dramatic events since World War II, with this unprecedented pandemic.", "For this reason, and given that today is about the Financial Stability Review, I will focus on the concept of stability itself.", "Other sources of instability have affected the world economy in the past decade or so: the Global Financial Crisis and ensuing recession, the European Debt Crisis, or more recently rising trade tensions.", "It seems that the world has become more unstable.", "Against this backdrop, stability is all the more important for our fellow citizens, and it has different dimensions, but I will focus mainly on three key aspects.", "I will start (and it will be a surprise to no one) with I will then turn to price stability.", "financial stability, which is essential for the effectiveness of monetary policy (by preserving its transmission channels).", "Finally, I will talk about and the way monetary policy, economic stability in combination with fiscal policy, can smooth the business cycle and foster a robust and sustainable recovery from the covid crisis.", "Clearly, these different aspects are closely intertwined: monetary policy, while pursuing its primary objective of price stability, can affect financial stability; fiscal and monetary policy closely interact with each other, as do monetary and macroprudential policy.", "But for the sake of clarity I will tackle each concept in turn.", "Price stability To achieve the ECB inflation objective, we are determined to maintain, as long as necessary, a very accommodative monetary stance.", "We continue to stand ready to adjust all of our instruments, as appropriate, including possibly a lowering of the DFR if needed.", "And to guarantee the full transmission of this accomodative stance, we pay particular attention to ensuring that both bank and market financing conditions remain favourable for all agents (governments, firms and households).", "This leads us to monitor a large set of indicators, with a multifaceted and holistic approach.", "Let me add some comments about the recent increase we have seen in long-term rates, following although to a lesser extent the move in the US.", "This increase has different causes, and hence calls for different reactions and instruments.", "First, in the euro area, the latest consumer price data have surprised on the upside, and there are some signs of an upturn in inflation expectations.", "This is actually good news, as Philip Lane noted last week.", "That said, this rise shouldn't be overstated; it primarily reflects temporary factors rather than a persistent and significant change in the inflation path.", "The euro area economy is in a different situation compared with that of the US (in terms of real activity, output gap and fiscal stimulus).", "There is no risk of overheating in Europe.", "Second, this less disinflationary environment shouldn't raise questions about our future monetary policy, and our reaction function.", "Let me reiterate a strong conviction about our inflation objective: it is flexible, symmetric and medium-term.", "To put it clearly, these last two imperatives mean that we cannot completely ignore the past inflation shortfalls, and that in the future we should be ready to accept inflation above target for some time.", "As necessary, our forward guidance could be strengthened to make this tolerance explicit.", "And third, there are other elements in this tightening of financing conditions, including excessive spillovers and tensions on the term premia.", "In so much as this tightening is unwarranted, we can and must react against it, starting with an active flexibility of our PEPP purchases, which we have made possible since its inception in March 2020, and enhanced last December.", "Financial stability Lessons have to be fully drawn from the past experiences about the obvious costs of financial crises.", "History has shown that price stability is not a sufficient condition to ensure financial stability.", "Furthermore, low-for-long interest rates, in a context of a decreasing natural rate of interest, can contribute to the build-up of systemic risk and financial vulnerabilities, by encouraging excessive risk-taking and financial misalignments.", "This matters for monetary policy.", "Of course, macroprudential policy is the first and main line of defence, and the toolkit has been considerably enhanced in recent years.", "However, it appears that macroprudential tools, although necessary, are not completely sufficient to address the whole range of financial stability concerns.", "It is my view that central banks should take financial stability into account while setting the course of monetary policy.", "There is a need to overcome the strict separation principle between monetary and macroprudential policies, and adopt a What does this mean in coordination principle.", "Let me first dispel two misunderstandings and say what it is not about.", "It does not mean that financial stability may become a monetary policy objective in itself.", "The aim here would be to identify vulnerabilities that represent a threat to the price stability objective, either directly or indirectly by impairing the effective transmission of monetary policy in the medium-long term.", "Also, it does not imply a systematic (mechanical) reaction to financial stability indicators, and it is very different from the \"leaning against the wind\" strategy.", "In addition, financial stability, unlike price stability, is not easily summarised by one statistic (inflation in the case of price stability), so we therefore need in any case to look at a range of indicators.", "What I suggest instead is a slight evolution of the ECB strategy, to achieve a more \"integrated\" framework.", "To formalise this approach, one option worth considering could be to renovate and extend the present second pillar into a \"financial and monetary\" pillar, alongside the economic one.", "More specifically, let me mention a few examples of variables that could be monitored under this new pillar: Indebtedness of firms and households; Bank balance sheet information, which is useful for assessing the functioning of the bank lending channel (including in a forward-looking way); Indicators of excess risk tolerance and excess credit, which provide information on the risktaking channel; Stock and house prices, which provide information on the asset price channel.", "This list could be of course modified and completed.", "In fact, we already monitor many of these variables.", "The point of having a structured pillar is to formalise this analysis - including on proportionality of our measures - and ensure we have no blind spots.", "Such considerations would help us optimise the monetary policy toolkit and fine tune it with the numerous tools that central banks have now at their disposal.", "To some extent, we have already crossed that bridge in adapting existing instruments in order to take financial stability considerations into account.", "In the case of the Eurosystem, two examples come to mind: the tiering system and TLTROs.", "The tiering system was introduced after the deposit facility rate was pushed in negative territory, to offset the negative side effects of low-for-long interest rates for banks intermediation.", "In the case of the TLTROs, we have excluded housing loans from the lending benchmark to avoid contributing to a potential housing bubble.", "So far, I have mentioned adjustments to our individual instruments; but more generally, our monetary policy tools could be combined with each other so that they maximise their impact on inflation while minimising the side effects on financial stability.", "Indeed this is precisely what the old Tinbergen rule asserts: we now have several instruments in our monetary policy toolkit, allowing us to reach several goals.", "Economic stability Let me now turn to economic stability.", "The stabilisation of the business cycle is the area of policy trade-offs and dilemmas par excellence.", "As long as price dynamics are in line with the business cycle, monetary policy is counter-cyclical.", "Fortunately, this is the case most of the time, as demand shocks tend to prevail.", "That said, monetary policy is not the only stabilisation policy: fiscal policy is also very active, which raises the very topical issue of the congruence between monetary and fiscal policies.", "As long as inflation prospects remain too low with respect to the central bank's inflation objective, accommodative monetary and fiscal policies can be congruent without any formal coordination.", "This is obviously the description of the policy-mix at the current juncture.", "Moreover, in a context of low R*, fiscal policy is more effective and gains policy space thanks to the accommodation provided by the central bank (as r < g).", "In turn, the effects of monetary policy, which is constrained by the effective lower bound (ELB), are reinforced by fiscal policy, which becomes today one of its main \"transmission channels\".", "But in the longer run - and in the years to come -, the greatest risk is of course that monetary policy could become subordinated to fiscal policy.", "If and when inflation reappears, central banks must be able to normalise their stance and increase the interest rates paid on debt.", "Acting too late or too little, for short-term or political reasons, can be very costly for long-term interest rates and inflation.", "The best way to foster the current policy-mix congruence while preventing the risk of future fiscal dominance is to establish clear and credible reaction functions for monetary and fiscal For the central bank, the mandate provides a clear guidepost.", "Forward guidance will of course be very useful in this process, to ensure a smooth and predictable exit.", "For governments, policy commitments and forward guidance are perceived as less credible because of the well-known time inconsistency problem.", "A more appropriate route would be to ensure that fiscal rules continue to anchor the medium-term trajectory of public debt, but under a renovated EU fiscal framework, which has become too complex and less suited to the new economic and financial environment.", "Indeed, the current low interest rate environment (with r<g) does not mean that public debt sustainability issues have become irrelevant: it only implies that governments have more time to ensure debt sustainability.", "Against this backdrop, the revised and simplified fiscal rules should be based on a medium-term debt trajectory and on a single operational target, namely a ceiling on the growth rate of public expenditures (net of discretionary revenue measures) as proposed by the European Fiscal Board (EFB).", "First, given the current low interest rate environment and the high levels of post-covid debt ratios, the speed of adjustment towards the long-term debt anchor should be made more country-specific and less rapid than under the current 1/20 linear rule of the SGP, which is no longer credible.", "Second, for the operational target, relying only on the current interest burden, as suggested by some, would be at once short-termist and too partial.", "But interest payments could be included in the net expenditure target, unlike the EFB proposal which excludes them.", "This inclusion would give more fiscal space to governments as long as interest rates remain low, but would ensure an automatic downward adjustment of primary expenditure growth if and when interest payments start to increase.", "The bottom line is that the long-term sustainability of public debt should be ensured by credible but flexible fiscal rules.", "In parallel, we could maintain the possibility of responding to large shocks through a permanent common fiscal capacity; in this respect, the Next Generation EU package is a positive breakthrough, and could be made permanent, although with more limited amounts.", "A few days ago, Mario Draghi, speaking at the Italian Senate in his current capacity as Prime minister, rightly backed \"an increasingly integrated European Union that will arrive at a common public budget capable of supporting countries in times of recession.\"", "In addition, a fully-fledged capital markets union is more necessary than ever, in order to supplement public risk sharing with private risk sharing across the euro area.", "In conclusion, let me say a few words on chamber music.", "Many of you have already heard the famous Piano Trio Number 2 by Franz Schubert.", "The harmony of the three instruments has charmed generations of music lovers, including Stanley Kubrick in \"Barry Lindon\".", "In this piece, none of the instruments should be the only game in its own town.", "And none of them should be dominated by any of the other two, otherwise the harmony is broken.", "Quite the contrary, we can hear each instrument and the beauty of the piece comes from the response of each instrument to the others.", "The same applies to the three macroeconomic policies: monetary, macroprudential and fiscal.", "They should provide three kinds of stability in a delicate combination of \"synchronisation without domination\".", "To overhaul the changing balance between an ex ante written music score and a real-time human interpretation, let us aim at least for \"mutual predictability\"... And this is what today's conference is about, for the macroprudential part of the piece.", "Thank you for your attention.", "Interview of Philip R.Lane with Expansión, 26 february 2021.", "See for instance Colletaz, Levieuge & Popescu (2018): \"Monetary policy and long-run systemic risktaking,\" Journal of Economic Dynamics and Control, 86(C), pp 165-184, and Dell'Ariccia, Laeven & Suarez (2017): \"Bank Leverage and Monetary Policy's Risk Taking Channel: Evidence from the United States\".", "This issue of the Financial Stability Review contains several excellent articles on related subjects, see for example Gabriel Makhlouf, \"Lessons from Covid: a Macroprudential Framework for the Market Based Finance Sector\".", "Istrefi, Odendahl and Sestieri (2020) provide evidence on this direction for the case of the Federal Reserve before the global financial crisis.", "See, \"Fed Communication on Financial Stability Concerns and Monetary Policy Decisions: Revelations from Speeches\", Banque de France Working Paper Series No."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["financial stability", "price stability", "economic stability", "macroprudential policy", "monetary policy", "fiscal policy", "inflation", "risk-taking", "debt", "interest rates"]}