{"sentences": ["Good afternoon and thank you very much for the invitation to speak today.", "Colleagues who have attended the AFM conference previously have valued this opportunity to meet AFM members face to face and I have already enjoyed that privilege today.", "I can't say how pleased I am now, not to be speaking to a camera dot on a laptop screen.", "Over the last 18 months, supervisory colleagues at the Prudential Regulation Authority (PRA) have been working closely with insurers as they addressed the financial, economic and operational aspects of the pandemic, and the human impact it has had on their own people, the staff they rely on in other organisations and their customers and members.", "We have seen the mutual sector demonstrating its adaptability and resilience, through moving many of its in-person processes online and by providing financial support to members, such as premium rebates and payment holidays, where appropriate.", "Through the challenges of Covid-19, the PRA has taken a proportionate approach to supervision of mutual and other firms, by delaying thematic reviews, scaling back reporting requirements and extending regulatory deadlines all in the interest of ensuring a greater degree of flexibility, and where possible support for firms, during challenging times.", "The roots of insurance lie in those with mutual interests coming together to share risks, and mutuals continue to play a valuable part within the insurance sector.", "The pandemic has highlighted the risks of protection gaps and mutuals can play an important role in providing specialist cover and operating in markets under-served by other firms, such as sickness benefits or professional liability cover for those in unique occupations, from bus drivers to vets.", "Protection from risk, and a stable supply of such protection, is an essential service for individuals' and companies' security.", "It is also vital for the wider economy, and particularly important in supporting recovery from the impact of the pandemic.", "Both recovery from the pandemic and the transition to net zero will drive substantial restructuring of the economy, though, for example, change in working and travel patterns.", "This restructuring will lead to a decline in some existing sectors, and growth in others, the emergence of wholly new sectors.", "New or growing enterprises need certain insurance products to operate, and others to take away risk that they cannot efficiently bear themselves.", "Any protection gap slows investment and thereby impairs recovery and transition.", "Therefore the ability to eliminate any protection gaps is a clear opportunity for the insurance sector.", "Both the risks and opportunities from the post-pandemic recovery and the transition to net zero must be an important factor in determining your longer-term strategies.", "We can see that AFM members are mindful of this as your conference programme covers a number of major strategic issues for your sector - including investment, consumer engagement, artificial intelligence, operational resilience and climate change reporting.", "Unsurprisingly there is a reasonable degree of overlap between the issues you see as most important to the sector's future and our supervisory priorities.", "And it is quite refreshing not to see a major topic on Solvency II reform.", "This afternoon, I'm afraid I will give you an update on the latter.", "But first, I will give my perspective on three of the (other) changes and challenges that are priorities for the PRA as a prudential supervisor; and on our and industry responses to those challenges.", "It was quite a tall order to shortlist three and they are inevitably pretty broad: technology, social factors in relation to diversity and inclusion; and climate change risks.", "Even amongst your current generation of members and policyholders, how their insurance products are sold and serviced has changed remarkably - and remarkably rapidly.", "The focus of a lot of our supervisory interaction with insurers around technology tends to be on continuity of important business services, operational resilience against the threats posed by systems, process - or people - failure; or cyber vulnerabilities of insurers.", "However, in our business model analyses, technology features more in our assessment of whether a firm may be sustainable and competitive; and the role of investment costs and returns.", "The nature and speed of change pose some opportunities for smaller firms that are not weighed down by massive infrastructure and can be nimble in decision making; but there are also a number of threats from the bewildering investment choices, the costs of investment and the ongoing need to adapt.", "Mutuals face particularly difficult decisions as you are essentially investing your members' (past, current and future) money and will be highly aware of the potential damage caused by delays and cost overruns; and balancing the need to invest to meet the needs of today's and tomorrow's customers with the the risks to the firm's future if investment doesn't pay off.", "It is also important to note that maintaining technology can come with high fixed costs alongside the people associated with supporting that technology.", "Gaining relevant technical expertise at Board and senior management is one option that some firms determined to make the most of the right technological advances take.", "Pooling expertise or outsoucing - subject to tight and expert oversight - are other options.", "Organisational transformation projects are always difficult to achieve in a fast-paced environment.", "Firms, faced with declining demand for their current services and lacking the resources to invest in new services, may take the path to merge.", "For Friendly Societies, this could be achieved through a Part Eight transfer.", "The PRA currently has an open consultation on Insurance business transfers, CP16/21 , which welcomes comments and feedback until 28 October.", "In addition, if longer-term viability is not an option, insurers should be mindful that in certain circumstances a managed exit from the market may be most appropriate.", "As communicated in our Dear CEO letter on 2021 priorities , we are currently developing our approach to recovery and resolution planning.", "We will expect firms to demonstrate - in a proportionate manner for their size - that they have a suitable structure and business model, and adequate contingency plans to be able to exit the market smoothly.", "In some cases, entering into run-off could be in the best interest of existing policyholders.", "More than fifty insurers regulated by the PRA are currently in some form of run-off and we endeavour to take a proportionate approach, thereby minimising the burden of entering this regime for smaller firms.", "Diversity and inclusion Mutual insurers have a considerable strength to celebrate in social purpose, and that should provide them with a relative competitive advantage.", "Within firms, we - at the PRA and the Financial Conduct Authority (FCA) - believe that increased diversity and inclusion will advance our statutory objectives by resulting in improved governance, decision-making and risk management within firms, a more innovative industry, and products and services better suited to the diverse needs of consumers.", "We would like to see firms collectively consider how they can build a diverse workforce too.", "The PRA, together with the FCA and the Bank published a joint Discussion Paper (DP 21/2) in July on diversity and inclusion in financial services.", "In this Discussion Paper, we make clear that when we think about diversity, we focus on 'diversity of thought', also known as 'cognitive diversity'.", "We are now reflecting on responses received with the intention to communicate these in due course.", "Our aim with DP 21/2 was to gather views on how we can most helpfully accelerate the pace of meaningful change across the sector.", "We see a clear link to our objectives: diversity helps bring a mix of views and experiences to the table; inclusion helps create an environment where these views and concerns can be aired and listened to.", "Research shows evidence of correlations between diversity and inclusion and positive outcomes in risk management, good conduct, healthy working cultures, and innovation.", "These outcomes directly contribute to the stability, fairness, and effectiveness of the firms making up the financial sector, including mutuals.", "In the same way, poor diversity and inclusion can lead to poor outcomes.", "The 2008 crisis, as well as other scandals, including the misconduct issues the London market faced more recently, highlights the risks of unhealthy cultures and groupthink, where views, actions, and decisions go unchallenged.", "This is not just a case of do as we say: the PRA and the Bank of England have plenty of room for improvement on diversity and inclusion, and have committed to make changes to achieve the same positive aims for ourselves that we seek in the wider financial sector.", "We are working hard to build a diverse workforce because we believe it will allow us to build trust with the people we serve, and help us to make better decisions.", "We are striving to create a workforce that reflects the diversity of the society we serve, and we think diversity and inclusion go hand in hand.", "In order to achieve this, we have several initiatives in place that address various areas of diversity and inclusion.", "This year we renewed our diversity targets, set for the end-February 2028.", "These include the proportion of staff we want to be of a Black, Asian and Minority Ethnic background, and female, at various levels.", "We also considered how we expand our public commitments beyond gender and ethnicity.", "Our ultimate aim is also to work towards ensuring appropriate representation for other protected characteristics, such as disability and sexual orientation.", "At this point, as with many other organisations, we do not feel there is sufficient data available internally to support this and are working to address this over the next few years.", "This is an issue we have also noted in many other organisations in the financial sector, where data on the progress on diversity and inclusion across the sector is fairly limited.", "Firms have been recently contacted about participating in the pilot survey on diversity and inclusion.", "We appreciate that firms are at different stages on the development of the diversity and inclusion data strategy and the purpose of this survey is to understand better what data firms currently collect about their workforces.", "We are especially keen to receive feedback on the challenges of collecting diversity and inclusion data.", "I would like to take this opportunity to encourage you to participate in the survey as it may help to shape potential future regulatory returns, so the more information we can learn from firms, the better.", "It is particularly valuable to hear from small firms to ensure that we receive a representative sectoral response and it is important that the voice of the mutuals sector be heard in this discussion.", "Since our former Governor, Mark Carney's speech in 2015 on 'the tragedy of the horizon', the Bank has been working with many other organisations, with our particular focus on financial stability, from physical and transition risks.", "Our expectations for firms were set out in Supervisory Statement 3/19 and firms contribute to work on their implementation plans.", "Firms should consider how they can assess the climaterelated financial risks associated with their clients and counterparties and have a clear high-level strategy for adapting to the range of potential climate outcomes.", "The PRA is mindful of the need to take a proportionate approach and accept that smaller firms do not have the resources to develop as sophisticated an approach as larger firms.", "However, smaller firms are not immune from climate-related financial risk and could be more susceptible if they are particularly concentrated in a vulnerable sector, product or geography.", "As a guide, small firms and firms with smaller exposures to climate-related financial risk may focus more on a qualitative strategy for adapting to climate change without as much need for quantitative metrics to substantiate their approach, possibly relying on third party metrics.", "The expectation for small firms with material exposures would be more aligned with the expectations of medium and large firms.", "Medium and large sized firms, and firms with medium or large exposures to climate risk, should link business strategy changes to scenarios, identifying triggers to modify their strategies.", "Therefore, an appropriate approach depends on the firm's business model.", "A good starting point for smaller firms when undertaking scenario analysis might be to do a qualitative 'walk-through' scenario considering a possible sequence of events (shocks and responses) before moving on to quantification.", "Recognising the wide variety of firms that are expected to respond to SS3/19 in terms of complexity/simplicity of their business model, strategy, size and varying exposures to identified climate-related risks, we decided to provide additional guidance to firms on our use of proportionality in supervising climate-related financial risks.", "Alongside this, since 2019, the PRA and FCA have co-chaired the Climate Financial Risk Forum (CFRF) which has delivered a series of guides incorporating good practice 'for industry, by industry' which should enable firms to progress in response to the expectations in SS3/19.", "Where a proportionate approach is a firm's preferred option due to lack of resources, the CFRF outputs should help to mitigate this issue.", "Update on regulatory reform It is worth noting that when carrying out its general functions (as opposed to taking individual supervisory decisions), the Financial Services and Markets Act requires the PRA to have regard to differences in the nature and objectives of different kinds of business organisation, including Mutuals.", "When making rules the PRA is required to consider and explain whether the rules would have a significantly different impact on Mutuals compared to non-Mutuals.", "This consideration is covered in our policy-making communications, including Consultation Papers and Policy Statements.", "The most significant package of policy consultation coming up - in 2022 - will be in relation to Solvency II.", "HM Treasury announced a review of Solvency II last year and the government has set three objectives for it: to protect policyholders and ensure the safety and soundness of firms, to support insurance firms to provide long-term capital to underpin growth, and to spur a vibrant, innovative and internationally competitive insurance sector.", "The package of policy changes will be designed to deliver on all three objectives.", "My colleague Gareth Truran provided an update on the review of Solvency II last month titled 'Solvency II Review: Unlocking the Potential' .", "As he noted, the intention is to retain the structure and approach of Solvency II, which owes much to the preceding UK regime, but to tailor it better to the form of the UK insurance sector and the products that it offers.", "The review is nonetheless wide ranging, so I will just pick out a few areas of particular relevance to some or all of this audience.", "First, we agree with the industry that the risk margin is currently too volatile and too high in the current interest rate environment.", "Second, we are keen that the matching adjustment is put on a sounder footing to support the investment objective and protect policyholders.", "Third, we're looking at a range of changes to simplify and streamline aspects of the regime, including reporting, and thereby reduce the burden on firms, whilst ensuring that the PRA continues to receive the level and type of information necessary to supervise firms effectively.", "An increase in the thresholds at which firms become subject to Solvency II is being considered alongside mobilisation of new insurers, and a review of the standard formula will take place at a subsequent stage.", "We are keen to engage with the AFM and its members on all of these topics.", "We are committed to continuing this where necessary and working with industry throughout policy development.", "Our collaboration has most recently been demonstrated through the establishment of the regulator-industry steering group and working group on regulatory reporting reform, which I am pleased to note the AFM is a member of.", "We are currently running a Quantitative Impact Study to gather data that will allow us, with government, to formulate effective policy proposals.", "I should emphasise that the scenarios used in the QIS are not policy proposals.", "The QIS is complemented by a qualitative questionnaire to support our policy thinking, and our future cost-benefit analysis.", "High quality submissions from a range of respondents, including mutuals, will be key to the PRA's ability to help develop well-evidenced reform.", "We welcome participation from all firms who are able to submit responses to the parts of the QIS and questionnaire that are relevant to your business, by the deadline of 20 October 2021.", "I am pleased that the AFM and some individual mutuals responded to the HM Treasury's call for evidence on Solvency II.", "Having mutuals input at this early stage will help inform our policy development.", "In the deposit-taking sector, a lot of work in relation to mutual deposit takers has been undertaken and benefitted from good engagement between industry and regulator.", "I am thinking in particular of our simplification of the regime for credit unions.", "This approach to the removal of unnessary/burdensome regulation is part of the overall work being undertaken by the PRA.", "For friendly societies seeking to merge their businesses, the PRA has sought to achieve proportionate outcomes within the parameters of the legislation.", "This has included waiving the requirement for an independent actuarial report where possible, in order to reduce the impact of the costs of transfer on member value.", "The number of challenges we - and society - face present a full agenda for the Boards of mutuals and as they consider their long-term strategies.", "In order to continue to serve the wider economy effectively change is needed and as such, firms should be open to adapting their business models to ensure they remain sustainable, whether that be through upgrades in technology or - with due prudence - evolving their products.", "For some mutual business models, by design targeted at particular types of individuals, businesses or risks, the positives of specialisation can turn into negative concentrations of exposure, for example in Child Trust Fund business; applying sensitivity analysis and reverse stress testing to the business plan can help Boards assess, manage or at least mitigate those risks.", "We expect businesses with specialist offerings to be alert to concentration risk and, wherever possible, to develop mitigations that will enable those businesses to serve future generations as effectively they do their current members.", "I began these remarks noting the value of mutuals within the insurance sector and the adaptability that has been shown through the COVID 19 pandemic.", "The topics I have referenced, and the others you have on your conference agenda - all illustrate the need for continued adaptability as the insurance market faces new challenges and opportunities.", "The PRA will continue to work with mutuals, as it does with all insurers, to foster an environment of good insurance and reliability of financial products thus ensuring that the interests of your members and policyholders remain at the forefront of your decisions.", "Once again thank you for inviting me along today to have the opportunity to speak.", "I am now happy to answer any questions you may have.", "I am very grateful to Caroline Parsons, Casper Davidson, Alex Stephenson and Alan Sheppard for their assistance in preparing these remarks.", "I would also like to thank a number of other colleagues who provided comments, including Francesca D'Urzo, James Rowe, Rhys French, Oliver Meade-King, Tina Harris, Charni Grant, and Ben Roy.", "The PRA's \"general functions\" are, broadly, making rules and technical standards and determining our general policy approach, as distinct from taking supervisory decisions regarding individual firms.", "Solvency II Review: Unlocking the potential - speech by Gareth Truran"], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Insurance", "Technology", "Diversity and inclusion", "Climate change", "Solvency II", "Mutuals", "Recovery and resolution planning", "Operational resilience", "Consumer engagement", "Artificial intelligence"]}