{"sentences": ["Ladies and Gentlemen, First of all, I would like to thank France Fintech and its chairman Alain Clot for inviting me to take part once again in this Fintech major annual meeting of the French fintech industry: R:evolution.", "At the Banque de France and the ACPR, we believe it is essential to maintain a sustained and high-level dialogue with all the innovative players in the French financial sector and, more importantly, to contribute, in our own right, to the vitality of the French fintech ecosystem.", "It is therefore with satisfaction that I observe, year after year, the strengthening of the ties and trust between the Banque de France and France Fintech.", "After the partnership concluded two years ago, the year 2021 marks a new step since we are co-organising this week dedicated to fintechs, the I see this as a concrete illustration of which French Fintech Week.", "\"team spirit\", is an asset of the French financial centre and which I believe should be maintained and developed.", "With this in mind, I would like to share with you some observations on the ongoing transformation of the financial landscape, on its consequences for our role as central bank and supervisor, and finally on the challenges that we must not miss collectively.", "The transformation of the financial landscape seems to be gaining momentum Indeed, since the last edition of the Fintech R:evolution event and my speech - by videoconference - last year, the French fintech landscape has already changed.", "First of all, of course, the and the ensuing social distancing have health crisis reinforced the digitalisation of practices, sped up the digital transition and strengthened the business models of many fintechs.", "On the flip side, it has also intensified cyber risks and highlighted the need for greater vigilance in the face of these operational risks, which have, and could have in the future, an increasingly marked systemic dimension.", "The year 2021 has also been the year of unicorns for French fintechs.", "More generally, the amount of funds raised, as regularly published by France Fintech, has increased spectacularly: EUR 1.7 billion at the end of August 2021, compared to EUR 830 million in 2020... and less than EUR 400 million just three years ago in 2018!", "It is not my intention today to comment on these figures: I do, however, see in them the undeniable sign of a maturing of the French fintech ecosystem.", "And also the sign of a diversification: because at the same time as we are witnessing the first French fintech players grow, we are continuing to see a wealth of new projects, new ideas, new practices: in insurtech, fractional payments, the platformisation of services and the early stages of \"open finance\", to mention but a few examples.", "In the field of blockchain technology, the world has also considerably changed over the past year, with the rise of decentralised finance, the success of non-fungible tokens (NFT), not to mention the first, sometimes spectacular, \"clashes\" between these new ecosystems and regulatory authorities, in countries as different as China and the United States.", "Faced with this changing world, how should we, as central banks and financial sector supervisors, position ourselves?", "First of all, to be relevant in a changing world, we need to be able to distinguish what does not change.", "And fundamentally, what does not change in the financial sector is the need for confidence.", "Consumers of financial services need to have confidence: in the security of transactions, in the protection of their assets and in their freedom of choice.", "The players in the sector also need to have confidence: in each other, because they remain interdependent, in the rules of the game, i.e.", "in the regulatory conditions under which they can carry out their activity.", "Central banks and supervisors clearly have a role to play in maintaining this confidence, in all the forms I have just mentioned.", "In this respect, I would like to share with you three Firstly, the mechanisms of confidence cannot be replaced by \"algorithmic\" i.e.", "by rules of the game that would be coded once and for all and for which respect would be entrusted to algorithms, even if they are encapsulated in \"smart contracts\"... Will the forces pushing towards decentralised finance make unbalanced relationships disappear?", "As well as failing governance mechanisms, the concentration of operational risks, and cyber attacks?", "In my opinion, the answer is no: trusted third parties, central banks and supervisors are not about to disappear... Secondly, and this is a corollary of my first point, confidence requires maintaining central bank money as the anchor of the financial system.", "Finally, confidence requires a regulatory framework that is clear, fair (\"same business, same risk, same rule\") and balanced, i.e.", "capable of both encouraging innovation and maintaining the stability of our financial system.", "The search for this balance implies that regulators and supervisors be involved in innovation issues alongside the innovative players.", "I will come back to this.", "Once the principle of confidence has been established, central bankers and supervisors must also be able to distinguish between what changes quickly and what changes more in the sector they supervise.", "First of all, the health of French fintechs should not mask the importance of another piece of good news: the \"traditional\" banking world is resilient and useful.", "It showed its robustness during the two major crises that have occurred since the beginning of the century.", "In the recent health crisis, our banking sector was also able to meet businesses' financing and cash flow needs, and to contribute very actively to the roll-out of support measures decided by the government and the European Central Bank.", "The issue that needs to be addressed for the future is that of the \"hybridisation\" of these traditional players and \"disruptive\" players, rather than the replacement of one by the other.", "In the upcoming reshuffling of cards, there is therefore room for cooperation as a key factor of development.", "At this point, I feel I must mention the future role of Big Techs.", "I will not dwell on this issue, on which the Banque de France has expressed itself on many occasions.", "I will simply make the observation that the entry of Big Techs into the European financial sector has, so far, been neither rapid nor dramatic.", "However, thanks to their technological mastery, their interest in the financial sector and their huge customer base, Big Techs are key players in future transformations.", "Regulators must naturally take this into account.", "I would like to mention one last area of future developments: that of good practices.", "These are essential for maintaining confidence, but they are often slower to implement than the innovations themselves.", "We, as supervisors, have a role to play here.", "Beyond simply setting \"rules\" and monitoring their implementation, we can contribute to the implementation of \"sound\" practices in new business models.", "As an example, I would like to mention the work carried out by the ACPR with representatives of digital asset service providers (DASPs) on the anti-money laundering and counter-terrorism financing (AML/CFT) rules to the cryptoasset sector.", "As you have understood from these examples, at the Banque de France and the ACPR cannot envisage taking action without interacting with the innovative financial that you largely represent.", "This brings me to my last point: 3. what are the challenges that we must not miss collectively?", "I would particularly like to emphasize here the issues related to the regulatory framework for the transformation of the financial system.", "The published by the digital finance strategy European Commission is already a year old and the roadmap includes many useful and structuring projects for the future.", "Already, the discussions on the MICA (crypto-assets) and DORA (operational resilience) projects illustrate the need to reconcile professionals' knowledge and operational realities with the general risk control objectives in order to achieve the balance between that I mentioned earlier.", "From my point of view as a innovation and financial stability supervisor, progress still needs to be made on these texts to reconcile the necessary pragmatism and the necessary flexibility that the search for this balance implies with the requirement for risk control and the prevention of regulatory arbitrage.", "However, the projects that will be launched in the future are no less crucial.", "I have in mind, in particular, the for which the framework for the development of decentralised finance (Defi), usual regulatory frameworks come up against the absence of easily identifiable issuers or providers in an environment governed by protocols executed automatically without intermediaries, and the absence of an appropriate jurisdiction for the services offered.", "In order to build trust in the financial industry of tomorrow, we therefore need to follow together a two-pronged learning curve: of new technologies on exploring the transformation potential the financial sector, and identifying the regulatory, governance and best practice principles that must accompany this transformation.", "In this respect, I cannot emphasize enough the relevance for us of the experiments that we have recently conducted with the sector, for our activities of putting into circulation the currency that we issue as a central bank, as well as for our activities as supervisor of banks and insurers.", "The Banque de France thus performed nine experiments with \"wholesale\" central bank digital currency between mid-2020 and today.", "As for the ACPR, it conducted this year, following the publication of its July 2020 report on the governance of algorithms which outlines the principles of the proper use of AI in the financial sector, its 1st Tech sprint to test the market in practice on the concept of algorithm explainability.", "And, I believe the experiment was as instructive for the participants - who were made aware of the supervisory authority's expectations - as it was for the ACPR itself, which witnessed the emergence of extremely promising methods and avenues for a future \"trustworthy AI\".", "In order to conclude my speech, I would like to come back to the value of the French financial centre's \"team spirit\", with one assurance and one invitation: 1° the assurance is that the openness of the Banque de France and the ACPR to the innovative ecosystem will continue to guide our action and our strategy in the years to come.", "Launching experiments on new practices?", "creating a digital platform for experimentation common to the Banque de France and fintechs?", "All your suggestions to move forward together in this direction are welcome... ° the invitation is for if they want to consolidate the private players to think collectively ecosystem in which they are developing.", "I would like to mention a few areas that seem to me to warrant such a collective investment: data sharing, in accordance with the principles of the GDPR, of course; interoperability issues, for example in the thriving world of blockchains and decentralised finance; the development of standards, or even certification techniques, in the field of security, AI use and, last but not least, the preparation for the energy transition and the development of green finance.", "These are all good reasons to continue our dialogue in the coming months and to meet with you, for example next year, to take stock of all these issues!", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["confidence", "financial stability", "innovation", "decentralised finance", "fintechs", "regulation", "cyber risks", "data sharing", "green finance", "Big Techs"]}