{"sentences": ["Mr Frank Elderson, Chairman of the Network of Central Banks and Supervisors for Greening the Financial System Ms Danae Kyriakopoulou, Senior Policy Fellow at the Grantham Research Institute on Climate Change and the Environment at the London School of Economics and Political Science Distinguished guests Ladies and gentlemen It is my pleasure to welcome you, both physically and virtually, at the Bank of Mauritius for the launching of the Bank of Mauritius Climate Change Centre.", "The last decade has witnessed growing interest among policy practitioners, including Central Banks, for onboarding climate change considerations into policy design and implementation.", "This can be substantiated by the manifold risks that climate change directly or indirectly poses to the mandates of Central Banks, namely price stability and financial stability considerations, with potentially disrupting effects on the financial system and economy at large.", "Looking back, I can say that the landmark 2015 speech \"Breaking the tragedy of the horizon - climate change and financial stability\" by Mr. Mark Carney, former Governor of the Bank of England, then Chairman of the Financial Stability Board, and currently UN Special Envoy on climate change, might have triggered the interest of Central Banks in the climate change topic and put the pressure on them for initiating climate actions.", "Further, with the UN Intergovernmental Panel on Climate Change (IPCC) recently highlighting potential global warming of above 1.5 degrees Celsius, unless actions are taken for deep reductions in carbon dioxide and other greenhouse emissions in coming decade, the onus is definitely now on Central Banks to take forward the climate change topic as part of their sustainability agenda.", "Ladies and gentlemen, Climate change is increasingly being regarded as the next main global threat to economic activity after the COVID-19 Pandemic.", "Indeed, recent polls show increasing awareness of climate change particularly at the level of youngsters.", "More than half of the people in middle-income and least developed countries, and nearly three-quarters among people in small island states and high-income countries deem it a global emergency.", "The COVID-19 pandemic has brought 43 percent of the world's population to worry about climate change.", "However, unlike the Pandemic which is largely recognized as a 'Black Swan' event in view of its unpredictability and large magnitude, climate change is more of a 'Green Swan' event, that is more predictable in nature but still large in magnitude with large potential negative cross-border externalities.", "Although climate change cannot, per se, be reversed, its effects on society can nonetheless be managed through appropriate risk prevention and transfer mechanisms.", "Here, we can turn on to the wise tenets of environmental economics for appropriate guidance.", "Action regarding climate change should not be limited to one individual country only.", "Due to its cross- border nature, negative externalities have to be somewhat contained.", "The public policy response should also contain appropriate incentives to prevent free-riding by some states which may ultimately defeat the collective response needed to tackle climate change in a sustainable way at a global level.", "As a result, a collective action is needed from stakeholders across the world to help contain the nefarious cross-border effects of climatic changes on our bio diversities, our socio-economic fabrics and our economies at large.", "Ladies and gentlemen, I am particularly pleased to see that in Mauritius, conscious of the climate change impacts, we have integrated climate change into policy actions at various levels in fact, emphasis is being placed on sustainable development along four pillars namely (i) investing in clean energy, (ii) shifting to a cleaner and greener Mauritius, (iii) mitigating risks from climate change and (iv) protecting our marine resources.", "The urgency of the situation is unfortunately such that actions by governments alone would now not go a long way towards addressing climate change risks.", "Other actors such as nongovernmental organizations, scientists, academics and even consumers and investors will have to step up their efforts in their respective areas to make the fight against climate change as meaningful as possible.", "In this stride, Central Banks are increasingly leading the way in internalizing the negative externalities of climate change into their decision-making and support efforts for greening the economic landscape.", "At the Bank of Mauritius, we have embarked upon initiatives to set the ball rolling on the climaterelated front for quite some time now.", "In fact, one of the first measures I took on assuming Governorship of the Bank was to apply for membership at the Network of Central Banks and Supervisors for Greening the Financial System (NGFS).", "This was positively considered and the Bank was admitted as member in July 2020.", "The NGFS has already accomplished a lot in coalescing research on climate change risk into global policy avenues and I must say that its guidance has unequivocally supported us in furthering our own climate agenda.", "In this respect, ladies and gentlemen, please join me in thanking our distinguished guest, Mr Frank Elderson, the Chairman of the NGFS, for his continued belief in the Bank of Mauritius' initiatives.", "Indeed, the Bank of Mauritius has been very active in promoting the sustainability agenda amongst its regulatees.", "The Bank, as you are aware, has launched in June this year, the Guide for the Issue of Sustainable Bonds.", "In September, we released for consultation a draft guideline on climate-related and environmental financial risk management to banks and non-bank deposittaking institutions.", "Beyond that, the Bank is diversifying its investment portfolio to factor in the element of sustainability.", "As regards our efforts, I am glad to announce today that we are establishing a Climate Change Centre in line with international trends and what many central banks around the world have initiated.", "I earnestly hope that other Central Banks will follow suit, given the urgency of addressing climate change risks.", "Ladies and gentlemen, But before I explore together with you the new frontier of possibilities that the Climate Change Centre brings to the Bank of Mauritius, it is important that we first delve into the raison d'être of our action against climate change risks especially against the backdrop of our unique vulnerabilities.", "On the economic front, climate change, creates uncertainties with potentially systemic consequences.", "First of all, natural calamities spurred by climate change can disrupt entire supply chains and drive price levels upwards.", "Secondly, in the longer term, the transition to a lower carbon economy may, in the absence of an interim plan, turn a whole gamut of so-called brown businesses into sunset industries with risks of layoffs further depressing economic activity.", "But most importantly, I have in mind the possibly stagflationary effects of climate change - we may have on hand both rising price levels and slowdown in economic activity.", "Ladies and gentlemen, Mauritius has, despite its limited energy and financial resources, embarked on an ambitious path to reduce its carbon footprint.", "In fact, as a citizen of Mauritius, I have to say that I am proud to see that Mauritius has ratified the Paris Agreement and has committed itself to reducing its greenhouse gas emissions by 30 per cent by 2030.", "A series of other green measures have also been adopted in the last national budget and as we continue our journey in a climate change impacted world, these measures are likely to multiply and the currently nascent global green megatrends will undeniably gather pace.", "Indeed, in the coming weeks, at the COP26 meeting, countries will be reflecting on more ambitious climate actions considering the urgency of the situation.", "However, as Central Banker, I am concerned by the possible impact of these measures, as well as those of extreme weather events and environmental disasters, on financial institutions and, by ricochet, the stability and soundness of the financial system.", "Ladies and gentlemen As I have explained, and as international standard setters such as the NGFS and Financial Stability Board have pointed out, climate change may have important consequences on price stability, financial sector stability and the economy at large.", "This is why the Bank of Mauritius is today taking resolute action on climate change risks through the establishment of the Bank of Mauritius Climate Change Centre.", "Central Banks that have decided to act on the climate issue are doing so through a myriad of different structures based on the uniqueness of the challenges that they face, while they tend to have some common ground in their initiatives.", "At the Bank of Mauritius, we have decided that the Climate Change Centre will spearhead our efforts in measuring, analysing, managing and mitigating climate change risk.", "The Climate Change Centre will regroup the efforts of the different departments of the Bank in tackling climate related and environmental risks.", "We also feel that its dedicated focus and also ability to co-opt scientific resources will swiftly enable us to break new ground on this front.", "With regards to the objectives of the Climate Change Centre, we have decided that, for now, these will be in the form of a quadriptych.", "Indeed, the Climate Change Centre will seek to enhance the resilience of the financial system against climate change risks, support the development of sustainable finance and endeavour to embed climate-related and environmental risks considerations in the conduct of our monetary policy as well as in our physical operations.", "We also expect that the Climate Change Centre will support our international engagement on the climate agenda.", "I hope that we will soon be able to assist our fellow regional Central Banks in devising their own roadmaps for managing climate change risks.", "The Second Deputy Governor will shortly tell you more about our Climate Change Centre.", "Ladies and gentlemen As a Small Island Developing State, we have been particularly hardly hit by the economic consequences of COVID-19.", "This notwithstanding, we remain resolute in pushing ahead with our initiatives against climate change risks.", "However, the effects of climate change are rapidly intensifying and are also become increasingly intertwined with environmental degradation.", "Hence, it is the need of the hour for all key stakeholders of our society, including scientific resources and private businesses, to combine their efforts for the national climate action of Mauritius to become really meaningful and inspire positive change internationally.", "As we look ahead, if we aim to achieve sustainable and inclusive recovery, we should not be oblivious to our green credentials.", "Indeed, building a greener, more sustainable and more climate-resilient economies is now an important part of the growth equation.", "We, at the Bank of Mauritius, have already begun this journey by taking the right step in launching the Climate Change Centre.", "Four Task Forces have been set up, and I invite all stakeholders to actively interact with them, and with the Climate Change Centre, to further the climate change agenda and contribute to the elaboration of strategies.", "The involvement of stakeholders is key especially as regards capacity building, exchange of information and data sharing.", "There is a dedicated webpage which the Bank has created.", "You can see it on the screen right now.", "The webpage contains all the relevant information and contact details.", "Ladies and Gentlemen, The launch of the Bank of Mauritius Climate Change Centre is indeed a major step for the country.", "It is a legacy for future generations.", "It is even more timely, as it comes to us as a prelude to COP-26, which is due next month.", "With these words, I thank you all for your attention and look forward to having a meaningful discussion with you during the break-out session."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change", "Financial Stability", "Sustainability", "Central Banks", "Environmental Risks", "Green Megatrends", "Price Stability", "NGFS", "Climate Change Centre", "Sustainable Finance"]}