{"sentences": ["Accompanying presentation:www.bis.org/review/r212312d_presentation.pdf Actual presentation may depart from the published text Climate change is an issue that matters.", "Chart: Emissions must come down The global economy as it stands today is not sustainable.", "But it needs to be, and so emissions must come down.", "This is an issue for everyone - and not least the fund.", "With our broadly diversified, global portfolio and long-term horizon, in many ways we stand or fall with the global economy.", "Norges Bank is a financial investor.", "Our mission as the manager of the fund is to build and safeguard financial wealth for future generations.", "But the way we manage the fund can also have an impact beyond the purely financial, such as on the transition to a low-carbon economy.", "What our role should be - and what our work should involve - is what I will be discussing today.", "Back in the summer, an expert group delivered its report to the Ministry of Finance with recommendations for how climate risk should be addressed at the fund.", "Norges Bank has spent the autumn assessing these recommendations and how they might be implemented.", "This week, the Executive Board submitted its response to the Ministry.", "The Bank is already doing a great deal to address climate risk, and we outline even more ambitious plans for the future.", "As a long-term and global investor with holdings in thousands of companies, we have a financial interest in companies adapting well to the risks and opportunities presented by climate change.", "Norges Bank intends to be a driver for change, pushing companies to make the transition to net zero emissions.", "The companies we invest in reflect the transition that the whole world needs to undergo.", "The fund as an investor Our characteristics as an investor The climate risk in the fund reflects who we are as an investor and our overall investment strategy.", "In a nutshell: the fund is large, broadly diversified, long-term and index-based.", "Chart: Large, broadly diversified, long-term and index-based 70 percent of the more than 12 trillion kroner in the fund is invested in equities, making us one of the world's largest shareholders.", "We have holdings in 9,000 companies in 70 countries.", "And we are a long-term investor.", "Since only the real return can be spent by the government, the fund could, in principle, last forever.", "Put simply, the strategy for the fund is to strike the best balance between expected return and risk by spreading our investments far and wide and owning a little of everything in the market.", "There is a solid body of research to support such an approach.", "How climate risk is relevant to the fund What does this approach to managing the fund mean for the fund's climate risk?", "With a wide spread of investments, we are protected against events that affect specific companies or sectors.", "But we cannot protect ourselves against events or trends that affect everyone.", "The fund is exposed to two kinds of climate risk: physical risk and transition risk.", "Transition risk is about how the companies we invest in handle the transition to a low-carbon economy.", "The size of this challenge differs widely between sectors and companies.", "Chart: Transition risk and the fund The fund's equity investments can be categorised by transition risk as measured by analysis firm MSCI.", "The blue columns in the chart show each category's share of the value of the portfolio.", "The white columns show their emissions.", "Companies in the \"transition\" category have high emissions and therefore need to make the biggest changes.", "These make up 14 percent of the equity portfolio.", "The remainder are companies considered either to have neutral exposure or to contribute positively to the transition.", "These last companies are therefore part of the solution.", "Physical risk is linked more directly to climate change.", "The most obvious example is acute events such as extreme weather, but more gradual changes such as higher temperatures, droughts and rising sea levels may also impact individual investments, both negatively and positively.", "In a scenario where the world fails to transition to a low-carbon economy, the risk increases, including for the fund, because the consequences of large-scale climate change will be felt everywhere.", "As an investor in equities, bonds and real assets, we have investments in everything from real estate and infrastructure to forestry and food production.", "All of these investments could be hurt by changes in the environment such as heatwaves, floods or fires.", "We own a little of everything.", "For a large, long-term, global fund, there will be nowhere to hide.", "Climate risk is an important long-term risk that the fund needs to address.", "What does a long-term goal of net zero emissions mean for the fund?", "One key recommendation from the expert group is that Norges Bank's responsible investment is given a long-term goal of working towards net zero emissions from the companies in which the fund is invested.", "Norges Bank supports this recommendation.", "Some might interpret this as a plan to divest from companies with high emissions.", "But that is not our intention, nor is it what the expert group is recommending.", "Instead of divesting, we aim to use active ownership to be a driver for change, pushing companies to make the transition to net zero emissions.", "To have that influence, we need to be on board as a shareholder.", "And we believe that our active ownership works.", "It works because we are large.", "Norges Bank is among the top ten shareholders at around half of the companies we are invested in, and we have found that companies listen to what we have to say.", "Responsible investment - a chain of tools Chart: Responsible investment - a chain of tools Responsible investment is the most important tool in our work on climate risk and climate-related investment opportunities.", "I will now look at some important parts of this work.", "We are already doing a great deal, but we now plan to do even more.", "This work can be divided into three target areas: markets, companies and the portfolio.", "This results in a complete chain of tools.", "I will not review this work in detail here, but focus on a few key aspects.", "Establishing standards The first, establishing standards, concerns standards for reporting and measuring companies' climate risk.", "Good common standards are important.", "They help us as an investment manager to assess companies' prospects, prioritise our ownership efforts and make sound investment decisions.", "Better reporting will also make financial markets function better and channel capital better.", "International standards provide consistency across markets and set the bar for all companies.", "We, and other large investors, have an important part to play in the development of such standards.", "One particularly important initiative we have supported is the climate reporting framework from the Task Force on Climate-related Financial Disclosures (TCFD).", "This reporting has been voluntary, but we believe it now needs to be made a requirement.", "Another cause we are supporting is a comprehensive standard for sustainability reporting in line with the new International Sustainability Standards Board (ISSB).", "We will also work towards good standards for reporting on indirect emissions in companies' value chains, known as Scope 3 emissions.", "In many sectors, this is crucial for understanding a company's climate risk.", "We will also work on other climate-related issues where we believe international standards may be useful.", "One example is the use of emission allowances.", "Our work with companies begins with setting clear expectations.", "We have formulated our expectations in a set of expectation documents.", "When it comes to climate change, we already expect companies to have a climate strategy, set emission targets, report on progress, and stress-test their business models against various climate scenarios.", "In future, it will be natural for us to emphasise towards a net zero emission horizon.", "This will give clearer direction to our ownership activities.", "Exercising ownership Active ownership will play a key part in work on addressing the fund's climate risk.", "A dialogue with companies will be particularly important.", "Chart: Climate increasingly a dialogue topic Our dialogue with companies reflects our expectations.", "Last year, we held around 3,000 meetings with companies.", "As you can see from the chart, sustainability is increasingly on the agenda.", "We plan to increase both the breadth and the depth of our climate-related ownership activities.", "We will give particular priority to the highest-emitting companies and companies that have not published climate plans or have inadequate climate reporting.", "We will also step up our ownership activities aimed at the financial sector, which is exposed indirectly to climate risk through loans and investments.", "We tailor our dialogue to the sector and the situation.", "Steel and cement are good examples.", "These companies currently have high emissions, but their products will still be needed in the lowcarbon economy.", "Much of our dialogue on transition plans is therefore about the technological advances and investments needed.", "We also raise the need for industry standards and the issue of lobbying, which is a major challenge.", "Chart: Companies' climate reporting is improving We are seeing signs that our efforts are paying off.", "For example, when we analysed the reporting of 1,500 companies, we found that those we have actively engaged with have made more progress in their reporting on climate strategy than the other companies.", "Of course, we cannot claim all the credit for this progress.", "In future, we will provide more information on our dialogue with companies - what we talk about and the changes we see.", "Drawing attention to it is a tool in itself.", "Reporting and voting Our dialogue with companies will not have the desired result in every case.", "We can then hold boards to account for their decisions through our voting.", "This year, for example, we have in six cases voted against the re-election of directors on the grounds of poor climate risk management.", "This may not sound much, but we will be working on making greater use of this tool in future.", "We have begun to publish our voting intentions five days in advance.", "This means that the way we vote attracts more attention.", "Another option is filing shareholder proposals, on our own or with others.", "In the past year, we have supported 19 climate-related shareholder proposals.", "One led to a large multinational starting work on reporting its Scope 3 emissions.", "We will also consider filing our own proposals in future.", "Risk-based divestments A last resort, when our ownership activities do not have the desired result, is divestment.", "We will not automatically divest if active ownership fails, but it may be the outcome in some cases.", "Norges Bank can exit a company for financial reasons.", "This is what we refer to as risk-based divestment.", "These are companies that we believe are managing climate risk particularly poorly, resulting in increased financial risk.", "It is a matter of avoiding companies whose business models we do not consider sustainable.", "Chart: More than half of divestments have been climate-related Risk-based divestments are active investment decisions by Norges Bank and draw on the fund's limit for deviation from the benchmark index.", "From 2012 to 2020, we made more than 300 such divestments, more than half of them related to climate change.", "We are ready to do more of this in future.", "As an extension of our risk-based divestments, we have also introduced systematic assessments of new companies' sustainability risk before they are included in the fund's benchmark index.", "The fund is managed close to the benchmark index.", "This means that risk-based divestments will generally only be an option for small companies.", "With larger companies, we have more limited room to manoeuvre, because divestments here would draw more on the limit for deviation from the benchmark index.", "The conduct-based climate criterion Chart: Responsible investment - a chain of tools This leads me to the other type of divestment available to us, namely exclusion on ethical grounds.", "The fund's ethical guidelines contain both a product-based coal criterion and a conductbased climate criterion.", "The latter covers companies that are linked to severe environmental damage or unacceptable greenhouse gas emissions.", "It is the independent Council on Ethics that issues recommendations on observation and exclusion under this criterion.", "Based on these recommendations, the Executive Board of Norges Bank takes the final decision.", "A decision on exclusion means that the company is removed from both the portfolio and the benchmark index.", "It does not therefore draw on the limit for how much we deviate from the benchmark index.", "Our experience is that the application of this criterion is complex and requires deep insight and detailed information on a company's operations and plans.", "As a result of the work I have been talking about today, Norges Bank expects to build up further detailed information on companies' climate risk and climate plans.", "We will share this information with the Council on Ethics.", "Divestment and exclusion are the final link in our chain of tools, but far from the most important.", "We plan to be a driver for change, pushing companies to make the transition to net zero emissions.", "Active ownership is our most important tool.", "Before I finish, I should also mention that we invest in companies that can contribute to climate solutions, both through the environment-related mandates and in the rest of our equity management.", "We are also now building up a portfolio of high-quality wind and solar power assets.", "The environment-related mandates were originally introduced in December 2009 and have brought positive learning effects in several parts of our organisation.", "As we wrote in our letter to the Ministry of Finance, we intend to draw more on the expertise of the managers of the environment-related mandates in other areas of our management.", "To sum up: Our ambition is to be a leader in responsible investment.", "Together with other large investors, we will contribute to the development of standards and methods for reporting.", "We will increase both the breadth and the depth of our dialogue with companies on climate issues, and we will use the full toolbox we have as an investor.", "We will urge companies to take the lowcarbon transition seriously - we are looking for concrete plans, not empty words or greenwashing!", "And not least, we will have a clear voice in our ownership work.", "value of the fund's equity portfolio is in the group of companies that MSCI classifies as having neutral exposure to transition risk."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate risk", "Responsible investment", "Transition risk", "Climate change", "Sustainability", "Active ownership", "Divestment", "Net zero emissions", "Climate reporting", "Environmental damage"]}