{"sentences": ["Honorable Mayor Chen Jining, colleagues and friends: Good evening.", "It is a great pleasure to attend this year's Conference on Global Systemically Important Financial Institutions.", "As systemically important financial institutions (SIFIs) are big, complex and interconnected with other financial institutions, and provide crucial financial services, they have a significant influence on the stable and efficient operations of the financial system as a whole.", "SIFIs are divided into two groups: global systemically important financial institutions (G-SIFIs) and domestic systemically important financial institutions (D-SIFIs).", "The former is identified by international organizations and the latter by domestic regulators.", "In the wake of the 2008 global financial crisis, to promote financial stability and prevent financial risks, the Financial Stability Board (FSB) began to release the list of global systemically important banks (G-SIBs) starting from 2011 and the list of global systemically important insurers (G-SIIs) starting from 2013 with higher regulatory requirements.", "Currently, there are 30 G-SIBs and 9 GSIIs, including Industrial and Commercial Bank of China (ICBC), Agricultural Bank of China (ABC), Bank of China (BOC), China Construction Bank (CCB) and Ping An Insurance Group.", "In the meantime, major economies have also enhanced the regulation of their D-SIFIs.", "China has attached great importance to the regulation of SIFIs.", "In 2018, the Guidelines on Improving Regulation of SIFIs was issued, establishing the overall institutional framework in this regard.", "Recently, the People's Bank of China (PBC) and the China Banking and Insurance Regulatory Commission (CBIRC) announced the list of 19 domestic systemically important banks (D-SIBs) and clarified additional regulatory requirements.", "Among the 19 banks, six are state-owned commercial banks, nine are joint-stock banks and four are urban commercial banks.", "Despite the limited number, the sum of their total assets accounts for 60 percent of the total assets of China's banking industry.", "The identification of SIFIs and improvement in relevant regulatory systems can help us concentrate on crucial matters to better promote the overall stability of the financial system.", "When conducting relevant work, the PBC keeps to the following approaches: First, we secure a stable transition to maintain the capability of the financial sector in serving the real economy.", "In practicing additional regulation, we have worked to align with international practices, while taking the realities of China's financial industry into full account.", "Generally, the 19 banks identified as D-SIBs cover a proper portion of the banking sector and additional regulatory indicators are set up appropriately.", "For example, they have already met the regulatory requirement regarding capital adequacy.", "Meanwhile, we have set up differentiated and tiered regulatory indicators for banks in different groups, as well as a transition period of over one year.", "These arrangements urge banks to prepare proper capital plans to enhance their risk resistance, without triggering heavy capital replenishment pressures on them.", "This way, we can avoid the credit squeeze effect and safeguard the capability of the financial sector in serving the real economy.", "Second, we implement the monetary policy and the macroprudential policy in a coordinated manner.", "A stable monetary policy environment is essential for a sound banking system.", "China's banking sector has made great efforts to deal with non-performing loans (NPLs) over the last few years, which helped a lot in mitigating risks related to credit cycles.", "Specifically, the stable increase of banks' revenues has provided strong underpinnings for the write-offs of NPLs.", "At the current stage, interest income still accounts for a large proportion of the revenue of China's banking sector.", "Therefore, maintaining a normal monetary policy and keeping the interest rate spread within a reasonable range helps the banking system better serve the real economy and maintain financial stability.", "Banks can use these incomes to replenish their capital, and at the same time, write off NPLs while reducing the lending costs to provide better financial services for the real economy.", "As excessively complicated Third, we stay committed to segregation of financial industries.", "financial business and product design would affect risk pricing and accelerate risk contagion, the financial sector in China has been practicing segregation of specific industries, so there is a low degree of mixed operation and business complexity, and the business operation is generally sound.", "In the future, we will remain committed to this strategy and improve risk segregation systems and mechanisms to secure stable operations of the financial system.", "A priority for the financial sector in the coming period is to support green and low-carbon development, in which SIFIs can play a big role.", "Green finance is also one of the topics of the conference tonight.", "The PBC has been proactively promoting green finance.", "By the end of June this year, the outstanding green loans in China had reached around RMB14 trillion, growing 26 percent year on year.", "By the end of September, the outstanding green bonds in China had exceeded RMB1.1 trillion, increasing 35 percent year on year.", "Based on international experience and the specific practices in China, we need to address the following four respects to better guide market capital to support green development.", "The PBC led and finished the task of First, we should refine green classification criteria.", "revising the Green Bond Endorsed Projects Catalogue this year.", "We are also planning to jointly issue the China-EU Shared Classification Catalogue for Green Finance with relevant authorities of the EU to drive the cross-border flows of green capital.", "Meanwhile, as the co-chair of G20 Sustainable Finance Working Group, the PBC will proactively promote the alignment of classification criteria of various countries by playing its role in the international organization.", "Second, we should enhance the disclosure of climate change information.", "Recently, the PBC has formulated and issued the Guidance on Environmental Information Disclosure for Financial Institutions based on international experience and common criteria to guide financial institutions in disclosing information like carbon emissions.", "The PBC has been Third, we should manage the transition risks related to the climate.", "organizing climate risk stress tests.", "Financial institutions should also proactively assess and manage relevant risks through environmental risk analysis.", "Fourth, we should improve the pricing mechanism of carbon emissions.", "Currently, the national carbon trading market in China has already been up and running.", "It gives full play to the role of the market, which is conducive to maximizing the incentives and constraints of carbon emission prices.", "Financial institutions can actively carry out research in this regard.", "In addition, the PBC has been working on the launch of support instruments for carbon emission reduction which provide low-cost funds for qualified financial institutions to support the development of clean energy and enhance China's overall energy supply capacity.", "In the coming years, the PBC will continue to refine the policy framework for regulating China's SIFIs and effectively maintain financial stability.", "We also expect that systemically important banks within and outside China can jointly establish climate-friendly visions and goals to drive more market capital to support green, low-carbon and quality development."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Systemically Important Financial Institutions", "Green Finance", "Monetary Policy", "Macroprudential Policy", "Financial Stability", "Climate Change", "Environmental Information Disclosure", "Carbon Emissions", "Climate Risk Stress Tests", "Carbon Emission Reduction"]}