{"sentences": ["Sentiment in the euro area is brightening.", "Despite growing COVID-19 incidence numbers, consumers and firms are becoming more upbeat about the future.", "The European Commission's economic sentiment indicator has improved markedly since the beginning of the year and was near record highs in August.", "At the same time, consumer prices are increasing at a faster pace, following years of very low inflation.", "In August, inflation in the euro area stood at 3%, significantly exceeding the 2% mark that the Governing Council of the European Central Bank (ECB) has defined as its new mediumterm inflation target (Slide 2).", "In Germany, the inflation rate, as measured by the Harmonised Index of Consumer Prices (HICP), hit 3.4% in August - a level not seen in 13 years.", "And it is likely to continue growing until the end of the year.", "People are understandably worried about these developments.", "Higher inflation lowers the purchasing power and reduces wages and interest income in real terms - that is adjusted for inflation.", "Real interest rates on savings deposits in Germany are now visibly negative after the recent increase in inflation (Slide 3).", "Negative real interest rates are nothing out of the ordinary per se.", "Both before and after the euro was introduced, there were longer periods of negative real interest rates.", "The most recent spike in consumer prices, however, coincided with a phase of very low or even negative nominal interest rates, which compounds people's worries.", "Indeed, since the ECB's key interest rates were last lowered in September 2019, we have seen commercial banks increasingly passing negative nominal interest rates on to their customers.", "Since then, the share of bank deposits of private households that are subject to negative rates has more than doubled in some euro area countries, although still only 9% of all deposits in these countries are affected (Slide 4).", "At 43%, the share of corporate deposits affected is already much higher.", "These concerns affect us as central bankers directly - given that the ECB has a clear mandate to ensure price stability.", "It is therefore important to offer a factual explanation for the recent price increases and an assessment of future risks, especially in Germany where many supposed experts and the media are again rousing people's fears without explaining the reasons behind the price movements (Slide 5).", "Allusions are being made to conditions in the Weimar Republic.", "Comparisons are being drawn to the 1970s, when inflation in Germany was almost 8%.", "And there are warnings of a \"meltdown\" and a \"runaway train\" if interest rates remain low.", "In my remarks today, I would like to address these inflation fears.", "I will start by providing an assessment of recent developments in consumer prices against the backdrop of the long phase of very low inflation and explain why inflation in the euro area, and also in Germany, is likely to ease noticeably next year.", "A premature monetary policy tightening in response to a temporary rise in inflation would choke the recovery and be most harmful to those who are already suffering from the current spike in inflation.", "Finally, I will explain why the higher inflation we are seeing now may actually be positive news.", "There are good reasons to assume that the current constellation of fiscal and monetary policy in the euro area may finally chart the path out of the low interest rate environment.", "New monetary policy strategy as yardstick and compass The assessment of current and future inflation lies at the heart of our monetary policy decisions that we take to maintain price stability in the euro area as a whole.", "About every six weeks - and most recently last week - we look at a broad range of economic indicators to assess the future path of inflation.", "So how do we assess the current situation?", "Will the much-invoked \"flood of money\" really cause the \"great inflation\"?", "Yardstick and compass of our assessment of the risks to price stability is our new monetary policy strategy, which was adopted unanimously by the Governing Council in July.", "The key element of this strategy is a new, symmetric inflation target of 2% over the medium term, which replaced our previous target of below, but close to, 2%.", "To many, this adjustment may seem insignificant.", "However, it is anything but, and the reason is simple - our new target makes it abundantly clear that we consider sustained negative and positive deviations of inflation from our target as equally undesirable.", "This clarification matters because the previous definition had occasionally been misinterpreted.", "Some had seen it as a ceiling, assuming that while inflation must not exceed it, undershooting it would not be a problem.", "The truth is that, in recent years, our challenge has been inflation that was too low rather than too high.", "Since the global financial crisis, the inflation rate in the euro area has on average been just 1.2% (Slide 2).", "In Germany, it has been only slightly higher, at 1.3%.", "In the ten years before the introduction of the euro, inflation in Germany had on average been more than twice as high.", "For most people, the dangers of too high inflation are immediately obvious.", "However, many do not understand why too low inflation may also pose risks to price stability.", "This is what I would like to briefly explain now.", "In the past years inflation expectations in the euro area have declined markedly.", "This becomes clear when looking at financial markets, where such expectations are formed every day.", "Just before the pandemic broke out, financial market participants were expecting an inflation rate of approximately just 1.3% in the euro area in the long term, which was significantly below our target of 2% (Slide 6).", "Lower inflation expectations largely reflected scepticism and doubts about the euro area's longterm growth prospects, which had been gradually deteriorating in the years leading up to the pandemic.", "Conditions in the labour market are testimony to this.", "Some 13 years after the start of the global financial crisis, the unemployment rate in the euro area excluding Germany is still higher than in 2008, before the financial crisis (Slide 7).", "A high level of structural unemployment dampens aggregate demand and leads to a situation where many firms are less profitable because they cannot pass through increased costs to their customers.", "This, in turn, pushes inflation down.", "Wage increases are then lower, too, and people spend less on goods and services, creating a vicious circle.", "Demographic change threatens to further exacerbate these issues in the future.", "In Germany, the labour force is expected to shrink by almost 12% by 2035 (Slide 8).", "An ageing population weakens expected future demand and may discourage firms from investing in innovative and efficiency-boosting technologies.", "In the 1980s, annual productivity growth in the euro area was 2%.", "It has more than halved since.", "These trends hurt economic growth and employment and they reduce monetary policy's precious room for manoeuvre in a crisis.", "This is linked to the two key determinants of nominal interest rates: expected long-term growth and inflation expectations.", "If they fall, so do interest rates.", "This is exactly what we have seen in recent years.", "Owing to low inflation and growth expectations, the yield on ten-year German sovereign bonds fell from almost 10% in the early 1980s to less than 1% in 2014 (Slide 9), before the ECB began purchasing bonds as part of its monetary policy.", "Today the nominal yield is negative.", "Central banks cannot lower interest rates arbitrarily since a deeply negative nominal rate would lead to a flight from bank deposits and boost the demand for cash, which has a nominal interest rate of 0%.", "Hence, very low interest rates ultimately limit the ECB's room for manoeuvre in stabilising the economy in times of crisis.", "This is referred to as the effective lower bound.", "The pandemic is a good example.", "Despite the most serious crisis in post-war history, we did not lower our key interest rates last year - which would have been the normal reaction to a severe crisis - because they had already been at or just below zero for seven years (Slide 10).", "The 2008 global financial crisis and the European sovereign debt crisis that followed largely exhausted the scope for lowering interest rates in the first half of the last decade already, even if we have not yet reached the effective lower bound.", "Instead, we supported the economy in these difficult times by purchasing bonds, that is fixedincome securities.", "Bond purchases work through a simple principle: by increasing the demand for securities in the market, their prices rise and their long-term yields fall.", "Many international studies show that bond purchases can be effective in supporting the financing conditions for firms and households.", "However, using such measures over a long period of time may cause side effects, mostly because bond purchases directly interfere with the way financial markets work and can in the long run give rise to adverse incentives for governments and investors.", "Our new symmetric inflation target can better contain these risks in the future by preventing a lasting decrease in inflation expectations, and hence in nominal interest rates.", "When the general public has a better understanding of the dangers of too low inflation, it will adjust its expectations of the future monetary policy stance accordingly.", "And more stable inflation expectations, in turn, give rise to positive feedback effects on wage and price-setting and so on actual inflation, growth and employment.", "In order to strengthen this mechanism, we have decided to commit to especially forceful or persistent monetary policy measures when we are close to the effective lower bound.", "The new inflation target in an environment of rising inflation How, then, exactly is our new strategy affecting monetary policy in the current environment of rising inflation?", "Does the significant increase in consumer prices mean that we should reduce asset purchases and increase interest rates?", "In our July Governing Council meeting, we translated our strategy into a specific expectation of the future direction of our monetary policy.", "Our forward guidance sets out two conditions for raising policy rates.", "Medium-term price development relevant for monetary policy First, we emphasise that we will not react to short-term inflation fluctuations.", "We want inflation to stabilise at 2% in the medium term in order to durably pave the way out of the low interest rate environment.", "Despite the current high inflation rates, this condition is not yet fulfilled.", "Contrary to some predictions, our baseline scenario foresees inflation in the euro area to weaken significantly as of the start of next year before falling below our target of 2% again (Slide 11).", "This is because the inflation rate is currently significantly affected by statistical effects.", "Put simply, inflation is so high now because it was so low last year.", "The VAT cut in Germany in July 2020 and the steep decline in commodity prices as a result of the pandemic led to inflation falling into negative territory for a significant period of time last year in Germany and in the euro area as a whole.", "These \"base effects\" are particularly visible when we look at how prices developed compared with their pre-crisis levels.", "While consumer prices grew 3% year-on-year in August, they are just 2.8% higher than in 2019, resulting in an average annual growth of just 1.4% (Slide 12).", "So, if we adjust for the base effects from the pandemic, inflation today remains too low rather than too high.", "Inflation is higher when we include the costs of housing, but this does not change our fundamental assessment of price dynamics.", "So far, because of statistical challenges and data issues, the HICP, which is calculated by the EU statistical office Eurostat, only takes into account the development of rents, but not the costs of owner-occupied housing.", "As part of our strategy review, we have recommended changing this.", "We have presented an ambitious roadmap at the end of which, in a few years' time, we will be able to base our monetary policy decisions on an index that better reflects the costs of housing.", "Until then, we will look at housing costs separately.", "There is, however, one peculiarity that needs to be considered: owner-occupied properties are also investments, similarly to bonds, shares or gold.", "As central banks across the world generally base their monetary policy on consumer prices, investments in assets are not taken into account in inflation measurement.", "In practice, however, the investment and consumer components of residential properties can hardly be distinguished.", "Our calculations show that statistical models aiming to calculate the hypothetical price share of land run the risk of significantly underestimating the actual cost of living.", "A better option would be to refer to the prices that were actually paid, but to only include owner- occupied housing in the consumer price index.", "Investment in buy-to-let properties would then be stripped out.", "Preliminary calculations suggest that, under this approach, consumer price inflation in the euro area in the first quarter of this year would still have only amounted to around 1.3% instead of 1.0%, although residential real estate prices in the first quarter rose by 6.2% year-on-year - and by as much as over 10% in Germany (Slide 13).", "Differences of this magnitude are, of course, by no means insignificant.", "They highlight the importance of better reflecting people's actual expenditure as a way of enhancing their acceptance of, and trust in, our policies.", "But the point is that, even when taking residential property into account, it would be misleading to allude to conditions in the Weimar Republic.", "There is not the slightest indication that the current monetary policy will lead to inflation permanently exceeding 2%, let alone bring about hyperinflation.", "At the same time, there is a broad consensus that, thanks to the measures we took during the pandemic, we prevented a severe financial crisis - and a potential deflation.", "The ECB's monetary policy has thus played a significant role in the rapid economic recovery that we are seeing today, without having generated excessive inflationary risks.", "Avoid premature tightening of monetary policy The second condition for starting to normalise monetary policy is that we want to see our 2% target within close reach in order to avoid tightening our monetary policy stance prematurely.", "In principle, we align our monetary policy to the inflation expected in the medium term because the full effect of changes in interest rates on prices and wages is only gradually felt.", "A tightening of monetary policy is appropriate if the medium-term outlook for inflation exceeds 2%.", "In recent years, however, we have over-predicted medium-term inflation developments with alarming regularity (Slide 14).", "We repeatedly expected - as did other international organisations and commercial banks - that inflation would move towards 2% in the coming years.", "But these expectations were disappointed time and again.", "While the reasons for our forecasting errors were manifold, the consequences are identical: a systematic over-prediction of the inflation outlook increases the risks of a lasting de-anchoring of inflation expectations from the inflation target and a misalignment of monetary policy.", "That is why our new forward guidance now states that we will only raise interest rates if the inflation outlook over a period of one to two years, i.e.", "approximately in the middle of our projection horizon, reaches our target of 2% and remains at that level on a durable basis.", "In addition, we will only take action if realised progress in underlying inflation - broadly speaking, developments in the prices for goods and services that are less volatile than those for energy and food - is consistent with reaching our target of 2% in the medium term.", "Past experiences show that we have a far greater probability of reaching our target if the current rate of underlying inflation has started rising towards our inflation target.", "All in all, having experienced a prolonged period of too low inflation, what we want to prevent most of all is a premature tightening of monetary policy.", "Especially in the current environment of great uncertainty, a premature tightening could have disastrous consequences for people and would certainly not result in a sustainable end to low interest rates.", "A tightening of monetary policy would choke the nascent recovery and once again jeopardise the achievement of our inflation target.", "And it would doubtlessly exacerbate the economic and social consequences of the pandemic.", "The pandemic as a way out of the low interest rate environment?", "So we will act carefully and cautiously in the current environment.", "But this is not to say that interest rates will necessarily remain low for an indefinite period of time.", "Although we assume in our baseline scenario that inflation will fall back below 2% in the medium term, we are very diligently monitoring whether the underlying forecast assumptions might not underestimate the possibility of higher inflation over the coming years.", "As inflation expectations are still low, the prospect of persistently excessive inflation, as feared by some, remains highly unlikely in the euro area.", "The real question is whether we can reach our inflation target of 2% any sooner than we are now forecasting.", "Inflation of 2% in the medium term would be good news for the euro area.", "It would pave the way out of the low interest rate environment.", "In current circumstances, three developments call for our particular attention.", "Longer-term supply bottlenecks could increase price pressure The first development relates to the special effects of the pandemic.", "There are growing indications that the current supply disruptions and commodity shortages could be prolonged.", "Producer prices are continuing to surge - in Germany as strongly as not seen since 1975 (Slide 15) -, the global shortage of microchips is causing more and more production stoppages and the vaccination rates in many emerging economies remain at a level that imperils the resilience of global value chains.", "A recent survey by the German Chambers of Industry and Commerce showed that only around a fifth of the close to 3,000 participating companies expected to see the situation ease before the end of this year.", "A majority anticipates that the shortages will last into next year.", "The longer the supply chain problems persist, the greater the likelihood that firms will pass through their cost increases into consumer prices.", "Indeed, we now see that an increasing number of firms in the euro area, and in Germany, are raising their prices and further price increases are to be expected in the near future (Slide 16).", "We are monitoring these risks carefully, not least because during the pandemic - by contrast with the period before the crisis - we generally underestimated rather than overestimated the path of inflation (Slide 14).", "Higher growth path through wide-reaching reforms and structural change The second point is that our models may not be able to appropriately reflect the wide-reaching structural consequences of the pandemic.", "We observe a radical change in the corporate landscape.", "The pandemic has accelerated digitalisation and the related gains in productivity.", "Were it not for the crisis, we would certainly not be in the position we are in today.", "Climate protection, too, is being spurred on more vigourously.", "Energy prices in Germany and elsewhere have already risen perceptibly.", "And in order to attain the ambitious climate goals, carbon prices will have to increase further in the future, thereby presumably pushing up inflation.", "Governments are actively supporting this transition.", "As the central bank for the euro area we especially welcome the fiscal policy response at EU level.", "For the first time since the outbreak of the global financial crisis of 2008, our monetary policy measures are being adequately supported by fiscal policy at the European level.", "\"Next Generation EU\" is the largest fiscal package that has ever been financed from the EU budget.", "The countries that were hardest-hit by the pandemic are receiving extensive financial support to accelerate their recovery.", "Financial support is not solely about cushioning the economic and social effects of the crisis.", "The main aim is to strengthen the growth potential of euro area countries by investing in green and digital technologies - in other words, to counteract the forces that brought about the noticeable decline in interest rates over the past decades.", "That will not only benefit the countries that are receiving the largest share of transfers and loans, but also countries such as Germany that are strongly dependent on exports.", "Germany can only be strong if Europe is strong.", "Fiscal and structural policies that are tailored to the euro area strengthen domestic demand, safeguard jobs and prosperity and - by promoting convergence in the euro area - ensure that the single monetary policy can be equally geared to the needs of all euro area countries.", "Remember that the ECB determines monetary policy not only for Germany, but for the whole currency area.", "That is laid down in the European Treaties.", "This aspect is often forgotten in the public debate on German inflation rates.", "And while core inflation is now rising in Germany, it remains negative in other countries, such as Greece.", "As long as such a divergence in the euro area remains, the single monetary policy is in danger of having different effects in different countries.", "\"Next Generation EU\" has the potential to change that.", "It can lay the foundation for more convergence and for a durably higher growth path.", "The quicker and more sustainably this process is advanced, the more rapidly we will exit the low interest rate environment.", "Optimism boosts demand The third and closely related point that gives reason to hope that we could reach our inflation target sooner than expected is related to people's expectations.", "The mood in financial markets is changing.", "Although medium to long-term inflation expectations are still below 2% - and so do not point to noticeably higher inflation on a durable basis - they are slowly but surely approaching our target (Slide 6).", "They are closer to 2% than they have been for years.", "People are now expecting stronger price developments too, which could foster future wage dynamics.", "Before the pandemic around a third of people in the euro area still expected that prices would increase more slowly, or not at all - and that at a time when inflation was already historically low.", "And yet surveys show that, despite higher inflation expectations, people in the euro area are no less optimistic about the future.", "Their purchasing intentions have increased since the start of the year, and their assessment of their financial situation is just as good as it was before the crisis.", "That can also be attributed to the savings that many people accumulated during the lockdowns, through being forced to forgo consumption and through government support measures.", "According to ECB estimates, households in the euro area have amassed more than €500 billon in extra savings, over and above the normal saving rate.", "This represents just over 7% of annual disposable income - an enormous sum.", "That is certainly good news for firms and the economy.", "In the foreseeable future, private and public demand will be well above the average of the prepandemic years.", "Increasing turnover and productivity gains on the back of growing digitalisation create scope for new investments, jobs and wage increases, which can in turn sustainably strengthen demand.", "So if we succeed in breaking the vicious circle of limited room for price increases, slow growth and declining inflation expectations, then we will be able to escape negative interest rates.", "There are mounting signs that the current fiscal and monetary policy mix can achieve that.", "From today's perspective, it is hard to predict how quickly it will come about.", "Our forward guidance ensures that we won't respond hastily to rising inflation rates.", "We will only start the normalisation process when we are confident of reliably reaching our inflation target.", "But should inflation sustainably reach our target of 2% unexpectedly soon, we will act equally quickly and resolutely.", "Concluding remarks I would now like to conclude.", "Today, against the background of rising inflation rates, particularly in Germany, it was a matter of concern to me to alleviate people's concern that inflation may remain persistently too high or even shoot up uncontrollably.", "In all likelihood, inflation will noticeably decrease as soon as next year.", "I have shown that, in view of the extremely low level of inflation last year, the current inflation rates should be interpreted with caution.", "The picture that is emerging over the entire pandemic differs from the one drawn by some inflation prophets in the public arena.", "Over the past two years, people in the euro area have on average lost less purchasing power than on average over the last 20 years.", "The ECB will continue to resolutely safeguard price stability in the euro area.", "We will vehemently counter persistent upward and downward deviations from our inflation target.", "We will take the prices of owner-occupied housing into account in inflation measurement.", "And we will act carefully and cautiously in the current environment in order to finally pave the way out of the low interest rate environment after so many years.", "Many thanks for your attention.", "The slides can be found on the European Central Bank website.", "See also Schnabel, I.", "\", Speech at Petersberger Sommerdialog, Frankfurt am Main, 3 July.", "DIHK (2021), \"Engpässe treffen die deutsche Wirtschaft in ganzer Breite\", 19 August."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "financial dominance", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic growth", "Interest rates", "Consumer prices", "Inflation target", "Forward guidance", "Low interest rate environment", "Pandemic", "Fiscal policy"]}