{"sentences": ["Distinguished guests and friends in Beijing, Hong Kong and overseas: Good afternoon, and a very warm welcome to you all.", "I begin with heartfelt thanks to Governor Yi, not only for his inspiring opening remarks, but also for the unfailing support the PBoC has given to Hong Kong over many years.", "My colleagues and I also extend our gratitude to international institutions such as the BIS and the IMF for your close partnership through all these years.", "Without your support, Hong Kong's financial sector would be in a far less robust position than it is today.", "In a little over six months we will be celebrating the 25th anniversary of Hong Kong's establishment as a Special Administrative Region.", "This is a good moment to pause - both to reflect on Hong Kong's success as an international financial centre, and to consider the steps we need to take to build on that success.", "Tackling such a vast subject in ten minutes is a tall order.", "Let me make an attempt by asking two simple questions.", "What are the attributes of an IFC?", "And, how far does Hong Kong possess them?", "I do not have all the answers.", "But I will approach these questions with three words: ecosystem, resilience, and opportunity.", "Let me start with the ecosystem.", "By this, I mean the various components, mechanisms, and interactions within the financial system.", "But I also refer to the larger environment in which the financial system operates.", "These two domains are intricately connected with each other.", "Without a favourable operating environment an IFC cannot flourish.", "Hong Kong's financial services are now broadly based and well established, reinforcing our status as a global centre on many fronts.", "We are also championing emerging trends that shape the future of finance - notably fintech and green finance.", "All of this results from the hard work of our financial practitioners, supported by world-class professional services in fields ranging from accounting to risk management and compliance.", "Hong Kong has a fully bilingual legal system, rooted in the common law, with an independent judiciary and a strong legal profession.", "Our financial regulatory regime is internationally recognised for its open and progressive approach.", "These are tried and tested elements of a rules-based system that offers a level playing field for market participants from all over the world.", "Our world-class universities continue to produce outstanding professionals who are highly competitive by any standard.", "Hong Kong is also a magnet for talented people from all corners of the world.", "They are attracted not just by work opportunities but also by our cosmopolitan lifestyle, by our thriving cultural - and culinary - scene, and by the spectacular country trails and fine beaches that are so close to the bustle of city life.", "Crowning all of this is Hong Kong's geographical and historical role as the gateway that connects China and the rest of the world, and the enormous opportunities that this brings.", "This is, I think, the defining feature that firmly positions Hong Kong as the leading IFC in the Asia time zone.", "Resilience is the bedrock of an IFC.", "In the past quarter-century, Hong Kong has been exposed to a series of crises that have severely tested our financial system - the Asian financial crisis, SARS, the global financial crisis, and more recently the triple whammy of social unrest, geopolitical tensions, and COVID-19 pandemic.", "Through all of these crises our financial system has emerged stronger.", "The Linked Exchange Rate system has remained rock solid throughout these testing times.", "Indeed, market confidence in the system has only strengthened over time.", "At the height of the triple whammy that I just mentioned, we saw continued inflows into the Hong Kong dollar, pushing our exchange rate to the strong side of the conversion zone.", "Speculators betting against the Hong Kong dollar learned a hard lesson.", "Our banking system is sound and safe, despite a challenging operating environment: capital and liquidity levels remain well above global standards; loan quality and profitability compare favourably with global peers.", "We do not take this for granted.", "We are keenly aware that Hong Kong as an IFC plays an outsized role not only in supporting the local economy, but also in underpinning trade and investment activities across the region.", "Our banking assets are 9 times our GDP; the equity market 16 times; and assets under management 13 times.", "Hong Kong is the largest US dollar funding centre in Asia, and is second in the world only to London and New York.", "In a highly interconnected global financial system, where so much depends on the stability of IFCs, we strive to be a responsible stakeholder.", "We seek to achieve this - by putting in place mechanisms to closely monitor market developments and behaviours; by continually improving our regulatory regimes to mitigate risks in the financial system; by building buffers and planning for contingencies on sunny days, and by swiftly implementing contingency plans when storm clouds approach; and by contributing to policy deliberation and standard setting at international regulatory forums.", "We also build resilience by enabling market participants to seize new opportunities to deepen and expand Hong Kong's role as an IFC.", "This brings me to my third word: opportunity.", "For many decades Hong Kong has been intermediating the trade, investment, and financial flows between China and the world.", "Today over 60 per cent of foreign direct investment into the Mainland is routed through Hong Kong.", "A similar figure applies to China's outward investments.", "Hong Kong is the pre-eminent fund-raising venue for Mainland corporates, through equity IPOs, debt issuance, bank lending, and various forms of private investment.", "In recent years, two major developments in financial linkage have been gaining momentum.", "One is the continuous opening of the Mainland's financial markets to global investors through the various northbound Connect schemes with Hong Kong.", "The other is the increasing southbound traffic, again through the Connect schemes, that enables Mainland investors to invest in overseas financial assets.", "They demonstrate China's confidence and willingness to be connected to the global financial markets.", "The southbound schemes also send a clear message: as China's economy grows and its people become more affluent, both institutional and retail investors look for more diversified allocation to overseas assets.", "Let me offer some context here.", "When we think about the northbound traffic, we should bear in mind that, in global terms, China's stock and bond markets are second in size only to their US counterparts.", "For the southbound traffic, we are talking about managing the wealth of the world's second largest economy and most populous country.", "And we are only in the early stages of these two-way flows through the Connect schemes.", "Hong Kong is the natural choice of venue to host the Connect schemes.", "Quite apart from our excellent ecosystem and proven resilience, we have a strong record as the Mainland's trusted partner in its entry into the global financial system.", "We have been able to assist in achieving the desired outcomes while ensuring the integrity and stability of the Mainland's own financial system.", "Similarly, Hong Kong is a trusted partner for international investors.", "We offer them access to Mainland markets in the language and rules with which they are familiar.", "In doing so we help maximize their opportunities while minimising their compliance costs and risks.", "One exciting aspect of the Connect schemes is the prospect of unleashing the potential of Hong Kong as the world's leading offshore renminbi business hub.", "The internationalization of the renminbi and the opening of China's capital account are interdependent issues.", "Today's seminar will focus on Hong Kong's role in driving offshore RMB business, and the opportunities that come with it.", "I would simply like to stress the point that Hong Kong has the infrastructure, the expertise, and the markets to perform that role.", "Before I conclude, let me mention two other opportunities Hong Kong cannot afford to miss: green finance and technology.", "We intend to be at the forefront of these two trends that will define the future of finance.", "We are joining hands with local and international financial regulators to ensure that the financial sector plays its part in achieving global net-zero objectives.", "We are working with the banks to manage their own climate risk as they help the real sector go green.", "In particular, in developing our financial ecosystem, we are helping the financial sector fill the capacity gap in knowledge, talent and data.", "We are also taking steps to create a more supportive platform to enable green and sustainable finance to take off, not just in Hong Kong but also on the Mainland and in the region as a whole.", "In terms of technology, we have laid solid foundations that have already made virtual banking and faster payments a part of daily life.", "We are now accelerating the digital transformation by encouraging all banks to harness the power of data to promote financial efficiency and inclusion.", "We are pioneering research and pilot schemes in domestic and cross-border central-bank digital currencies.", "We are very pleased that the PBoC is our close partner in the m-CBDC Bridge project and the technical trials for cross-boundary use of e-CNY.", "There is much more to say about these exciting topics, and I have no doubt that much more will be said during this afternoon's seminar.", "I began with the question of whether Hong Kong has the attributes of an IFC.", "My answer is a clear and resounding \"yes\".", "Yes, because of what we have achieved collectively through building our ecosystem and our resilience; and yes, because of what is achievable in future through the many opportunities that lie ahead.", "I now look forward to what promises to be a very interesting and productive afternoon."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Hong Kong", "Financial system", "Ecosystem", "Resilience", "Opportunity", "China", "Connect schemes", "Green finance", "Technology", "Offshore renminbi"]}