{"sentences": ["Dear Enrique, ladies and gentlemen, I am honoured once again to be a guest speaker at this Convention annually held by the Asociación de Mercados Financieros, whose great virtue is to gather together the authorities and industry in a relaxed and agreeable setting.", "What is now a tradition is a source of great pleasure for me and allows me to share with you some thoughts on matters I consider singularly topical and important.", "Last year I took the opportunity to speak mainly about the challenges the COVID-19 crisis posed for the monetary policy of the European Central Bank (ECB) and our response to those challenges.", "I further offered a preview of the content of the ECB's strategy review, which we finally approved last July.", "I also briefly referred to the Report on the Digital Euro that had just been published.", "The report sets out the eminently theoretical bases on which the Eurosystem proposed anchoring an orderly discussion on the potential issuance of a central bank digital currency in the euro area.", "Today, I would like to revisit the subject and share some thoughts in light of the progress in this area over the 13 months that have since gone by.", "Digital transformation in Europe as the seed for the digital euro At central banks both inside and outside the Eurosystem, we have for some time been discussing and considering so-called central bank digital currencies.", "It is clear from a review of these considerations that several reasons lie behind the introduction of a digital currency by central banks.", "The first arises, as in Sweden's case, from the need to preserve access by the population to a safe and effective means for settling transactions.", "This is against a background in which cash is ceasing to play this role because citizens use it increasingly less, replacing it with other private digital payment alternatives.", "Behind this rationale is acceptance of the fundamental role of central bank money as the only type that ensures a specific nominal value, whereas confidence in private money derives precisely from its convertibility into central bank money.", "This confers on central bank money the role of a monetary anchor and, therefore, of the guarantor of price stability, financial stability and the proper functioning of payment systems.", "We must accept that progressively less use of cash as a means of payment, despite the fact that banks continue to hold central bank money as reserves, might also end up affecting its role as a unit of account and, ultimately, the effectiveness of central bank money as a monetary anchor.", "Against this backdrop, a digital currency would help preserve the role of central bank money as a means of payment, complementing cash and, therefore, maintaining its function as a monetary anchor.", "This initial rationale is, obviously, closely related to a second one; namely, that relating to the risks associated with the potential consolidation of a financial system excessively dependent on completely private payment circuits.", "Dominant positions might arise in such circuits, and dilute the responsiveness to potentially severe operational incidents.", "These risks are particularly significant in a setting in which Big Tech are expanding beyond their traditional businesses to move into payment systems and financial intermediation in general.", "And here, the economies of scale arising from the use of the crossed data these companies can draw on foreshadow their rapid growth in these markets.", "This growth might even interact with the development of what seek to be specifically private alternatives to central bank money (such as the so-called stablecoins).", "And that might significantly and adversely affect competition, our dependence on external technologies, financial stability and our monetary sovereignty.", "A third type of rationale potentially underlying the issuance of a central bank digital currency relates to financial inclusion.", "This may be very important in a good number of countries where only a small percentage of the population has access to the most basic financial services, but where digitalisation elements such as smart phones enjoy a much higher degree of penetration among citizens.", "This is the case, among other countries, of China.", "There, the financial inclusion rationale combines, moreover, with the authorities' concern about the appreciable fragmentation of remote payments, the result of the strategy of the two Chinese tech giants which, so far, have prevented their solutions from being mutually interoperable and have prevented new suppliers emerging, creating a duopoly in the retail payment market.", "Other reasons arise, as in the case of the United States, from the potential contribution of a future digital dollar to allaying some slackening of the US electronic payments market, thereby preserving the international role of the dollar in the face of the emergence of new competitors.", "Another is the potential for saving offered by the digital currency in terms of reducing the expenditure associated with printing physical money.", "Logistical reasons also appear to lie behind other pioneering projects such as that of the Central Bank of Bahamas, an archipelago of more than 700 islands frequently threatened by inclemencies of the weather that make the distribution of cash a considerable challenge.", "Some of the foregoing reasons are also clearly behind the Eurosystem's decision to explore introducing a new form of central bank monetary liability which, like cash, would be available both to households and firms.", "But unlike cash, it would be based on a digital as opposed to a physical medium, i.e.", "In Europe, however, one of the main reasons for the possible introduction of a digital euro concerns the swift advance of digitalisation in our society and the growing commitment to boost and harness this process.", "This is, for example, the explicit rationale behind the European Commission's support to the Eurosystem to move together to define a programme for the potential future launch of a digital euro.", "The support originated with the call by President von der Leyen on the occasion of her speech on the State of the Union 2020 , in which she advocated accelerating digitalisation in the European Union as a fundamental pillar for the modernisation and renewal of the European economy.", "This idea has taken specific form in the Digital Strategy 2030, from which a detailed agenda of regulatory and supervisory measures has sprung.", "Among these measures, explicit stress is placed on the potential of emerging technologies as a medium for the development of central bank digital currencies.", "From this standpoint, the digital euro is conceived as an instrument to improve the efficiency of payment systems, to shore up the international role of our currency and to make headway regarding the strategic autonomy of the EU.", "In this respect, the work we have under way in the Eurosystem may be seen as one more of the many public policy measures devised, at both the European and international level, to respond appropriately to the many challenges posed by digital transformation.", "A future digital euro would thus be part of a broader package of measures.", "It would include, for example, advances in the regulation of the market for crypto-assets and their prudential treatment, initiatives to reinforce cyber-security, and the design of a regulatory framework for developments in artificial intelligence.", "Further aspects would be cloud computing and the design of an appropriate governance framework for data processing.", "All these advances, like the work on the digital euro, are, in sum, different parts of a single whole.", "They call for a consistent and coordinated approach by different authorities and jurisdictions in order to ensure that the transition to a new and more digital status quo is orderly and brings the expected benefits to society as a whole.", "Setting the work on the digital euro in context Allow me now to briefly explain what the Eurosystem's work on the digital euro comprises.", "As I said, the first landmark involved completing an eminently conceptual analysis which was published in October 2020.", "This initial approach has helped to set the basic requirements a digital euro should meet; to identify the scenarios that might justify its launch; to make a preliminary assessment of the impact its issuance might have on the financial and monetary system; and to look towards the different design options.", "The second workstream we tackled in 2020 was a public consultation to learn of the opinions and preferences of both users and industry.", "Ultimately, the success of any future digital euro will hinge crucially on whether it is generally accepted in the habitual payment circuits.", "I should say that the number of responses elicited by the consultation has been fairly indicative of the significance society confers on this matter; indeed, it has been the most successful public consultation in the history of the European system of central banks, with over 8,000 contributions.", "But in addition to confirming the interest the digital euro arouses, the exercise has enabled us to verify that both consumers and firms set great store by privacy, security and the possibility of readily making payments throughout the euro area.", "While this is only the first contact to have been made, the information is very valuable and, naturally, it will be taken into account when deciding on the configuration a future digital euro should adopt.", "This is precisely where we now stand, after our July ECB Governing Council meeting approved the launch of what under Eurosystem jargon is known as the \"investigation phase\" of a project to issue a digital euro.", "Our objective for the next two years is to explore different options regarding design and the distribution model.", "In this connection, one or several prototypes will be developed and a deeper conceptual analysis will be conducted.", "More specifically, the aim is to define an issuance, distribution and trading model for a digital euro that minimises its impact on the stability and integrity of the monetary and financial system and which, at the same time, responds to society's needs.", "As you can imagine, it is a complex exercise that will involve fitting different pieces together.", "The two-year term laid down no doubt speaks for itself as regards the scale of this challenge.", "So as to have at hand a full view of the implications of the digital euro in all areas under the Eurosystem's remit, a new structure within the Eurosystem has been created for its development.", "In parallel, we will continue working with the European Commission to analyse both the possible need for regulatory adjustments and other aspects linked to the European digital strategy.", "We will also step up our international collaboration in order to enhance our understanding of the nature and opportunities sovereign digital currencies offer and to promote coordination with other jurisdictions.", "In addition, the success of any future digital euro will necessarily involve understanding the needs of all stakeholders, including users and market representatives.", "To this end, an advisory group has been set up comprising 30 members from the industry with recognised experience and knowledge of the European retail payments market.", "This group will be the forum for fluid debate between the Eurosystem and the finance industry on the design and distribution of a potential digital euro.", "The project also envisages the launch of communication channels with users - citizens and businesses alike - so as to better know their needs and preferences and to thus be able to design a digital euro that provides value to all parties.", "The digital euro: challenges and opportunities The aim of this roadmap is none other than to be ready to take a decision when the right time comes.", "All we have so far decided, and I should stress this, is to prepare ourselves for launching a digital euro if and when the situation so advises it.", "The final decision on the future of the digital euro, including its specific design, will depend on the outcome of these in-depth and carefully thought-out considerations as to its benefits and risks.", "In this respect, one of the most commonly mentioned risks regarding the launch of a digital euro is that it may cause significant disruption to a functioning and organised financial system that already operates efficiently and does not therefore require significant changes.", "It is worth recalling here, however, that the advances in digitalisation underlying the recent impetus of central bank digital currencies are the same as those that are simultaneously blurring the outlines of the rules that had hitherto prevailed in the finance industry.", "In fact, they are giving rise to a break-up and decentralisation of the traditional value chain.", "Here, an appropriately designed digital euro might actually be a timely counterweight to some of these trends.", "As is the case with global stablecoins, such trends might swiftly and uncontrollably change how money and credit are created in the economy.", "A sovereign digital currency might prevent any future re-composition of the provision of financial services from coming about in a disorderly and discriminatory fashion, creating potential situations of market domination or excessive fragmentation that harms both key actors for financial stability and end-users.", "In short, a smart digital euro could be conducive to healthy competition both in the provision of payment services and in those of value added, keeping consumers' options open.", "By extension, the digital euro could be a unifying element in the European payments circuit, structuring it around central bank money.", "This core role could also be extended beyond the area of payments.", "By way of example, it could boost progress in other related areas such as the creation of an integrated framework for the establishment and recognition of electronic ID, or some standardisation of distributed ledger technologies.", "Regarding DLT, let me stress that the relationship between technology and digital currency is bidirectional.", "Admittedly, where technologies are better developed, headway in rolling out a digital currency will be swifter.", "But where this is not the case, as in many euro area countries, a digital euro might have a galvanising effect, boosting such technologies.", "Singapore is a case in point.", "As part of its research agenda on sovereign digital currencies, Singapore last year constructed an infrastructure prototype and a set of associated interfaces, capable of interconnecting blockchain networks of different industries.", "It thus enabled business opportunities that had hitherto been non-existent.", "There is a further potential opportunity linked to a future digital euro that I should mention.", "Given the global weight of our currency both in trade and in international capital markets, a digital euro could also play a key role in enhancing the efficiency, inclusivity, speed and transparency of cross-border payments promoted by the G20.", "To achieve this goal, it is logically necessary to strengthen cooperation with central banks from other jurisdictions for the sake of the interoperability in practice of digital currencies, accommodating our respective designs.", "In sum, a well-designed digital currency could be a key part of larger-scale arrangements, globally conceived to drive the adaptation of the European financial and payments system to the needs of a changing digital environment.", "Aspects central to these arrangements - consumer protection mechanisms, the safeguarding of privacy, the prevention of money laundering and the fomenting of competition, among others - would be preserved.", "That said, one of the core principles the Eurosystem shares with central banks from other jurisdictions is the need for the new digital currency not to be disruptive or to fall short of its statutorily assigned objectives.", "In particular, the issuance of a digital currency must never compromise either price stability or the stability of the financial and monetary system.", "In this connection, we must acknowledge that the digital currency may potentially affect financial intermediation significantly.", "It may replace the means of payment currently provided by the financial sector, or even the deposits that banks now have in safekeeping.", "That might adversely affect financial stability, particularly at times of crisis, when the appetite for holding deposits at the central bank may increase significantly.", "These negative effects might, moreover, be global in scale.", "This would be so if digital currencies were accessible to non-residents and interoperable with the payment systems of other currencies.", "Evidently, the use of a digital currency outside the issuing jurisdiction may raise digital currency inter-substitutability risks (a risk that may be particularly acute for the emerging countries), it may increase the international transmission of shocks and it may alter the international role of different currencies.", "These potential risks of a central bank digital currency are real and should be analysed prior to its launch.", "Indeed, they may influence both the launch and, above all, its design.", "In responding to these risks, a first option - and one that most countries appear to prefer - may be an indirect distribution model, in which the central bank digital currency comes into citizens' hands via supervised financial intermediaries.", "In other words, central banks would continue providing safe money, while financial intermediaries would provide other services to citizens.", "The digital euro would not be a competitor to the private sector; rather, the latter would play an essential role in its introduction and functioning.", "Second, to preserve financial stability, limits on the balances held in digital euro accounts may be set and their remuneration above a certain threshold penalised.", "The challenge here is how to set these limits so that financial stability is not endangered and, at the same time, that the primary objective of digital currency issuance - that it should be an effective means of payment - is fulfilled.", "Third, extending these digital currency design characteristics to use by non-residents should be analysed, to prevent the aforementioned potential international externalities.", "And, in any event, international cooperation in the design of the digital euro will once again be pivotal: its potential positive effects on international payments must be specified, but its risks to the global financial system restricted.", "Despite not having yet decided where we wish to go with the digital euro, our ongoing work in the Eurosystem is undoubtedly necessary from a preparatory standpoint.", "And our work must be sound should the circumstances advising its launch arise.", "We want to ensure that any future launch of a digital euro does not adversely affect the financial and monetary system.", "To do this, we must conduct a far-reaching and timely analysis that enables us to choose the most appropriate design to respond to the scenarios that may lead to its launch.", "At the same time, we must acknowledge that market developments move quickly and, therefore, that the reality today will probably not be the same as that we will face in a few years' time.", "On this basis, selecting the design and distribution model for the digital euro cannot be confined to defining the functionalities that would enable it to be successfully integrated into the current payments ecosystem.", "We must also think about those other complementary functionalities that would smooth its transition to a future scenario.", "In short, we must be flexible, strategically farsighted and ready to adapt quickly - but above all safely - to a changing environment.", "Set against the deep-seated changes we are currently seeing in the provision of financial services, public policy inaction is evidently a non-starter.", "; Guibourg, G.; Levin, A.T. and Söderberg, G. (2020): \"The rationale for issuing e-krona in the digital era\", Sveriges Riksbank Economic Review, no.", "2 Barinard, L. (2021): \"Private Money and Central Bank Money as Payments Go Digital: an Update on CBDCs\", Speech delivered on the occasion of the Consensus by CoinDesk 2021 Conference on 24 May.", "Over $1 billion for 2021, according to a recent report by the Board of Governors of the US Federal Reserve System: www.federalreserve.gov/foia/files/2021currency.pdf //ec.europa.eu/info/sites/default/files/state_of_the_union_es.pdf \"Retail Payments Strategy for the EU\".", "Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: eurlex.europa.eu/legal-content/ES/TXT/PDF/?uri=CELEX:52020DC0592&from=ES See Monetary Authority of Singapore (2020): \"Project Ubin Phase 5: Enabling Broad Ecosystem Opportunities\", July.", "www.mas.gov.sg/-/media/MAS/ProjectUbin/Project-Ubin-Phase-5-Enabling-Broad-Ecosystem- Opportunities.pdf BIS, IMF and World Bank (2021): \"Central bank digital currencies for cross-border payments - Report to the G20\", July.", "www.bis.org/publ/othp38.pdf See Bank of Canada, ECB, Bank of Japan, Sveriges Riksbank, Swiss National Bank, Bank of England, Federal Reserve and BIS (2020), \"Central Bank Digital Currencies: foundational principles and core features\", October.", "www.bis.org/publ/othp33.pdf."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital Euro", "Monetary Policy", "Financial Stability", "Central Bank Digital Currency", "Digital Transformation", "Price Stability", "Financial Intermediation", "Cross-Border Payments", "Payment Systems", "Financial Inclusion"]}