{"sentences": ["As prepared for delivery Good morning, and welcome to the seventh annual U.S. Treasury Market Conference.", "This is our second time gathering virtually.", "Although I miss seeing all of you in person here at the New York Fed, I am pleased that so many of you could join us today.", "This conference is a great opportunity for market participants, as well as members of five publicsector bodies-the Treasury, the Board of Governors, the SEC, the CFTC, and the New York Fed-to come together and take stock of the U.S. Treasury market.", "The events of the past 20 months have further underscored this market's significance in the global economy-and the important role our five entities perform in ensuring that it functions as it should.", "In fact, the Inter-Agency Working Group for Treasury Market Surveillance (IAWG) came together to examine recent, notable disruptions to the Treasury market, and it issued a report ahead of this conference that identifies steps to strengthen its functioning and resilience.", "I won't have time to go over the report in detail, but I strongly encourage everyone to read it.", "Severe disruptions to critical financial markets like we saw last spring should be rare.", "But just as a town ravaged by flooding will seek to rebuild in ways that help it withstand the next big storm, so, too, must we think about how to shore up the Treasury market so it can better endure the next big shock.", "Today, I'm going to touch on the notable market disruptions that have taken place over the past decade.", "Then, I'll discuss the imperative of a resilient Treasury market.", "I'll close by challenging all of us to come together to prepare for the future.", "As always, before I continue, I must give the standard Fed disclaimer that the views I express here today are mine alone and do not necessarily reflect those of the Federal Open Market Committee or others in the Federal Reserve System.", "Look Back to Prepare for the Future A well-functioning U.S. Treasury market is critically important for our economy and, in fact, the entire world.", "It enables the safe and stable flow of capital and credit to households, businesses, and governments.", "It serves as a primary benchmark for pricing in other financial markets, both domestic and global.", "Last, but definitely not least, it's vitally important for the effective transmission of monetary policy to the broader financial system and to the economy.", "Thankfully, most days-most years-the Treasury and related markets function incredibly well.", "But in the past decade, these markets have experienced three abrupt and notable disruptions, each of increasing severity.", "First was the so-called flash rally of October 2014; then, the repo market distress in September 2019; and third, the extraordinary dislocations at the onset of the COVID-19 pandemic in March of 2020.", "General George Patton once said, \"Prepare for the unknown by studying how others in the past have coped with the unforeseeable and unpredictable.\"", "It's a good piece of advice-and one that should guide our work on Treasury market reform.", "The IAWG report I mentioned earlier reviews these events, so I won't repeat them here.", "However, two lessons are clear.", "First, the unforeseeable and unpredictable will happen, and can result in significant stresses in the Treasury and related markets that may spread to broader financial conditions.", "Second, when disruptions have been sufficiently severe and persistent, the market has not been able to quickly self-correct without official-sector intervention.", "The severe disruptions to the Treasury and funding markets in March of last year illustrate these points.", "The incipient breakdown in market functioning quickly spread to other segments of the U.S. and global financial markets, risking a broad-based pullback in the availability of credit that is essential for our economy.", "The speed and extent of the market disruption necessitated immediate and dramatic action, the scale of which was truly unprecedented.", "At the New York Fed, we are used to talking in very large sums, but even for us, the figures were staggering.", "We were offering overnight repos of up to $1 trillion, as well as substantial amounts of term repos of longer maturities.", "The sizeable offerings were designed to meet the markets' needs and provide confidence that liquidity would be available.", "At their peak in mid-March of 2020, our repo operations reached nearly $500 billion.", "But repos alone were not enough to restore smooth market functioning.", "The FOMC also directed the Open Market Trading Desk at the New York Fed to engage in large-scale purchases of Treasury securities and agency mortgage-backed securities (MBS) to support smooth functioning of those markets.", "The pace and amount of asset purchases during this period was unmatched.", "During the worst of the crisis last year, the Federal Reserve was purchasing more than $300 billion of Treasuries per week, which was more than the Treasury purchases in the entire first round of quantitative easing in response to the Global Financial Crisis.", "And in the three months starting in the middle of March, the Federal Reserve purchased more than $2.3 trillion of Treasury and agency MBS combined.", "These actions, along with prompt fiscal measures enacted by Congress and emergency steps taken by the Federal Reserve and other government agencies, ultimately proved successful at restoring functioning in the Treasury and other financial markets.", "Together, these measures averted what could have been a severe financial crisis that would have had devasting effects on the economy.", "But they are also a stark reminder that these markets are not nearly as resilient as they should be.", "The Imperative of Resilience After studying this event and others, the IAWG has proposed a number of principles to guide public policy for Treasury market reform.", "It has also established several workstreams to study aspects of the Treasury market and help us achieve our collective objectives of financing the government efficiently, supporting the broader financial system, and implementing monetary policy.", "1 workstream center around improving market resilience.", "I think it's safe to say that strengthening resilience is at the top of everyone's Treasury reform list.", "Resilience is the imperative of all markets-and that is especially true in the Treasury market because of its central role in the financial system.", "The adage of the financial markets is that Treasuries are safe havens, even in the most turbulent times.", "The Treasury market has been able to absorb many shocks through the years.", "But as the world changes, the market, too, evolves.", "The growth of electronic trading has transformed the mix of intermediaries and trading practices.", "Firms now increasingly have access to multiple financial markets, and markets are increasingly interconnected.", "When the Treasury market breaks down, when trading is disrupted, or when interest rates move in ways that are not based on fundamentals, the ripple effects can be swift-and devastating to the flow of credit to businesses and households.", "What we've learned during crises is that when the flow of credit to the economy is at stake, we must act quickly and decisively.", "This is not a choice.", "If we don't act effectively, the repercussions on the U.S. economy-and the global economy-are severe.", "In each of the past two notable market dislocations, the dysfunctions arose swiftly, and we, too, acted quickly to take steps that were effective in restoring the functioning and confidence in markets.", "But each event exposed weaknesses.", "Over time, weaknesses can erode confidence.", "So now, the challenge before us is this: How do we strengthen the most important market in the world in a way that helps us avoid having to take dramatic steps to cure impairments during the middle of a future crisis?", "How do we prepare for what we can't foresee and can't predict?", "Think Differently One thing that is clear when examining the causes of these market disruptions is that they were not primarily driven by economic forces, but rather by a failure of the markets to function in the ways they were expected to do in response to those particular circumstances.", "These sharp market disruptions teach us important lessons.", "A number of experts in this field- including the IAWG-have been doing excellent work in identifying potential solutions to ensure that similar disruptions don't happen again.", "It's essential that we all continue to work together to increase the resilience of the Treasury market-and this conference is a great opportunity to move that process forward.", "It's also clear that we need not start from a position of how things are, but instead, how they should be.", "Let's not think of how we can reform, but how we can design.", "Let's create a system that can better withstand the unforeseeable and the unpredictable.", "These are difficult, complicated issues.", "But complexity doesn't need to get in the way of getting back to principles or impede necessary action.", "Look no further to what we just accomplished with LIBOR.", "On January 1st, we are taking a giant leap in moving to a post-LIBOR world.", "That's a monumental feat for financial market reform-and it was made possible by a significant, prolonged, and coordinated effort by the private and official sectors across the globe.", "With Treasury market reform, we must take the same approach of bringing together the best ideas from the public and private sectors.", "Three episodes of market dysfunction over the past decade are too many.", "Let's work together to build a system that is truly resilient and can withstand the challenges of our time-and of the future.", "period can be found at Historical Repurchase Agreement Operational Details.", "Recent Disruptions and Potential Reforms in the U.S. Treasury Market: A Staff Progress Report, Inter-Agency Working Group for Treasury Market Surveillance, November 8, 2021."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Treasury market", "Market resilience", "Market disruptions", "Financial markets", "Monetary policy", "Treasury reform", "Economic forces", "LIBOR", "Financial crisis", "Government financing"]}