{"sentences": ["The inputs provided by Shri Navin Nambiar and Shri Pradeep Kumar are gratefully Ladies and Gentlemen.", "Thank you for inviting me this evening to the Mint's Annual Banking Conclave.", "The organisers have quite aptly selected an extremely topical and contemporary theme, i.e., Future of Banking: Navigating a Digital Opportunity for this year's conclave.", "During the previous edition of this conclave, I remember Governor Shaktikanta Das speaking about digital disruptions and blurring of boundaries between traditional banks and FinTech & BigTech.", "Looking at the constellation of speakers who have been engaging with you, I am sure you all have had an extremely enlightening discourse on several of the emerging issues during the conclave.", "The technological and digital innovations have improved the efficiency, productivity, and competitiveness in the delivery of financial services.", "Their role in furthering the financial inclusion and reducing the cost of financial intermediation is well recognised.", "However, such innovations have also given rise to newer challenges for all stakeholders.", "While customers face issues of mis selling, data security and privacy as well as identity theft problems, regulators and supervisors need to increasingly engage with issues around customer protection, ethical conduct, regulatory arbitrage, and concerns about financial stability.", "In turn, the regulated entities need to be on their toes to face up to everchanging competition and business disruptions through technology driven innovations, requiring them to fine-tune and sometimes alter their business plans, re-orient their strategies and manage the concomitant risks.", "Given this backdrop, I thought I could briefly focus the spotlight on business conduct and governance issues in financial services, which assume greater relevance in times of innovation, change and business disruptions.", "These in my view are the key soft pillars which build the edifice of a successful financial institution, more so in these challenging times.", "In particular, there is a need to reflect on the role and expectations from the governance architecture viz., the Board and its Committees, the Independent Directors and the assurance functions in banks and other financial institutions.", "Before I talk about governance related issues, let me briefly dwell upon the concerns around the ownership and corporate structure for private sector banks drawing largely on the recommendations of the Internal Working Group (IWG) constituted by the Reserve Bank to examine these issues.", "The Reserve Bank has accepted 21 out of the 33 recommendations made by the group and had announced this decision on November 26, 2021.", "However, there are some issues where the recommendations have been extensively debated and therefore require further examination.", "Licensing and ownership of private banks in India 5.", "It is generally accepted that a deep, stable, and sound financial system contributes to economic growth.", "But for growth to be truly inclusive, broadening and deepening the reach of formal finance is a pre-requisite.", "Access to formal finance is especially critical for the lower income groups as it provides them with the opportunities to save, invest, avail of credit, and grow their incomes through productive enterprises and activities.", "This provides them the much- needed insurance against future income shocks and helps them to manage emergencies.", "The guidelines for licensing of new banks in the private sector issued by the Reserve Bank since the initiation of financial sector reforms in early nineties, have been guided by the above philosophy.", "In addition, the choices have also been informed by the need to instil greater competition in the banking system to increase productivity and efficiency.", "So far, eight sets of licensing guidelines have been issued by the Reserve Bank, of which four are for universal banks and four pertain to differentiated banks.", "After the recent IWG report, the public discourse has mostly been concentrated on their recommendation for granting banking license to large industrial houses.", "However, a little historical perspective on this issue would be helpful.", "In the licensing guidelines issued in 1993, there was no explicit ban on setting up banks by large corporate/ industrial houses; The licensing guidelines of 2001 did not allow banks to be promoted by a large corporate/ industrial house, while in terms of the 2005 guidelines on ownership and governance in private sector banks, large industrial houses were allowed to acquire up to 10 per cent holding in a bank with the prior approval of the Reserve Bank.", "Under the licensing guidelines issued in 2013, the banks were to be mandatorily set up through a wholly owned Non-Operative Financial Holding Company (NOFHC).", "Individuals were not allowed to promote banks under these guidelines, but again there was no bar on large corporate/ industrial houses to be promoters.", "The 'on-tap' guidelines of 2016 defined large industrial houses and restricted them from promoting a bank, but at the same time, they were permitted to invest in a bank to the extent of 10 per cent.", "The small finance banks (SFBs) licensing guidelines issued in 2014 and 2019 made large public sector entities and industrial houses, including NBFCs promoted by them explicitly ineligible to set up such banks.", "Many committees set-up on the subject in the past as well the IWG have acknowledged that the large corporates/ industrial houses can be an important source of capital and can provide management expertise and strategic direction given their pool of entrepreneurial and managerial talent.", "There is also the issue of finding fit and able promoters with deep pockets to set up a large technologically equipped universal bank.", "However, at the same time concerns were raised by all of them, including the IWG, on the attendant risks which come to fore.", "These include - conflicts of interest through self-dealing at the expense of bank clients and in the transactions between the bank and its affiliates, favouring associates for extending loans and undermining the neutrality and independence in deciding allocation of credit and constricting the flow of credit to competitors.", "Caution was also warranted around issues of connected lending, complex web of group structures, crossholding as well as presence of large number of unregulated entities in the group, as these would stretch the RBI's regulatory and supervisory resources.", "Another oftquoted argument also points to the principles of separation of banking and industry/business.", "While it is an accepted fact that the relationship between financial economy and real economy is symbiotic, de facto merger of the segments may actually aggravate the systemic risks.", "Given that banking is a highly leveraged business dealing with public money, it makes sense to keep Industry/ business and banking separate.", "This separation is expected to avoid spill over risks - where trouble anywhere in the group entity may result in transferring risks on to the depositors, leading in turn to claims on deposit insurance with subsequent ripple effects cascading across the largely interconnected financial systems, creating concerns around financial stability.", "These issues have been flagged by the IWG also and therefore, it is necessary that we closely examine the related matters before thinking of permitting large industrial houses or NBFCs owned by such houses to set up any new bank.", "To conclude, let me just say that the jury is still out on the issue.", "Shareholding and Structure 9.", "Diversification of ownership in banks is considered desirable in the long run as concentrated shareholding may expose them to the problem of moral hazard.", "As such there was a regulatory cap of 15% prescribed on promoters' holding in long run.", "At the same time, diversified ownership alone is not a panacea for corporate governance concerns.", "The views expressed by P. J. Nayak Committee (Committee to Review Governance of Boards of Bank in India) in 2014 was that if the maximum shareholding for promoter investor(s) is set very low, banks could be more vulnerable as the alignment of incentives between shareholders and management could weaken (managements could then be primarily concerned with their own interests rather than those of shareholders).", "This issue could be a greater concern than the risks emanating from concentrated holding.", "Further, the shareholders, if very small can become disengaged from the affairs of the bank.", "Recognising this dilemma, the IWG has recommended that the cap on promoters' holding in long run be raised to 26% (from existing 15%).", "We have agreed with the views of the IWG which have tried to strike a balance between the challenges posed by concentration of ownership on the one hand and diffusion of ownership on the other.", "Even for non-promoter holdings, lower sub limits (10 percent) for natural persons and non-financial entities on one hand and slightly higher (15 percent) limit for well diversified financial entities (excluding those belonging to industrial houses) has been prescribed.", "This stance allows for greater flexibility for augmentation of capital even while drawing comfort from the statutory ceiling of 26% on voting rights.", "Needless to mention, the Reserve Bank can also exercise its judgement on such matters using the \"fit and proper\" requirements as is the case in various global jurisdictions.", "From the perspective of addressing the issues which may emanate from complex group structures and opaque cross holdings, NOFHC has been considered as one of the most appropriate structure to ring-fence a bank from the spill over effects of other entities in the group.", "Recognising this fact, RBI has made NOFHC structure mandatory for the banks licensed since 2013.", "However, the transition of banks, which were licensed before 2013 and have other entities in the group, to NOFHC structure is another challenge that needs to be addressed due to various complex issues involved.", "These issues too need careful examination.", "Finally, the overwhelming number of responses/ comments on the report of IWG gave us a very diverse set of views from a wide spectrum of stakeholders.", "This corroborates the importance and complexities of the issues around ownership, control, and corporate structure of private banks.", "It is precisely for these reasons, we have decided that some of the recommendations of the IWG need wider stakeholder consultation, deeper examination from various angles, including legalities, and may also require engagement with various other agencies and regulators.", "Let me now discuss on the important issue in current milieu - corporate governance.", "Importance of Governance in Financial Institutions 12.", "A sound, efficient and robust financial intermediation structure facilitates optimal allocation of financial resources in the economy.", "For this, the trust of all stakeholders, especially of depositors in case of banks, is a pre-requisite.", "While legal and regulatory architectures provide a broad framework to maintain this trust, the trust needs to be grounded in good governance and ethical conduct of the institutions and their functionaries.", "The banks tend to be well regulated and are intensively supervised but any erosion of public trust in financial institutions cannot be countered with regulatory prescriptions or supervisory rigours alone.", "Therefore, to mitigate the 'risk of failure' emanating from governance issues, the standards expected of banks are always higher than those from other entities.", "The same principle would apply to other regulated entities engaged in financial intermediation, albeit in varying degrees.", "For ensuring sound corporate governance, we need to be mindful of two key challenges.", "First, dominant shareholders exercising relatively more control may not optimise the interest of all stakeholders.", "Second, a self-serving management may have perverse incentives to take advantage of the diversified, diffused, or passive nature of other stakeholders.", "While separation of ownership from control must be a dominant response to address the first challenge, in order to address the second challenge, it is important to ensure that the incentives of the management are aligned with the interest of depositors and other stakeholders.", "In the domestic context, growing size and complexity of India's financial system highlights the need to strengthen the governance standards in banks by increasing scrutiny of the role of promoter(s), major shareholder(s) and senior management vis-a-vis the role of the Board.", "To this end, Reserve Bank issued a discussion paper on 'Governance in Commercial Banks in India' in June 2020, the intention of this Discussion Paper was to enhance governance standards in banks and to align the current regulatory framework with global best practices albeit with the domestic contextualisation.", "Based on the suggestions made in the Discussion Paper and the public feedback on these suggestions, the Reserve Bank issued instructions earlier this year regarding the Chair and meetings of the board, composition of certain committees of the board, age, tenure and remuneration of directors, and appointment of the whole-time directors (WTDs).", "In the parlance of regulation, prudential regulation and conduct regulation denote what is commonly known as twin peaks.", "In RBI, we are looking at these two important aspects through the prism of governance with equal emphasis on conduct of business besides prudence, which I suppose would have been visible to you by now.", "It's no doubt essential for the management to deliver good performance but more importantly this should be achieved by adhering to acceptable customer and market conduct and best corporate governance practices.", "RBI has also taken some initial steps for direct interface with board or board/ committee chairs when there are concerns to show its seriousness or when there is a need for direct dialogue.", "Roles and Expectations from the Board and its Committees 16.", "The overall responsibility of fostering a culture of good governance in banks rests with their Board of Directors.", "The Board should set the \"tone at the top\" and oversee management's role in fostering and maintaining a sound governance, compliance, and risk culture.", "This responsibility has been bestowed on the Board and its Directors irrespective of the fact that who appoints them.", "The Board is expected to ensure that the bank is run by professionals with integrity, complies with all regulatory and legal requirements, and conducts its business in accordance with high professional and ethical standards.", "For the Board to gain deeper insights to engage with the management in a credible and constructive manner, it would be necessary.", "For the committees of the board to have directors with the necessary specialist knowledge or practical experience consistent with the mandate given to various committees.", "To ensure the presence of majority of independent directors on board and various committees, to increase the probability of credible critique of the management proposals.", "To ensure that the channels of information to the specialised supervisory committees of the Board are independent of the influence of the risk takers.", "These measures could significantly enhance the quality of decisions by the Board and its committees, especially the key committees viz., the Audit Committee, the Risk Management Committee and the Nomination and Remuneration Committee.", "There is often a fine balancing act to be played by the Board in response to the complex interplay between dominant shareholder(s), minority shareholders and management.", "The ability of steer through this distinguishes an effective Board from an ordinary one.", "'Independence' of Independent Directors 19.", "Independent Directors are necessary to counterbalance interests that are well represented on the Board with those who do not have representation or are inadequately represented on the board.", "Independent Directors help to bring in clarity regarding responsibilities and also enhance accountability of the management to the stakeholders.", "The most effective Boards are the ones that can overcome the challenges of the 'principal-agent' relationship and resolve the information asymmetry conundrum.", "The degree of this asymmetry is bound to increase in large and complex entities.", "To resolve this challenge, the independent directors need to recognise that they are the ones who must overcome the information asymmetry.", "Remember, it is the management which functions under the superintendence, control, and direction of the board.", "Why else would a board need to exist?", "Of course, for this to happen, the Independent Directors need to be truly independent in form and in substance.", "Compensation practices 20.", "Remuneration policy forms an integral component of internal governance structure of the bank which enables the Board to reward good performance and acceptable risk-taking behaviour.", "It also gives a tangible tool in the hands of the Board (or by delegation to Nomination and Remuneration Committee of the Board) to align risk taking behaviour of the key risk takers with the approved risk appetite and strategic direction.", "Within this perimeter, it is the entrepreneurial spirit of various risk takers which drives the entity towards achieving its objectives.", "While existing guidelines for private sector banks in India require that compensation of CEOs, whole time directors, control function staff and material risk takers (MRTs) shall be adjusted for all types of risks and is sensitive to the time horizon of the risks, we often see misalignment in the performance of the entity and compensation proposals recommended to the NRC/ Board.", "Let me emphasize- the last thing RBI would like to do is to decide remuneration of individual bank executives which is essentially a board / NRC function.", "But there are at times situations where the internal and external equity of such compensation is not adequately justified in the proposal.", "We need to remember that perverse incentives may lead to reckless behaviour or higher risk taking which may manifest itself over a period.", "The compensation practices, where employees were often rewarded for increasing short-term profit without adequate recognition of the risks and long-term consequences amplified excessive risk taking that severely threatened the global financial system in 2008.", "Concluding thoughts 22.", "Covid has all of us taking a new perspective of everything in our life.", "In the beginning of the first wave of the epidemic, everybody was scrambling for 'immunity boosters' in whatever form it could be sold to them.", "Corporate Governance to banks during tough times is what immunity is to an individual at times of health scare.", "The development of immunity is complex and takes lifelong ingestion of healthy and positive practices.", "Like human longevity, the sustainability of banking business comes from the healthy corporate governance practices.", "As we collectively aspire for an efficient financial intermediation with positive spill over to the real sectors, we need to remind ourselves that these aspirations are set in an increasingly competitive, diverse, interconnected and market driven ecosystem.", "It is important in this context to gain and retain the trust of other stakeholders such as depositors and various providers of financial resources.", "This is best ensured by the governance, control, and assurance functions in financial institutions.", "Governance frameworks can be pictured of as a complex mesh of nuts and bolts holding the financial pillars of capital, assets, deposits, and investments in place and keeping the structure of the bank upright.", "As we strive to recover from the pandemic, financial institutions will need extraordinary amounts of financial resources to support growth to realise our visions for a brighter tomorrow.", "Raising these resources would not be a constraint for financial intermediaries with robust governance frameworks as they can command a governance premium.", "This premium in turn will be driven by expectations from the leadership at the top.", "After all, it only takes a few to make a difference.", "My best wishes for you to get the governance right as you get ready to navigate through the digital opportunities that lie ahead!", "www.rbi.org.in/Scripts/NotificationUser.aspx?Id=12078&Mode=0 BCBS (www.bis.org/bcbs/publ/d328.pdf)"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Corporate governance", "Business conduct", "Governance architecture", "Ownership structure", "Shareholding", "Financial intermediation", "Risk management", "Customer protection", "Regulatory arbitrage", "Financial stability"]}