{"sentences": ["December 1, 2021 Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Oita Member of the Policy Board I.", "Economic Activity and Prices A.", "Developments regarding the novel coronavirus (COVID-19) I would like to begin my speech by talking about developments regarding COVID-19.", "The number of confirmed new cases of COVID-19 continues to move up and down within each country and region and varies considerably across them.", "It has decreased to a low level on the whole from summer 2021.", "Currently, new cases are resurging significantly in European countries as well as Russia, and are also rising in the United States.", "On the other hand, the status of infections for most of Asia and Latin America is relatively moderate (Chart 1).", "Meanwhile, although some emerging economies are falling behind in vaccinations, full vaccination rates are high in many advanced economies.", "The significant global drop in severe cases and confirmed deaths can be regarded as a positive sign.", "The number of new cases in Japan is seeing great improvement, as evidenced by the weekly average declining to a considerable extent recently after soaring well above 22,000 persons in mid-August.", "That said, the situation warrants careful attention, as concern over the spread of a new variant is increasing at the moment.", "Recent developments in economic activity at home and abroad Although the COVID-19 situation continues to entail uncertainties, economic activity has started to show signs of change, including the positive sign that I just mentioned.", "In what follows, I would like to point to three key factors that I consider as common in recent global economic conditions, including those in Japan.", "The first is the bottoming-out of and pick-up in services consumption.", "In the past when the number of confirmed new cases increased, firms in numerous industries within face-to-face services -- such as eating and drinking, accommodations, and entertainment -- were forced to virtually suspend their business operations in many countries and regions given the implementation of public health measures to constrain people's movement.", "However, mainly owing to the progress with vaccinations, firms in these industries have in many cases resumed their business activities and business conditions have started to pick up accordingly (Chart 2).", "Although this is a positive development for the economy, there are high uncertainties over the course of COVID-19 and it would be overly optimistic to expect that services consumption would promptly return to the pre-pandemic level.", "In fact, Japan has not yet experienced \"revenge spending\" -- which describes a situation where consumption that was curbed during the pandemic shoots up, triggered by a resumption in economic activity -- although this was anticipated.", "The second factor is firms' active stance toward fixed investment.", "The global spread of COVID-19 has brought great change to household and corporate behavior, including working style.", "This change has created firms' new demand for fixed investment, particularly for digital transformation (DX).", "Moreover, there is a possibility that firms' demand for fixed investment to achieve carbon neutrality will also widely expand, partly due to an increased global awareness of climate change issues, as suggested by the fact that scientific achievements related to climate change won the 2021 Nobel Prize in Physics.", "In the case of Japan, business fixed investment has picked up to date (Chart 3).", "If demand for it remains firm, this will likely provide business opportunities for the manufacturing industry, which has displayed strong international competitiveness in capital goods, and in turn contribute to expanding firms' exports and production.", "Meanwhile, the Bank of Japan will persistently continue with powerful monetary easing under the current framework of Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control, with a view to achieving the 2 percent price stability target.", "This could also be a factor that will support new demand for business fixed investment.", "The two factors I have described so far are encouraging developments for the global economy.", "I will next focus on a point that may be a matter of concern in considering future economic conditions, and therefore this should continue to warrant careful attention.", "The third factor is the effects of supply-side constraints in the economy.", "Since 2020, the global economy including Japan has faced various supply-side constraints (Chart 4).", "Since around the second half of fiscal 2020, the shortage of semiconductors for automobiles has become a major issue.", "With a plunge in automobile sales at the start of the COVID-19 pandemic, semiconductor manufacturers worldwide curbed their production of automotive semiconductors, which are considered to generate relatively narrow profit margins.", "However, demand for automobiles in fact surged unexpectedly thereafter, mainly due to people's behavioral changes during the pandemic to avoid close-contact settings as much as possible.", "This consequently gave rise to the supply shortage of automotive semiconductors.", "After the turn of 2021, this shortage grew further, partly affected by natural disasters and a fire accident at a semiconductor factory in Japan.", "Then, through the summer, although the supply shortage that stemmed from the adverse incidents I just mentioned was being alleviated, the surge in COVID-19 cases in Southeast Asian countries in particular caused factory shutdowns; thus, production not only of semiconductors but also of other automobile-related parts was suspended, resulting in the materialization of other types of supply-side constraints.", "The constraints not only have been seen in the automobile industry but also have begun to feed into the industries of other products, such as white goods, and this in turn has pushed down firms' exports and production (Charts 5 and 6).", "Indeed, it was the unexpected surge in demand that severely tightened the supply-side constraints; however, the contributing factors to the constraints are complex, including the stagnation of maritime logistics that stemmed from the malfunctioning of ports due to the spread of COVID-19 among longshore workers.", "Moreover, it appears to me that there are growing uncertainties regarding prospects for the removal of supply-side constraints, as they depend on the future course of COVID-19.", "For now, I maintain the view that these supply-side constraints are temporary; that said, I will carefully monitor future developments.", "Price developments abroad Let me now turn to prices.", "Inflation rates in the United States and European countries have been kept above 2 percent, the level at which their central banks aim (Chart 7).", "These upswings in inflation rates seem to be largely attributable to the increase in energy prices such as for crude oil and natural gas, in addition to the global supply-side constraints, which I just explained.", "Moreover, particularly in the United States, those who had been temporarily out of the labor market following the outbreak of COVID-19 have been returning at a slower pace than expected; therefore, labor supply has been lagging behind increased labor demand, and this in turn has been increasing the upward pressure on wages.", "Nevertheless, regarding these rises in inflation rates in the United States and European countries, the current dominant view among their respective authorities is that, in terms of both the demand and supply sides, the rises reflect temporary factors associated with the pandemic, and thus the high inflation rates are quite unlikely to feed into medium- to long- term inflationary pressure, such as an increase in medium- to long-term inflation expectations.", "Price developments in Japan and their outlook The inflation rate in Japan remains at a low level of around 0 percent, as evidenced by the fact that the year-on-year rate of increase in the consumer price index (CPI) for all items less fresh food for October 2021 -- the latest month for which data are available -- was 0.1 percent.", "This is largely a reflection of such factors as the reduction in mobile phone charges in April.", "When excluding these temporary effects, the rate of increase would rise to around 1.5 percent, and its pace has accelerated recently, mainly due to the rise in energy prices (Chart 8).", "Prior to the pandemic, I personally had a cautious view regarding the outlook for prices in Japan.", "To elaborate, although Japan's economy was no longer in deflation, I believed that the inflation rate would hover around 0 percent, as a considerable amount of deflationary pressure remained.", "However, I now think that there is a higher probability that the inflation rate will increase, based on the following factors.", "The first is the change in firms' price-setting behavior.", "Amid the pandemic, firms, especially those in the consumption-related services industry, have faced a rapid and large-scale decline in demand.", "However, it appears that they have not engaged in intense price competition, unlike in the past when they were met with a large decline in demand.", "Instead, firms have lowered prices only marginally or left them unchanged.", "One reason for this could be that corporate managers have judged that price discounts will not lead to increased sales, given that the decline in demand this time is due to the implementation of public health measures, which is an artificial factor, and to people's vigilance against COVID-19.", "On the policy front, it is also possible that (1) various government subsidies as well as effectively interest-free and unsecured loans and (2) the Bank's measures to support corporate financing, such as the Special Funds-Supplying Operations to Facilitate Financing in Response to the Novel Coronavirus (COVID-19) -- hereafter, the COVID-19 Special Operations -- have helped firms uphold their businesses, giving incentive for them to avoid intense price competition.", "Furthermore, now that the COVID-19 situation has started to calm down, firms are gradually beginning to raise the prices of their goods and services.", "Some anecdotes suggest that the pandemic has motivated an increasing number of firms, especially those in the consumption- related industry, to change their \"low-margin, high-turnover\" business models -- which were quite common in the past -- taking into account structural changes in customer needs.", "These firms have become oriented toward engaging in business with high added value and wide margins, and have even increased their sales.", "The examples I have highlighted seem to indicate a change in firms' price-setting behavior.", "The second factor, although this overlaps with what I pointed to earlier as one factor is the improvement in firms' growth prospects backed by their global economic activity, active stance toward fixed investment.", "When viewed in the context of the capital stock cycle, I am under the impression that firms have started to take an active stance toward fixed investment, along with upward revisions of their earnings projections, or, in more technical terms, the expected growth rates (Chart 9).", "The fact that firms have come to take a positive view of their business conditions suggests that a virtuous cycle from profits to fixed investment is starting to operate, where they aim to achieve higher profitability by raising the prices of their goods and services.", "The higher margins earned by firms through price rises could lead to wage increases and are expected to serve as a great catalyst for achieving the 2 percent price stability target.", "The third factor is the possibility of future energy prices remaining high.", "Increasing energy prices have contributed significantly to the recent rises in inflation rates abroad.", "Likewise, higher energy prices account for about half of the recent rise in Japan's inflation rate, excluding factors such as the effects of the reduction in mobile phone charges.", "Future developments in energy prices entail uncertainties; there may be a reversal in such prices at some point, causing the inflation rate to decline.", "However, I believe that the possibility of the increase in energy prices continuing for a relatively long period cannot be ruled out, unlike in the past.", "This is due to the urge to shift to using alternative energy, reflecting global efforts to address climate change risks.", "Major countries are working to commit to significant reductions in carbon dioxide emissions in order to address climate change risks.", "Against this background, countries share a common understanding of the need to globally switch energy sources from fossil fuels such as oil and coal to alternative energy, such as solar power, wind power, hydropower, and geothermal power.", "In the past when demand for crude oil grew, the rise in energy prices was controlled as crude oil supply increased.", "At present, however, with the trend of seeking alternative energy, crude oil supply is limited and fails to meet the demand; as a result, energy prices have been rising to date.", "Such developments are likely to persist for a long period.", "Meanwhile, medium- to long-term inflation expectations in Japan have picked up and are likely to follow an uptrend (Chart 10).", "Keys to assessing price developments in the post-COVID-19 era As I just described, there is a possibility that the inflation rate in Japan will increase.", "For inflation to be favorable to the vast majority of people in Japan, I think that an increase in wage inflation will be necessary.", "At present, unfortunately, indications of such an increase have not been seen clearly.", "Nevertheless, I am paying close attention to the possibility of behavioral changes within firms and households drawn from the experience of the pandemic altering people's price perception, thereby changing firms' wage setting in a way that could lead to wage increases.", "Although COVID-19 will subside eventually, it is difficult for the time being to imagine the virus being eradicated.", "While vaccinations are expected to have a reasonable effect, the face- to-face services industry in particular -- such as eating and drinking, accommodations, and entertainment -- may need to continue to bear significant costs related to infection control, considering that living with COVID-19 is unavoidable.", "In addition, given the increasingly aging population in Japan, one possibility is that consumption of high value-added goods and services, even at high prices, will drive overall private consumption.", "To provide such high value-added goods and services, I believe that firms may start to pay higher wages to their employees.", "With these factors in mind, I consider the post-COVID-19 phase to be a great opportunity for firms, particularly those in the services industry, to raise sales prices and hence their employees' wages.", "C. Exchange Rate Impact on Prices I would now like to say a few words about the exchange rate impact, mainly on prices, which has become a hot topic in the media lately.", "Recently, regarding the notion that the yen's depreciation will lead to a rising inflation rate in Japan, some voices in the media have pointed out the risk of stagflation due to \"unhealthy\" yen depreciation, while others say that the Bank should urgently revise its monetary policy to stop developments from moving in that direction.", "The precise definition of stagflation varies among economists, but it is generally taken to refer to the phenomenon in which a sustained rise in inflation and a deterioration in an economy occur simultaneously.", "Based on the medians of the Policy Board members' forecasts for Japan's economy and inflation -- as shown in the Bank's Outlook for Economic Activity and Prices (Outlook Report) released on October 28, 2021 -- the real GDP growth rate is projected to be 3.4 percent for fiscal 2021, 2.9 percent for fiscal 2022, and 1.3 percent for fiscal 2023.", "The year-on-year rate of increase in the CPI (less fresh food) is projected to be 0.0 percent in fiscal 2021, shifting to 0.9 percent in fiscal 2022 and 1.0 percent in fiscal 2023.", "Given this outlook, I think that the economy is far from stagflation, both now and down the road.", "This is a completely different situation from the first oil crisis, when real GDP experienced negative growth and consumer prices recorded a year-on-year increase of over 20 percent.", "I will refrain from commenting specifically on exchange rate levels.", "In general, though, the effects of a weaker yen on Japan's economy are determined by the interaction of a range of factors, and thus they can change depending on developments in economic activity and prices at home and abroad at the time.", "Having said that, I do not believe that recent exchange rate movements indicate a situation of \"unhealthy\" yen depreciation that could lead to stagflation.", "In fact, I see the yen's recent depreciation as having some positive aspects for Japan; it is supporting business fixed investment by contributing to the increase in profits of Japanese firms' overseas subsidiaries and to Japanese exporters' bottom lines.", "It is also encouraging overseas firms to consider establishing a corporate presence in Japan, such as by building manufacturing facilities.", "In my view, the yen exchange rate has been moving within a relatively narrow range over the medium to long term (Chart 11).", "From the perspective of interest rate parity theory, it can also be said that the yen exchange rate has stayed within a relatively narrow range given that market participants do not expect yield differentials between the yen and currencies in the United States and European countries to expand significantly.", "Many central banks, including the Bank of Japan, have not set exchange rate levels as a monetary policy target, but rather conduct monetary policy to aim at a target level of 2 percent inflation so as to achieve price stability.", "The fact that major advanced economies are all aiming at the 2 percent target level may be one of the factors that are stabilizing exchange rates.", "Monetary Policy The Bank of Japan will persistently continue with accommodative monetary policy until the 2 percent price stability target is achieved (Chart 12).", "As responses to COVID-19, the Bank, in cooperation with the government, has taken measures to shore up the economy since 2020.", "The government has promoted credit guarantees as well as effectively interest-free and unsecured loans to support financial institutions in extending credit, while the Bank has conducted the COVID-19 Special Operations, among other measures.", "Thanks in part to all these measures, firms' financial conditions remain accommodative on the whole so far.", "Although some firms are facing tight financing, the number of corporate bankruptcies has been at an extremely low level.", "I believe that the Bank's policy responses, coupled with those by the government, have been effective in propping up the economy.", "The Bank will be deliberating on the treatment of the COVID-19 Special Operations from April 2022 onward while carefully assessing the COVID-19 situation and its impact on corporate financing.", "With that said, I would like to touch on some issues that I think warrant attention with regard to the Bank's policy responses to the pandemic.", "First, I would like to underscore that, for the time being, the Bank will closely monitor the impact of COVID-19 and will not hesitate to take additional easing measures if necessary, with a view to supporting firms' ability to sustain their businesses.", "If the number of COVID- 19 cases resurges and it once again becomes inevitable to have public health measures in place, for example, it could become necessary to support corporate financing.", "The role of the COVID-19 Special Operations largely depends on developments relative to the pandemic, so it is necessary to assess such developments and their impact on corporate financing when deliberating on the next steps.", "Meanwhile, I am aware that there is a view among experts regarding the so-called zombie firm argument, which suggests that the life of firms that had low profitability and carried a high risk of future default even before the pandemic might be artificially extended.", "If such a situation materialized, there is concern that this would inhibit industrial restructuring and the startup of new businesses, which in turn would hinder economic revitalization, particularly in regional economies.", "Regarding the number of corporate bankruptcies since the outbreak of the pandemic in 2020, while it is favorable that it has stayed at a historically low level, I also consider it important for new businesses to rise in areas where growth can be expected.", "Furthermore, in terms of the financial system, I think that attention needs to be paid to whether or not corporate debt accumulated during the pandemic will turn into non-performing loans down the road, emerging as a risk to the financial system.", "This is a key management issue for regional financial institutions as well.", "I believe that these institutions, which have operating bases that are closely connected with the region, have a particularly critical role in terms of discerning the financial soundness of borrower firms.", "If the issue is to revitalize underperforming firms, the role of corporate restructuring funds and other private-sector funds will also be crucial.", "Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Oita December 1, 2021 Member of the Policy Board Chart 1 Confirmed New Cases of COVID-19 ten thous.", "In the left panel, figures for the United States, Taiwan, and Hong Kong are from the Centers for Disease Control and Prevention (CDC), the Taiwan Ministry of Health and Welfare, and the Hong Kong Centre for Health Protection, Department of Health, respectively.", "All other figures are from the World Health Organization (WHO).", "Figures for Europe are the sum of figures for the European Union and the United Kingdom.", "Figures for Latin America are the sum of figures for the major economies in the region.", "Figures for other emerging economies are the sum of figures for South Africa, Russia, Turkey, and the major economies in the NIEs, ASEAN, and the Middle East.", "Figures show 7-day backward moving averages.", "In the right panel, figures for confirmed new cases are weekly averages.", "Figures for severe cases are those at the end of the week.", "Sources: CEIC; Ministry of Health, Labour and Welfare.", "Business Conditions of the Services Industry at Home and Abroad Business Conditions in Japan PMIs for the United States and the Euro Area DI (\"favorable\" - \"unfavorable\"), % points s.a., DI United States Services for individuals Euro area Accommodations, eating & drinking services CY 06 07 08 09 10 11 12 13 14 15 16 17 18 19 20 21 Note: Figures are for enterprises of all sizes from the Tankan (Short-Term Economic Note: Figures are based on the Services Business Activity Index.", "Survey of Enterprises in Japan).", "Source: IHS Markit (© and database right IHS Markit Ltd 2021.", "All rights Source: Bank of Japan.", "Business Fixed Investment s.a., ann., tril.", "yen s.a., CY 2015=100 Private nonresidential investment Domestic shipments and imports of (SNA, real, left scale) capital goods (right scale) Private construction completed (nonresidential, real, right scale) 70 06 08 10 12 14 16 18 20 Notes: 1.", "Figures for 2021/Q3 are July-August averages.", "Figures for real private construction completed are based on Bank staff calculations using the construction cost deflators.", "Sources: Cabinet Office; Ministry of Economy, Trade and Industry (METI); Ministry of Land, Infrastructure, Transport and Tourism.", "Supply-Side Constraints Suppliers' Delivery Times PMI s.a., DI Global Longer delivery times Jan-19 Jul-19 Jan-20 Jul-20 Jan-21 Jul-21 Note: The suppliers' delivery times PMI is the suppliers' delivery times index in the Manufacturing PMI.", "Figures for the global economy are the J.P.Morgan Global Manufacturing PMI.", "Source: IHS Markit (© and database right IHS Markit Ltd 2021.", "The figure for 2021/Q3 is the July-August average.", "Source: CPB Netherlands Bureau for Economic Policy Analysis.", "Price Developments at Home and Abroad Japan United States y/y % chg. y/y % chg.", "Figures for services include administered prices.", "Figures for temporary factors for Japan are Bank staff estimates and consist of the effects of the consumption tax hike, free education policies, the \"Go To Travel\" campaign, and mobile phone charges.", "Figures in angular brackets show the share of each component.", "Sources: Ministry of Internal Affairs and Communications; Haver.", "Mobile phone charges Effects of the \"Go To Travel\" Effects of the consumption tax hike and free education policies Excluding the above factors CPI (less fresh food) CY 16 17 18 19 20 21 Notes: 1.", "Figures for energy consist of those for petroleum products, electricity, as well as manufactured and piped gas charges.", "Figures for the \"effects of the consumption tax hike and free education policies\" from April 2020 onward are Bank staff estimates and include the effects of measures such as free higher education introduced in April 2020.", "Source: Ministry of Internal Affairs and Communications.", "Capital Stock Cycles and Expected Growth Rates business fixed investment, y/y % chg. Investment-capital stock ratio at the end of FY 2020 03 15 1.5% 0.5% Expected growth rate: -2% 9.5 10.0 10.5 11.0 11.5 12.0 12.5 13.0 investment-capital stock ratio at the end of the previous fiscal year, % Note: Each broken line represents the combination of the rate of change in business fixed investment and the investment-capital stock ratio at a certain expected growth rate.", "Sources: Bank of Japan Working Paper Series, no.-E-6; Bank of Japan Research Laboratory Series, no.-E-1; Bloomberg; Consensus Economics, \"Consensus Forecasts\"; QUICK, \"QUICK Monthly Market Survey <Bonds>,\" \"QUICK Tankan\"; Japan Center for Economic Research; Wolters Kluwer, \"Blue Chip Economic Indicators\"; Cabinet Office; Ministry of Finance; Ministry of Internal Affairs and Communications; Bank of Japan.", "Further Effective and Sustainable Monetary Easing: Policy Actions To achieve the price stability target of 2 percent, the Bank will (1) continue with monetary easing in a sustainable manner and (2) make nimble and effective responses without hesitationto counter changes in the situation.", "<Interest Scheme to Promote Lending> Conduct of Yield Curve Control Establishment of the Interest Scheme to Promote  Apply incentives (linked to the short-term policy interest (see the box on the right) rate) to financial institutions' current account balances, corresponding to the amount outstanding of funds provided Clarification of the range of fluctuations in long-term through fund-provisioning measures to promote lending ― Migate the impact on financial instuons' profits at the me Expect long-term interest rates to move within the range of of rate cuts depending on the amount of lending around ±0.25% from the target level ― The applied interest rates and the eligible fund-provisioning measures for each category will be changed as necessary at Introduction of \"fixed-rate purchase operations for MPMs depending on the situation.", "consecutive days\" <Decision at the March 2021 MPM> Strengthen the fixed-rate purchase operations, which stop a significant rise in interest rates Applied interest rate Eligible fund-provisioning measure Conduct for the time being • Special Operations in Response to 0.2% Prioritize stabilizing the entire yield curve at a low level under COVID-19, when funds are provided Higher than the rate against loans made by financial the continuing impact of COVID-19 in particular for Category II institutions on their own Special Operations in Response to ETF and J-REIT Purchases 0.1% COVID-19, when funds are provided Absolute value of the against loans other than those for Purchase as necessary with upper limits* on the short-term policy Category I and against private debt annual paces of increase, and maintain these limits interest rate pledged as collateral even after COVID-19 subsides 0% • Loan Support Program * ETFs: about 12 tril.", "yen • Operation to Support Financial Lower than the rate for Institutions in Disaster Areas Purchase only ETFs tracking the Tokyo Stock Price Enable the Bank to cut short- and long-term interest rates more Index (TOPIX) nimbly while considering the impact on the functioning of financial intermediation In addition, adjustments to the Complementary Deposit Facility Financial System and Bank Examination Dept.", "staff will be made to narrow the gap between the actual Policy-Rate will make a briefing at the MPMs when the Outlook Balances and the \"hypothetical\" Policy-Rate Balances.", "Report is decided (four times a year)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["COVID-19", "Inflation", "Monetary policy", "Services consumption", "Fixed investment", "Supply-side constraints", "Wage inflation", "Exchange rate", "Stagflation", "Corporate financing"]}