{"sentences": ["Towards a Smarter, Greener and more Inclusive Financial System Peter (Wong), Patrick (Fung), Carrie (Leung), distinguished guests, ladies and gentleman, 1.", "It's good to see you all.", "I am delighted to be here today at the Annual Conference of the Hong Kong Institute of Bankers (HKIB).", "The topic for today's Conference covers some important macro trends.", "These trends, like re-globalisation and sustainability, have wider impact that are relevant for the long-term development of the banking industry.", "Over the past two years or so, the social unrest in Hong Kong followed by the pandemic have dominated, and sometimes overwhelmed, our attention.", "When the banking industry was so busy dealing with the pressing challenges to operational continuity and resilience, it is easy to lose sight of evolving trends with wider implications for longer term development.", "One of these more profound trends is the increasing challenge in ensuring financial inclusion.", "This issue is closely linked to HKMA's strategic priorities.", "And I believe the financial system does have key roles to play in addressing this challenge.", "Stronger need for financial inclusion 5.", "In fact, the challenge of financial inclusion is a global trend that has been exacerbated by the pandemic.", "As we look back over the past 18 months or so, the pandemic has posed unprecedented challenges to the global economy.", "At the height of the pandemic, many economies implemented varying degrees of lockdown and social distancing to mitigate cross-infection risks.", "The impact of such measures, however, has been uneven across different sectors.", "Since many face-to-face activities stuttered to a halt, the service sector - particularly retail, restaurants, and hospitality - was among the hardest hit.", "Many people in the service sector have lost their jobs and family income.", "Likewise, SMEs were hit especially hard by the pandemic.", "As compared with big businesses with large financial war chests, SMEs generally are more vulnerable to cash flow crunches and shrinking business flows.", "In the face of frozen economic activity, many SME businesses have struggled to survive through the pandemic.", "If the situation was not handled promptly, one could easily find that the less defensive customer segments would be locked out of their access to financial services such as loans.", "That is exactly why governments around the world have launched extraordinary fiscal measures to support those having a tough time.", "Hong Kong is no exception.", "The Government has launched the Special 100% SME Financing Guarantee Scheme and 100% Personal Loan Guarantee Scheme to alleviate the cash flow pressures of distressed SMEs and unemployed individuals.", "But, apart from fiscal policy, is there any role that the financial system can play?", "In my view, the financial system can play three key roles.", "First, the financial system can be more inclusive to help out those in need.", "The financial system plays an indispensable role in channelling capital from those who have a surplus to those who need it.", "It is important to adopt a mind-set that this intermediation function is not a \"cyclical\" concept.", "In other words, it's not just for the good times, but also, perhaps more importantly, for the bad times.", "During a pandemic, a stable flow of credit is a lifeline for many of those who face transient financial difficulties due to extraordinary circumstances.", "Indeed, the past 18 months have provided an empirical test of our ability to maintain the key intermediation role through good times and bad.", "And I am heartened to say that the banking sector has passed the test in great shape.", "Banks have joined forces with the HKMA to introduce a series of relief measures, including the Pre-approved Principal Payment Holiday Scheme, for their corporate and individual customers.", "The total amount involved has already exceeded 900 billion Hong Kong dollars.", "Just a few days ago, we have announced that the payment holiday scheme will be extended for another six months to provide continued support to SMEs, particularly those in the hardhit sectors.", "These support schemes should not be taken as just an emergency response designed for addressing the challenge arising from the pandemic.", "They also reflect our long-term policy thinking regarding the ongoing financial inclusion role that our financial system should play.", "So, have we done enough in terms of financial inclusion?", "The pandemic has taught us that we must deepen our commitment to financial inclusion.", "And we should try to weave that into our financial development objectives going forward.", "In fact, our ability to enhance the financial inclusion role can be helped hugely by technology.", "With technology, our banking system can provide a more equitable and fairer access to banking services for all.", "And this brings me to the second role the financial system can play - to build a smarter financial system.", "Let me share with you an example of how a smarter financial system can help promote financial inclusion.", "For a long time, SMEs have found it difficult to obtain bank financing without collateral, because banks lack reliable and timely financial data to assess the repayment ability of SMEs.", "We believe that the introduction of the Commercial Data Interchange can help address this long-standing pain point.", "This next-generation financial data infrastructure can facilitate banks' access to customers' commercial data with their consent.", "With such data, banks can apply advanced data analytical tools for credit risk assessment.", "This could allow corporates, especially SMEs, without sufficient collateral or credit history to borrow more quickly, easily and at a lower cost.", "It is a win-win situation as this will also enhance banks' risk management capability and unleash new business opportunities.", "So, we strongly encourage banks, large or small, to embrace digital transformation to provide fair and efficient financial services to customers.", "HKMA, as both a banking regulator and market facilitator, has the role of creating a conducive environment for this to happen.", "Therefore, we have launched a new Fintech 2025 strategy recently and will work hand in hand with the industry along this fintech journey.", "Of course, we are mindful that technology can be a double-edged sword.", "If done properly, technology can enhance financial inclusion.", "But there are always risks.", "For example, the improper use of artificial intelligence and machine learning may lead to biased outcomes and even exclusion.", "Ill-constructed \"model-based\" lending could unfairly discriminate against some SMEs.", "And from a conduct risk perspective, customers could be advised to invest in products not in their best interests.", "Therefore, it is necessary to properly manage such risks and ensure fairness in the algorithms through rigorous validation and testing.", "In other words, building a smarter financial system is not just about how much technology content we inject into it.", "What is more important is whether the outcome for customers is more inclusive and efficient, and whether banks can better manage the risks involved.", "If we look at another key development priority pursued by the HKMA - Green and Sustainable Finance - similar financial exclusion concerns could also arise.", "It is important that when we gear towards a greener financial system, we should also have financial inclusion in mind.", "This is the third role of the financial system that I want to talk about.", "Climate change is one of the most pressing challenges facing the world today.", "In recent years, we have witnessed increasing frequency and intensity of extreme weather events such as flooding and wildfires.", "I'm sure you still remember the catastrophic damages caused by super typhoon Mangkhut just three years ago.", "In order to tackle the climate challenge, countries agreed, under the Paris Agreement, to take actions to cut greenhouse gas emission and eventually achieve carbon neutrality within this century.", "One of the most important steps is to make financial flows consistent with the pathway of lowering greenhouse gas emission.", "To this end, we are now finalising our supervisory requirements on climate risk management.", "The requirements will set a benchmark to help banks formulate their plans to upgrade their risk management capability.", "Under the Cross-Agency Steering Group, we are also working in the areas of taxonomy and disclosure to increase the consistency of green definitions and the availability of ESG information to reduce the risk of \"green washing\".", "As the core part of the financial system, banks do have a key role to play in the transition into a low-carbon economy by channelling more financing to greener and more sustainable activities.", "However, if our path to green finance leads to a rapid off-ramping of \"not-so-green\" exposures or corporates without proper regard to transition needs, this will result in a disruptive transition.", "And the interim financial exclusion impact on some of the traditional industries could have profound implications for society.", "We should all be mindful of the very strong need for transition financing, in particular for Asia-Pacific which accounts for nearly half of global greenhouse gas emission and where the social and economic reality is especially complex for achieving carbon neutrality.", "Hence, green finance is not just about financing green.", "It's also about financing transition, meaning supporting the \"brown\" industries to adopt greener and more sustainable business models.", "Talent development 26.", "I have talked about the importance for the financial system to push for technology adoption and green finance with the broader concept of financial inclusion in mind.", "However, one of the biggest challenges facing banks is shortage of talent.", "We do need the right talent with necessary skills and know-how to drive the transformation.", "If we do not even have the requisite people to understand the risks involved and balance the competing objectives, our journey is going to be arduous.", "So, let me spend a few minutes to talk about capacity building.", "With useful contributions from HKIB and the industry, the HKMA conducted a \"Capacity Building for Future Banking\" study last year to take stock of potential talent gaps that the banking industry will face.", "The study revealed notable skills gaps in fintech and green finance.", "These are the two key growth areas in the financial world.", "And their developments are evolving so fast that the skill sets of the existing workforce cannot keep pace with the latest industry needs.", "This is a global issue, not unique to Hong Kong.", "So, we cannot just rely on attracting overseas talent to address the issue.", "A more sustainable strategy is to build a large, deep financial talent pool locally.", "To do so, we have embarked on a new talent development strategy - \"Connecting Talent to the Future\" - and a range of new initiatives to address the talent gaps in a more structured and targeted manner.", "Our objective is to build a strong pipeline of future talent on the one hand, and develop a highly skilled local workforce on the other.", "Our new strategy is built on three \"connect\" directions.", "First, we have to better \"connect\" our younger generation to the banking industry so that they have a better idea of the abundant career opportunities out there, especially in fintech and ESG fields.", "We hope this would help attract more new blood to the industry.", "We are now organising a series of outreach and promotional events, like career talks and social media campaigns.", "We will also launch a virtual resource centre as a \"one-stop directory\" for various job types, career paths and training pathways in the industry.", "It is never quantity over quality, as the quality of our future talent is also critical.", "To ensure our students are \"future ready\", it is essential to enrich students' real-world experience.", "This can be achieved by forging closer ties between universities and the industry.", "So, on top of the various internship programmes we have been organising, we have just launched the Industry Project Masters Network pilot scheme which provides internship opportunities to postgraduate students to work on real-life fintech projects of banks.", "Another major initiative is the launch of a brand new Future Banking Bridging Programme in collaboration with HKIB and the industry.", "This Bridging Programme is free and provides good opportunities for university students to gain practical knowledge in the hottest areas of banking.", "The inaugural class will be open for application very soon.", "In saying all this, we should not miss out existing banking practitioners.", "So, the second direction is to better \"connect\" our workforce to the future of banking to ensure they stay relevant in the new era.", "Our success will be all about upskilling our people to meet the future needs of the industry.", "For this to happen, an essential ingredient is the availability of in-demand training programmes with credible certification frameworks.", "To date, more than 13,000 banking practitioners have obtained certifications in numerous professional areas under the Enhanced Competency Framework, or ECF.", "As the industry demand for fintech and green finance knowledge is strong, we will launch a new ECF on fintech later this year to provide more structured and comprehensive training programmes for fintech practitioners.", "We will also look into the feasibility of developing an ECF on green finance.", "All these initiatives cannot be done by the HKMA alone but require the collaborative effort of the industry, universities, and training institutes alike.", "So, the third direction is to provide platforms to better \"connect\" the key stakeholders together to enhance collaboration on talent development.", "The recently set-up Fintech Cross-Agency Coordination Group and the Centre for Green and Sustainable Finance are the cases in point.", "I would like to close, by stating my firm belief that human capital is the most valuable asset of any institution.", "Banks can no longer simply rely on poaching talent.", "Instead, we should all dedicate more resources and investment to grooming, upskilling and retaining talent to support the future development of the industry.", "I, therefore, would like to offer my hearty congratulations to those banks that have received the Talent Development Excellence Awards.", "You are all worthy winners, who have showcased exemplary achievements and a long-term commitment to talent development.", "I am sure you all agree that promoting financial inclusion and talent development should be the very DNA of every institution when gearing towards a smarter and greener financial system.", "And I look forward to working closely with all of you in this journey.", "With that, I hope my remarks have provided some food for thought for today's Conference.", "And I wish the event every success."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Inclusion", "Fintech", "Green Finance", "Talent Development", "Sustainability", "Financial Stability", "Risk Management", "ESG", "Data Analytics", "Digital Transformation"]}