{"sentences": ["I wish to praise the Associazione per la Storia Economica and Fondazione Luigi Einaudi for the organisation of this symposium in honour of Stefano Fenoaltea, who passed away suddenly a year ago.", "And I thank the organisers, Alberto Baffigi and Giovanni Vecchi, for inviting me to deliver the opening address today, which I give with pleasure but also with great sadness.", "As Governor of the Bank of Italy, I will reminisce on the ties that linked Stefano to the Bank for several decades.", "However, I would first like to offer some succinct memories of my personal relations with Stefano, which date back to several decades ago.", "Stefano had a significant impact on my own early career, as he was instrumental in my going to Philadelphia in 1972 to pursue a PhD in economics at the University of Pennsylvania.", "I had just won a Bank of Italy scholarship, but I was late in applying to different graduate programs in the US.", "Federico Caffè, my professor and thesis adviser in Rome, suggested checking with Stefano, then a young assistant professor at Penn, while also applying to Chicago.", "I do not know how Caffè, and other Italian economics professors of the time, knew about Stefano and his whereabouts in that period, as Stefano had mostly grown up and studied in the US, eventually obtaining a PhD in economic history at Harvard.", "However, it was already obvious that Caffè thought very highly of his work and Stefano, in turn, showed great respect for the older professor.", "He was extremely kind in providing me with all the necessary information for my application, and making sure that my reference letters were properly compiled and addressed (all this through letter exchanges and notwithstanding the inefficiencies of the Italian postal service, at a time when making overseas telephone calls was rather costly).", "Eventually, I was accepted to both graduate schools and chose Philly over Chicago not only for the more favourable (in theory) weather prospects, the Keynesian vs monetarist touch, the econometrics taught by Larry Klein, but also, in fact I would say especially, due to the quality assurance and encouragement provided by Stefano.", "So, newly married, having just arrived with my wife at Penn in late July, I immediately called Stefano, who very kindly invited us over for dinner.", "Once there, he launched into a lecture about the requirements of the school, the need to work hard, indeed very hard, as the completion of a PhD there would be extremely demanding, about thinking twice before deciding that my wife should stay in the US with me while I was so heavily involved in completing my education, etc.", "All this in a gentlemanlike manner, but, I would say, not as pleasant as I might have hoped.", "In the end it all worked out for the best, but we still remember, and in later years we also discussed this with Stefano himself, the feeling of slight uneasiness we felt upon leaving his house.", "Well, Stefano was indeed special, an extremely gentle and reserved person - I read Deirdre McCloskey describing him as \"aristocratic\" in her moving obituary - and yet at the same time a very harsh and demanding one.", "Once you got to know him, you discovered a genuine treasure.", "The problem was that this process was not quick, nor easy.", "And his character, his statements and answers were crucial for the way he chose to pursue his US academic career.", "He was always recognised as a stellar researcher, but his attitude as a cooperative and helpful faculty member was at times questionable and questioned, to say the least.", "I did not interact much with him as a scholar, not even during my time at Penn, even though we exchanged papers and books over the years.", "Our interests did indeed seem a bit distanced, without much overlap.", "He seemed to pay little attention to the macroeconomic, monetary and policy issues I have mostly been working on over the years.", "For my part, I found his methodological work very insightful but did not have the time, or perhaps the patience, to follow him in his extremely detailed reconstructions of possible \"estimates\" of measures of economic activity, and possibly of well-being, essential to ensure the high quality historical studies that he considered necessary, and worth being involved with.", "However, I remember his contributions in the 1970s rather well, having read them both at Penn and in Rome, attending some of his seminars and discussions on railroads and real value added, slavery and causality.", "And he engaged, alla pari, with giants of his field such as Robert Fogel and Douglass North.", "Indeed, he used his extreme fluency in economic theory, and especially with the neoclassical tools of the field, to provide substantial new insights, correct misinterpretations and suggest new perspectives.", "I still recollect how interesting, and unconventional to say the least, I found his paper on real value added and the measurement of industrial production published in 1976 in the NBER Annals of Economic and Social Measurement.", "It triggered a debate with Christopher Sims who, arguably, did not quite grasp Stefano's main point: that in the context Stefano was interested in, an appropriate measure of real value added should reflect changes in relative prices, and not just the physical flows of goods and services.", "Stefano returned to this issue over time, most recently in the fascinating second chapter of his last book Reconstructing the Past (Fondazione Luigi Einaudi, 2020), where he discussed \"le regole dell'arte\", the rules of the trade he recommends we follow in \"reconstructing economic growth\".", "I refer in particular to section 2.4 where he sets out his Rule 4: \"Deflate all current-price values with the same deflator!\"", "It is a deep, not easy chapter to read, even if written in his usual crystal-clear English, where the neo-classical theory of his craft seems to me to come to terms with the legacy of the classical economists.", "I also remember reading his considerations on the minor role of railroads in the Italian post unity decades and their factual importance for growth in the United States (helping to properly interpret Fogel's \"provocative\", as he defined it, major contribution).", "Indeed his insufficiently quoted 1973 paper on the methodology of counterfactual analysis in the Journal of European Economic History is a true masterpiece.", "Obviously, other will say much more, and much more effectively, on his contributions to economics and economic history: the symposium's program is rich and well-focused on Fenoaltea's main topics of study.", "However, before briefly talking about what he did with and for the Bank of Italy, I would like to make one final consideration.", "Stefano Fenoaltea was, as I said, very demanding as a scholar, indeed a first-class economist and \"data scientist\", even if he would have certainly objected to my use of both terms.", "Both economic theory and proper measurement were prerequisites, in his view, to approaching economic history with sufficient confidence.", "And at times, though gifted with an exquisite, entertaining and amusing personality, he could be harsh in his judgments and appear rude in his statements.", "I suppose that this was his way of giving value to what he considered to be absolutely necessary in carrying out research that would stand the test of time and of new ideas.", "He was indeed a very logical, sophisticated thinker, a true, uncompromising, researcher.", "But as an academic, and a teacher, for a long time, at least during the time of his US peregrinations, he appeared to me to be rather unsettled, senza pace.", "So, I was indeed very surprised to discover how good and how appreciated a teacher and student adviser he ended up being in his second academic life in Italy, in Brescia and in Rome.", "It was indeed somewhat of a surprise, although I should probably have expected it, for me also to find that he had written a thoughtful, clear, acute textbook of lectures in political economy, complete with exercises and very thought-provoking problem sets.", "Unpublished in paper form, it is easy to find it on the web (Lezioni di economia politica).", "The tools of the art, the approach, are obviously neo-classical, but the way they are used, the awareness of their strengths and weaknesses, is an original and thoughtful contribution in itself.", "Take, for example, the fundamental idea that the study of economics cannot do without ethics.", "He emphasises this idea in the concluding paragraph, in the 2001 edition, where he argues that such an important point had been clear for some decades, but often forgotten.", "Translating from Italian, these are his Only a few biased ideologues could argue that the market made ethics absolutely irrelevant; rather, economics teaches us what can be done by appealing to interests rather than ethics, thus preserving the use of ethics for cases in which they are indispensable.", "If we want to save oil, for example, it is useless to appeal to the conscience of citizens, it is enough to increase the price of petrol and diesel; if we want to protect the environment from petty pollution by the public we can only educate citizens to be conscientious.", "The memory of Stefano's long engagement and fruitful collaboration, and friendship, with the Bank of Italy and its researchers is also vivid.", "Starting from the late 1980s Stefano Fenoaltea actively participated in the work on the research project that Carlo Azeglio Ciampi promoted for the centenary of the Institute in 1993, with Pierluigi Ciocca as a mentor and Franco Cotula as Head of the newly created Historical Research Office.", "These studies were published in the Historical Series of the Bank of Italy and can now all be accessed online on the Bank's website.", "Over the years Stefano was heavily involved in the reconstruction of value added data, especially on industrial production and eventually also at the territorial level, for several benchmark years, starting from the crucial 1911 that would cause a good deal of controversy among Italian economic historians.", "His works were published as chapters of our Historical series books, two of them edited by Guido Rey, the former President of the Italian national statistical institute.", "He was also a substantial contributor to the Bank's Historical Research Papers (now the Economic History Working Papers).", "Over the last twenty years and until his untimely death, while engaged in the project for the reconstruction of regional statistics, Stefano further developed his fruitful collaboration with the Bank of Italy, in a more organic way and on an even closer basis.", "He joined the Scientific Committee of the Historical Research Papers, contributed to the planning of the Seminars in Economic History and reviewed many studies.", "He was a regular point of reference for (often scientifically severe) confrontation and exchanges of ideas, for reflections on the economic history of the country, on the methodologies of analysis, on the interpretation of the results.", "He also contributed with his constructive criticism to the success of another major historical economic research project carried out in the Bank under the direction of Professor Gianni Toniolo for the 150th anniversary of Italy's Unification.", "Furthermore, he significantly helped to foster the development of the relationships between economists and economic historians of the Bank and the Italian and international academia.", "As I said, during his long-lasting collaboration with the Bank, our Economic History Working Papers were a primary tool Stefano chose for disseminating the preliminary results of his works of statistical reconstructions as well as other contributions.", "Over the last decade he continued on almost a daily basis to frequent the offices of the Economic History Division where he had a workstation at his disposal.", "It is also, therefore, on the Bank's premises, that he developed and matured the thoughts related to the latest scientific production collected in his last work, Reconstructing the Past, which I previously mentioned.", "In this book he once again advanced his strong criticism of the interpretation that ascribed the economic acceleration observed during the Giolitti era to a take-off, a big spurt, mostly determined by domestic developments.", "He fought for an alternative interpretation until his very last writings, against his \"neo-gerschenkronian\" opponents, as he labelled them.", "He thoroughly revised the foundations upon which the different interpretations of Italian growth in the fifty-year post-Unification period rest (finally saying, in a 2017 paper, \"it turns out we were all egregiously in error\").", "He then wrote pages defined as \"scripta senectutis\" (\"Spleen: The Failures of the Cliometric School\", Banca d'Italia, Economic History Working Papers, 44, March 2019, and Annals of the Fondazione Luigi Einaudi, 55/2, 2019).", "There he proceeded to denounce some aspects of failure for economic historians (a methodological critique that probably not a single \"new economic history\" scholar can avoid having to deal with), and that Stefano wanted to exhibit as a Lutheran reformation for cliometricians, writing: \"... and to a church door I nail these theses: that we cliometricians have failed as economists, that we have failed as historians, that we have failed as economic historians\".", "Clearly, this is too harsh a statement, certainly with reference to his own contributions.", "And there is much more, in this \"Spleen\" paper on the failures of the cliometrics school, about the methodological needs of the discipline, of economic history as well as economics at large, that those few lines suggest.", "Indeed, this seems to be the proper complement of his other methodological piece on counterfactual analysis written at the start of his career, which I mentioned before.", "This, notwithstanding the excessive harshness of his choice of words (which we also find in his latest book, and about which I remember often complaining to Stefano himself, who never objected much, but rather continued in the way he knew would also catch the attention of his readers).", "Stefano always refrained from claiming that there were absolute truths out there to be discovered, but instead emphasised the importance of cultivating the art of doubt.", "As he often mentioned how important his classical education had been to him, it therefore seems appropriate to me now to recall the final verses of a well-known poem by Eugenio Montale, \"Non chiederci la parola\", \"Don't Ask Us for the Word\"), a poem also dear to Federico Caffè: \"Non domandarci la formula che mondi possa aprirti, / sì qualche storta sillaba e secca come un ramo.", "/ Codesto solo oggi possiamo dirti, / ciò che non siamo, ciò che non vogliamo.\"", "(in Valeriu Raut's English translation: \"Don't ask us for the phrase that can open worlds, / just a few gnarled syllables, dry like a branch.", "/ This, today, is all that we can tell you: / what we are not, what we do not want.\").", "To conclude, I believe that, for many reasons, Stefano Fenoaltea's tireless scientific commitment could not fail to be in tune with the research activity at the Bank of Italy, where the importance of historical research, statistical reconstructions, methodological rigour in the use and interpretation of historical sources have always been recognised, even though, perhaps, not always practiced to the extent Stefano would have wished and required.", "It is indeed my belief that a good, dare I say profound, knowledge of economic history should always provide a solid background for the activity of economists confronted with the responsibilities of central banking.", "We will, then, keep reading his books and papers, recommending that they be read and commented, and look forward to further analysis of his contributions.", "And we will always be grateful to him for his legacy to the Bank."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Stefano Fenoaltea", "Economic History", "Methodological rigor", "Real value added", "Neoclassical tools", "Statistical reconstructions", "Counterfactual analysis", "Historical research", "Bank of Italy", "Economic growth"]}