{"sentences": ["Accompanying slides: www.bis.org/review/r211208c_slides.pdf Thank you for inviting me to participate in the international roundtable devoted to one of the most important and, currently, one of the most topical issues of common interest for us, central bankers.", "Dear colleagues, It is my pleasure to be able to share with you the experience of the National Bank of Serbia and my view of the central bank's role in contemporary circumstances.", "(Slide 2) Behind us is the period when we faced unprecedented health and economic challenges.", "In such uncertain times, a role of reliable and efficient central bank is more important than ever.", "Not only are we expected to preserve price and financial stability, but also to contribute to the preservation of jobs and the predictability of the business environment, in coordination with other economic policy makers.", "However, I am certain that challenges are not an unknown for any of us.", "They are an everyday environment in which we make decisions.", "In a similar moment, after the European sovereign debt crisis, the National Bank of Serbia in May 2015 organised a regional conference on economic governance in Europe.", "At that conference, we discussed the proposals of new policies, in order to analyse them together and to reach the best solutions through a dialogue.", "On that occasion, I highlighted that central banks were facing the challenge to maintain their independence and conservatism, of which we - central bankers - are all proud.", "At the same time, we had to respond to dynamic changes that called for almost everyday adjustments.", "After the pandemic experience, I would say that this challenge is even more present and that the expectations from a central bank to give the answers to the burning global economic issues are also greater.", "The previous crises made us cooperate with each other.", "The true example of the results of successful international cooperation is the development and application of the Basel standards.", "During the financial crisis of 2008, the greatest problem were insolvent banks.", "Owing to more intensive regulation at the international level, banks were strengthened in such way that in the recent crisis they could be a part of the solution and contribute to economic recovery.", "Although the international cooperation during the pandemic also showed some weaknesses, it is still necessary - for the preservation of both health and global financial stability.", "Let me remind you that the IMF estimated that without the synchronized measures, the global economic contraction would have been at least three times worse and a new Great Depression could have taken place.", "Owing to our extraordinary joint efforts, we managed to avoid it.", "If we did not live in a globalised world, in which we depend on each other, it is disputable whether we would have managed to develop the vaccines within only ten months after the pandemic broke out.", "Serbia is perhaps the only country which, at that moment, enabled its citizens to choose among four different vaccines.", "We are also proud that Serbia enabled the vaccination of not only its citizens, but also the citizens from other countries of the region, under equal conditions.", "Moreover, we donated vaccines to the countries that needed them the most, and this is the solidarity that we would like to be more present in international relations.", "The National Bank of Serbia cooperates with international organisations in a way that it strives to build partnership relations.", "Serbia inherited the legal subjectivity of the former Socialist Federal Republic of Yugoslavia, which was one of the founders of the IMF and the World Bank, while the National Bank of the Kingdom of Yugoslavia became a member of the Bank for International Settlements back in 1931.", "Through successful implementation of advisory, nonfinancial arrangements with the IMF, we have confirmed our commitment to the implementation of a credible development policy.", "Through close cooperation with the European Bank for Reconstruction and Development, we have also enabled the development of the dinar capital market.", "By participating in credit lines of the European Investment Bank for small and mediumsized enterprises, we created more than ten thousand new jobs.", "Still, we do not rely on cooperation in order to copy others' solutions, because we believe monetary policy must be adequate for national circumstances, while at the same time acknowledging of the external environment.", "I am particularly proud of the model of repo auctions we developed in 2012, that enabled us to react by tightening monetary conditions if necessary, without changing the corridor of basic interest rates.", "This is exactly what we are doing currently.", "Switching to the auction model with a variable interest rate while limiting the volume of liquidity being absorbed at repo auctions, adopted in late 2012, implied a milestone, i.e.", "the method of reducing the costs of monetary policy implementation, while at the same encouraging private sector lending and ensuring another mechanism of influencing temporary shocks.", "(Slide 4) That our monetary policy is adequate is confirmed by international institutions, while the continuity of results in delivering what was agreed has ensured our credibility in international relations.", "Record inflows of FDIs in the years before the pandemic and the inflow of three billion euros even in the pandemic 2020 are the best evidence that the position of international institutions is also shared by international investors.", "Owing to responsible and coordinated economic policy conduct in the previous years, citizens' trust was built, and room created for strong and timely actions during the pandemic.", "These are the very reasons why Serbia, among the first countries in Europe, returned to the pre-crisis level of economic activity already at the beginning of this year, and why Serbia will record GDP growth between 6% and 7% cumulatively in the previous and the current year.", "(Slide 5) I will mention just a few examples.", "In a country with the experience of hyperinflation during the 1990s, a country where the average annual inflation in the period between the 2008 financial crisis and 2012 measured 9%, in the past nine years we have restored confidence in the domestic currency and achieve that dinar savings grow even in conditions of pandemicinduced crisis.", "Also, for years, the exchange rate of the dinar against the euro has been relatively stable, and corporates and citizens know that they can plan investments and consumption with no fear of abrupt changes in the exchange rate.", "At the same time, we have cured the banking system by resolving NPLs and reducing them by over 80% in the past six years.", "Having reacted immediately at the onset of the crisis we sent a clear message that the central bank is still the guarantor of the stability, whereby we preserved business and consumer confidence, contributed to the preservation of jobs and prevented panic.", "We did not wait for the problem to occur to start working on the solutions.", "For this reason, the IMF assessed that the Serbian economy is coping rather well with the challenges imposed by the pandemic, and that strong economic recovery is underway.", "(Slide 6) I will now consider two major challenges ahead of central bankers.", "The first is the change brought by climate policies.", "Even though the dialogue about whether central banks have a mandate to act in the area of climate change is still ongoing, it is clear that climate risks pose a direct threat to financial stability.", "However, it is important to understand that central banks are not the main policy makers in this area and that they cannot take on more than what their legal goals prescribe.", "We must not allow the form to be more important than the essence and the unconditional acceptance of the trend to jeopardize what is most significant to us: stability, which has no alternative.", "Depending on how much climate risks can affect financial stability and the implementation of monetary policy, they need to be considered and taken into account when defining our operational frameworks.", "Since climate change knows of no boundaries, international coordination is crucial for advancing this process.", "Global coordination enables exchange of experience, and the diversity of views and inclusiveness lend creditability to proposals and decisions.", "At the same time, jointly designed solutions have a greater potential for yielding concrete results.", "On 2 July this year, on its 137th anniversary, the NBS became a member of the Network of Central Banks and Supervisors for Greening the Financial System, showing that it is ready to directly take part in the development of the latest solutions in greener and more sustainable financing.", "Expectations from central banks are great not only because of the adjustment of monetary policy framework, but also because of our expertise that many economic actors rely on in their decision-making.", "It is common knowledge that central banks conduct independent, high-quality economic analyses and present to the public nothing but facts.", "For this reason, we can recognise in time and point to the developing risks which may reflect on the financial sector and entire economy.", "However, we need to continue improving the quality of information about climate risks without which informed decisions cannot be made.", "Hence the importance of the work of international organisations, such as the International Financial Reporting Standards Foundation.", "Serbia showed its commitment to progress in this area in September when it issued green bonds for the first time ever.", "At the same time, we are the first European country outside the EU that did this.", "A portion of funds will be used to support projects in the area of sustainable energy, energy efficiency, transport, environment and biodiversity, as well as sustainable wastewater management and prevention of pollution.", "Over 200 eminent investors across the globe showed interest in investing in our eurobonds following successful talks of the NBS and Ministry of Finance delegations with a great number of international investors and financial institutions.", "The second significant challenge that we should respond to together is the development of digital technologies.", "Central banks need to adapt their policies to changed circumstances, but also to consider how technology can be adjusted to people, so that we can rule the technology, and not the other way around.", "We are aware that the latest and most up-todate does not necessarily mean the best, and every initiative which can affect the stability of the system must be adequately assessed with all the risks acknowledged.", "Introduction of technologies whose safety was not sufficiently examined would shake confidence in central banks, and that is not an option.", "Accelerated technological progress has also implications for productivity and interest rates, and thereby for monetary policy implementation.", "The development of e-commerce changes the method of pricing and the transparency of this process, which can affect inflation and the transmission channels.", "Apart from this, technological advances facilitate deeper integration into global value chains, making domestic prices more sensitive to the effects from the international environment, which is what we are witnessing in the wake of the pandemic.", "Technology has a significant impact on upgrading the payment system.", "However, we must not forget those who do not find new payment technologies user-friendly.", "Our task is not to impose technological innovation on people, but rather to accommodate the change in preferences in the safest possible way.", "The question of security of data stored outside the country of their origin is also one of the challenges that we must jointly respond to.", "Another inevitable topic is the central bank digital currency and cryptocurrencies in general.", "It is a fact that cryptocurrencies are digital assets - not currencies, and that they need to be regulated as such.", "As the ECB president Ms Lagarde recently said, all actors in the financial sector and the regulatory authorities should call things by their real name.", "It should be noted in this context that the NBS was among the first to adopt a law regulating the terms and conditions of trade in cryptocurrencies, i.e.", "Despite all the challenges, we are ready to take big strides to support development potentials.", "In October 2018, we established a state-of-the-art instant payment system that was launched a month before its EU counterpart.", "Its functionalities are upgraded on a daily basis.", "As a result, instant payments are also possible at points of sale and by scanning a QR code on bills.", "A good example of our proactive approach is the possibility to conclude remote financial services contracts and to establish business relationships with clients via video identification, this being another field where we were among the pioneers in Europe.", "In addition, we established cooperation with several local IT companies to consider the potential for the implementation of blockchain technology.", "I take great pride in the fact that colleagues from many central banks have shown interest in our solutions, and of course, we are more than happy to exchange experience with them.", "Ladies and gentlemen, (Slide 9) Like I said at the beginning of my speech, we must cooperate in order to be able to rise to the challenges ahead.", "Cooperation enables us to understand each other and to learn and improve ourselves based on successful real life examples.", "For only if we are ready to learn from each other, can we continue developing the world's central banking practice.", "As Ivo Andrić, our Nobel prize winner once said, bridges show the place where humankind encountered an obstacle and did not stop before it, but overcame and bridged it the way humankind could, according to understanding, taste, and circumstances.", "Our cooperation therefore reflects a natural human need to connect and provide a joint response to the obstacles we all face.", "As long as this is the case, I am confident that we will leave a more secure and sustainable world to the generations that follow."], "classifications": ["none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Financial stability", "Central bank independence", "Climate change", "Digital technologies", "Economic growth", "Inflation", "Dinar", "International cooperation", "Economic challenges"]}