{"sentences": ["Introduction It is a great pleasure for me to speak here and I would like to thank the organisers for inviting me.", "Today, I want to look ahead - to next year, to the next five years and to the three decades up to 2050, the year by which the EU has pledged to become carbon neutral under the Paris Agreement.", "Thirty years is a hair's breadth of time: merely one-hundred-and-fifty-millionth of the earth's 4.5 billion years of existence.", "There is no doubt that time is running out for us to tackle the climate and environmental crises.", "What does this mean for banks?", "This means that the time for preparations is over and the time for action is now.", "Banks need to start thinking about the next important step in risk management which will require them to look at the thirty years ahead and devise intermediate targets for their risk exposures that can render them fit for a carbon-neutral economy by 2050.", "Banks can no longer simply declare their intention to be Paris-compliant by 2050.", "They must make structural changes to their way of doing business so as to make sure that they actually reach that goal and avoid the build-up of risks for them and the entire financial system.", "Let me first share some of the insights gained from our benchmark of the banks' selfassessment against our supervisory expectations.", "I will then turn to what I've just referred to as the next important step in risk management - transition planning - and what banks, as well as supervisors and other competent authorities, need to do in order to make it work.", "Banks' climate-related and environmental risk management capabilities The ECB is committed to doing everything within its mandate to incorporate climate and environmental considerations into our activities.", "On the supervisory side, we have been taking steps to increase our understanding of the impact of the climate crisis from a financial risk perspective and ensure that banks have a comprehensive, strategic and forward-looking approach to disclosing and managing all climaterelated and environmental risks, or C&E risks for short.", "We asked banks to self-assess their position relative to these supervisory expectations and have been benchmarking their responses over the past months.", "We will soon publish the results and the good practices we identified in the process.", "I'll offer a sneak preview of them now.", "On the bright side, banks have started reflecting C&E risks in their current structures; roughly half of them are adapting their governance arrangements accordingly.", "Some banks have developed comprehensive dashboards for assessing C&E risks when granting credit, some are tightening their credit-granting criteria and others are measuring and disclosing the carbon emissions linked to their loan books.", "The gloomier side of things, though, is that the banks themselves deem 90% of their practices to be only partially or not at all compliant with the ECB's supervisory expectations.", "Tellingly, the only banks that did not identify as being exposed to medium and long-term C&E risks were those which did not conduct a materiality assessment.", "This is all the more problematic when our benchmarking shows that a majority of banks said they were exposed to medium and long-term C&E risks.", "We expected them to analyse how these risks can, or will, affect their different portfolios and products over the short, medium and long-term, considering various scenarios.", "Given the nature of C&E risks, this forward-looking type of analysis should be elementary practice.", "But the vast majority have not done this analysis.", "Concrete and important management tools and practices are lacking in this area.", "When looking for actions that go beyond a mere screening of the business environment, we found that about half of the banks under our direct supervision have few or no concrete actions planned to embed C&E risks in their business strategy.", "Only a quarter of the institutions have set key indicators to monitor and steer the performance of their different business lines, portfolios and products with regard to, for example, green loan origination or their exposure to high-carbon sectors.", "And only a quarter of those extend these key performance indicators to more than 25% of their portfolio.", "No more than a fifth of the banks under our direct supervision have set a key risk indicator for C&E risks in their risk appetite statement and only about a third of these have set a concrete limit on these indicators.", "There are also encouraging examples: many banks have started to proactively manage their transition risks and set goals for decarbonisation, net zero emissions or alignment.", "Notably, a dozen banks have started measuring and monitoring the alignment of their portfolios, defining indicators and considering how to align their strategy to the Paris Agreement while avoiding an excessive build-up of transition risks.", "They are no doubt making progress.", "And if banks are not closing the gap with our supervisory expectations, we will step up our supervisory efforts correspondingly.", "But my bottom line today is this: having processes and procedures in place, assigning responsibilities, conducting risk analyses of various sorts - these are all means to an end.", "Banks' plans to align their practices with our expectations will ensure that they have adequate risk management capabilities to weather the storms - but these capabilities should be used more broadly.", "It is time for banks to start using their toolbox for short and medium-term planning to mitigate the long-term impact of climate change on their strategies.", "Transition plans As the wider economy moves and changes on the path towards the Paris goals, economic sectors will have to adjust how they operate and respond to both greener consumer preferences and new public policies - such as the carbon tax just introduced by Austria.", "Banks must incorporate these structural changes in their strategic considerations and decisionmaking and steer their business towards a smooth transition to carbon neutrality.", "In its sustainable finance strategy , the European Commission acknowledges the need for financial institutions to improve their disclosures of sustainability targets and transition planning.", "In addition, the Commission's proposal for a Corporate Sustainability Reporting Directive (CSRD) requires financial institutions to set out and disclose their transition plans - but it leaves their content and timing to the discretion of each bank, without stipulating any clear metrics, milestones or targets.", "In parallel, there are moves within the financial industry itself to develop and implement credible plans for the transition.", "In an initiative of the COP26 Private Finance Hub led by Mark Carney, the Glasgow Financial Alliance for Net Zero brings together 53 banks from 27 countries, representing almost a quarter of global banking assets.", "These banks are committed to aligning their business practices to net zero by 2050 and have set intermediate targets for 2030 or sooner, committing to subsequent five-year decarbonisation plans along with annual progress reports.", "In my view, both the legislative initiatives currently under way and the industry's own acknowledgement of the importance of moving to transition-robust business models, implies that banks need transition plans compatible with EU policies implementing the Paris Agreement, with concrete intermediate milestones, to enhance their long-term strategies and decision-making.", "And I would call on the legislator to make this explicit by introducing a legally binding requirement for banks to have such Paris-compatible transition plans as a capstone to the legislative and private sector initiatives already being put in place.", "These transition plans should highlight at any given point in time, from now until 2050, the bank's alignment and potential divergences with the relevant policy objectives through which the EU implements the Paris Agreement.", "Such a transition plan should be part of a bank's strategysetting and be closely linked to its business model and business plan.", "It should contain concrete intermediate milestones from now until 2050 and the associated key and performance indicators so that the bank's management and the competent authorities can at all times understand the risks arising from a possible misalignment with the transition path.", "If banks fail to meet these milestones, competent authorities - including prudential supervisors - will have to take appropriate measures to ensure that this failure does not result in financial risks.", "For ECB Banking Supervision, the main concern is the level of banks' risks exposures.", "Have the exposures been sufficiently mitigated and are they prudent?", "Have the banks sufficiently taken into account the economy's adaptation to the climate crisis and the associated changes in consumer preferences?", "As C&E risks become increasingly widespread and more material, banks will, inevitably, be exposed to them.", "From a supervisory perspective, adequate mitigation therefore needs to be in place.", "We see that more and more banks are realising this and are taking up commitments to this end.", "This creates the space for us to act as supervisors.", "But in addition to banks' exposures to an economy increasingly marred by climate change and banks' own stated intentions, a legal obligation for banks to have a clear, detailed and prudent transition plan in place would increase the consistency of the regulatory and supervisory framework and contribute to maintaining a level playing field.", "Having references for milestones and yearly targets for every economic sector will make our oversight of banks' transition strategies more effective and thus help the European banking sector achieve an orderly transition towards carbon neutrality, starting today.", "Formulating transition plans with these characteristics must be one of the top guiding principles for banks as they step up their risk management to address the effects of the climate crisis.", "It was also in this context that the European Union raised its 2030 climate ambition in what is called the Fit for 55 package.", "First, because detailed plans featuring milestones have been widely used by banks to manage other risks - a clear example of this is the crucial role that disposal plans for non-performing loans played in reducing the legacy asset burden in the European banking sector.", "And second, because our benchmarking shows that banks systematically fail to establish a clear link between their stated carbon emissions goals for 2050 and their concrete actions in the present and medium term.", "Indeed, we see that some banks that declare carbon neutrality by 2050 have no strategy in place to reduce their exposures to carbon-intensive industries by 2030, nor have they made any progress in assessing their role in financing the transition of such companies.", "Even if banks comply with our supervisory expectations for the management and disclosure of C&E risks, that does not automatically mean that they have a Paris-compliant transition plan.", "This is why I believe that having in place a formal, legally binding requirement to adopt such transition plans will push banks to go beyond the mere point-in-time measurement of C&E risks and to embark on a thorough assessment of the structural changes that are likely to occur within the industries they derive their business from.", "Long-term planning such as that involved in transition planning is a novelty as far as the risk management practices of most European banks go.", "As such, some novel elements will need to be in place to, on the one hand, support banks' efforts, and on the other, allow for a robust challenging of these plans by competent authorities.", "There are two elements that I think are particularly crucial for this next stage for banking supervision.", "First, we will need to have in place science-based European transition scenarios.", "So far, we have been advising banks to refer to the International Energy Agency's reference scenarios.", "But these are global scenarios and they do not reflect the ongoing developments within the European legal framework.", "Instead, banks can rely on the work already developed in this realm by the Network for Greening the Financial System (NGFS), which has been designing scenarios to assess the potential future impacts of climate risks under different climate policy actions.", "These scenarios are already a de facto international standard for central banks and supervisory authorities when performing climate stress test and scenario analysis.", "As suggested by the European Commission's new sustainable finance strategy, the NGFS scenarios should be considered a starting point for testing the impact of Europe-specific transition plans, as well as guiding banks in setting their own targets.", "The Commission encourages EU environmental and financial authorities to work together to tailor the global NGFS scenarios to European policies in a science-based manner.", "Such scenarios would also speed up the development of more advanced supervisory tools for assessing the forward-looking alignment strategies contained in banks' transition plans.", "In addition, EU-wide scenarios would serve as a benchmark for the financial industry as a whole and thereby promote self-discipline among market participants.", "We will also need transparency and appropriate disclosures around banks' transition plans.", "The European Banking Authority (EBA) Pillar III disclosures and the CSRD are steps in the right direction - but we need to be more ambitious.", "Currently, the EBA templates provide a snapshot of the channels through which banks can be affected by C&E risks.", "These templates can be supplemented with tools that give us information on banks' forward-looking alignment - or a lack thereof - vis-à-vis the European intermediate targets for carbon emissions.", "With these two elements in place, banks and we, the supervisors, would be able to assess and mitigate the prudential risks caused by any gaps between banks' trajectories and the European benchmark.", "Transition plans and ECB Banking Supervision's climate strategy Before I conclude, I would like to clarify how transition planning fits into the ECB's overall climate strategy for banks.", "Transition plans should become the next addition to banks' risk management practices.", "But they in no way pre-empt the supervisory dialogue with banks on their risk management capabilities.", "They are simply another, albeit crucial, element to ensure that banks manage all material risks, one we have been insisting on specifically with regard to C&E risks since 2020.", "Getting banks to develop action plans to comply with the expectations that the ECB set out in its guide on C&E risks was the first step in getting them to assess and develop their risk management capabilities.", "Transition planning is the second step, and one that will help banks to effectively develop a mitigation strategy to soften long-term impacts.", "Transition planning still concerns risk management capabilities insofar as we expect banks to build on their current ones and apply them extensively.", "This is to ensure that banks' strategies are sustainable as the wider economy transitions into greener production patterns and consumer preferences.", "At the same time, we will continue to roll out other elements of our climate strategy.", "In the course of next year, we will conduct a supervisory stress test with a focus on C&E risks.", "In addition, we will carry out a full supervisory review of banks' practices for incorporating C&E risks into their risk frameworks, and gradually roll out a dedicated Supervisory Review and Evaluation Process methodology that will eventually influence banks' minimum capital requirements.", "But this is not the end game.", "Gradually we will start treating climate-related risks like any other risk and include them in all relevant supervisory requirements.", "The final results of the ECB's benchmarking of banks' disclosure and risk management practices for C&E risks suggest that, as things stand, European banks may be largely misaligned with the economic transition path towards carbon neutrality by 2050.", "The probability of them having to face sudden build-ups of prudential risks in the thirty years from now to the Paris deadline is considerable.", "The safest way to mitigate this risk is for banks to step up their risk management capabilities and clearly map their transitioning strategy.", "Banks should develop transition plans compatible with EU policies implementing the Paris Agreement that include concrete intermediate milestones from now until 2050, and disclose progress towards these goals on an annual basis.", "To support this effort, transition plans should become a legal requirement.", "The realities of the climate crisis are everywhere.", "On a macroeconomic level, there is no doubt that a combination of physical and transition risks has started to emerge.", "Only by introducing mandatory transition plans can banks' lofty intentions for the next 30 years be turned into concrete actions now.", "Such mandatory transition plans can help avert the tragedy of the horizon.", "But this next step in risk management needs to be taken today.", "We don't have thirty years; we don't even have ten years.", "In the earth's timescale, all we have between today and 2050 is a blink of an eye.", "European Commission (2021) Strategy for financing the transition to a sustainable economy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Transition planning", "Climate risk management", "Paris Agreement", "Carbon neutrality", "Banks' risk management", "ECB's climate strategy", "Transition scenarios", "Disclosure requirements", "Supervisory expectations", "Prudential risks"]}