{"sentences": ["Your Excellency the Minister of Finance / distinguished guests, First, let me thank the United Nations and the Government Pension Fund for inviting me to share my remarks on sustainability which is fast becoming the most critical issue of our time.", "The recent UN Intergovernmental Panel on Climate Change (IPCC) Report was less of a wakeup call and more of a fire alarm.", "And yet, if we look at the latest UN NDC Synthesis Report, emissions, at least measured in terms of pledges, appear to be headed in the wrong direction.", "This wake-up call and this alarm are particularly relevant for us here in Thailand.", "Thailand is a country which typically ranks among the top ten in the world in terms of vulnerability and susceptibility to climate change.", "This is not altogether surprising.", "We are a country with a large share of the labor force still in agriculture and a lot of our population centers and industrial areas are located in areas near to the sea and therefore vulnerable to rising sea levels.", "But not only are we vulnerable to climate change, we are also vulnerable to policies that countries are implementing in response to climate change.", "A lot of our exports are in sectors which have a large carbon footprint and will be susceptible to policy measures like the Carbon Border Adjustment Mechanism currently being put in place by the European Union (EU), as part of the EU green deal.", "So, what role can sustainable banking play in taking Thailand from where it is today to where it needs to be in terms of reducing its vulnerability to climate change?", "Banks in Thailand can play an important role in getting us to where we need to go.", "Banks play the predominant role in channeling credit to the private sector.", "Over 90 percent of private credit comes from the banking sector.", "So, banks will need to increasingly incorporate sustainability considerations into their lending decisions and increasingly need to improve disclosure on climate-related information.", "They will also need to improve their risk assessment tools.", "For all these to work, there needs to be a very clear tone from the top from these institutions.", "There has been progress to date.", "The Thai banking sector, including the Thai Bankers' Association and the Association of International Banks in Thailand, have developed and adopted Sustainable Banking Guidelines in 2019.", "We have seen concrete steps taken by Thai Banks to incorporate sustainability into their business strategy.", "We have seen them setting up clear governance structure on sustainability issues such as dedicated sustainability committees, developing risk assessment tools, and disclosing ESG-related information.", "Some notable standards that banks adhere to include the UN Principles for Responsible Banking and recommendations from the Task Force on Climate-Related Financial Disclosures.", "The Bank of Thailand stands ready to lead and support the financial institutions' role in this transition.", "It is our aim to create an ecosystem for sustainable finance that would better internalize a lot of these environmental concerns and issues.", "This would include incorporating and improving disclosure standards, developing better risk assessment tools, as well as, developing a green taxonomy that is consistent across the financial sector.", "Let me end my remarks by saying that these are very early steps, and much much more needs to be done.", "Inaction will only increase the risk of a disorderly transition."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none"], "topics": ["Sustainable banking", "Climate change", "Sustainability", "Risk assessment", "Disclosure", "ESG", "Green taxonomy", "Vulnerability", "Carbon Border Adjustment Mechanism", "Private credit"]}