{"sentences": ["President Alejandro Co, officers and members of the Chinese Filipino Business Club, good morning.", "It is my pleasure to be with you in today's virtual session.", "At this juncture, we have regained some relative stability in our macroeconomic and financial situation.", "While there was a rapid increase in COVID cases in August due to the delta variant, the country managed to successfully reduce this.", "New confirmed cases stood at 2303 on November 02, a sharp decline from the peak of 26,303 on September 11.", "This encouraging development comes with the increasing vaccination rate.", "As of October 31, 8.6 million or 88.1 percent of the target population in the National Capital Region have been fully vaccinated.", "The government has been scaling up the vaccination program as we receive a steady supply of vaccines from multiple sources.", "The country was able to secure 195.4 million doses of vaccine in total, receiving 101.5 million doses as of 29 October.", "This, together with the sustained implementation of targeted fiscal stimulus, should help boost market confidence and recovery of the economy in the coming months.", "After five consecutive quarters of economic contractions, the Philippine economy grew by 11.8 percent, from a 17.0 percent decline in Q2 2020.", "Almost all sectors and expenditure segments of the economy bounced back during the quarter.", "This indicates that the country is learning how to live with the virus by managing risks through the safe reopening of the economy and calibrated reimposition of granular quarantine restrictions when necessary.", "Liquidity in the financial system remains ample, expanding by 8.2 percent year-on-year in September 2021.", "This was faster than the 6.9-percent growth recorded in August, and on a month-on-month seasonally-adjusted basis, M3 rose by 1.3 percent.", "Credit activity also increased 2.7 percent in September 2021 up from 1.3-percent in August.", "The continued growth in outstanding loans of universal and commercial banks reflects the modest recovery in banks' overall lending attitudes and improved economic prospects.", "While the gross NPL ratio of the Philippine banking system (PBS) stood at 4.5 percent in August 2021, higher compared to 2.8 percent a year ago, the uptick was accompanied by loan-loss provisioning with an NPL coverage ratio of 83.5 percent.", "Meanwhile, the country's external sector remains manageable.", "The country's exports and imports of goods increased by 21.3 percent and 31.6 percent, respectively.", "Cash remittances from overseas Filipinos (OFs) are also strengthening, with 5.7 percent growth in January to August 2021, from a 2.6 percent contraction in the same period in 2020.", "Meanwhile, the BPO sector remained a bright spot despite the disruption to business activities around the world.", "In the first seven months of 2021, net foreign direct investments increased by 43.1 percent.", "This is due to positive foreign investor sentiment on the country's macroeconomic fundamentals and strong growth prospects.", "The country's outstanding external debt also remains at a prudent level as its ratio to GDP slightly eased to 26.5 percent in end-June 2021.", "Notably, a large portion of our external debt has medium- and long-term maturity profile and carry fixed interest rates.", "These support a manageable debt repayment schedule and foreign borrowings are less susceptible to volatilities in global interest rates or foreign exchange fluctuations.", "The gross international reserves (GIR), which stood at US$106.6 billion as of September 2021, continue to provide more than adequate external liquidity buffer.", "The GIR level is equivalent to almost 11 months worth of imports of goods and payments of services and primary income.", "This far exceeds the 3-month conventional reserve level considered as adequate.", "Let me now go to the policy responses of the BSP to support the economy during the pandemic.", "First were measures to boost market confidence on availability of low cost credit resources, such as cuts in the policy rate and the reserve requirement.", "Second were extraordinary liquidity measures to the National Government to help fund the pandemic-response measures.", "These include provisional advances to the national government, purchases of government securities in the secondary market, and remittance of advance dividends to the national governments.", "Third were regulatory and operational relief measures to maintain stability of the financial system and ensure public access to financial services.", "We counted loans to micro, small, and medium enterprises as compliance to the reserve requirement, increased the single borrower's limit, and raised the ceiling for real-estate loans.", "The BSP recognizes the crucial role of MSMEs in the economy.", "Let me discuss the regulatory and relief measures that the BSP has implemented to support them.", "One is allowing the new peso-denominated loans to MSMEs and critically impacted large enterprises that do not belong to a conglomerate as eligible instruments for compliance with the BSP's reserve requirement.", "For the week ending 23 September 2021, the banking system allocated an average of P195.9 billion loans for MSMEs as alternative compliance with the reserve requirements.", "This level is a substantial increase from the P8.7 billion average MSME loans that were reported for the week ending 30 April 2020.", "The latest level is equivalent to 13.3 percent of the total required reserves, from 0.6 percent on 30 April 2020.", "The Monetary Board also approved prudential measures to assist MSMEs.", "The regulatory capital treatment of MSME exposures was amended to temporarily reduce the risk weights of loans granted to MSMEs.", "The implementation of the revised risk-based capital framework for banks was also deferred from end-2021 to end-2022 The period of relief on the reporting of past due and non-performing loans of borrowers affected by the pandemic was also extended to 31 December 2021 from the original timeline of 8 March 2021 subject to reporting to the BSP.", "Now let me go to BSP's policy rate.", "Given a manageable inflation path, the BSP has kept the key policy interest rate at 2.0 percent in its recent policy review on 23 September 2021.", "As of 14 October 2021, the BSP's policy and liquidity-easing measures have injected an estimated P2.3 trillion (or approximately USD46 billion).", "This is equivalent to 12.8 percent of the country's full year nominal GDP for 2020 as of 14 October 2021.", "The BSP believes that sustained monetary policy support for domestic demand should help the economic recovery gain more traction.", "Looking ahead, the BSP affirmed its support to the economy for as long as necessary to ensure the country's strong and sustainable economic recovery.", "Moving forward, the BSP's actions and policy thrusts will continue to be anchored on its core mandates of promoting price and financial stability.", "Towards this end, the BSP will continue to pursue appropriate policy actions responsive to the needs of the time.", "On monetary policy: the BSP will remain vigilant over the current inflation dynamics to ensure that the monetary policy stance continues to support economic recovery to the extent that the inflation outlook would allow.", "It will carefully scan the operating environment with a forward-looking perspective to move in a pre-emptive fashion to address any risks to our price stability mandate.", "On the financial sector: the BSP will intensify its monitoring and surveillance over its supervised institutions to ensure that they remain resilient to emerging risks and continue to be sound, stable, and inclusive, particularly through the pursuit of enhanced digitization.", "Finally, on the external sector: the BSP will remain supportive of policies that will help strengthen the economy's resilience to external shocks, including that of maintaining a market-determined exchange rate, keeping a comfortable level of reserves, and keeping the country's external debt manageable.", "Considering the recent economic developments and significant improvement in inoculation, we are optimistic that there is sufficient support for the country's recovery this year and in the near term.", "Finally, allow me to end my presentation with these key points: The country's macroeconomic fundamentals remain sound and bright spots suggest recovery is underway.", "The latest GDP growth suggests that the economy has started its gradual recovery.", "The currently high inflation is due to transitory factors.", "Banks remain sound and while NPL has increased, banks remain highly capitalized.", "External position is manageable with more than adequate external liquidity buffer and improving overseas Filipino remittances.", "While economic activity has improved, the overall momentum of the economic recovery remains tentative as the threat of new COVID-19 strains continues.", "Nevertheless, the sustained implementation of targeted fiscal initiatives as well as the acceleration of the Government's vaccination program should help boost market confidence and recovery of the economy in the coming months.", "The BSP believes that sustained monetary policy support for domestic demand should help the economic recovery gain more traction.", "Looking ahead, the BSP affirmed its support to the economy for as long as necessary to ensure the country's strong and sustainable economic recovery.", "The BSP's actions and policy thrusts will continue to be anchored on its core mandates of promoting price and financial stability.", "Toward this end, the BSP will continue to pursue appropriate policy actions responsive to the needs of the time.", "It will also continue undertaking a range of initiatives to create a more sustainable MSME and agriculture financing ecosystem."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none"], "topics": ["Economic recovery", "Financial stability", "COVID-19", "Monetary policy", "Inflation", "External sector", "MSMEs", "Fiscal stimulus", "Vaccination", "NPLs"]}