{"sentences": ["1 Introduction Ladies and gentlemen, I am delighted to be here with you in New York today to celebrate the official inauguration of Dr Jens Reich as head of the Bundesbank's Representative Office.", "Mr Reich already took over the role from his predecessor, Gabriele Kabelac, in August.", "Sadly, the pandemic meant that we were unable to celebrate the official handover any earlier.", "But summer isn't the only time to visit New York - it's an attractive destination all year round, and especially in the run-up to Christmas.", "No wonder so many Christmas films have been set here.", "The huge Christmas tree that graces the Rockefeller Center every year must surely be one of the most beautiful in the world.", "In summer or winter, New York is a cosmopolitan city, cultural metropolis and tourist hotspot all rolled into one.", "New York means a great deal to the Bundesbank, too - and not just because a large share of Germany's gold reserves are stored here.", "As the world's foremost financial hub, New York has had, and always will have, a close bearing on developments in Germany and Europe.", "And so, since 1986, the Bundesbank has also had a representative office in New York, enabling it to engage in personal dialogue and maintain local contacts.", "The importance of networks Ladies and gentlemen, The last couple of years have been tough on all of us.", "Many of the things we used to take for granted have not always been possible in a pandemic.", "That included day-to-day activities like shopping, going to restaurants, concerts and the theatre, all the way to international travel.", "In our joint efforts to combat the highly infectious coronavirus, we have had to give up a great deal.", "In fact, we are still having to do so.", "This also applies to our professional lives, of course.", "Following a sharp rise in Germany's infection figures over the last few weeks, the Bundesbank's Executive Board decided to ask employees to work from home again wherever possible.", "And here in New York, too, I'm sure that people will go back to working from home temporarily just as soon as the next blizzard hits.", "Just like at many other companies and institutions, working remotely has become second nature to the Bundesbank's employees.", "Part of the reason it works so well is that our staff have forged close personal bonds with each other in the past.", "They can now draw on the networks they have established.", "But networks are like plants in the desert.", "If they are strong, they can go a long time without water.", "They can't survive without it altogether, though.", "Networks need personal contact like plants need water.", "And an oasis can only flourish where there is a continuous supply of water.", "As effective as communicating by email, telephone and video conference has now become, cooperation that is based on mutual trust primarily comes from direct personal contact and faceto-face interactions like those we are engaging in today.", "Ladies and gentlemen, Establishing networks and exchanging information across institutions and national borders is important in a globalised world, and will remain so.", "The most pertinent example here is probably climate change.", "To combat climate change effectively, the international community needs to agree on a common set of rules - agreements that are only sustainable in the long term if they are underpinned by strong international networks.", "The Bank for International Settlements (BIS) is one example of a solid international network.", "With over 60 member central banks, it has been setting global standards for 90 years now.", "It is home to a number of significant standing committees which work towards harmonising financial and banking systems.", "These include the Committee on the Global Financial System (CGFS), the Basel Committee on Banking Supervision (BCBS) and the Committee on Payments and Market Infrastructures (CMPI), to name but a few.", "The Bundesbank has its own division dedicated to the mutual exchange and transfer of central bank knowledge with partner institutions - the Centre for International Central Bank Dialogue.", "And we nurture and maintain a network of representatives and representative offices in many countries around the world.", "This year, for instance, we also started seconding representatives to the German embassies in Paris, Rome and Madrid, thus making it easier to reach out to national authorities and financial institutions in major euro area countries via the close working relationships we already enjoy with other central banks.", "This mirrors what we have already been doing at the global level for many years via our network of representatives and representative offices.", "As well as allowing us to establish valuable contacts, this international network also provides us with important insights into the economic and financial situation of each country.", "An in-depth exchange of ideas in joint consultations and projects can bring differing viewpoints to light early on, deepening mutual understanding and trust and strengthening multilateral cooperation.", "For example, in the past, my colleagues here at the New York Representative Office have liaised with the Fed's network of representatives to organise events such as presentations - about the Bundesbank's gold book, for instance.", "They have also set up laptops for their colleagues from the Fed, giving them direct access to micro data collected by the Bundesbank to use in their research.", "Over the last three years, Gabriele Kabelac headed up our Representative Office, providing us with key insights into society and the financial landscape in the United States.", "This was most valuable - especially at a time when it wasn't possible to visit in person.", "Ms Kabelac returned to Germany as planned this summer.", "Her highly capable successor, Jens Reich, is now taking up the reins in New York on behalf of the Bundesbank.", "After completing a PhD in economics at the University of Frankfurt, where he later took on a teaching post, he also gathered experience working for Germany's Federal Financial Supervisory Authority (BaFin).", "Since joining the Bundesbank in 2014, he has been entrusted with various topics, especially those with a macroeconomic focus.", "In the Directorate General Financial Stability, alongside many other tasks, he dealt with important policy issues relating to the impact of central bank digital currency, a topic that central banks around the world are currently grappling with.", "Mr Reich was also deputy office manager for the Vice-President of the Bundesbank, Professor Claudia Buch.", "This was a role that required both professional expertise and excellent networking skills.", "These qualities are also essential to the role of head of the Representative Office in New York.", "Ladies and gentlemen, The famous American author Mark Twain once said: \"Make your mark in New York and you are a made man.\"", "On that note, Mr Reich, I hope you will have plenty of time to forge new contacts, establish networks, and make your mark on this wonderful city.", "I'm sure that you will learn to love New York - if you don't already, that is - and, at the same time, do an excellent job of representing the Bundesbank in the United States.", "I would urge everyone present to draw on Mr Reich's wealth of expertise and his contacts.", "After all, the networks we share are what make us strong.", "Mr Reich, I wish you all the best and every success in the tasks that lie ahead of you.", "Thank you very much for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Networks", "New York", "Central bank", "Climate change", "Gold", "Bundesbank", "Financial stability", "International cooperation", "Fed", "Digital currency"]}