{"sentences": ["It is a tradition to start a calendar year by reviewing the achievements of the banking sector in the previous year and outlining the opportunities and challenges in the new one.", "In 2021 the Covid crisis continued to put the banking sector to a serious test.", "Unlike the stress tests in 2016 and 2019, the results of this test were not hypothetical, but provided a real assessment of the state of the sector and its capacity to operate under highly adverse conditions.", "This assessment can be summarised as follows: not only were Bulgarian banks not weakened during the pandemic, but they enter 2022 with performance better than, or at worst consistent with, that at the start of the pandemic, including in terms of capital, liquidity, asset quality and profitability.", "According to the latest data for 2021, the overall capital adequacy ratio is 22.4% and the liquidity coverage ratio is 325.4%, i.e.", "At the same time, the gross amount of non-performing loans and advances continued to decline, and profits approached their historically high levels of 2019.", "The short explanation for these results is that the banking sector was well prepared to operate in a complex and challenging macroeconomic environment, as has been the environment over the past two years.", "This has allowed the banking sector to have a different focus from the one it had during the global financial crisis in 2008 or during the local problems in the sector in 2014.", "In these previous episodes, the banking sector was mainly engaged in solving problems within the sector.", "In the Covid crisis over the recent two years, the banking sector was not concerned with its own problems, but mainly with alleviating the effects of the crisis on businesses and households and subsequently with the recovery and speed-up of the economy.", "In this sense, the Covid crisis legitimised an important qualitative change in the position of the banking sector - from a source of problems in the past to an important factor in their resolution in recent years.", "Significantly, the banking sector absorbed and implemented successfully and without shocks the anti-crisis package of measures approved by the BNB, amounting to about 9% of the GDP, as well as a private moratorium on loan repayments by businesses and households.", "At the same time, credit activity not only did not stagnate, but increased.", "According to the latest data from the 2021 monetary statistics, loans to businesses and households grew year-on-year by 4.1% and 12.5%, respectively.", "Good operational performance was underpinned by progress on important strategic tasks.", "October 2021 marked the one-year anniversary of the country's accession as a full member to the European Banking Union.", "The assessment of this participation by both the ECB and the BNB is unequivocally positive.", "This assessment has to be seen outside the narrow context of the banking sector.", "First, it shows that Bulgaria can be a successful and full participant in euro area institutions, given that the Banking Union is the first such institution in which the country has participated; and second, it is a good example of institutional development to be followed in an environment of still serious institutional deficits.", "In 2021, we also marked one year since the Bulgarian Lev joined the EU Exchange Rate Mechanism.", "This participation confirms and further proves the currency stability of the country.", "Another important strategic aspect is the consolidation process continuing in our banking sector.", "This process follows global trends of seeking to streamline the structure and efficiency of the banking sector in the light of increasing competition and the pressure by new providers of financial services, as well as rising costs of complying with regulatory and legal norms.", "In spite of the difficult and complicated environment created by the pandemic, in 2021 we saw the biggest acquisition, in terms of size and price, in the Bulgarian banking sector.", "A deal like this i s the most accurate market evaluation of the condition of the banking sector and its attractiveness to strategic investors.", "Therefore, the sector stayed in very good shape and so far succeeded through the pandemic.", "Now our focus must shift onto meeting the challenges of the year 2022, keeping the strategic context, namely the process of Bulgaria's accession to the euro area, in which the banking sector will play a key role.", "In general, we expect that the macroeconomic environment in 2022 will be a little more favourable, but not less challenging.", "Although we are at the peak of another wave of the Covid crisis, we suppose that the negative health effects would subside and lessen over the year and, consequently, measures restricting the economic activity would be eased and become more flexible.", "Such a development would promote the improvement in the economic environment.", "On the other hand, banks will be faced with greater dynamics of the risks associated with the balance-sheet value of assets and liabilities and of returns.", "This dynamics will primarily depend on the development of the macroeconomic processes in Europe and, in a more global aspect, on the anticipated changes in the actions of the leading central banks.", "The withdrawal of the accommodative monetary policy, typical of recent years, will be visible in the reversal of the interest-rate cycle.", "These processes, which will be running globally with varying intensity and supported by different instruments of central banks, will largely determine the financial conditions in our country.", "In the context of the ongoing global macroeconomic processes, inflation will continue to receive special attention.", "We expect that the rate at which the prices in Bulgaria will be rising in 2022 will reach its peak, on an annual basis, within the first half of the year, and at the end of the year, again on an annual basis, it will fall below that reported as of December 2021.", "The concrete nominal levels of the general price index will depend on the combined effect of the antiinflationary and pro-inflationary factors, including on the dynamics of the energy prices in the international market and the prices of foodstuffs.", "We believe that the coming discussions on the adoption of the 2022 budget will give additional indications of the development of the macroeconomic processes in Bulgaria.", "In this regard, the topics important for the banking sector are: the annual and medium-term macroeconomic framework; the level and management of the debt; the incomes policy; and the level and management of the so-called 'contingent liabilities' in the energy, transport and social security sectors.", "In the context of the ongoing global and local macroeconomic processes and the still open issues, in 2022 the banking sector will have to find a balance between the possibilities of expanding the lending, as a result of the anticipated improvement in the economic environment, and the areas of economic uncertainty coming mainly from the evolution of inflation and the still unresolved risks caused by the pandemic.", "A major criterion for reaching an optimum balance for each bank will be the preservation of, and even improvement in, the quality of assets.", "For its part, the BNB is ready, as it has been thus far, to implement the full range of measures, within its mandate, to mitigate and neutralise the manifestation of risks in relation to banks.", "The overarching objective of these measures is to preserve and further strengthen the capital reserves and the high loss-absorbing capacity of banks against potential deterioration in their loan portfolios and to ensure that the stability of the system is maintained, including in the event of less favourable than expected exogenous economic and financial developments.", "In 2021, the BNB twice increased the level of the countercyclical capital buffer to reach 1.5% and confirmed the level of the systemic risk buffer at 3%.", "The BNB will continue to require banks to maintain adequate capital buffers against potential losses arising from the realisation of cyclical systemic risk.", "This risk currently arises mainly from active residential lending to households, as well as lending secured by commercial real estate.", "At this stage, the focus will continue to be on the implementation of macroprudential measures targeting banks' capital, but the BNB stands ready to implement additional measures, if necessary, including borrower-based.", "More strategically, the BNB has already mobilised serious efforts in the project for the adoption of the euro in Bulgaria.", "The tasks on the way to achieving this goal go beyond the banking sector, but will also strongly involve the banks.", "The dynamics of the political cycle in 2021 led to a pause in the institutions' work in the process in the country.", "All the factors are now in place for its resumption through the continuation of the Coordination Council for Bulgaria's preparations for euro area membership; and the institutionalisation of the Euro Adoption Plan.", "The draft of this plan, adopted by the Coordination Council on 30.06.2021, has already gone through the formal procedure of public consultation and inter-agency coordination, and has the support of our external partners.", "In spite of the delay in the formal process, the BNB remained the institution that continued to work actively in all areas related to the euro area accession, falling within the scope of our responsibilities.", "To this end, we established the necessary internal organisation of work and good operational communication with the European Central Bank.", "Specific individuals and channels for partnership were identified on both sides.", "In this sense, the central bank is ready to carry out the huge amount of technical work related to the adoption of the euro in a timely manner, notwithstanding the emerging tighter work schedule.", "In conclusion, 2022 is promising to be a year of challenges but also opportunities for the banking sector.", "The achievements of 2021 show that the sector is in a strong starting position to meet the challenges and make good use of the opportunities."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking sector", "Covid crisis", "Euro area accession", "Inflation", "Economic environment", "Financial stability", "Capital buffers", "Macroprudential measures", "Lending", "Risk management"]}