{"sentences": ["If I had told you that I was going to talk about Dante and global warming, you would definitely have thought of the blazing flames of the Inferno.", "If you look, you can find everything, or nearly everything in Dante; if I have convinced you, there is even a foretaste of the twentieth-century economic theory on non-rivalrous goods.", "Starting from the intellectual world of the Commedia, we have taken a perhaps unexpected path, which has led us from the capital sins punished in Inferno or expiated in Purgatorio to some of the most important and less intuitive topics of economic theory, and lastly to the debate on the most passionately felt global issue of our time.", "I will conclude with two thoughts.", "The first is that global common goods require some form of global governance, and Dante would have agreed with this unhesitatingly.", "His political view was based on a universal empire that was supposed to ensure peace and good governance for humanity (even though the horse he had backed, Henry VII of Luxembourg, failed to cross the finish line, to his great disappointment).", "Dante was certainly fooling himself in thinking that the solution consisted in attributing supreme authority to just one man.", "Just as he did not understand the power of the market, neither did he take democracy into consideration,27 and the two do have something in common (doing without a single, all-powerful decision maker, the idea of the \"wisdom of the crowd\" (as we might call it today) and peaceful mechanisms for correcting errors).", "In fact, Aristotle, the revered \"master of those who know\",28 would have been able to teach him something about it.", "(On the political front, Although he tried to justify it by showing, as the economist would say, that incentives are correct: the universal monarch, with nothing left to desire on earth beyond what he already has, namely, supreme power, can certainly devote himself to justice (Monarchia, I, XI; Convivio, IV).", "Seen through modern eyes, this argument can only leave us somewhat sceptical.", "Like the market, democracy can only prosper in a framework of rules that are sufficiently certain, protective and observed.", "Whatever incipient popular government Dante saw around him seemed to be a harbinger of unrest and bloody factional battles, or at best, of unwarranted, even laughable ambitions (\"I' mi sobbarco!", "\", \"I'll take it on\") and of a pathologically unstable legislative framework (\"a mezzo novembre non giunge ciò che tu d'ottobre fili\", \"what you spin in October does not reach to mid-November\": Purgatorio, VI, 135; 143-144).", "This was clearly not just an abstract idea: the violence of the clashes between factions left a profound mark on his life, as he was exiled, theoretically sentenced to death and his goods were confiscated when his political faction fell from power.", "This dense fog of public ills and personal suffering prevented him from seeing further ahead.", "After all, nobody can judge Dante while taking for granted the constitutional guarantees typical of a modern liberal democracy.", "Inferno, IV, 131. however, Dante had another intuition that was ahead of its time, namely the advantages of the division of powers,29 but that is a conversation for another day).", "I do not know whether we should hope for a universal empire to be established one day; we can certainly hope that common solutions to common problems are found in time and in good faith.", "The second thought is that, when we think about bigger problems, it helps to rely on broader visions.", "No one viewpoint allows us to see the full picture; no single discipline has the final say.", "So, as has happened this evening, it is a good thing for economists not to lose sight of literature and for literary scholars not to lose sight of economics.", "Designed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["global warming", "Dante", "Inferno", "democracy", "market", "political view", "common solutions", "broader visions", "division of powers", "public ills"]}