{"sentences": ["Resolution of Stressed Assets and IBC1 (Address delivered by Shri M. Rajeshwar Rao, Deputy Governor, Reserve Bank of India - April 30, 2022 - in the International Research Conference on Insolvency and Bankruptcy held at IIM Hon'ble Minister of State for Corporate Affairs Shri Rao Inderjit Singh, Shri Rajesh Verma, Secretary, Ministry of Corporate Affairs, Shri Ravi Mittal, Chairman, IBBI, Shri Sudhakar Shukla, Whole Time Member, IBBI, distinguished guests, panelists and researchers, Ladies and Gentlemen, At the outset, let me express my gratitude to the organisers for inviting me to deliver the keynote address in this conference.", "This conference quite appropriately focuses on one of the most important facets of a robust financial system - resolution of stressed assets.", "It would not be an understatement if I were to say that India has been witnessing a paradigm shift in the regulatory architecture concerning resolution of stressed assets over the past few years.", "The Insolvency and Bankruptcy Code has had profound impact on the creditor- debtor relationship in India.", "It's been a bit more than five years since the provisions related to corporate insolvency resolution process (CIRP) under the Code were notified and implemented, and it provides a window for stock taking of the progress achieved so far and the expectations about the future.", "Insolvency and its resolution For any lender, the credit risk i.e., the possibility of not receiving the timely repayment of the contracted amount or of the counterparty not honouring its obligations in respect of the credit contract, constitutes a significant risk which need to be covered by maintaining adequate capital and risk provisions.", "In principle, a borrower defaults when he is either unable to pay his creditors because of inadequate cash flows from his business or the market value of his assets falls below the value of his liabilities which hinders his capability to liquidate his assets and pay off creditors to ensure that no default takes place.", "In such a situation, the borrower is said to have become insolvent.", "Unfortunately, in real-world situations, it is not easy to ascertain whether a borrower has become insolvent till the time a default occurs.", "Mostly, by then, the marketable value of the assets of the borrower would have already fallen below its liabilities.", "As liabilities of the borrower are the assets of the lender, the inability of the borrower to pay its liabilities will reduce the value of the assets of the lender thereby impacting their ability to repay their creditors, which primarily includes depositors in the case of banks.", "This is the main reason why RBI is interested in timely resolution of stressed assets by the regulated entities.", "Even where the lender is not a bank, the interconnectedness of the financial system would lead to second order effects that would adversely impact the financial system.", "Once a borrower becomes insolvent, the natural instinct of creditors is to cut their losses by rushing for the biggest possible piece of the remaining pie of marketable assets of the concerned borrower.", "However, we also need to bear in mind the fact that a state of insolvency does not mean that the future prospects of the borrower are non-existent - in many cases a judicious rebalancing of debt would suffice to bring it back on track - unless the financial stress is extremely acute.", "Almost always, a going concern should be more valuable to a creditor than a liquidated company.", "It is in this context that a comprehensive insolvency resolution legislation assumes importance.", "As such, an efficient insolvency legislation should be premised on following five I.", "It should prioritise going concern status over liquidation.", "It should force the creditors to come together and work out a resolution plan that tries to preserve the value by looking at the options to keep the company as a going concern.", "It should ensure a time bound resolution so that value deterioration for the creditors of an insolvent exposure is arrested.", "It must provide claw back of questionable transactions that may have contributed to the financial stress of the defaulting borrower.", "V. Finally, an effective resolution regime should protect the majority from the minority by forcing a cramdown if the majority decision covers a predefined threshold of approval.", "In addition to the above five principles, the resolution framework should also distinguish between various classes of financial creditors based on the quality of security available to them since the initial pricing of the credit instrument may have factored in the availability of security, and the lender stands to lose if such security is not reckoned while assessing the share in resolution value.", "In the absence of such an accommodation, creditors are likely to demand higher compensation for credit risks that they are taking, thereby increasing the overall credit costs in the economy.", "While any resolution framework should prioritise preserving the value of the firm, at the same time, \"going concern over liquidation\" cannot be an absolute preference.", "In case of borrowers deploying unproductive or outdated factors of production, liquidation can help unlock the value stuck in such ventures and then be recycled to aid more efficient and productive ventures.", "In the absence of \"ease of exit\", overall production capacity in an economy will be held hostage to inefficient business ventures and prevent the economy from reaching to its potential.", "Thus, an effective insolvency legislation should not shy away from liquidating ventures when they are perceived to be costlier to the society and that it would be more beneficial to unlock the value for redeployment.", "Insolvency resolution prior to 2016 Prior to the enactment of IBC in 2016, India had a plethora of legislations, each having part jurisdiction over the process of insolvency resolution of a borrower.", "The Sick Industrial Companies Act (SICA) was enacted in 1985 and Board for Industrial Financial Reconstruction (BIFR) was set up.", "Subsequently, DRTs were set-up under the Recovery of Debts Due to Banks and Financial Institutions Act, 1993 (since rechristened as Recovery of Debts and Bankruptcy Act, 1993).", "In 2002, the Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act was enacted to provide for faster enforcement of security interest without the intervention of courts.", "While these laws had a positive impact on the resolution of stressed assets in the initial period after their enactment, improvements tapered off over time.", "Moreover, the focus of the pre-IBC resolution efforts was more towards preservation of companies and employment, sometimes even at the expense of credit discipline and production efficiency of the economy.", "As mentioned earlier, timely resolution of stressed assets, especially by deposit taking institutions is of key interest to the RBI.", "In the absence of a comprehensive insolvency law in place, RBI had to put in place a series of schemes that emulated desirable features of an insolvency legislation.", "Thus, the earlier regulations mandated formation of Joint Lenders' Forum, which had a similar role to play as the Committee of Creditors under the IBC.", "The asset classification standstill was comparable to the moratorium pronounced under IBC.", "The requirement of the majority decision being binding on the dissenting creditors was a regulatory equivalent of the statutory cramdown under IBC.", "However, the statutory powers available to RBI for resolution of stressed assets in the financial system are limited to the entities regulated by RBI whereas unravelling of the complex web of financial contracts and rewriting them in consonance with the income generating capabilities of an insolvent debtor required a comprehensive statutory framework with sweeping powers over various types of creditors.", "Though well-intentioned, the schemes designed by RBI sometimes became a channel for lenders to delay recognition of financial stress in the borrowers by postponing the actual asset classification.", "Paradigm shift under IBC The enactment of IBC in 2016 resulted in a paradigm shift in the efforts towards resolution of stressed assets in the financial system.", "The Code marked a radical departure from the prevalent approaches in that it embraced the \"creditor-in- model that had failed to control\" model as against the \"debtor-in-possession\" produce any tangible improvements in the credit discipline in the country.", "Thus, the Code fundamentally reset the power balance between debtors and creditors in the face of a default by the debtors.", "This approach is economically sound since creditors only have the contractually agreed share of the economic surplus created by a borrower with the rest of the surplus going to equity holders without any limits till a default occurs.", "At that point the equity holders are protected by limited liability while the creditors stand to lose up to the entirety of their exposure to the insolvent debtor.", "In a single stroke, the Code removed \"the divine right of promoters to continue in saddle\", as had been observed by the Hon'ble Supreme Court, restoring the interests of other stakeholders, especially the creditors.", "The insertion of Section 29A provided further fillip to the notion that an insolvent debtor has to be protected from its own management, if required, for the maximisation of value from the debtor to the society as a whole.", "Thus, for the first time, the promoters faced with the possibility of losing control of their respective companies if financial stress is not addressed in a timely and comprehensive manner.", "The Code also established Committee of Creditors as a public institution with the paramount responsibility of ensuring maximisation of value for stakeholders during the resolution of a corporate debtor.", "That the Committee of Creditors, which consists only of financial creditors, has to treat their individual interests as subservient to the larger public interest is a unique feature of the Code as compared to similar legislations elsewhere.", "The Code also enhanced the negotiating power of operational creditors by allowing them also to make applications for initiating CIRP in respect of operational debtors who are in default.", "Of the total CIRP cases as on December 31, 2021, over 51% of the cases had been filed by operational creditors.", "Such cases had higher proportion of withdrawals as well - at over 50%, constituting 71% of the total withdrawal cases - indicating that filing of insolvency proceedings as a negotiating tactic appears to be working for operational creditors.", "There have been some concerns about the high levels of haircuts that creditors have had to take in resolutions that happened under IBC.", "In these discussions, we miss the fact that in a public auction-based resolution model, the extent of haircut represents the discount the market demands in continuing to invest in an insolvent borrower.", "Since significant value deterioration may have happened to the assets of the insolvent borrower, comparison with the outstanding amount may not be a reasonable indicator to evaluate the effectiveness of resolution.", "Rather, the resolution values must be compared with the next best alternative for the creditors, which in this case is liquidation.", "Of the CIRP cases that have yielded resolution, financial creditors have been able to realise 166% in comparison to the liquidation value of the debtors indicating that creditors have been better-off than the next logical outcome.", "Another often ignored aspect relating to the impact of the Code is the credible 'threat of insolvency'.", "A key metric for assessing this impact is the number of CIRP applications that are withdrawn before admission.", "Till December 2021, 19,803 applications for initiation of CIRPs having total underlying default of ₹6.1 lakh crore were resolved before admission.", "In the absence of the Code, it is most likely that these defaults would have lingered on for much longer, resulting in value destruction.", "Even though RBI does not have any direct role to play in the CIRP under the Code, the RBI regulated lending system is an important stakeholders of an effective bankruptcy law.", "With the increasing levels of credit disintermediation, IBC becomes the most preferred tool available for a comprehensive resolution of debtors.", "The fact, that the Code can be leveraged to give an impetus to resolution of long-standing stress was recognised almost immediately after the notification of the provisions related to CIRP under the Code.", "This culminated in the Banking Regulation (Amendment) Act, 2017 which vested powers on the RBI to issue directions to banks for referring specific default cases for resolution under IBC.", "Under these powers, as is now widely known, the RBI issued directions in June 2017, to the banks to initiate insolvency proceedings under IBC in respect of 12 largest debtors which were classified as NPA.", "These were followed by another set of directions in August 2017, where the banks were directed to implement time-bound resolution plans in respect of another 29 corporate borrowers in default, failing which insolvency proceedings had to be initiated against them.", "The enactment of IBC and the default event being the trigger for initiating insolvency proceedings under the statute forced a rethink of the regulatory trigger for mandatory resolution as well.", "We replaced all the prevailing schemes for restructuring with a simple and harmonised Prudential Framework for Resolution of Stressed Assets (Prudential Framework) which was issued on June 7, 2019, which enshrined the following fundamental principles: • Early recognition and reporting of default in respect of large borrowers by banks, FIs and NBFCs.", "• Complete discretion to lenders with regard to design and implementation of resolution plans, subject to the specified timeline and independent credit evaluation.", "• A system of disincentives in the form of additional provisioning for delay in implementation of resolution plan or initiation of insolvency proceedings.", "• Withdrawal of asset classification dispensations on restructuring.", "Future upgrades to be contingent on a meaningful demonstration of satisfactory performance for a reasonable period.", "• For the purpose of restructuring, the definition of 'financial difficulty' was aligned with the guidelines issued by the Basel Committee on Banking Supervision; and, • Signing of inter-creditor agreement (ICA) by all lenders was made mandatory, which will provide for a majority decision making criteria.", "The approach of RBI towards resolution of stressed assets outside IBC has been to incentivise timely initiation of resolution efforts; proper recognition of increased credit risk to the lenders on account of the concessions granted in the form of debt recast; and the borrowers are required to demonstrate that the concessions have improved their viability by performing satisfactorily on their debt obligations during a reasonable period subsequent to the debt recast.", "Expectations from the Insolvency framework A modern insolvency law such as the IBC deserves support and patience from all stakeholders and the attitude towards the new piece of law should not be influenced merely by losses materialised in respect of resolution of assets that have been stressed for long.", "At the same time, it is necessary to continue improving the regulatory regime for out-of-court resolutions through suitable harmonisation of the regimes across various classes of regulated entities as well as periodic review of the framework to keep pace with the changes in the economy and financial system.", "I feel that to strengthen the Code further, we need to work on following four dimensions: A.", "The big picture in resolution: A comprehensive law like the IBC is often viewed as a last resort by the lenders - an avenue that needs to be explored after exhausting all alternatives.", "However, this view stems from the lack of a comprehensive vision for the future of a beleaguered borrower.", "Various classes of lenders are governed by disjoined set of out-of-court resolution frameworks that applies separately to each class of lender.", "Without participation of all lenders, any effort towards resolution is likely to be incomplete and would be a mere postponement of the inevitable reckoning.", "The time lost in pursuing such incomplete resolutions is likely to compound the eventual losses to the creditors and costs to the financial system.", "Since this is a research conference, I would like to propose a research question: what is the average time taken between default by a borrower and the eventual filing of application for insolvency resolution by the creditors?", "It would also be interesting to see the relationship between such filing delays and the value deterioration that the creditors are required to recognise subsequently.", "Delays in admission of insolvency applications: Another disconcerting aspect is the time taken between filing of an insolvency application and the eventual admission of the application.", "The Code prescribes a period of 14 days.", "However, in reality, the admission usually takes a much longer time than that.", "A consultation paper released by the IBBI on April 13, 2022, notes that average time taken for admission of an insolvency application by an operational creditor has increased from 468 days in 2020-21 to 650 days in 2021-22.", "This is longer than even the stipulated deadline for completion of a CIRP under the Code.", "Such delays in admission are likely to reduce the efficiency of IBC as a comprehensive bankruptcy law and may weaken the creditor rights and ease of exit for bankrupt borrowers.", "Here is another research question: the factors driving the delays in admission of insolvency applications and the chances of the creditors whose applications are thus delayed resorting to IBC subsequently to resolve their stressed assets.", "C. Increase in the coverage of pre-pack resolutions: Like any piece of legislation, IBC also needs to evolve with the changing economic fundamentals.", "The present review architecture in the form of Standing Committee on Insolvency Law has been doing an exemplary job of ensuring the same, guided by the able regulatory capabilities of IBBI.", "The new dimensions being introduced to the IBC such as the new module of the pre-packaged insolvency resolution process (PPIRP/pre-packs) which combines the best of the out-of- court resolution efforts and the judicial finality of a resolution plan approved by an Adjudicating Authority are welcome initiatives.", "Even though PPIRP has been presently allowed only for borrowers that are classified as micro, small and medium enterprises, we could envision pre-packs as a natural complement to the Prudential Framework of RBI in respect of all borrowers in that difficult resolution involving non-cooperative lenders can be resolved using such pre- packaged plans.", "It would be worthwhile to consider extending PPIRP to all borrowers.", "D. Group Resolutions : Another important dimension that needs to be incorporated in the Code is the concept of group resolution - one in which the resolution of borrowers belonging to the same corporate group is undertaken together.", "We saw an example of this during the resolution process of the Videocon Group; however, the same was put in place through discretionary powers available to the Adjudicating Authority rather than through a feature of the Code.", "Such a process is especially vital in an economy like India where traditionally credit contracts have been embedded with cross obligations and credit mitigating covers provided by parent and group companies of the borrower.", "In such a system, default by a borrower is likely to spur cross defaults by group companies thereby increasing the overall credit risk to the financial system.", "A comprehensive process for collective resolution of such interlinked corporate groups is thus necessary to further improve the efficacy of the Code.", "Expectations from creditors Deepening of the credit risk market in India is a necessary condition to take the financial system to the next level of sophistication.", "RBI has been taking many steps towards this in the recent years.", "The guidelines covering transfer of loan exposures have been reviewed and harmonised across lending institutions.", "The secondary market for stressed loans has been thrown open to transferees who are not regulated by RBI.", "The recommendations of the Committee on the Development of Housing Finance Securitisation Market in India (Chairperson: Dr. Harsh Vardhan) and Task Force on the Development of Secondary Market for Corporate Loans (Chairperson: Shri T N Manoharan) are being implemented in phases.", "One of the major recommendations of the latter - the self-regulatory organisation for secondary market for corporate loans - has been implemented with the establishment of Secondary Loan Market Association.", "RBI is also exploring further avenues to deepen the credit risk market by exploring the feasibility of allowing additional types of securitisations.", "At the same time, we would expect that lenders do not wait for a default by a borrower to initiate resolution processes.", "Lenders should combine prudent risk pricing of their exposures with ongoing monitoring of the exposure and maintenance of adequate capital and risk provisions.", "Additionally, since the point at which a counterparty has become insolvent cannot be pinpointed accurately, the risk management practices of the lenders have to be sophisticated enough to capture the changes in risk factors that may affect the safety of the said credit exposure.", "Lenders should also perform periodic stress tests to estimate possible trajectories that the credit exposure is likely to take and calibrate their responses accordingly.", "Ultimately, they are responsible for safeguarding their own interest and interest of their stakeholder.", "To summarise, we have come a long way in improving the credit discipline in the country.", "However, as with any public policy, it is always a work in progress with scope for improvement at any time.", "RBI will continue to engage with various stakeholders to improve the resolution frameworks and will also constantly adopt more sophisticated and updated risk management practices to take care of the systemic concerns that arise from the activities of the various credit intermediaries.", "With this perspective in mind, I wish that this conference becomes first of its kind and generates insightful debates that will guide us in the times to come."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["insolvency resolution", "credit risk", "creditor rights", "bankruptcy law", "stressed assets", "IBC", "Committee of Creditors", "pre-pack resolutions", "group resolutions", "credit discipline"]}