{"sentences": ["Economic Activity and Prices Current Situation of Economic Activity and Prices I would like to start my speech by looking at the current situation of economic activity and prices.", "Chart 1 shows that overseas economies declined significantly for the April-June quarter of 2020, which saw the global spread of the novel coronavirus (COVID-19), but the economies continue to recover thereafter, albeit with variation across countries and regions.", "As for developments by country and region, the U.S. economy continues to see a recovery brought about by private consumption in particular, despite headwinds such as supply-side constraints and the resurgence of COVID-19 driven by the spread of the Omicron variant.", "The European economy has recovered on the whole, although public health measures were temporarily tightened again in some countries, reflecting an increase in the number of confirmed new cases of COVID-19.", "The Chinese economy has recovered as a trend, but the pace of growth has slowed, mainly due to (1) some weakening of investments in real estate and infrastructure owing to the tightening of regulations and (2) public health measures taken in some regions where COVID-19 has been spreading.", "Emerging and commodity-exporting economies other than China have picked up, despite the recent increase in the number of confirmed new cases of COVID-19.", "However, the global economy is likely to be pushed down by Russia's invasion of Ukraine starting on February 24, 2022, and subsequent developments in respective economies, such as the imposition of economic sanctions on Russia.", "There are three major channels in which deterioration in the situation surrounding Ukraine will affect global economic and price developments; namely, (1) price rises of commodities and grains, including crude oil, natural gas, and wheat, due to supply concerns stemming from the economic sanctions imposed on Russia, (2) stagnation in trade activity with Russia, and (3) volatility in global financial markets.", "Price rises of commodities and grains will further increase and sustain inflationary pressure and thereby deteriorate the purchasing power of firms and households.", "In addition, there is concern that stagnation in trade activity with Russia may push down not only the Russian economy but also the world economy by protracting global supply-side constraints.", "Furthermore, global financial markets remain nervous, as seen, for example, in the large volatility in asset prices.", "The future course of the situation surrounding Ukraine entails extremely significant uncertainties, and it is therefore necessary to closely monitor ongoing developments, including (1) the spillover effects on the global economy through the aforementioned three channels and (2) the effects on economies around the world of policy conduct in major countries, including economic sanctions.", "Under these circumstances, I consider that Japan's economy is in the process of picking up as a trend, but has been coming under intensified downward pressure since the turn of 2022.", "In the left panel of Chart 2, the line graph shows developments in the real GDP growth rate, and the bar graph shows the contribution of each demand component to the growth rate, such as private consumption and business fixed investment.", "The second preliminary estimate for the OctoberDecember quarter of 2021 marked a real GDP growth rate of 1.1 percent on a quarter-on-quarter basis and 4.6 percent on an annualized basis, reflecting the pick-up in private consumption and business fixed investment.", "This was because the spread of the Delta variant subsided through September 2021 and public health measures were subsequently lifted.", "Moreover, business performance improved, mainly for the manufacturing industry, along with the recovery in overseas economies; and this led to an expansion in production and exports.", "However, as shown in the right panel of Chart 2, it will still take time for real GDP to exceed its pre-pandemic level.", "I view that the pick-up in Japan's economy has paused since the turn of 2022, mainly for private consumption, due to the effects of the public health measures taken in response to the spread of the Omicron variant.", "Let me now turn to price developments in Japan.", "As seen in Chart 3, the observed year-on-year rate of increase in the consumer price index (CPI) for February 2022 was 0.6 percent for all items less fresh food.", "Moreover, the year-on-year rate of increase in the CPI that excludes the effects of temporary factors such as mobile phone charges and energy prices has been in the range of 0.5-1.0 percent, although this is an estimate.", "Chart 4 shows developments in the indicators for capturing the underlying trend in the CPI.", "The indicators declined moderately in 2020 - when the impact of COVID-19 intensified - but turned upward in 2021 and have returned of late to pre-pandemic levels.", "Outlook for Economic Activity and Prices Next, I would like to explain the Bank of Japan Policy Board members' baseline scenario regarding the outlook for economic activity and prices in Japan.", "Chart 5 shows the medians of the members' forecasts for economic activity and prices presented in the January 2022 Outlook for Economic Activity and Prices (Outlook Report).", "Comparing the projections with those presented in the October 2021 Outlook Report, the projected growth rate for fiscal 2021 is lower but that for fiscal 2022 is higher.", "This is because the following points were factored in: (1) a decline in the growth rate from the middle of fiscal 2021 until the end of the fiscal year due to a drop in production, such as for the automobile sector, as a consequence of supply-side constraints; and (2) an increase in the growth rate from the beginning of fiscal 2022 due to such factors as the government's economic measures and a recovery in production to catch up with demand.", "In short, the baseline scenario is unchanged from that presented in the October 2021 Outlook Report.", "Specifically, Japan's economy is likely to follow a recovery trend as downward pressure stemming from COVID-19 on services consumption and the effects of supply-side constraints wane.", "The recovery trend is also supported by an expansion in external demand, accommodative financial conditions, and the government's economic measures.", "Thereafter, as the impact of COVID-19 subsides, the economy is expected to show higher growth.", "Turning to the outlook for prices, Chart 5 shows the medians of the Policy Board members' forecasts presented in the January 2022 Outlook Report.", "The year-on-year rate of change in the CPI for all items less fresh food is expected to be 0 percent for fiscal 2021, 1.1 percent for fiscal 2022, and 1.1 percent for fiscal 2023.", "Through fiscal 2022, the rate of change in the CPI is likely to increase in positive territory because of (1) rises in energy prices and raw material costs and (2) the dissipation of temporary effects such as a reduction in mobile phone charges.", "Thereafter, the year-on-year rate of increase in the CPI is expected to stay at around 1 percent toward the end of the projection period, due to the underlying inflationary pressure stemming mainly from improvement in the output gap and a rise in medium- to long-term inflation expectations.", "Risks to the Outlook So far, I have explained the Policy Board members' baseline scenario regarding the outlook for economic activity and prices.", "However, it should be noted that this scenario does not take into account the effects of Russia's invasion of Ukraine.", "Particular attention is warranted for the time being to the downside risks to economic activity, mainly the impact of the spread of COVID-19 and geopolitical risks, and to the upside risks to prices due to a rise in commodity prices.", "I would now like to discuss three points to which I am attentive with regard to risks to the outlook.", "The first point is the impact of the repeated resurgence of COVID-19 on economic growth.", "The Omicron variant, the first case of which was reported in southern Africa in the second half of November 2021, has swept across the world.", "Chart 6 shows the trend in the number of confirmed new cases of COVID-19 by country and region.", "Compared with the second half of 2021, when confirmed cases increased due to the spread of the Delta variant, the recent peak numbers are several times higher, indicating that the Omicron variant is highly contagious.", "The spread of COVID-19 affects economic activity through a decline in aggregate demand and supply.", "In other words, if the authorities take public health measures to ease the burden on the medical care system in response to an increase in the number of confirmed cases, such as imposing restrictions on going out and traveling and placing restrictions on business operations in some industries, or if people voluntarily stay home due to vigilance against COVID-19, this will not only reduce aggregate demand, including household consumption, but also induce a decline in aggregate supply through a decrease in labor supply.", "In spring 2020, when the COVID-19 pandemic began, day-to-day activities were severely restricted around the globe, resulting in significant negative economic growth, accompanied by a plunge in both demand and supply.", "Thereafter, in the United States and Europe, the impact of the spread of COVID-19 on aggregate demand has been weakening as the resumption of economic activity has advanced while public health has been protected, mainly due to the widespread vaccinations including the rollout of booster shots.", "Nevertheless, it is necessary to keep in mind the risk that the spread of COVID-19 due to a new variant may delay recovery in aggregate demand, which in turn may cause a fall in supply and stagnate the global economy's growth potential itself.", "Second, I am keeping a close eye on the possibility that supply-side constraints will become prolonged and on the possible effects that this will have on economies across the globe.", "The reason behind the heightened awareness of supply-side constraints since 2020 is that the aggregate supply of goods in particular has been unable to fully keep up with the expansion in aggregate demand amid the prolonged COVID-19 pandemic.", "As governments and central banks implemented large-scale fiscal and monetary policy measures to minimize the fall in economic activity triggered by COVID-19, aggregate demand, which had been suppressed due to the pandemic, rebounded with the progressive resumption of economic activity.", "The rebound, in the form of pent-up demand, materialized in the United States and Europe, where initiatives were launched early to both reopen the economy and protect public health.", "On the other hand, with regard to aggregate supply, (1) labor supply has been slow to recover because those who left the labor market to, for example, avoid infection returned in smaller numbers than expected and (2) supply-chain disruptions and shipping bottlenecks have been protracted.", "This has led to delays in the recovery of production capacity, not only domestically in the respective economies but also internationally.", "Chart 7 presents inflation rates including prices of energy and food in the left panel and delays in the arrival of goods in the right.", "The chart shows that (1) delivery delays have been playing a part in the elevated inflation rates and (2) delivery continues to be delayed seriously albeit with variation across countries and regions, indicating that such delays are highly unlikely to be resolved easily for the time being.", "Supply-side constraints also affect Japan's economic activity, mainly through the following channels: (1) opportunity losses for firms owing to a decrease in production, (2) a decline in households' purchasing power due to increased inflationary pressure, and (3) a downturn in corporate profits caused by deterioration in the terms of trade.", "With regard to the second channel, there is concern that a rise in prices, mainly for essential goods such as energy and food, may affect lower-income households in particular, as they are more susceptible to a decline in purchasing power.", "Chart 8 shows developments in the terms of trade.", "The current deterioration is distinctive in its severity and in the significant impact of the rise in import prices.", "Moreover, unlike the situation in 2017-2019 - when a rise in import prices of crude oil was the main cause of the deterioration in the terms of trade - import prices are currently rising for a broad range of goods, not only crude oil but also metal products and lumber, reflecting supply-side constraints.", "If raw material costs - which have been hovering at a high level - are not smoothly passed on to selling prices, this will increase the risk that firms will not fully distribute their profits in the form of fixed investment and wages.", "The third point is the possible effects of macroeconomic policies across countries and regions, particularly how the course of U.S. monetary policy will influence asset markets and global financial markets.", "Policy rate hikes in the United States will affect not only the economy there but also emerging economies, which are still on their way to recovery from the pandemic, through changes in capital flows in global financial markets.", "There is also concern about the risk that adjustments in the Chinese economy, such as in the real estate sector, will exert downward pressure on its growth rate and thereby adversely affect the world economy.", "Alongside this, as I mentioned earlier, close and careful attention is warranted over possible effects that geopolitical risks, including those related to the recent situation surrounding Ukraine, will have on commodity and grain prices, the world economy, and global financial markets.", "Conduct of Monetary Policy Based on the outlook for economic activity and prices that I have described, I will outline the Bank's current monetary policy and recent policy decisions.", "I would then like to express my opinion about the Bank's monetary policy conduct.", "Overview of Current Monetary Policy and Recent Policy Decisions The Bank conducts monetary policy under the framework of Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control, aiming to achieve the 2 percent price stability target.", "This current framework consists of three components: yield curve control, the purchase of risk assets, and the Bank's public commitment regarding the future conduct of monetary policy.", "In addition, the Bank has taken action since March 2020 to address the economic and financial impact of the pandemic mainly through the following three measures: (1) the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19) (the Special Program); (2) an ample and flexible provision of yen and foreign currency funds; and (3) purchases of exchange-traded funds (ETFs) and Japan real estate investment trusts (J-REITs).", "Among these measures, the Bank discussed at the Monetary Policy Meeting held in December 2021 the treatment of the Special Program, which was set to expire at the end of March 2022.", "It decided to extend by six months fund-provisioning to small and medium-sized firms, or SMEs, until the end of September 2022, while completing the financing support for large firms as scheduled.", "Chart 9 summarizes this policy decision; as indicated, the reason for the decision is that, although firms' financial positions have improved on the whole, weakness remains in the financial positions of some firms, particularly those in the face-to-face services industry and SMEs.", "The decision to adjust the Special Program does not represent the end of the Bank's actions against the pandemic.", "I would like to emphasize that the Bank's policy stance is unchanged: it will continue to closely monitor the impact of COVID-19 and take appropriate measures if necessary.", "The Bank believes that climate change could exert an extremely large impact on developments in economic activity and prices as well as financial conditions from a medium- to long-term perspective.", "It has thus conducted the fund-provisioning measure to support financial institutions' various efforts in the field of climate change.", "Under this measure, 43 financial institutions were selected as eligible counterparties in November 2021, and funds amounting to about 2 trillion yen were provided through the first operation in December.", "The Bank will continue to support the private sector's initiatives that contribute to addressing climate change.", "My View on the Conduct of Monetary Policy Of the monetary policy measures just outlined, I have voted for the Bank's measures to address the pandemic and climate change.", "However, I have cast a dissenting vote on yield curve control and the Bank's commitment regarding the future conduct of monetary policy.", "This is because I continue to hold the view that it is necessary for the Bank not only to support financing, provide liquidity, and address climate change but also to further strengthen its monetary easing stance with a view to achieving the 2 percent price stability target at the earliest possible time and thereby supporting Japan's economy in returning to a powerful growth path.", "Let me elaborate on my view.", "The assessment of price developments forms the basis of monetary policy decisions.", "The following two points should be noted when assessing current developments.", "First, it is necessary to examine a broad range of indicators, including not just the CPI but also the corporate goods price index (CGPI) and the GDP deflator.", "Chart 10 shows the GDP deflator, a price indicator related to GDP.", "It has continued to record year-on-year declines since the AprilJune quarter of 2021, reflecting deterioration in the terms of trade shown in Chart 8.", "This suggests that the recent price rises in Japan are largely attributable to a rise in imported goods prices, rather than an expansion in domestic demand or wage increases.", "Second, when assessing developments in the CPI, it is important to examine the underlying trend that excludes temporary effects.", "The indicators for capturing the underlying trend in the CPI shown in Chart 4 have risen moderately of late, mainly for prices of goods such as petroleum products, food products, and clothes.", "That said, similar indicators shown in Chart 11 used to be higher than their current levels.", "Specifically, during the period from the middle of 1990 through the middle of 1992, when the CPI inflation rate was above 2 percent, the weighted median and trimmed mean were above 2 percent, and the mode was also above that level from the middle of 1991.", "This implies that the current environment surrounding the CPI - in terms of how broad the observed price rises have been - is far from one in which the 2 percent price stability target can be achieved in a stable manner, although the aforementioned indicators have reached about the same levels as those in 2008 and around 2014, when the CPI inflation rate temporarily rose.", "Chart 12 shows developments in the output gap and inflation expectations, both of which affect the underlying trend in prices.", "The output gap continues to indicate excess supply, and inflation expectations, although on an uptrend, have not yet reached the recent peak seen around 2014.", "Developments in the CPI can be assessed by examining not only the underlying trend in prices and changes in variables that affect the trend, but also the degree to which the strength of the inflation momentum will lead to achievement of the price stability target of 2 percent.", "Chart 13 shows a statistical estimate of the probability of Japan's inflation rate reaching 2 percent within two years.", "Based on the assumption that the average of the changes in the monthly inflation rate over the past year will continue, the 2 percent-passage probability has risen since July 2021; however, the rise is largely attributable to higher energy prices.", "Considering that the probability calculated using the CPI excluding temporary effects has also been rising, the momentum in inflation could strengthen not only for energy prices but also for a variety of goods.", "Nevertheless, the inflation momentum has not been strong enough in terms of the 2 percent-passage probability.", "Given that the temporary effects that have been pushing down prices thus far are projected to dissipate from the turn of fiscal 2022, the year-on-year rate of increase in the CPI is highly likely to exceed 1.5 percent, whether temporarily or not.", "Moreover, depending on developments in crude oil prices, the uptrend in the CPI may strengthen further.", "Having said that, judging from the underlying trend in the CPI, my assessment at the moment is that such price rises are unlikely to last long and that the momentum toward the 2 percent price stability target is not sufficient.", "Based on this assessment, I believe that the Bank needs to encourage firms to make active fixed investment for the post-COVID-19 era, so that they can distribute their high levels of savings, which will in turn lead to sustained inflation accompanied by increases in income and demand.", "To this end, the Bank should further strengthen its monetary easing stance with a view to improving the output gap and inflation expectations, and thereby achieve an economic recovery and the price stability target early.", "Specifically, to facilitate improvement in the output gap, it is appropriate for the Bank to actively purchase Japanese government securities upon clarifying that short- and long-term interest rates would be lowered under yield curve control.", "With regard to the strengthening of the Bank's commitment regarding the future conduct of monetary policy to raise inflation expectations, I believe that it is appropriate for the Bank to revise the forward guidance for the policy rates to make such guidance more powerful by relating it to the price stability target, so as to enable the Bank to take action based on concrete conditions.", "I assume that this would make it clearer that the Bank has no intention of shifting toward tightening its monetary policy unless the situation is realized where the 2 percent price stability target can be achieved and maintained in a stable manner.", "In addition, it would contribute to the control of expectations, which plays a crucial role in monetary policy.", "Furthermore, it is important to strengthen coordination of fiscal and monetary policies and thereby steadily implement a policy mix.", "As a member of the Policy Board of the Bank, I will continue to do my utmost to achieve and maintain the price stability target.", "The year-on-year rate of change in the CPI for all items less fresh food and energy for February 2022 was minus 1.0 percent.", "The number of confirmed cases also surged in Japan from January 2022, when the Omicron variant became prevalent.", "The risk of hospitalization seems to be lower for the Omicron variant than for the Delta variant.", "However, the number of severe cases peaked close to the 70 percent level seen in autumn 2021, and this brought the medical care system under strain in some regions.", "There have been many reports that logistics disruptions will continue for at least the rest of the year.", "See, for example, Japan External Trade Organization (JETRO), \"Kyokyu seiyaku, yuso no konran to kigyo no taio jokyo\" , 2022, www.jetro.go.jp/ext_images/world/covid-19/info/logistics0217r.pdf.", "It should be noted that foreign exchange rates do not have a substantial impact on the overall terms of trade because they affect both export and import prices on a yen basis.", "In response to the globally heightened inflationary pressure, the number of central banks that decided on a policy rate hike for the October-December quarter of 2021 was 31, increasing from 23 for the July-September quarter.", "Presuming that the first passage time probability of a stochastic process obeys the Wald distribution, the probability of inflation rates hitting a threshold before a time horizon is estimated, assuming a 2 percent threshold and measurement horizon of two years.", "For the estimation results for 1991 through 2012, see Chart 9 in Kataoka, G., \"Economic Activity, Prices, and Monetary Policy in Japan: Speech at a Meeting with Business Leaders in Kanagawa,\" Bank of Japan, September 2018, www.boj.or.jp/en/announcements/press/koen_2018/ko180921a.htm/."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic Activity", "Prices", "Monetary Policy", "Inflation", "Supply-Side Constraints", "COVID-19", "Ukraine", "Financial Markets", "Yield Curve Control", "Output Gap"]}