{"sentences": ["Keynote speech by Tina Žumer, Deputy Governor of Banka Slovenije, at the ACI Slovenia Annual Besedilo je na voljo samo v angleškem jeziku.", "Steps forward in normalising interest rates in times of war, global uncertainty and structural challenges Dear ladies and gentlemen, dear speakers, organisers of this event, ACI members and other guests, good evening.", "Let me sincerely congratulate you on this round anniversary of your association.", "In the last year, many 30th anniversaries have been celebrated across Central and Eastern Europe.", "This also includes our institution, Banka Slovenije.", "I am pleased and proud that the employees of Banka Slovenije have played an important role in the association from the very beginning.", "Building and strengthening of ties among professionals from different financial institutions is very valuable.", "When this happens far beyond national borders it is especially beneficial, and the accession of ACI Slovenia to the World ACI Association in 1997 was a key milestone in this respect.", "At this occasion, I would like to thank all of you engaged in the organisation of a series of lectures and other events for enriching the knowledge and skills of individuals working in our bank and other financial institutions.", "In recent months, and since the beginning of the pandemic in general, the situation on the financial markets has been dynamic and diverse.", "If we look at it from a professional point of view, we have been able to witness historical events such as the global financial crisis and the great lockdown.", "However, the current situation is far from comfortable.", "The Russian attack on Ukraine developed into a devastating war and a new shock to our economies even before the fight against the pandemic had ended.", "This shock has added to the challenges for our monetary policy, to which - in addition to macroeconomic situation - I will devote the first part of today's speech.", "In addition to the challenges related to high inflation and normalisation of monetary policy, we are also facing longer term risks, such as climate change with its potential repercussions for macroeconomic and financial stability.", "In the second part of my speech, I will highlight our tasks and activities in this area.", "[Macroeconomic environment] After a sudden and deep recession triggered by the COVID pandemic, most euro area economies recovered faster than expected.", "The euro economy reached the pre-pandemic level of GDP in the fourth quarter of last year, while the Slovenian economy caught up with it a quarter earlier.", "The rapid and comprehensive response of monetary and fiscal policies to the shock, together with the progress in vaccination, have been instrumental in the speedy recovery.", "Our joint efforts for strengthening the resilience of the European banking system over the last decade also played an important role.", "The strong economic rebound after the reopening of the economies and COVID-related supply chain disruptions lead to global supply shortages and, in turn, the pick-up of inflation.", "Its increase was not unexpected, given the collapse of energy prices in 2020, but turned out to be stronger, broader and more persistent than we anticipated.", "The terrible war on the EU's doorstep and sanctions against Russia have exacerbated global supply constraints, pushed up energy and commodity prices and caused the euro area and global inflation to surge further.", "This accelerated the process of the global winding down of the historic monetary stimulus and - together with lower growth prospects - added to this years' marked decline in the stock and bond markets.", "The worry thus arose as to whether these developments could tip our economies into a recession.", "Despite higher living costs and a devastating war, economic growth in the euro area and in Slovenia continues, albeit at a slower pace than would otherwise be the case.", "We cannot completely rule out a fall in GDP in the coming quarters, but so far there are more arguments in favour of continued growth, which is also the baseline scenario of June projections by the Eurosystem and Banka Slovenije.", "However, the uncertainty is great and there are considerable risks to the forecast due to the war and geopolitical tensions.", "In sum, we are currently in an unusual and challenging situation.", "According to many economic indicators - such as high employment, labour shortages, capacity utilisation in manufacturing, elevated inflation and over-valuation of housing markets - we are high in the business cycle.", "At the same time, our monetary policy is still exceptionally accommodative after coping with the lengthy period of deflationary pressures and the pandemic shock.", "The situation is particularly challenging as certain financial vulnerabilities have built up over the last few years, in particular the high indebtedness of some countries and companies, overvalued housing markets across Europe and accumulated risks in non-bank financial institutions.", "[Monetary policy] Given the euro area inflation stands above 8% with little signs of slowing in the coming months, the increasingly broad-based nature of inflation and inflation expectations moving above our 2% target, the priority of our monetary policy is clear.", "We cannot influence the supply side shocks.", "However, our task is to strengthen confidence in the medium-term price stability and to prevent de-anchoring of inflation expectations through our credible action.", "These developments urge us to continue our journey down the path of monetary policy normalisation.", "In particular: First, the process of the gradual winding down of Eurosystem net asset purchases will conclude this month, as we also end net purchases under the APP, after the PEPP net purchases already ended in March this year.", "Second, as decided last week, our first interest rate increase in 11 years is scheduled for July, expected to be followed by another rise in September.", "While we intend to raise key interest rates in July by 25 basis points, the pace of further increases will depend on future price developments and outlooks.", "If the medium-term inflation outlook persists or deteriorates, a larger increase will be appropriate in September.", "Third, based on our current assessment we anticipate that a gradual but sustained path of further increases in interest rates will be appropriate beyond September.", "High inflation is a major challenge for all of us, but we will make sure at the Eurosystem level that inflation returns to our 2% target over the medium term.", "[Financial fragmentation] Due to elevated inflation and the expected normalisation of our monetary policy, borrowing in the financial markets has become more costly for sovereigns, banks and corporates.", "Similarly, the bank lending rates for households and corporates have also started to rise, though at a slower pace.", "Since last August, the nominal sovereign bond yields have increased significantly.", "The increase, which gained pace in the last week, ranges from over 2 ppt for Germany to over 4 ppt for Greece.", "The spreads over German bonds have also increased notably, but remain far below the highest levels during the euro area debt crisis.", "A certain increase in spreads is justified, after their policy-induced compression over the last few years.", "However, if financial fragmentation were to become excessive, then this would endanger the proper transmission of monetary policy throughout the euro area.", "The primary tool of the Eurosystem for mitigating excessive widening of the spreads is flexibility of reinvestments under the pandemic asset purchase program (PEPP).", "Flexibility can be used by investing the value of maturing bonds in the bonds of the countries most exposed to rising yield spreads.", "If fragmentation were to worsen significantly, we have other options, such as adjusting the existing instruments or launching new ones when this is needed to secure monetary policy transmission along the path of policy normalisation.", "[Structural changes] This brings me to my last point - structural challenges, including those brought about by climate change.", "Both society and our financial system are facing some structural shifts and challenges.", "Some of the drivers of past deflationary pressures have lost steam, such as global trade liberalisation and the reliance on the existing global supply chains.", "At the same time, some structural inflationary factors are gaining momentum, namely the green transition, strengthening of the EU's strategic autonomy and the reorganisation of global supply chains with possible nearshoring.", "There will still be some deflationary forces at play, such as rapid digital transformation, other forms of innovations and elevated debt levels, but there is a question as to what extent these factors could overcome the inflationary forces.", "In the medium term it therefore seems possible that inflation will settle at higher levels than we have observed in recent years, even after the existing supply shocks fade.", "[Climate change considerations] Regarding the green transition, the primary role here lies with governments, as they have the power and democratic legitimacy to adopt legislation that compels industries and individuals to act sustainably.", "In addressing climate risks, there are also areas where central banks can and should contribute.", "Climate change is already affecting our economies and thus price and financial stability, which lie at the heart of central banks' mandates.", "This urges us to take climate-related considerations into account in the conduct of monetary and eventually macroprudential policies, and in the supervision of banks.", "In July last year, the Eurosystem central banks concretised our commitments and adopted a roadmap on climate-related actions.", "Regarding monetary policy, we agreed to analyse the inclusion of climate-related factors in macroeconomic modelling and in the implementation of our monetary policy, more specifically the collateral framework and corporate asset purchases.", "Regarding our own investments that are not related to monetary policy, Banka Slovenije is increasing its share of green and other sustainable bonds.", "We also abstain from investing in firms in the tobacco and arms industries, and firms causing major environmental harm.", "We plan to further enhance our socially responsible investment framework by setting targets that are even more ambitious.", "Next year we will start measuring and reporting carbon footprints, and other indicators of socially responsible and sustainable investing.", "Regarding the banking system, the task of central banks is to set unified standards for addressing climate-related risks by adapting banking regulations and supervisory frameworks.", "Related to banking supervision, our activities embrace the measurement, assessment, management and disclosure of climate risks.", "In 2020 the ECB issued a guide for banks with details of the supervisory expectations in this regard.", "The self-assessment of systemically important banks against these supervisory expectations shows considerable initial gaps exist, which is not surprising as we are still setting the groundwork in the field.", "We are aware of several challenges along the road, such as the limited availability and quality of climate-related data.", "Banks should thus keep working on the systematic identification and measurement of exposure to climate risks, and integrate climate-related considerations in their business strategies and key policies, including lending policies.", "This year the ECB and national central banks are conducting the first climate risk stress tests.", "This is a learning exercise for all of us involved.", "It will provide us with a better insight into the banks' capabilities and challenges related to climate risk stress testing, and the resilience of banks to these risks.", "The results of the exercise, which will take a qualitative form, will become an integral part of the Supervisory Review and Evaluation Process (SREP).", "This means that this stress test could indirectly impact Pillar 2 capital requirements.", "For commercial banks and the broader financial system, addressing climate change also brings opportunities.", "The transition to a greener society demands substantial investments, and the financial sector, especially banks, will have a key role in providing the financial resources needed to achieve this.", "Dear ladies and gentlemen, In recent crises we have shown that together we can cope well with unprecedented challenges.", "What lies ahead of us is a mix of several challenges, cyclical and structural, intertwined among themselves.", "By acting together, as we have done in recent years, we will manage and take advantage of them.", "What we have learnt is that strengthening the resilience of the banking sectors pays off, as evidenced by the solid position of European banks during the recent crisis, built as a result of the strengthening of the regulatory and supervisory framework over the last decade.", "Financial institutions that are sufficiently resilient to looming risks will be able to adequately support the economy and individuals in these demanding times, and play a key role in supporting the green transition.", "I wish you interesting discussions after the event, and a pleasant celebration of your anniversary."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Monetary policy", "Inflation", "Financial stability", "Climate change", "Economic growth", "Financial markets", "Central banking", "Russia-Ukraine war", "Green transition", "Structural challenges"]}