{"sentences": ["The President and Vice President of the Association of Human Resource Professionals of Mauritius and the African Human Resource Confederation Members of the Executive Committee of the Association and of the Confederation Distinguished Guests Ladies and Gentlemen Good evening.", "It gives me great pleasure to be with you tonight.", "I would like to thank the Mauritius Association of Human Resource Professionals for inviting me to celebrate the Association's anniversary as well as that of the African Human Resource Confederation.", "I understand that the 2021 edition of the magazine focuses on a very topical theme, namely, I quote: \"CORONAVIRUS PANDEMIC HAS AMPLIFIED THE SIGNIFICANCE OF HUMAN RESOURCE MANAGEMENT.\"", "The COVID 19 pandemic has indeed had a very disruptive effect on the world as we knew it.", "It has impacted the economy, the social fabric, human interaction and our working environment and business methodologies.", "Just two days ago, at the press conference following the Monetary Policy Committee Meeting, I underlined the unprecedented challenges that have stemmed from the onset of the COVID-19 pandemic since March 2020.", "These challenges prompted the Bank of Mauritius to swiftly introduce its COVID-19 Support Programme.", "It contained a series of both conventional and unconventional measures to support businesses, households and individuals financially impacted by the pandemic.", "Another milestone solution was the establishment of the Mauritius Investment Corporation Ltd.", "Through a bold array of measures, the Bank of Mauritius has contributed to salvaging the economy, saving jobs and shielding businesses, especially systemic corporates, against the economic backlash of the pandemic.", "Just as I have underlined the economic imperatives, I can fathom from a human perspective how profoundly COVID-19 has affected the lives of people.", "At its core, the COVID-19 pandemic is a human crisis and I appreciate that this has caused human resource professionals to revisit all the fundamentals around which they had built their strategies.", "It is in that spirit that, since the outbreak of the pandemic, the Bank of Mauritius and its regulatees worked hand in hand to find the right strategies for maintaining business continuity across and beyond the confinement period.", "While serving customers was a priority, the Bank also saw to it that all required sanitary protocols were adhered to in order to protect both the public at large and employees in the banking industry.", "The Bank of Mauritius too initiated several measures to ensure the safety and health of its employees whilst also ensuring that operations were maintained.", "With a view to mitigating propagation risks, a work from home strategy was implemented in August 2021.", "Currently, around 30 per cent of staff are working from home and we see to it that the disinfection of the Bank's premises is conducted on a weekly basis.", "Thinking and working as a team and making no compromise on our staff's safety has allowed all functions to be operational during the pandemic.", "The Bank's internal COVID protocol is being continuously adjusted in the light of latest information on the evolution of the coronavirus.", "Ladies and Gentlemen, Digitalisation and distributed work arrangements may be the answer to some of the pressing challenges that organisations are facing in the wake of the COVID-19 induced disruption.", "The pandemic has in effect accelerated the shift towards technology-driven and sustainable processes.", "It is a fact that no enterprise, no organisation, or country can aspire to sustained growth without a healthy, skilled and motivated workforce.", "This is justly why I am fully committed to enabling the Bank's staff to acquire the necessary skills and provide them with the most appropriate tools and work environment.", "The objective is to ensure that the Bank can continue to seamlessly deliver on its statutory objectives even in worse case scenarios.", "I know that, just like the banking industry has endeavoured to come to the rescue of the economy, all of you too, as human resource leaders, have played a key role in tackling resourcing and efficiency challenges posed by the pandemic.", "It is important that due tribute be paid to you for devising solutions to maintain business continuity and to help employees cope both professionally and psychologically with this unprecedented crisis.", "COVID 19 has indeed changed the experience of work for the vast majority of employees.", "It has forced organisations, both locally and across the globe, to revisit how work is organised and how jobs are designed.", "Another consequence of the pandemic is that the potential for fractures between employee groups has also increased.", "An example of such fractures is that there now exist groups of people who can work from home and those who cannot, those who remained on payroll versus those furloughed.", "There are also those in different business units who have been impacted differently.", "Needless to say that the pandemic has scarred current generations, and that it will also affect future ones.", "For that reason, I am truly appreciative of the fact that beyond handling the aftershocks of COVID-19, the focus of HR professionals is also on learning and development.", "These two elements add more value to organisations and help them muster resilience through capacity building.", "With the pandemic, virtual training programmes and seminars have known a boost, driving costs downwards and resulting in many of them being offered on free of charge basis.", "These online trainings have been warmly welcomed by all, ensuring that uplifting of knowledge, skills and motivation of employees are maintained.", "The coronavirus outbreak has forced us to rapidly adapt and rethink our priorities.", "But it has equally, in what we now term the 'New Normal', reminded us of the true meaning of complementarity, mutual support and working hand in hand, not only to provide financial security, but also to have a shared sense of purpose and belonging.", "The crisis has also brought to the fore how much we all rely on the work of others - be it healthcare professionals, retail staff, delivery drivers or the myriad of other formidable men and women who are risking their lives to keep the rest of us healthy, fed and safe.", "This is perhaps the best lesson that the pandemic has taught us and which we must endeavour to sustain.", "I wish to congratulate all human resource professionals who are having to make tough decisions, based on the limited and fast-movinginformationand with significant impacts, while also juggling concerns about their own family, friends and income security.", "Thank you for your contribution to bringing out the best in people, be it through generously sharing materials, expertise, time and perspectives or by making important personal gestures to keep friends and colleagues motivated through these difficult times... Ladies and Gentlemen, I would like to conclude by congratulating the Association of Human Resource Professionals of Mauritius and the African Human Resource Confederation for their anniversary celebration.", "It is also an occasion to put on record their commendable work to stand as a bedrock of professional excellence and for their unflinching effort to create a modern workplace that responds to the needs and ambitions of our country.", "As we emerge from the effects of COVID-19 and we embark on the process of recovery, it becomes clearer that the very structure of our economy is called upon to change.", "We must now focus on identifying new economic avenues for our future generations.", "My call to all HR professionals in Mauritius is to keep pace with our economic development as you have the key responsibility of preparing our labour force of tomorrow, not only for the banking and financial sector, but across the economy.", "On this note, as we all pray for better days, may I wish you and your families Happy Holidays.", "I thank you for your attention..."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19 pandemic", "Human resource management", "Economic recovery", "Digitalisation", "Workforce development", "Business continuity", "Employee well-being", "Learning and development", "Social impact", "Economic challenges"]}