{"sentences": ["The economic landscape: structural change, global R * and the missing-investment puzzle - speech by Andrew Given at the Official Monetary and Financial Institutions Forum Published on 12 July 2022 Andrew Bailey discusses new research which looks at the global factors that have affected the trend real interest rate over the past sixty years or so.", "It is a pleasure to speak at this event hosted by the OMFIF.", "In challenging times like those we are currently facing, the independent platform you provide - which brings the public and private sector together to discuss issues relating to central banking, economic policy and public investment - is more important than ever.", "The dominant theme for central banks around the world currently is the very elevated level of inflation.", "The Bank of England is certainly no exception, with UK CPI inflation reaching 9.1% in May, and projected to increase further to slightly above 11% by October.", "In view of continuing signs of robust cost and price pressures, including the current tightness of the labour market, and the risk that those pressures become more persistent, the Bank's Monetary Policy Committee voted to increase Bank Rate by a further 0.25 percentage points at its latest meeting in June.", "This was the fifth increase in rates since December, taking Bank Rate to 1.25%.", "In the Minutes of that meeting, the MPC emphasised that it will take the actions necessary to return inflation to the 2% target sustainably in the medium term, in line with its remit.", "The scale, pace and timing of any further increases in Bank Rate will reflect the Committee's assessment of the economic outlook and inflationary pressures.", "The Committee will be particularly alert to indications of more persistent inflationary pressures, and will if necessary act forcefully in response.", "Bringing inflation back down to the 2% target sustainably is our job, no ifs or buts.", "Tonight I will step back from the current situation and consider some of the longer-term forces affecting our economy, and shaping the economic landscape in which monetary policy is conducted.", "Assessing the policy landscape Monetary policymakers are typically focused on cyclical movements in the economy, since monetary policy is often thought to have its most powerful effect on inflation 18-24 months ahead.", "As cyclical shocks hit the economy, monetary policymakers must analyse incoming data to identify the underlying causes and form a view on their implications for the outlook for GDP and inflation.", "Adjusting policy in response to the cyclical shocks in the foreground of the macroeconomic picture is therefore a core part of our role.", "In the background of this picture, however, are some slow-moving but important structural changes, such as trends in population and demographics, technological changes (like increased automation and the rise of intangible capital), and environmental factors (like climate change and the transition to net zero).", "These slow-moving forces may not influence the setting of monetary policy meeting by meeting.", "But understanding the broader policy landscape is important, because it provides insights into the economic trends that will shape policy decisions in the longer term.", "Economists have developed a number of so-called 'equilibrium' concepts that help to summarise key parts of the policy landscape.", "Of particular relevance for my speech today is the 'equilibrium real interest rate', which is the hypothetical real interest rate that would sustain output at potential and inflation at target.", "Because the equilibrium real interest rate is a theoretical variable, rather than one we can directly observe, it must be estimated and several approaches have been developed to do so.", "All of these estimates are, however, associated with a high degree of uncertainty.", "As a result, the equilibrium real interest rate is typically used to look back on past policy and its stance, or to provide an indication of the general outlook for interest rates over the coming years, rather than as a direct guide to policy.", "In the August 2018 Inflation Report, the MPC set out its framework for thinking about the equilibrium interest rate, which is also described in further detail in a background paper co- authored with Bank staff that will be published alongside this speech.", "That framework decomposes the equilibrium real interest rate, sometimes called r*, into the sum of two components.", "The first component, called the 'trend real rate' or upper-case R* for short, is driven by long-term structural factors.", "The second component of (lower-case) r* reflects the effects of cyclical shocks to both aggregate demand and supply and so can vary substantially over the short to medium term.", "My focus today is on the structural narrative that shapes the policy landscape in the long run.", "Accordingly, I will look at the trend real rate (upper-case R*) and in particular at its determinants at the global level over the past sixty years or so.", "For an open economy like the United Kingdom, the trend real rate is pinned down by global forces; as capital is free to move around the world, interest rates would depend on the balance of savings and investment in other countries as well as the United Kingdom.", "Global R* thus acts as a long-term anchor for the UK's domestic equilibrium real interest rate.", "Understanding the relative importance of the different secular factors that drive Global R*, therefore, sheds light on the forces that may ultimately shape the evolution of domestic real interest rates.", "While Global R* affects the level around which equilibrium real interest rates fluctuate over the longer term, it abstracts from the shorter-term cyclical forces at play.", "So let me be very clear that nothing I say today is intended to be a signal about the near term path of the equilibrium real interest rate in the United Kingdom or indeed Bank Rate over the MPC's policy horizon.", "Even if the trend global real rate remains low, we may still see a rise in nominal policy rates and equilibrium real interest rates in the short to medium term.", "In other words, Global R* is an important underpinning, but it is not a useful guide to real-time policymaking.", "Since real interest rates are an important determinant of investment, in today's speech I will also consider the extent to which investment has responded to movements in the trend real rate.", "As I will discuss in more detail later, the determinants of, and prospects for, investment have important implications for another equilibrium concept that helps us to understand the policy landscape: potential output, which is the hypothetical level of output that could be produced if all resources were fully employed.", "To illustrate the context, Chart 1 shows the UK ten-year real interest rate, measured directly from index-linked bond prices, plotted to the end of June of this year.", "Two things stand out immediately.", "The first is that the real interest rate can be quite responsive to cyclical shocks, sometimes moving by a percentage point or more in a matter of months.", "Indeed, in the past few months we have seen a relatively sharp and sizable increase.", "Whether such movements persist depends on the underlying shocks driving real interest rates.", "For example, we saw a similar rise in the ten-year real interest rate after the global financial crisis and that did not persist when inflation returned to target.", "The second observation is that, beneath the month-to-month volatility, there appears to have been a fairly steady downward trend since the mid-1980s.", "As shown in Chart 2 other economies have experienced a similar trend in real interest rates.", "Chart 1: The UK ten-year real interest rate has fallen over recent decades Note: Ten-year zero coupon yield (spot interest rate) computed from UK index-linked government debt.", "Source: Bloomberg Finance L.P, Tradeweb and Bank calculations.", "Chart 2: There has been a trend decline in real interest rates in most countries Note: High-income countries include Finland, France, Italy, Japan, Netherlands, Spain, the United Kingdom and the United States.", "See Appendix A. to Bailey et al.", "Source: Authors' calculations using EU KLEMS, the Penn World Table 10.0 and the Jordà et al.", "(2017) Macrohistory Database.", "See Appendix A. to Bailey et al.", "This pattern is suggestive of a structural trend in the underlying global trend real interest rate, in other words Global R*.", "This concept can be estimated, using a variety of statistical methods, all of which extract an underlying slow-moving trend from the more volatile data.", "Some of these estimates, from a range of different academic papers, are shown in Chart 3.", "The teal line shows a new estimate by Bank staff, based on data for 31 high-income countries.", "Though there are relatively wide error bands around this central estimate, and alternative estimates from the literature exhibit different patterns, the direction of travel has been clear.", "In other words, a decline in Global R* over recent decades is common across estimates.", "Chart 3: Empirical measures of Global R* have fallen in recent decades Source: Consumer prices indices, short-term interest rates and government bond yields for the calculation of Cesa-Bianchi et al.", "(2017) Macrohistory Database and Eikon Refinitiv.", "Other estimates from Del Negro et al.", "While these statistical estimates help us to understand the dynamics of the trend real rate, they do not tell us why it has been falling.", "The dynamics of the trend real rate are determined by slowmoving structural factors that affect the balance between the demand for capital for production and the stock of wealth available to finance it.", "Understanding the underlying structural trends that drive this balance requires a structural model.", "Recent research by staff at the Bank has developed a model of the world economy that brings together several key structural factors that could account for the decline in Global R*.", "These are productivity growth, population growth, longevity, the relative price of capital, and government debt.", "The structural model generates a path for Global R*, as well as a decomposition of the contribution of each of these factors.", "Some key results of this exercise are laid out in Table 1.", "This includes both the baseline model simulation, and a range of alternatives that vary some key underlying parameters and assumptions.", "It focuses on the period since 1985, given the attention it has received in much of the existing literature.", "The sample ends in 2015 due to the process used to extract the underlying trends in the structural factors and the timeliness of some of the data required for the simulation.", "Given the focus on slow-moving structural drivers, omission of the most recent data is unlikely to have a material effect on the estimate of the trend real rate.", "And I will come on to consider the more recent period and the potential impact of the Covid pandemic later in the speech.", "For the empirical model, the table reports the median estimates of Global R* together with the 95 percent posterior intervals.", "Source: Cesa-Bianchi et al.", "Table 1 shows that, in the structural model, Global R* falls markedly between 1985 and 2015.", "The total decline of 1.9 percentage points is driven by the response to the five global trends mentioned earlier.", "The baseline structural model simulation matches the median change over the same period from the statistical model in the earlier chart (reported in the last row of the table), though both are subject to a wide range of uncertainty.", "With respect to the main drivers of this decline, two factors - population ageing and a slowdown in productivity growth - play the largest roles in explaining the dynamics of Global R*.", "The productivity growth slowdown across advanced economies has been discussed extensively in existing work.", "Productivity growth impacts R* through firms' optimal level of capital for production, in other words the demand for capital from firms.", "Lower productivity reduces the potential returns on new investment (the marginal product of capital) and this reduces firms' demand for capital at a given interest rate.", "In equilibrium this reduction in demand lowers R*.", "The model simulations suggest that this effect accounts for almost half of the decline in Global R* over this period.", "Population ageing has been driven by a decline in population growth rates relative to the high levels seen following the Second World War and a marked increase in life expectancy.", "Importantly, however, in the model the impact of ageing comes almost entirely from the rise in longevity, rather than the decline in population growth rates.", "What this means is that the effect of population ageing on the trend real rate is not a consequence of the so-called 'baby boom'.", "Instead, it reflects the fact that the oldest generations in the population - including older retirees - also tend to be those who have accumulated the most wealth.", "This naturally occurs as households accumulate wealth over their working life, in order to fund their retirement.", "This means that a shift in the age distribution towards these cohorts, in other words population ageing, will increase total wealth in the economy.", "The equilibrium real interest rate falls to incentivise firms to invest this additional wealth into productive capital.", "It is important to note that the mechanism is driven by the relative wealth levels of different cohorts within the population.", "It is true that, on average, retirees have low savings rates, as they run down their wealth to finance their retirement.", "However, the data show that in practice this effect is typically not very strong, so that the average household appears to broadly maintain their wealth during retirement.", "This tempers the extent to which the retirement of the baby-boom generation reverses the impact of ageing on the real interest rate.", "These results imply that the effect of population ageing on Global R* has been large, and is expected to persist.", "While the paths of the underlying drivers are estimated only until 2015, the model-based simulation implies that the equilibrium real interest rate will continue to adjust until the population structure and stock of global capital reach an eventual 'steady state'.", "Indeed, the simulation implies that the effects of past structural trends would continue to reduce Global R*, perhaps by another 1 percentage point, over the very long run.", "So, importantly, what this model, and the data behind it, are telling us is that we should not expect that ageing, and the retirement of baby boomers, will lead to significant upward pressure on Global R* over coming years or decades.", "The substantial contribution of population ageing to the decline in Global R* in the past stems from the steady increase in longevity, and this mechanism leads to permanently lower Global R*.", "But, of course, this is not a precise forecast of the level of Global R*.", "Among the risks to this assessment are the other potential drivers that have not been considered in this model.", "For example, one potentially important driver, which is absent from the structural model simulation, is the rise in inequality.", "Existing results tend to suggest that the rise in inequality, as seen in recent decades, puts downward pressure on Global R*.", "Another widespread trend that could push in the opposite direction is the growth in the provision of publicly-financed social security and healthcare.", "Rachel and Summers (2019) argue that that this trend would both reduce the incentives for households to accumulate wealth and crowd out private capital, resulting in upward pressure on Global R*.", "Of course, both inequality and social security provision are themselves endogenous to other underlying structural forces, including the demographic trends that I have already talked about.", "So incorporating these into our narrative requires a fuller consideration of these interactions.", "The Missing-Investment Puzzle I will now consider one of the potential implications of the past decline in Global R*, focusing on investment.", "Standard neoclassical theory, such as that underlying the structural model considered earlier, implies a strong co-movement between the safe real rate and rate of return on capital.", "This suggests that we would expect a fall in Global R* to be associated with a fall in the return on capital.", "But while risk-free rates have been falling globally in recent decades, measures of the rate of return on productive capital across high-income economies have not.", "As the return on capital has remained stable, as shown in Chart 4, while the safe rate and cost of funding has declined, a wedge has opened up between the return on firms' investment and the cost of financing it.", "Chart 4: Realised real return on capital has been relatively stable Note: High-income countries include Finland, France, Italy, Japan, Netherlands, Spain, the United Kingdom and the United States.", "See Appendix A. to Bailey et al.", "Source: Authors' calculations using EU KLEMS, the Penn World Table 10.0 and the Jordà et al.", "(2017) Macrohistory Database.", "See Appendix A. to Bailey et al.", "Chart 5 plots the wedge between the return on capital and risk-free rates for a broad group of high-income economies since 1990.", "If the return on capital had comoved with the risk-free rate, the wedge would have been stable over time.", "However, the wedge has increased in most countries, as shown by the blue swathe.", "The median increase of around 5 percentage points is broadly similar to the rise in the wedge in the United Kingdom (shown in orange).", "Chart 5: Wedge between the return on capital and risk-free rates has risen Note: High-income countries include Finland, France, Italy, Japan, Netherlands, Spain, the United Kingdom and the United States.", "See Appendix A. to Bailey et al.", "Source: Authors' calculations using EU KLEMS, the Penn World Table 10.0 and the Jordà et al.", "(2017) Macrohistory Database.", "See Appendix A. to Bailey et al.", "In standard economic theory, this wedge, between the return on firms' investment and the cost of financing it, is a measure of firm profitability.", "As such, it is a key determinant of investment.", "Accordingly, we might expect to have seen an increase in investment activity alongside the recent increases in the wedge.", "But, while the wedge has increased, across the same group of countries, as shown in Chart 6, investment has steadily declined, or, at best, remained stable.", "In the United Kingdom, shown in the orange line, this decline has been particularly stark since the late 1990s.", "So, across high-income countries, investment has been low in spite of a rising wedge between the realised return on capital and funding costs: this is what I will refer to as the 'missing- investment puzzle'.", "Chart 6: Nominal investment-to-GDP ratio has declined Note: High-income countries include Finland, Italy, Netherlands, Spain and the United Kingdom.", "Figure A. in Appendix to Bailey et al.", "(2022) shows that this result is true for a larger sample of countries from 1987.", "See Appendix A. to Bailey et al.", "Source: Authors' calculations using EU KLEMS, the Penn World Table 10.0 and the Jordà et al.", "(2017) Macrohistory Database.", "See Appendix A. to Bailey et al.", "To better understand this missing-investment puzzle we conduct a regression analysis, using historical national accounts data to study the relationship between investment and the wedge since 1970.", "Chart 7 shows the observed investment rate (orange line) and its estimated value from its historical relationship with the wedge (blue dashed line).", "The increasing unexplained gap between the two lines illustrates and quantifies the extent of the puzzle.", "It shows that UK investment has remained persistently below the levels that would have been predicted from the observed changes in the wedge since the early 2000s.", "Chart 7: The missing-investment puzzle in the United Kingdom Note: The chart shows the observed investment rate (net investment to lagged capital stock, in orange), and its value predicted from its estimated historical relationship with the wedge (in blue), both in percentage points.", "See Appendix B to Bailey et al.", "Source: ONS, Jordà et al.", "(2017) Macrohistory Database and authors' calculations.", "The key question, then, is what structural factors can account for this puzzle?", "To explore this I will draw on new analysis in the accompanying paper, using industry-level data for the United Kingdom.", "That analysis considers the role of mismeasurement of capital, as well as the role of competition, financial frictions and corporate governance.", "In contrast with the existing literature studying the United States, the results find little role for changes in competition.", "For the United Kingdom, intangible investment plays the most important role.", "Indeed, there has been a strong trend in the composition of investment by firms, moving away from physical capital, such as buildings and machinery, towards what is called intangible capital, such as research and development, software, databases and branding.", "Measuring investment in intangible assets is challenging.", "So, although national accounts methodologies are continually improving, existing approaches might be missing part of firms' investment.", "That would result in an over-estimation of the observed return on capital and, in turn, the wedge.", "This issue can be partly addressed using newly-available data covering a broader range of intangible assets that are currently not included in the national accounts.", "These data can be used to construct more comprehensive measures of net investment rates and the wedge between the return on capital and risk-free rates.", "Adjusting for intangibles, by re-running the regressions on a measure of the wedge constructed using the new data, reduces the size of the missing-investment puzzle as shown in Chart 8.", "It shows the deviation of the observed investment rate from the rate predicted by its estimated historical relationship with the wedge: what I have identified as the puzzle.", "The chart compares this deviation when the historical relationship is estimated using two alternative data sources.", "The orange line shows the case when unadjusted data are used and the blue line shows the case when the relationship is estimated using data adjusted for intangibles.", "When the adjusted data are used, the gap is smaller throughout the period and almost disappears in recent years.", "Chart 8: Accounting for intangibles reduces the missing-investment puzzle Note: The orange line shows the investment puzzle using industry-level data, and the shaded area around it is the 95% confidence intervals.", "The line shows the estimated year fixed effects from an industry-level regression of investment rates on the wedge, including industry fixed effects, and standard errors clustered at the industry level.", "See Appendix B to Bailey et al.", "The blue line shows the same statistic from the regressions in which both investment rates and the wedge are adjusted to include intangibles.", "See Appendix A. to Bailey et al.", "(2022) for a discussion of the adjustment.", "Source: ONS, KLEMS, Jordà et al.", "(2017) Macrohistory Database and authors' calculations.", "The remaining puzzle is mostly concentrated immediately after the global financial crisis, and so it is possible this is not driven by structural factors, but rather the lingering impact of the global financial crisis, for example related to the sluggish demand recovery or financial frictions.", "While the results suggest an important role for intangibles in explaining the missing-investment puzzle, a few notes of caution are in order.", "It could be that certain drivers of investment, such as financial frictions, are captured more accurately only at more granular level, such as in firm-level data.", "Moreover, there could be large non-linearities related to the nature of the global financial crisis that cannot be captured by the simple regression framework used above.", "So there is clearly still lots of work to do, and I hope to see more research dedicated to this subject in the future.", "Intangibles and Productivity I can now come full circle and consider the implications of the findings so far for another important equilibrium concept: potential output.", "As intangibles seem to be important for the puzzling weakness of investment, can they also help us rationalise recent developments in productivity and hence the implications for potential output?", "Since the global financial crisis we have observed a substantial productivity puzzle.", "Average labour productivity growth in the United Kingdom has been around 1.3 percentage points lower since the crisis.", "While intangibles help to explain the missing investment puzzle, their effect on productivity is mixed as, if anything, there is evidence that they might be driving this productivity slowdown.", "Chart 9 shows that intangible-intensive industries have experienced the strongest slowdowns in labour productivity growth since the global financial crisis, consistent with a recent study by my colleague Jonathan Haskel.", "Chart 9: Productivity slowdown is stronger in intangible-intensive industries Note: The y-axis shows the change in average labour productivity growth over 2008-2018 with respect to the 2000-2007 period.", "The x-axis covers the average share of intangible assets in total capital.", "Each 'bubble' represents an industry, with the area of the bubbles reflecting its share in total employment within each country, thereby measuring the industry's contribution to aggregate labour productivity growth.", "EU4 consists of Germany, Spain, France and Italy.", "ONS, KLEMS and authors' calculations, see Appendix A. to Bailey et al.", "Unfortunately, there does not seem to be a consensus yet on what exactly lies behind this observed relationship.", "A growing literature shows that there are barriers to intangible investment, for example because intangible assets cannot be easily used as collateral.", "Thus, the tightening of financial conditions following the global financial crisis could have disproportionally hindered the development of intangible-intensive industries, with potentially long-term consequences for productivity growth.", "However, intangible investment has recovered in recent years, while productivity growth has remained weak.", "Could it be, perhaps, that the barriers to intangible investment benefit investment by low-productivity firms?", "Or are other factors at play?", "Other recent studies have highlighted the impact of the intangible economy on competition.", "Intangible technologies tend to require large upfront investments, what economists call fixed costs.", "This may give firms with high-intangible adoption a competitive advantage and make it difficult for new innovative firms to enter the market.", "In that case, entrenched incumbent firms may have fewer incentives to innovate, potentially slowing innovation adoption in the long run.", "However, the UK data do not seem to provide strong evidence in favour of this second mechanism, compared with research studying the United States.", "While the US literature reports a decline in business dynamism and an increase in market power alongside the rise of intangibles, business dynamism seems to have been less affected in the United Kingdom.", "For example, firms' entry and exit rates have been stable in the United Kingdom since the early 2000s, in contrast to the declining rates observed in the United States.", "Taking stock and looking ahead My remarks today have purposefully abstracted from short-run influences on the macroeconomy in order to focus on the longer-term structural trends that have driven the secular decline in Global R* and the puzzling weakness of investment in the United Kingdom and other advanced economies.", "Why do these secular developments matter for central banks?", "The level of the trend real rate has important implications for the conduct of both monetary and financial policies.", "In a low interest rate environment, other things equal, monetary policy may find itself more often constrained by the effective lower bound on nominal interest rates (Bernanke et al., 2019).", "But prolonged periods of low interest rates may also pose financial stability risks via greater risk taking (Cunliffe, 2019).", "Understanding the trends in investment is also key given the importance of investment in driving long-run growth and productivity.", "In turn, productivity growth is an important determinant of potential output.", "Estimates of potential output are used to assess the size of the output gap, or level of spare capacity, which influences the degree of inflationary pressure in the economy.", "Such estimates can therefore have an important influence on the judgements that inform monetary policy decisions.", "The analysis I have discussed so far has looked at a number of secular trends over the past few decades.", "In the current uncertain environment, it is a challenging time to make predictions about the future.", "Nonetheless, to conclude let me say a few words on what these results might imply for the policy landscape going forward.", "As I discussed earlier, the new analysis presented in this speech suggests that the effects of the key drivers of Global R*, particularly increasing longevity, are expected to persist.", "Absent a significant reversal in the key trends that have driven down Global R*, we may expect it to remain low.", "So it is not unreasonable to expect that Global R*, the long-run anchor for UK equilibrium interest rates, will remain low.", "Therefore, cyclical adjustments in short-term nominal interest rates - like those we are currently witnessing in the United Kingdom and abroad - will for the foreseeable future continue to be played out against the backdrop of low global equilibrium real interest rates.", "While we have considered several important drivers of Global R* in the past, other factors may come into play over time.", "You may wonder, for example, whether the pandemic could have impacted some of the key drivers of Global R*, such as productivity growth.", "The simple answer, of course, is that we do not yet know.", "It is too soon to tell what the long-run impact of the pandemic will be for the economy.", "These impacts are also difficult to disentangle from the effects of the change in trading arrangements between the United Kingdom and the European Union that may already be weighting on productivity (Bank of England, 2021).", "However, it is worth bearing in mind that, while the pandemic was a large and unprecedented economic shock, with profound changes to labour markets and the way we work, it is possible that its long-run effects on productivity will be small.", "For example, the latest ONS estimates of UK labour productivity appear to be in line with pre-pandemic trends.", "This headline figure, of course, masks several factors at play.", "There are compositional effects, which appear to have raised productivity measures during the pandemic, because the worst-hit sectors were also the ones with lowest labour productivity.", "There were also unprecedented challenges to measuring productivity, including the measurement of hours worked during lockdowns.", "Overall, the long-run impact of the pandemic on trend productivity growth, and hence trend R*, is highly uncertain, though plausibly small.", "Perhaps a more salient emerging risk for Global R* is the impact of climate change and the transition to net zero.", "Neither the size nor direction of this effect are clear.", "For instance, increased investment by firms looking to adopt the latest green technologies could raise equilibrium interest rates, at least during the transition.", "On the other hand, Global R* could be pushed down due to higher volatility and uncertainty, including uncertainty about the transition path towards carbon neutrality.", "This could lead to higher risk premia and structurally higher levels of precautionary saving by households.", "Understanding and monitoring these channels is an important task for central banks going forward.", "This is why assessing climate change is not a dilettante matter for central banks.", "With regard to the increasing importance of intangible capital, the new results I reported earlier have shown that this has important implications, not only for how we measure capital, but also for the prospects for potential output and productivity.", "The inclusion of intangibles would lead to an upward revision to the level of GDP (this happened in 2010 with the inclusion of R&D).", "The impact on GDP growth going forwards is more ambiguous, and would vary by time period - it will depend on the relative growth of intangible investment.", "Changing the measurement of intangibles would in principle affect both the measurement of output and potential output.", "So, it is not the case that the output gap, and hence the stance of monetary policy, would differ.", "Similarly, what matters for the trend real rate, R*, is how intangibles affect productivity growth in the long run, which is less about data revisions and more about the long-run impact of intangibles.", "We have just scratched the surface though: indeed, the findings of our recent research have left us with as many new questions as answers.", "Are there more factors, beyond intangibles, responsible for the puzzlingly low level of investment?", "Why was productivity in intangible-intensive industries hit the most by the global financial crisis?", "And how do these trends differ in the United Kingdom relative to its international counterparts?", "Further work to answer these questions will have important implications for the long-term policy landscape.", "There's an old dictum, sometimes attributed to Dwight Eisenhower, that \"what is important is seldom urgent and what is urgent is seldom important\".", "Whatever its providence, there are certainly exceptions to this rule.", "The recent sequence of extremely large shocks to the global economy and the implications for inflation and activity clearly qualify as both urgent and important.", "They are the dominant theme for monetary policy deliberations around the world, as I said at the start of this speech.", "While not urgent, in the sense of shaping the near-term course of monetary policy, understanding the structural trends I have discussed today is no less important.", "Indeed their effects may be felt for decades to come.", "I would like to thank Ambrogio Cesa-Bianchi, Saba Farooq, Marco Garofalo, Richard Harrison, Karen Jude, Nick McLaren, Sophie Piton, Rana Sajedi and Alison Schomberg for their assistance in preparing these remarks.", "I am also grateful to Saleem Bahaj, Stuart Berry, Alan Castle, Maren Froemel, Andy Haldane, Jonathan Haskel, Sara Holttinen, Peter Goodridge, Clare Macallan, Catherine L. Mann, Josh Martin, Marko Melolinna, Huw Pill, Lukasz Rachel, Michael Saunders, Martin Seneca, Fergal Shortall, Sophie Stone, James Talbot, Silvana Tenreyro and Gavin Wallis for insightful comments and discussions.", "\"A Theory of Falling Growth and Rising Rents ,\" Working Paper Series 2019-11, Federal Reserve Bank of San Francisco.", "\"Ten Facts on Declining Business Dynamism and Lessons from Endogenous Growth Theory ,\" American Economic Journal: Macroeconomics, 13, 257-98.", "\"Aggregate Demand and the Top 1 Percent ,\" American Economic Review Papers & Proceedings, 107, 588-92.", "\"Inequality and Aggregate Demand ,\" Working Paper 24280, National Bureau of Economic Research.", "\"Concentrating on the Fall of the Labor Share ,\" American Economic Review, 107, 180-85.", "\"Structural Change, Global R* and the Missing-Investment Puzzle,\" Supporting paper for a speech by Andrew Bailey, Bank of England, July 2022.", "\"Monetary Policy Report,\" November 2021.", "\"Monetary Policy Strategies for a Low- Rate Environment ,\" AEA Papers and Proceedings, American Economic Association,109, 421-426.", "Fiscal Policy Under Low Interest Rates .", "MIT Press, 0 edition.", "\"Uncertain times,\" Speech by Ben Broadbent at the Wall Street Journal, The News Building, London.", "\"Decomposing the Drivers of Global R*,\" Bank of England Staff Working Papers 990, Bank of England.", "\"Financial Stability and Low for Long,\" Speech by Jon Cunliffe at the Society of Professional Economists Annual Conference, London.", "\"The Rise of Market Power and the Macroeconomic Implications ,\" The Quarterly Journal of Economics, 135, 561-644.", "\"Global trends in interest rates, \" Journal of International Economics, 118, 248-262.", "\"Investment in Productivity and the Long-Run Effect of Financial Crises on Output ,\" Cambridge Working Papers in Economics 1659, Faculty of Economics, University of Cambridge.", "\"Market Power and Innovation in the Intangible Economy ,\" Cambridge Working Papers in Economics 1931, Faculty of Economics, University of Cambridge.", "\"Is there an investment gap in advanced economies?", ",\" In Investment and Growth in Advanced Economies, ECB: Frankfurt am Main.", "\"A model of secular stagnation: Theory and quantitative evaluation ,\" American Economic Journal: Macroeconomics, 11, 1- Fernald, J. and R. Inklaar (2022).", "\"The UK Productivity \"Puzzle\" in an International Comparative Perspective ,\" CEPR Discussion Papers 17321, C.E.P.R.", "\"Accounting for the slowdown in UK innovation and productivity,\" Working Papers 022, The Productivity Institute.", "\"Is U.S. Economic Growth Over?", "Faltering Innovation Confronts the Six Headwinds ,\" NBER Working Papers 18315, National Bureau of Economic Research, Inc. Gopinath, G., S. Kalemli-Ozcan, L. Karabarbounis, and C. Villegas-Sanchez (2017).", "\"Capital Allocation and Productivity in South Europe ,\" Quarterly Journal of Economics, 132, 1915- Gutierrez, G. and T. Philippon (2017).", "\"Investmentless Growth: An Empirical Investigation ,\" Brookings Papers on Economic Activity, 48, 89-190.", "\"Revisiting the Global Decline of the (Non-Housing) Labour Share ,\" American Economic Review: Insights, 2(3), 321-338.", "\"The Equilibrium Real Funds Rate: Past, Present, and Future ,\" IMF Economic Review, 64, 660-707.", "Capitalism without Capital: The Rise of the Intangible Economy.", "\"Restarting the Future.", "How to Fix the Intangible Economy ,\" Princeton University Press, Princeton (2022).", "\"Measuring the natural rate of interest: International trends and determinants,\" Journal of International Economics, 108, 59-75.", "\"Macrofinancial History and the New Business Cycle Facts,\" NBER Macroeconomics Annual, 31(1), 213-263.", "\"Measuring the Natural Rate of Interest \", The Review of Economics and Statistics, vol.", "\"Population Aging and the Macroeconomy \" International Journal of Central Banking, 17, 43-80.", "\"Business Investment, Cost of Capital and Uncertainty in the United Kingdom - evidence from firm-level analysis,\" Bank of England Staff Working Paper 717, Bank of England.", "\"What explains the decline in r*?", "Rising income inequality versus demographic shifts ,\" Proceedings of the 2021 Jackson Hole Symposium.", "\"Uneven growth: automation's impact on income and wealth inequality,\" Bank of England working papers 913, Bank of England.", "\"On Secular Stagnation in the Industrialized World \" Brookings Papers on Economic Activity, Economic Studies Program, The Brookings Institution, 50(1), 1-76.", "\"Are Low Real Interest Rates Here to Stay?,\" International Journal of Central Banking,13(3), 1-42.", "\"The constraint on public debt when r,\" CEPR Discussion Papers 15950, C.E.P.R.", "Real interest rates and risk,\" Speech by Gertjan Vlieghe at the Society of Business Economists' Annual conference, London.", "\"Running out of room: revisiting the 3D perspective on low interest rates,\" Speech by Gertjan Vlieghe at the London School of Economics.", "\"Interest and Prices: Foundations of a Theory of Monetary Policy \", Princeton University Press, Princeton (2003).", "This speech will use a variety of real interest rate estimates, all of which adjust nominal interest rates for expected inflation.", "For example, some approaches take a 'longer-run' perspective, according to which the equilibrium interest rate is the real rate expected to prevail after the economy has adjusted to any cyclical fluctuations (Laubach and Williams, 2003).", "Other approaches allow for short-term fluctuations in the equilibrium interest rate, defining it as the real rate that would prevail if prices were flexible (Woodford, 2003).", "For example, the analysis in Bank of England (2018) assesses that during the global financial crisis, headwinds to demand (including heightened uncertainty and tighter financial conditions) prompted a large fall in the cyclical component that took many years to dissipate.", "The focus of this speech is on the longer-term structural trends and what might be driving them, for which longer time series of data are preferred.", "To enable cross-country comparisons, the real rate data are constructed by adjusting market measures of nominal interest rates for inflation.", "Consistent with the structural model analysis below, the sample is truncated in 2015.", "(2016) document similar patterns in real interest rates around the world.", "Within our central framework for understanding its determinants, R* is the price that equilibrates supply and demand in the capital market.", "On one side of the market, households accumulate wealth and use capital as a means of storing that wealth.", "Households' accumulation of wealth is the result of their desire to smooth lifetime consumption.", "On the other side of the market, firms require capital to produce.", "They choose the optimal quantity of capital to use, equalising the marginal costs and marginal returns.", "See Bank of England (2018) for details.", "See Cesa-Bianchi et al.", "Estimates of the underlying trends in the structural factors that drive Global R* are obtained for 1950-2015.", "The trends are extracted using a statistical filter and to avoid so-called 'end point' problems the latest data are omitted.", "Given the frequency of the releases of some data series and because the model focuses on a five-year real interest rate, the sample period therefore ends in 2015.", "See Cesa-Bianchi et al.", "The table also shows that varying the simulation assumptions results in simulations that imply falls in Global R* that vary between 1.1 and 3.3 percentage points.", "As shown in Cesa-Bianchi et al.", "(2022), the dynamic paths of the structural model simulation and statistical estimate differ more in other parts of the sample period, so do not imply exactly that same change in Global R* over all subsamples.", "The model makes the simplifying assumption that households store their wealth by holding bonds and capital via a financial intermediary, but the same mechanism would operate if households held claims on firms directly (for example, equity).", "The same mechanism also operates in richer models that include additional stores of wealth such as housing (Lisack et al., 2021).", "Similar points have been made by Lisack et al.", "On the other hand, Goodhart and Pradhan (2020) argue that the effects of baby boomers retiring could be powerful enough to raise the equilibrium real interest rate.", "As for the baseline estimate over the 1985-2015 period, the total l ong-run effect is also subject to substantial uncertainty, and ranges between -4.3 and -1.8 percentage points depending on the simulation assumptions.", "For example Rachel and Smith (2017) estimate a 0.45 percentage point contribution from inequality on the past decline in Global R*, although their analysis suggest that this factor will not push down any further in the future.", "For the United States, Auclert and Rognlie (2017) find that increased inequality can account for between 0.45 and 0.85 percentage points decline in the real interest rate.", "See Auclert and Rognlie (2018), Eggertsson et al.", "(2021) for further discussion of the various mechanisms through which inequality impacts R*.", "There are challenges to measuring the return on capital.", "Following the literature, we measure it in national accounts data as the gross operating surplus (the output of the firm minus their labour costs and capital depreciation), per unit of capital, adjusted for capital gains.", "Reis (2021) shows a similar pattern across a series of alternative measures of the return on capital using US data.", "In reality, firms borrow at a premium over the risk-free rate capturing, among others things, the riskiness or uncertainty of the investment project and intermediaries' risk aversion.", "Some (for example Broadbent, 2016; Vlieghe, 2017; and Melolinna et al., 2018) have discussed how changes in these factors may have increased the premium, in particular since the global financial crisis.", "Others argued that, since intangible assets are more risky, this premium has increased as the economy has become more intangible intensive (Haskel and Westlake, 2022).", "Such an increase would imply that funding costs have not declined in line with risk-free rates, so that the rise in the wedge that we consider here would partially reflect a rise in firms' borrowing costs.", "However, as described in more in detail in (Bailey et al, 2022), the results documented below are robust to adjusting the estimated wedge for firms' funding costs.", "The accompanying paper looks at the period from the early 1970s (Bailey at al., 2022).", "The dynamics of the wedge followed a U-shaped pattern: falling from the 1970s to the 1990s and then rising.", "The behaviour of investment while the wedge was falling does not present a puzzle.", "However, as described below, the behaviour since the 1990s is more difficult to rationalise and so that is the focus of the analysis here.", "Gutierrez and Philippon (2017), Autor et al.", "In other words, if intangible investment is underestimated, total investment flows and (hence) the capital stock will be underestimated.", "In that case, the wedge will be over-estimated.", "See also Haskel and Westlake (2018).", "(2017) on financial frictions and Mian et al.", "(2021b) on sluggish demand recovery.", "This result is also in line with Döttling et al.", "(2017), who found that, contrary to the United States, the missing-investment puzzle in Europe is more conjunctural than structural.", "See Haskel and Westlake (2022) for a literature review.", "See Akcigit and Ates (2021) for evidence in the United States, Bailey et al.", "(2022) for evidence on the United Kingdom.", "Similarly, Gutierrez and Piton (2020) show that the labour share has not fallen in the United Kingdom, contrary to the United States.", "The economic landscape: structural change, global R * and the missing-investment puzzle - supporting paper"], "classifications": ["none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Structural Change", "Global R*", "Missing-Investment Puzzle", "Trend Real Rate", "Equilibrium Interest Rate", "Population Aging", "Productivity Growth", "Intangible Capital", "Potential Output", "Climate Change"]}