{"sentences": ["05.05.2022 112th Meeting of Central Bank Governors of CEMLA Pablo Hernández de Cos Ladies and gentlemen, good afternoon: It gives me great pleasure to welcome you here today in Seville at the opening of the 112th Meeting of Central Bank Governors of CEMLA.", "Having been obliged to hold this event virtually in the past two years it is particularly gratifying to be able to meet in person, although we cannot consider the pandemic to be fully over just yet.", "It is a great honour for the Banco de España to organise this meeting jointly with CEMLA.", "I should like to take this opportunity to thank Governor Villar, Chair of the Governing Board of CEMLA, and Dr Ramos Francia, Director General of CEMLA, for their invitation to hold this event in Seville.", "This is the second time, after the 2003 edition, that the meeting will take place here in Seville, which, as the former president of Columbia César Gaviria recalled, Octavio Paz described as the most American of Europe's cities.", "At a time when international cooperation is more important than ever, CEMLA stands as a magnificent example of a multilateral institution that fosters such cooperation.", "Set up in 1952 under the auspices of the Banco de México and with the support of six other founding central banks (the central banks of Chile, Colombia, Cuba, Ecuador, Guatemala and Honduras), CEMLA has for seven decades promoted debate over, and a better understanding of, important monetary and financial matters for the region's monetary authorities, and helped share best practices in the different areas of central banking among all of its associate members.", "CEMLA currently has 31 associate members and 20 collaborating members, and has established itself as the foremost institution in Latin American central banking.", "The Banco de España has worked closely with CEMLA since joining as a collaborating member in 1965.", "After participating in CEMLA's governing bodies in an observer capacity for two decades, last year the Banco de España became an associate member, thus reinforcing its commitment to the organisation.", "Allow me to share with you now, in these opening remarks, a few brief thoughts on the need to reinforce multilateral cooperation in the current geopolitical context to which I have just referred.", "Russia's attack on Ukraine is taking an appalling toll in terms of lives, destruction and displaced persons.", "Of course, it is also having an economic impact, one that is putting our responsiveness to the test.", "The war broke out at an already delicate juncture for the world economy, with the various regions emerging from the pandemic at different speeds and amid much uncertainty, inflationary tensions and global production chain disruptions.", "The Russian invasion of Ukraine has exacerbated some of these factors, amplifying the challenges that the world economy, and therefore the economic and monetary authorities, will now have to contend with.", "But beyond the impact on the global economic outlook, the war has struck the largest blow to the international economic order since the Second World War.", "This dramatic event has thrown into relief the need to reinvigorate and bolster the foundations of multilateralism, which are the set of rules and values that we have established to ensure peace and prosperity.", "But we should also view this as a chance to give fresh impetus to international cooperation, which has contributed so much to global progress in recent decades.", "Such impetus means strengthening the international institutions, many of which date back to the mid-20th century, so that they can respond more effectively to the new crises, such as the global financial crisis and the pandemic crisis, which are more global in nature than the typically regional crises of past decades.", "International institutions should equip themselves, in their respective field of competence, with the appropriate tools to prevent and respond to systemic crises.", "In addition, the global nature of processes such as the green transition and digitalisation means these institutions must adapt in readiness to deal with these challenges and help attain the goals and fulfil the commitments we have set ourselves in these areas.", "The agreement for a minimum corporate tax rate for multinational enterprises, spurred by the G20 with the OECD's invaluable support and ratified by more than 130 countries that account for more the 90% of world GDP, is a good example of the benefits that international cooperation can generate in the digital era.", "Furthermore, supply issues, which have led to shortages and strains on prices during both the pandemic and now the war in Ukraine, strengthen the case for boosting international cooperation.", "In its latest World Economic Outlook, the International Monetary Fund concluded that these supply issues should not lead us to lessen our economic openness.", "On the contrary, its analyses point to the international diversification of imports and improved substitutability of the sources of inputs from different countries to boost value chains' resilience.", "Signing new bilateral and multilateral trade agreements and strengthening pre-existing ones, which would afford greater certainty to trade relations while reducing their cost, would also help attain this goal.", "To conclude, I believe that, by sharing experiences and outlooks, fora such as this one help gain a deeper understanding of the challenges that we, the economic and monetary authorities, must face.", "I hope that you are able to benefit fully from the discussions held over the coming days and wish you a pleasant stay in Seville."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["multilateral cooperation", "CEMLA", "Banco de España", "Ukraine", "war", "pandemic", "inflation", "global economic outlook", "international institutions", "supply issues"]}