{"sentences": ["Dear Members of the Association, Dear conference participants, Ladies and Gentlemen, It is an honour to welcome you to this conference which the Bulgarian National Bank organises in cooperation with the European Association for Banking and Financial History.", "I am also delighted to have this event, together with yesterday's workshop on the \"Digital rebirth of historical datasets\", taking place in Sofia alongside the annual meeting of the Association.", "This year marks twenty years since the Bulgarian National Bank became a member of the Association; this is the first time, however, that an annual meeting and events of the Association are hosted in Bulgaria.", "Let me, therefore, extend words of gratitude for the excellent cooperation with the Association regarding the organisation of this series of events.", "The Bulgarian National Bank is one of the oldest central banks in the world, thirteenth by order of its establishment in 1879.", "Our institution has understandably cultivated a profound respect for banking and financial history, as seen from our topical publications and research projects we take part in.", "For us history is also vibrantly present today - exactly twenty-five years ago, 1 July 1997 was the day of introduction of the currency board in Bulgaria.", "Our currency board has been operating smoothly ever since, over various economic and financial cycles in both good and bad times, proving the cornerstone of monetary, financial and macroeconomic stability in Bulgaria's most recent history.", "We can make an assessment that the currency board is the most successful time consistent policy commitment regime for achieving price stability that we have had since the restoration of the Bulgarian state.", "Our currency board is an undisputed success story.", "Historically, however, the Bulgarian National Bank has engaged in a number of monetary policy regimes.", "Notably monetary unions - the focus of the conference today - have repeatedly appeared as centres of gravity.", "In the late nineteenth century Bulgaria adhered to the Latin Monetary Union by means of unilateral commitment to its principles.", "In the second half of the twentieth century Bulgaria was part of the Comecon (the Communist Bloc's Council for Mutual Economic Assistance) where a common international currency evolved to serve international payments between the participating members.", "At the turn of the last century the newly created euro replaced the Deutsche Mark as the reserve currency of the currency board in Bulgaria.", "To sum up, our own experience is part of the global history of alternating monetary policy regimes.", "It motivates our interest in both the history and future of monetary unions.", "As central bankers we do look forward to the papers and discussions today, since the historical perspectives therein should also bring out rather relevant contemporary insights for policy.", "After the COVID19 outbreak disrupted our usual ways of communication and in-person contacts, this may be among the first international conferences on financial and economic history to take place physically again.", "To be more precise - almost entirely physically - since some of our speakers have had to deal with last-minute unforeseen circumstances and will present their research remotely.", "Thus, today we will have the opportunity to appreciate a series of papers and presentations, commencing with the keynote speech by Thomas Mayer.", "He will lay ground by pairing the two main functions of money.", "On the one hand, money is a means of transaction that stores value over time and space while being a standardised unit of account to record this exchange.", "On the other hand, the printing or minting of money has been a potent funding instrument and a symbol of the state.", "Therefore, we expect to hear what motivates sovereign states to choose to adopt a common currency in a monetary union.", "We have seen in history how newly established states are eager to reaffirm independence in their internal political discourse by creating a national currency, but then resort to pegging to global currencies if, for example, in need to rein inflation or gain overall policy credibility.", "Sometimes they even adopt a foreign currency as their own unilaterally, as demonstrated by recent examples in close parts of Europe (Kosovo and Montenegro).", "After the introduction and the keynote, the conference explores four directions of thought on the topic of monetary unions in history.", "A panel is devoted to each of them.", "The first panel will explore the link between monetary unions and economic integration by offering a glimpse in their history.", "The second session will focus on twentieth century monetary unions following the great and continuous economic stress of the First World War.", "The third panel will examine monetary unions as facilitating tools for greater customs and economic integration within the Comecon and the Austro-Hungarian Empire.", "Finally, the last session will address the question to what extent the political relations transcend in the monetary unions as well illustrated by the Great Britain and the member-states of the European Union.", "This program will break for a discussion between leading academics and policy-makers on the issue of the parallel currencies in history.", "I would not crowd out the precious conference time by dwelling on each piece of research to be presented and discussed today.", "Let me pause here, to give way to interesting and open exchange of opinion and deliberations which I believe this conference will stimulate.", "And once again - welcome to Sofia and enjoy your stay in Bulgaria!"], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary unions", "Currency board", "Monetary policy", "Economic integration", "Financial history", "Central banks", "Bulgarian National Bank", "Price stability", "Euro", "Comecon"]}