{"sentences": ["Assalamualaikum w.b.t and a very good afternoon, Ms Usha Rao-Monari, UN Under-SecretaryGeneral and Associate Administrator of UNDP, Datuk Syed Zaid Albar, Executive Chairman Securities Commission Malaysia, distinguished guests.", "Let me express my gratitude to the United Nations Development Programme (UNDP).", "Firstly, for inviting me to deliver the keynote address today; and secondly, for selecting Malaysia as the host for the inaugural Islamic Finance Thought Leadership Series.", "The theme \"Connecting the Dots: Harnessing Islamic Finance to Accelerate SDGs Achievements\" is a topic close to our heart.", "It also resonates very well with the vision and development priorities of Bank Negara Malaysia in the Financial Sector Blueprint which we released just last month.", "\"In the midst of every crisis, lies great opportunity\".", "These words by the renowned Albert Einstein are indeed very apt.", "The COVID-19 pandemic offers a proverbial \"reset button\" for nations to rebuild the economy and society with greater resilience and preparedness.", "This means leveraging this moment towards building pathways for long term sustainability and inclusive growth with the seventeen SDGs as our guiding compass.", "This need is even more pressing now with 2030 SDG targets looming over the horizon and a financing gap of USD 4.5 trillion per annum .", "I see Islamic finance having a major role in plugging this gap.", "Most, if not all of the seventeen SDGs are aligned with the objectives of Shariah (Maqasid Shariah), making Islamic finance naturally advance and spearhead sustainability goals.", "This is the case in Malaysia, where sustainability objectives are materialised through the adoption of Value-based Intermediation or VBI practices.", "For a few years now, Islamic financial institutions have contributed significantly in pursuing sustainability efforts domestically.", "We also see many Islamic financial institutions helming sustainability efforts in their respective financial groups, both domestic and foreign.", "Collectively, the Islamic financial institutions in Malaysia have intermediated over RM155.6 billion in VBI-aligned initiatives over the past 3 years.", "Being a mature system today, Islamic finance is poised to scale up value-based finance solutions and continue to take the lead to create greater impact on the environment, economy and society.", "Allow me to share how we can make this a reality.", "First, is by harnessing the power of digitalisation.", "Technology may not be the silver bullet.", "But, it holds massive potential to revolutionise and transform the way value is delivered in finance.", "Studies show that an estimated 70% of new value to be created in the economy over the next decade will be based on digitally enabled platforms , priming conditions for breakthrough innovation to perennial problems.", "I believe, with the right and responsible application, emerging technologies can amplify the impact of Islamic finance in meeting sustainability goals.", "For example, the infusion of big data, artificial intelligence and machine learning allows a better understanding of the varied and specific needs of the different segments especially the unserved and underserved.", "This enables better customisation of financial solutions and offerings and choice of Shariah contracts as Islamic financial institutions have greater understanding of the risk dimensions and hence more robust decisions.", "One example is the application of big data analytics on geospatial data to identify flood-prone areas and anticipate financing and protection needs of those in the area.", "It also enables Islamic financial institutions to better deliver the expectations of Shariah as digitalisation allows for greater transparency and traceability of the flows of funds within the system and with the customers.", "In supporting more vibrant digitalisation of financial services, the Bank will continue to foster an enabling environment for innovation, such as by enhancing pathways for digital innovations to test, learn and exit.", "The upcoming refresh of our regulatory sandbox will provide a greater boost to support industry players in bringing financial innovations safely to the market, across different stages of the innovation cycle.", "We recognise that solution development is not the only way to deliver impact.", "This leads me to my second point - embracing transformative change.", "A whole-of-organisation effort to instil total change of institutional behaviour and culture.", "What this entails is the need for leaders to cultivate a transformative mindset that puts positive impact first in every aspect of the financial institution, including strategy development and operations.", "One area that is prime for disruption is data.", "Shared data infrastructure can help minimise reporting costs, especially in sectors where data is scarce - a dilemma that constantly plagues SDG financiers.", "Having better access to data means we can develop better metrics to track things that matter, eliminating the threat of impact washing.", "Towards this end, the Bank is working with industry players to explore enabling digital infrastructure for open data and to enhance impact-based disclosures.", "Thirdly, Islamic financial institutions should nurture the mindset of partnership.", "Having a supportive ecosystem as well as a wide network of trusted partners is key to bolster the effectiveness of value delivery.", "The iTEKAD programme is a good example.", "It is a blended financing programme which we piloted with the Islamic financial institutions since 2020 that fuses social finance funds with microfinancing and structured education and training provided by a group of implementation partners such as the State Islamic Religious Councils, government agencies, and NGOs, to empower low-income micro entrepreneurs.", "Over the next few years, the Bank intends to upscale the outreach and impact of iTEKAD as we mainstream social finance within the Malaysian financial system.", "I see merit to even scale this model at a global level to address financial inclusion matters at a larger scale, facilitated by complementary technologies.", "For example, establish a shared infrastructure that enables more efficient tracking and monitoring of the performance and impact of the programme on the target segments.", "This would also enable financial institutions to better intermediate social impact funds to deliver the SDGs.", "Achieving the SDGs is a collective effort - one that requires a whole-of-nation approach.", "Each of us, be it the financial institutions, the customers, the regulators, the government and funds providers play an important role in creating a better, safer and sustainable future.", "Indeed, such collective effort is equally warranted across geographical borders and governments.", "In Malaysia, we recognise this.", "Therefore, I welcome individuals or organisations that are passionate about SDG to collaborate with Malaysia and partner with global organisations such as UNDP to codevelop the areas mentioned by leveraging on Malaysia's strengths to achieve SDG goals together.", "In addition, I would also like to invite such individuals and organisations to take part in the Royal Award for Islamic Finance Impact Challenge Prize 2022.", "This new initiative by Malaysia aims to reward innovative creations and solutions that strengthen the economic and social resilience of financially impacted communities globally through the application of Shariah principles.", "Applications are open until 25 March 2022.", "To end my speech, I wish you every success with today's conference and I trust the event will generate interesting conclusions and concrete actions.", "Source: Unlocking SDG Financing: Findings from Early Adopters Source: AIBIM, Value-based Intermediation (VBI) Preview Report 2017-2020 Source: World Economic Forum, Shaping the Future of Digital Economy and Value Creation"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Islamic finance", "Sustainability", "Value-based Intermediation", "Digitalisation", "SDG financing", "Data", "Partnership", "Social finance", "Impact investing", "Collaboration"]}