{"sentences": ["01.07.2022 Closing ceremony of the academic year 2021-2022 Centro de Estudios Monetarios y Financieros (CEMFI) Pablo Hernández de Cos Good afternoon Rector and colleagues.", "And good afternoon class of 2022.", "It is a pleasure for me to participate in this graduation ceremony together with Carlos Andradas, Rector of the Universidad Internacional Menéndez Pelayo, and Rafael Repullo, Director of the CEMFI.", "I would especially like to thank Carlos Andradas for being here today.", "As you know the main activity of the Universidad Internacional Menéndez Pelayo takes place in the summer in the delightful, charming and vibrant city of Santander (you can take this description at face value, with no need to apply a haircut due to my own origins in the region).", "So I greatly appreciate his coming to Madrid to participate in this graduation ceremony.", "The partnership of the CEMFI with the Universidad Internacional Menéndez Pelayo, dating back to 2006, has been instrumental in improving our ability to attract first-rate students and the quality of our graduate programme, and I am very grateful for this.", "Our society needs this constant drive for excellence, especially in the present circumstances.", "Following the COVID-19 pandemic and its economic consequences, the Russian invasion of Ukraine last February has provided a further negative shock, heightening uncertainty and worsening inflationary pressures and growth prospects.", "This is a particularly challenging environment for economic policy.", "To address current structural and cyclical challenges we need to rely on the analysis and advice of well-trained economists whether they are in the academia, in the public administration, central banks or the private sector.", "This is why it is so important to have academic institutions like CEMFI, that produce groundbreaking research and invest heavily in boosting the single most important determinant of economic growth: human capital.", "Students of the class of 2022, what you take from here - your knowledge and the tools needed to analyse and understand reality - is the accumulated capital stemming from what is probably the most important investment you will make in your whole life.", "You have invested your time and effort.", "And the yield on this investment will be a wide array of opportunities.", "But, above all, this human capital you now possess is something that nobody can take away from you.", "It will accompany you everywhere you go and you can apply it in every endeavour you may undertake.", "Besides the Master and PhD programmes, organised in collaboration with the Universidad Internacional Menéndez Pelayo, the CEMFI provides other valuable services, such as a summer school that brings leading academics to teach courses in relevant areas to participants - among them a large number of central bankers - and a highly valued summer internship programme for top undergraduate students.", "And it also collaborates with the Banco de España in various research activities, including the organisation of workshops and international conferences.", "The Banco de España is very proud to have created CEMFI 35 years ago and to have supported it since then.", "I believe in the rigorous evaluation of activities, and in this sense CEMFI has been exemplary, commissioning regular independent external evaluations.", "The last one was conducted in 2021 by three distinguished economists, Marianne Bertrand and Raghuram Rajan, of the University of Chicago, and Nobel laureate Jean Tirole, of the Toulouse School of Economics.", "The report started with a bold statement: \"CEMFI is a remarkable adventure, both on the research front and in terms of educational achievements.", "A relatively recent introduction in the landscape of European higher education in economics, CEMFI has succeeded in establishing itself as one of the premier research centers and postgraduate schools (in Europe).\"", "The report contained a number of recommendations for further improvement.", "And, as a testament to our commitment to excellence, the CEMFI Board of Trustees has taken steps to implement these recommendations with the financial support of the Banco de España.", "In fact, following the presentation of the evaluation report to the Banco de España's Governing Council, we issued a press release stating that \"CEMFI is an exemplary institution, whose activities provide an important service to the Spanish economy and society in general and to the Banco de España in particular.", "The Governing Council therefore supports the implementation of the ambitious objectives described in the evaluation report.\"", "In terms of the broader service to Spanish society we have just mentioned, let me remind you that three CEMFI faculty members currently participate in the Council of Economic Advisors of the Spanish Ministry of Economic Affairs, two have recently been appointed members of the Advisory Committee of the Ministry of Inclusion, Social Security and Migration, one is a member of the Advisory Board of the Spanish Independent Agency for Fiscal Responsibility, and another one is chair of the Scientific Committee of the Spanish State Research Agency.", "In addition, last December, CEMFI signed an agreement with the Ministry of Inclusion, Social Security and Migration to collaborate in the evaluation of 34 pilot projects to improve the design of poverty reduction policies.", "CEMFI will participate both in the design and the evaluation of the projects, and researchers will be able to use the data generated by these evaluations for the production of papers publishable in scientific journals.", "Carrying out these evaluations will allow CEMFI to take a qualitative leap forward, positioning itself as an academic institution of reference in the evaluation of public policies in Spain.", "I would like to thank Samuel Bentolila and Mónica Martínez-Bravo for leading this important initiative.", "I would also like to take this opportunity to congratulate CEMFI newly recruited faculty member, Federico Kochen, for winning the 2022 Young Economist Prize of the European Central Bank earlier this week in Sintra for his paper \"Finance over the life cycle of firms\" and specially Manuel Arellano for being awarded the prestigious Premio de Economía Rey de España prize for all his contributions to the development of highly influential econometric tools in a ceremony presided by King Felipe VI.", "All these personal and institutional achievements have taken place under the highly effective leadership of the CEMFI director, Rafael Repullo, to whom I am particularly grateful.", "To conclude, let me specifically address the students of the class of 2022.", "You are about to enter a challenging stage of your lives.", "Regardless of whether you continue studying for a doctoral degree or embark upon a professional career, I am sure that the knowledge and experience you have acquired during the Master in Economics and Finance will prove to be extremely valuable.", "Use your human capital wisely and productively, for your own benefit, but also for the benefit of those surrounding you.", "You can make a difference to make a better future.", "I wish you every success in your careers."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["CEMFI", "Human capital", "Banco de España", "University", "Economics", "Students", "Research", "Education", "Graduation", "Awards"]}