{"sentences": ["- CEPR Paris, 2 June 2022 Europe's goals and means of actions In a highly uncertain world, refocusing Speech by François Villeroy de Galhau, Governor of the Banque de France Ladies and Gentlemen, It is a great pleasure to give this keynote speech today at Sciences Po.", "We have all been eagerly looking forward to the CEPR's installation in Paris, celebrated by this CEPR Symposium which turned from a winter into a spring event.", "And we also celebrated the happy reunion of CEPR and ESSIM with a cocktail two days ago I hope you had a wonderful time in the Golden Gallery.", "My keynote about \"Europe refocused\" - speech today precedes a panel a very topical subject that is dear to me, to Jean Pisani-Ferry and to the panellists.", "Europe does indeed need refocusing, after staging several turnarounds in recent years.", "First, its priorities have switched from structural reforms to emergency crisis management the Covid pandemic for more than two years, and at present the war in Ukraine.", "Second, its focus on the Stability Pact has been tempered by investment needs, which are now catered for in the Next Generation EU.", "Finally, Europe is moving away from an omnipresent monetary policy, which has helped it deal with financial crises and stabilise the euro area while fighting deflation risk and enhancing growth; monetary policy is now focused again on how to rein in inflation.", "Add geopolitical pressure from outside and the weight of diverse domestic agendas inside, and the risk is that Europe becomes mired in confusion, contradiction and, in the end, inaction.", "Does a compatibility path exist for Europe?", "Let me try to elaborate on a possible positive answer, on the basis of the three \"great two conditions.", "The first condition is to clarify our goals, i.e.", "transformations\" ahead of us (I).", "The second condition regards our means of action: our success will also depend on our ability to add up three different components (II).", "succeeding in three \"great transformations\" to I. Clarifying our goals: enhance our European model Europe is not only one of the most important single markets in the world.", "It is also a model, shaped by European values which, I believe, the world thoroughly needs.", "Far from static, our European model has the capacity to adapt to challenges of the 21st century; I will illustrate this by looking at its three aspects, each of them calling for a \"great transformation\".", "First, Europe is a social model, which combines a lower level of inequality with a higher level of public services and a strong social safety net.", "Far from being a weakness, this model is a source of resilience as we saw in the Covid crisis.", "I deeply believe in our social model; however it has to stabilise its costs and through the \"public reduce its ever increasing debt, and hence to gain efficiency transformation\".", "Public services are not incompatible with performance and innovation.", "So many public services in France and elsewhere in Europe are suffering from dissatisfaction on two sides, from both their providers and their users.", "Pointing systematically to a lack of resources and staff seems to be a slightly simplistic explanation, notably in France where there is an already high level of public spending.", "This crisis is often less a financial issue than a management issue for the public service: I believe in re-legitimising its objectives, better recognising its civil servants, granting greater autonomy to its managers, improving its capacity for performance and innovation, and investing in its modernisation.", "Public management is not an oxymoron, and such qualitative measures could free up fiscal room for new strategic purposes.", "This brings me to my second point: Europe as an environmental model, obviously a relatively more recent feature.", "This calls for the second great transformation: the ecological transition, and in this respect, Europe leads the field.", "Climate change is accelerating faster than ever, as highlighted once more in the latest IPCC report.", "Globally coordinated and consistent public policies are therefore necessary, such as the commitment taken by the European Union in its Fit for 55 programme.", "The macroeconomic impact will largely depend on the transition strategies: the faster and more orderly its implementation, the less it will cost in GDP percentage points.", "For instance, according to the Commission, the EU plan is expected to have an overall neutral effect on real GDP by 2030,i a forecast deemed too \"techno-optimistic\" by Jean.ii As a useful complement, I would like to quote Banque de France simulationsiii for our country, according to which a disorderly transition would lead to a loss in GDP of up to 5.5% by 2050 compared to an orderly transition scenario.", "The macroeconomics of climate change still have a lot to uncover, and this represents a huge challenge including for ECB research and economic modelling, starting with its impact on inflation.", "One more thing is certain: public policies must imperatively include an appropriate carbon price.", "Last but not least, and this is where we need to double our efforts, Europe needs through the third \"great transformation\", a more developed innovation model the digital one.", "Europe is still lagging behind the United States and China, as it suffers above all from a structural handicap: its lack not of economic weight but of speed growth and agility.", "We spend less on R&D, have fewer researchers and have filed fewer patents, particularly in information and communication technologies.", "And among the large digital corporations the GAFAM and other bigtechs whose power equals that of sovereign states, none is European, while the Covid has triggered a further acceleration of digital technology.", "We nevertheless have some reasons for hope: in 2021 around EUR 100 billion were invested in the European technology ecosystem, almost three times the previous record of 2020, with around 100 new unicorns.iv Furthermore, although technologies have not yet shown their full potential in terms of productivity, we may be at a turning point, especially thanks to higher access to remote work which has spurred our digitalisation.", "Nothing condemns Europe to economic stagnation.", "And when we look at the Nordics, they are home at once to the most efficient social and innovation models, and hence of a European compatibility path.", "Adding-up our means of action, while ensuring financial sustainability So far, these are nice words.", "But as I now turn to the means of action, it would be easy to fall back into doubt, which is often a hallmark of Europeans.", "Inflation is not only too high, but also too broad, looking at core inflation (3.8% for May).", "This requires a normalisation of monetary policy I will not talk about it today, as we are in the silent period before our decisive Governing Council meeting next week.", "Fiscal policy will itself be further constrained by the high level of post- Covid public debt, and by the increase in interest rates.", "Furthermore, in the two next years, the context will be one of slower growth, or even according to some fears of economic stagnation.", "I still believe that we have room for manoeuvre, if, with a little creativity, we are able to combine our means of action, which we too often tend to pit against one another or which we even sometimes forget about.", "As regards the budget, we must combine effective national rules a common European capacity I have already briefly touched upon the first one: public debt must be framed by renewed fiscal rules.", "Even if we now have one more year till 2023, the debate on European rules will have to be wrapped up: experience tells us, particularly in France, that we need rules and not too much \"discretion\" in the sense of entirely discretionary choices.", "But while avoiding a heavy Treaty change, these rules must be revised and simplified, in order to be more widely followed and more credible.", "In particular, the rule of a 1/20 annual linear adjustment towards a 60% debt target has become unrealistic, especially for highly-indebted countries.", "And, instead of the structural deficit, we could set a ceiling on the growth rate of public spending as an operational target.", "Renewed rules should not simply be seen as an external constraint, but fully embedded as they are in our national interest.", "Allow me to imagine a win-win situation between North and South Europeans where both domestic rules for fiscal discipline and a European fiscal capacity are commonly agreed.", "Such a capacity should not be understood as a permanent one, but as a tool to be activated if needed.", "Fortunately, we are not starting from scratch: a major step forward has been made thanks to the \"Next Generation EU\" programme.", "It was designed with a dual objective of cyclical stabilisation and long-term strategic investment in particular in climate transition and digitalization: economists know that this duality of objectives is somewhat ambiguous; politicians will answer that such ambiguity is possibly the only way out.", "As regards funding, in addition to public financing, we must at last mobilise our large pool of private savings Beyond this public investment, our long-term strategic investment will also require private funding and efficient capital allocation.", "In this respect the Banking Union and Capital Markets Union (CMU) should be absolute political priorities.", "As Andrea Enria recently recalled,v if Banking Union remains incomplete, then it will be an empty promise.", "European banks need a unified framework to deploy their full financing capacities across Europe, and to finally overcome the current segmentation along national lines entrenched by protectionist \"host\" countries.", "I sincerely hope that the proposal set forth by Paschal Donohoe in early Mayvi will reach an agreement.", "When it comes to the CMU, there are fewer political obstacles, but not much more practical progress.", "the Commission's new action plan should If implemented in a timely manner, the world's largest help redirect pool of savings surplus of around 300 billion euros a year.", "I would like to stress the need in particular to enhance venture capital, currently underdeveloped while remaining the most appropriate tool for innovative projects.", "The more European start-ups are advanced in their development, the more foreign-financed (up to 70%) they are.vii This situation is not only paradoxical: it is dangerous.", "The Banking Union and the CMU are key tools for our strategic autonomy, including financial sovereignty.", "As regards growth, time to shift from demand support to resolute supply-side The economic context has significantly changed over the last two years.", "Although some targeted demand policies may still be justified in the face of the terms of trade losses due to the surge in commodity prices, the new economic situation calls for renewed supply policies.", "And not only to address the first challenge of firms in the short run bottlenecks in their value chains -, but still more to increase our growth potential in the medium term.", "This is first about the quality of public expenditures, which remains the blind spot of our fiscal discussion.", "Spending on the future has a better multiplier effect on long-term growth;viii it must take priority over spending on the day-to-day operation of public services, or on some social transfers or subsidies to the business sector these difficult choices are obviously a matter for democratic debate.", "Some future-oriented expenditures (most investments - even if some of them are less useful - but also spending on education and research) have a crucial effect on growth, both in the short term and in the long term, with fiscal multipliers estimated around 1.5 in the literature.ix In 1998, the potential growth rate stood at 2.3% in the euro area, before falling sharply in the aftermath of the great financial crisis and the sovereign debt crisis.", "Since then, it has improved slightly, but overall it has roughly halved over the last decades.x Definitely the euro area cannot and must not settle for a potential growth rate of 1.2/1.3%.", "Furthermore, modern supply side policies for Europe include enabling our human capital and reactivating our single market.", "As you well know, there is also a strong correlationxi between growth and education.", "In Europe, we have some of the best education and vocational training systems, but there is a large human capital divide with regard to the distribution of skills.", "Southern EU countries, including France, have more low-skilled people Spain and Italy have twice as many as Sweden, as of share of the adult populationxii and fewer high-skilled individuals France has half as many as the Netherlands or Finland.xiii As education inequalities were dramatically exacerbated during the Covid crisis, investment in education should be targeted as a priority in order both to raise human capital and reduce inequalities.", "On-the-job training is tomorrow's jobs: it should another factor of growth for respond even more quickly than today needs, in order to increase the number of digital experts for instance.", "Finally, to compete with the American or Chinese economies and their companies, scale is obviously of the essence.", "Europe has the advantage of having a single market, but we need to be bolder and take full advantage of the size effect.", "Besides the free movement of goods and services, we can also optimise our regulatory power; the power of standardisation will direct innovation.", "We must have the courage to develop an industrial policy with public-private partnerships, as in the case of artificial intelligence and batteries.", "To achieve this, the European competition policy could be more strategically orientated.xiv As a conclusion, this path may seem ambitious, and even a Sisyphean task.", "When Europe was created in 1950 (challenge of reconstruction), and then the single currency and the single market in 1990 (challenge of reunification), we rose to meet these historical challenges.", "Thirty or forty years later, we have now entered a new cycle, of which Ukraine is revelatory: we now face the challenge of strategic autonomy, which goes far beyond the domestic prosperity that we have pursued so far.", "If this dramatic conflict could have one positive outcome, it might be reinforced European unity.", "Allow me to conclude with a quotation I like, the last words written by the great French politician Léon Blum a few days before he died: \"I believe in it and I hope for it.", "I believe in it because I hope for it.\"", "This is a beautiful ambition for the CEPR in Paris.", "I thank you for your attention.", "European Commission, Impact assessment, Stepping up Europe's 2030 climate ambition, Commission staff working document, 2020.", "J. Pisani-Ferry, Climate policy is macroeconomic policy, and the implications will be significant, PIIE Policy Brief No.-20, August 2021.", "Coenen et alii, 2012, \"Effects of Fiscal Stimulus in Structural Models\", American Economic Journal: Macroeconomics (based on seven structural policy models).", "F. Villeroy de Galhau, Making the post-Covid era a success for the French and European economy, speech, 18 Hanushek E. A. and Woessmann L., \"The Economics of International Differences in Educational Achievement\", Handbooks in Economics, Vol.", "3, 2011 xiiOECD (2019), \"Skills Matter: Additional Results from the Survey of Adult Skills\".", "Spain and Italy have the lowest PIAAC scores (respectively 252 and 250) in terms of adult literacy.", "France has a 22% share of low-skilled workers, Spain and Italy around 27%, Sweden and Norway around 13%.", "OECD (2019), \"Skills Matter: Additional Results from the Survey of Adult Skills\".", "The share of high-skilled adults among the population in the Netherlands, or in Finland, is more than twice as large as in France (17% and 19% respectively vs. 8% in France).", "For an illustration in the US case, see Gilbert R., Innovation Matters: Competition Policy for the High-Technology Economy, July 2020"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["European model", "great transformations", "public transformation", "ecological transition", "innovation model", "means of action", "financial sustainability", "supply-side", "human capital", "single market"]}