{"sentences": ["Introductory statement to the presidency press following the meeting of the G7 finance ministers and central bank 20.05.2022 | Königswinter | Joachim Nagel 2 Promoting long-term growth and resilience 3 Ensuring sound public finances 4 Refocusing monetary policy Ladies and gentlemen, I, too, would like to bid you a very warm welcome to the G7 (Gruppe der Sieben) presidency press conference.", "And I would like to add my thanks to those expressed by Finance Minister Christian Lindner.", "I am especially grateful to everyone who helped organise the G7 (Gruppe der Sieben) meeting and whose efforts contributed to the smooth running of events.", "From my point of view, this meeting of finance ministers and central bank governors has been extremely successful - an impression that I hope our guests also share.", "We have discussed a number of important issues in depth.", "Finance Minister Lindner has already addressed our support for Ukraine.", "Of course, our talks also focused on the economic consequences of the war and the changes to the inflation environment.", "At the beginning of this week, for example, the European Commission downgraded its forecast for euro area economic growth this year to 2.7%; this figure stood at 4% in the February projections published shortly before the war broke out.", "The European Commission now estimates that inflation in the euro area will come to 6.1% this year rather than the 3.5% previously anticipated.", "Today, I would like to focus on the medium to long-term fundamental aspects that we have discussed over the past two days.", "First, in the light of the new geopolitical situation, how can we strengthen the long-term growth and resilience of our economies?", "Second, looking ahead, how can fiscal policy navigate the conflict between the current challenges and rising debt levels?", "And third, what needs to be taken into account when refocusing monetary policy?", "Promoting long-term growth and resilience Russia's war of aggression on Ukraine has changed the geopolitical landscape.", "Policymakers and economists are striving to reduce, diversify or focus economic dependencies on safe trading partners.", "This shift may come at a cost to efficiency and productivity, which is something we will probably have to accept to some extent.", "That said, however, we should make all the more effort to promote open markets wherever possible and continue to exploit their advantages.", "Greater resilience and strong integration into the global economy are not mutually exclusive concepts.", "This is particularly important for an economy such as Germany's.", "Although we should leave the restructuring of supply chains to firms, for example, this is another area in which it is crucial for policymakers to create a solid framework.", "They can do so by championing a rules-based international system of cooperation, counteracting strategic vulnerabilities and promoting healthy competition overall.", "Beyond this, digitalisation and climate neutrality remain two core aspects we must heed if we are to prepare our economies well for the future.", "In both these areas, policymakers need to set a clear course and create a suitable legal framework to ensure that the changes go in the right direction.", "Ensuring sound public finances Becoming greener and more digital requires investment - private and public alike.", "However, additional spending pressure is coming from other quarters, too.", "After fiscal policy buffers were already used to mitigate the economic fallout from the coronavirus crisis, many are now calling for fiscal policy action to cushion the impact of the Ukrainian war.", "We must ensure that the funds are used primarily to provide targeted relief to households or enterprises that are especially hard hit and that might not otherwise survive.", "At this stage, there is no need for a broad-based, debtfinanced demand stimulus, which would actually be more likely to be dissipated by additional price increases.", "Especially in Europe, increased expenditure on defence and energy security is resulting in an additional need for funding.", "And, not to mention, the burdens that we have long since known will stem from demographic developments.", "Even before the coronavirus crisis, debt ratios were high in a number of euro area countries.", "They are now even higher.", "Although fiscal policy intervention was appropriate during the pandemic and the Ukraine conflict, new borrowing should be scaled back as soon as possible in order to pave the way for a sustainable debt path.", "I believe that, in turn, credible fiscal rules will play an important role here.", "It will be crucial to preserve fundamental confidence in sound public finances so that fiscal policy retains agency and our single monetary policy can focus on ensuring price stability.", "Refocusing monetary policy During the coronavirus crisis, monetary policy and fiscal policy successfully worked in tandem to protect the economy from going into free fall and to limit the immediate impact of the pandemic on price stability.", "The focus now needs to be on fighting inflation.", "Energy prices, in particular, have surged.", "But consumer prices in the industrial countries have also risen significantly across the board.", "And we know from our survey of firms that most companies in Germany are planning to raise their prices further over the next few months.", "Central banks need to ensure that the very strong inflationary pressures do not become entrenched.", "We must therefore take decisive action.", "In the Eurosystem, we are rapidly scaling back our asset purchases.", "When net asset purchases come to an end - possibly in June - I see the time for an initial interest rate hike soon afterwards - possibly in July - as having come.", "This could be followed in a timely manner by further interest rate moves.", "Looking further ahead, changes in underlying trends could intensify inflationary pressures.", "I am talking here about the \"three D's\".", "First of all there is de- globalisation, driven by geopolitical tensions and a desire to reduce economic dependencies.", "Second, the decarbonisation of the economy through carbon pricing will probably lead to persistent upward pressure - and not just on energy prices.", "And demography is the third \"D\" that might entail inflationary effects - as a result of a dwindling labour supply, for instance.", "The fact is that inflation dynamics have changed dramatically in a relatively short space of time.", "Monetary policy has therefore been refocused in most G7 (Gruppe der Sieben) countries.", "And monetary policymakers must remain vigilant and potentially take further measures to safeguard price stability over the medium term.", "Because at our meeting, there was no doubt whatsoever that stable prices are essential to the achievement of our long-term objectives."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Monetary policy", "Inflation", "Economic growth", "Russia-Ukraine war", "Public finances", "Resilience", "Fiscal policy", "Debt", "Digitalisation", "Climate neutrality"]}