{"sentences": ["Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Sapporo Member of the Policy Board I.", "Economic Activity and Prices A.", "Developments regarding the novel coronavirus (COVID-19) First, I would like to touch on developments regarding COVID-19.", "The global number of confirmed new cases seems to have stabilized somewhat (Chart 1).", "Meanwhile, many advanced countries have started to resume economic activity while living with COVID-19.", "Therefore, compared to the early stages of the outbreak, the economic impact of COVID-19 is likely to be on the wane.", "These developments also hold true in Japan (Chart 1).", "The spread of the Omicron variant significantly restrained private consumption for the January-March quarter of 2022, but the COVID-19 situation has started to calm down since the start of April.", "The Economy Watchers Survey released by the Cabinet Office noted that the diffusion index (DI) for current economic conditions, especially for households, has been improving since March, when the number of Omicron cases passed its peak.", "In addition, the Japanese government is pursuing measures to find ways to live with COVID-19.", "On the other hand, China's response has been a notable exception (Chart 1).", "The Chinese government is adhering to its zero-COVID policy; faced with a recent spike in the number of confirmed cases, it has been working to contain the spread of infection by carrying out city lockdowns.", "Current state of Japan's economy Taking into account the COVID-19 situation that I have just described, I would like to focus on three aspects of the current state of Japan's economy -- namely, private consumption, business fixed investment, and exports.", "Starting with private consumption, widespread optimism regarding COVID-19, specifically expectations that the pandemic might be coming to an end, triggered a strong rebound in services consumption for the October-December quarter of 2021.", "However, as I mentioned earlier, the rapid spread of the Omicron variant caused another slowdown in such consumption at the beginning of 2022 (Chart 2).", "Improvement in the COVID-19 situation appears to be fueling recovery in services consumption since spring, despite seniors in particular being somewhat cautious.", "Statistics have not yet been released, but media reports and anecdotal information gathered by the Bank of Japan through its branches suggest that services consumption, particularly travel and dining-out, improved during this past Golden Week -- the period from late April to early May that includes several national holidays.", "Moving on to business fixed investment, the plan in the Bank's Tankan (Short-Term Economic Survey of Enterprises in Japan) and other survey results show potential demand for fixed investment to facilitate digital transformation (DX) and address climate change.", "This continues to give rise to strong expectations for fixed investment to drive a virtuous cycle in Japan's economy.", "In fact, such investment has been firm even during the pandemic.", "However, due to global supply-side constraints, such as semiconductor shortages and logistical constraints, a certain number of firms have postponed or pushed back their planned investment projects.", "With this in mind, the reality in my view is that business fixed investment has not grown enough when compared to firms' potential demand (Chart 3).", "Lastly, exports have increased as a trend even during the pandemic.", "Global business sentiment has been firm in both the manufacturing and services industries, as evidenced by the Purchasing Managers' Index (PMI) (Chart 4).", "In this environment, exports from Japan basically have been on an uptrend.", "However, net exports, calculated as exports minus imports, indicate that imports have increased significantly due to a surge in prices of crude oil and other raw materials, and the balance on goods continues to register a deficit (Chart 4).", "Taking these points into account, the Bank's assessment is that Japan's economy has picked up as a trend.", "Risks to the outlook for Japan's economy I would now like to discuss two risk factors to consider when assessing the outlook for Japan's economy.", "The first factor is the potential deterioration in the global economy.", "Major countries and regions, particularly the United States, Europe, and China, have risks to their economies.", "I believe that attention should be paid to the possibility that the materialization of such risks may push down the global economy as a whole.", "To begin with, the European economy may be pushed down significantly by surges in commodity and grain prices as well as by supply-side constraints, both stemming from the situation surrounding Ukraine.", "Since many European countries depend on imports from Russia for a large part of their energy sources -- such as petroleum and natural gas -- if supply of such items is constrained, this could exert downward pressure on economic activity.", "In addition, it should be kept in mind that grain supply could be disturbed if the situation surrounding Ukraine persists, as Russia and Ukraine are some of the world's largest bread baskets.", "Attention is thus warranted on the risk of a surge in inflation in Europe.", "Turning to China, it continues to take the aforementioned strict zero-COVID policy.", "With the economic effects of the lockdown in major cities already being reflected in statistics, there is concern over the risk that the manufacturing of industrial products may be pushed down to a large extent (Chart 5).", "China remains \"the workshop of the world\"; although the manufacturing of such products has started to take place in peripheral countries in East Asia, it is still concentrated in China.", "A decrease in the country's production could thus exert significant downward pressure on the global economy.", "There seems to be an increasing risk that such a decline in China, where the zero-COVID policy remains in place, will impose severe supply-side constraints globally through supply chains.", "That said, although the course of COVID-19 could show a cyclical pattern, once the situation calms down, China should eventually see a recovery in production and will likely further increase it to catch up with demand.", "Given this, the risks just mentioned may be considered temporary.", "In the United States, there are uncertainties regarding price developments and the effects of policy responses, and I believe that this warrants the most attention among the risk factors for the global economy.", "Currently, the country is experiencing the highest level of inflation since the 1980s.", "Looking at the elevated inflation rates in detail, while the surge in energy prices has made a large contribution to high inflation in regions such as Europe, the same contribution in the United States has been relatively small.", "The main contributors to the current high inflation in the United States are (1) a surge in prices of goods such as automobiles, mainly induced by logistical constraints, and (2) a rise in services prices, including housing costs (Chart 6).", "In addition, wage increases due to labor supply constraints are possibly exerting inflationary pressure through the rise in services prices.", "These developments are likely to be largely due to aggressive fiscal policy and accommodative monetary policy measures conducted by the U.S. authorities during the COVID-19 pandemic.", "Such measures have significantly increased household wealth in the country.", "Specifically, the financial situation of U.S. households shows that, due to improvement in unrealized gains/losses on their assets, the annual ratio of increase in net worth to disposable personal income rose to around 70 percentage points for the October-December quarter of 2021 (Chart 7).", "Given that the average ratio since the 1950s is only about 4 percentage points, it is clear how high the prices of stocks and housing have soared during the pandemic.", "On the other hand, household debt has stayed low since the Global Financial Crisis (GFC).", "The labor supply constraints in the United States are considered to be largely attributable to an increase in employees' early retirement; the asset and liability situation of U.S. households that I just described probably explains the reason behind this increase.", "Considering that the surge in housing prices is a significant contributor to the rise in housing costs, wealth effects could have induced the elevated inflation currently observed in the United States.", "If so, when monetary tightening in the country progresses further, I believe that attention needs to be paid to the risk of the U.S. economy decelerating considerably through adjustments in asset prices.", "Moreover, given the global interconnectedness of asset prices, attention is also warranted on the possibility of worldwide adjustments in such prices.", "That said, there is a view that recent asset markets have already factored in the effects of monetary tightening to a certain extent.", "In any case, I expect to see a soft landing of asset prices through appropriate policy responses by the U.S. authorities and through appropriate asset price formation by investors.", "Based on what I have described so far in relation to the first risk factor, risk scenarios pertaining to the outlook for the global economy do not seem to eliminate deflation or stagflation.", "On the other hand, if the global economy successfully recovers from the COVID- 19 crisis, responds appropriately to the surge in inflation, and realizes a soft landing, it could exit from the secular stagnation that followed the GFC.", "In any event, uncertainties regarding the global economy appear to remain high.", "The second risk factor to consider when assessing the outlook for Japan's economy is the spread of COVID-19 variants.", "As I noted earlier, the COVID-19 situation in Japan has generally calmed down of late, with the exception of some regions.", "Having entered the third year of the pandemic, it seems that people's behavior has started to shift toward living with the virus.", "This in turn suggests that the impact of COVID-19 on Japan's economy will likely wane.", "However, taking past tendencies into account, in the case of a resurgence of the virus, there is no denying that seniors in particular could become increasingly reluctant to spend on services even in the absence of strict public health measures.", "Presumably, one lesson learned from the spread of the Omicron variant in the January-March quarter of 2022 is that it will take some more time before the pandemic completely ends; rather, it will continue to exist in successive waves.", "If this proves to be true, there may be a risk that the scenario -- in which pent-up demand that has accumulated during the pandemic materializes and consumption subsequently recovers at an accelerated pace -- will not be realized for the time being.", "Current situation in Japan Let me now turn to prices.", "The year-on-year rate of increase in the consumer price index (CPI, all items less fresh food) for April 2022, which was released on May 20, rose to 2.1 percent.", "This may appear as if it has reached the Bank's 2 percent price stability target, but about 1.5 percentage points of this increase was attributable to the rise in energy prices, such as for crude oil.", "The rate of increase when excluding such factors that are subject to large fluctuations and disregarding the effects of the reduction in mobile phone charges, which measures the underlying trend in inflation, remained at only around 1.0 percent (Chart 8).", "In other words, Japan's economy is currently still only halfway to achieving the 2 percent price stability target.", "Based on the assumption that most of the aforementioned risks will not materialize, the baseline scenario of the outlook is that the rate of increase in the CPI excluding fresh food and energy will likely rise gradually in tandem with the pace of economic recovery.", "However, the medians of the Policy Board members' forecasts -- as presented in the Bank's Outlook for Economic Activity and Prices (Outlook Report) released on April 28 -- showed the rate for all items less fresh food at 1.1 percent for fiscal 2024, implying that achieving the 2 percent target will remain difficult.", "In this situation, it was reconfirmed at the April Monetary Policy Meeting that the Bank will persistently continue with its accommodative monetary policy with the aim of achieving the 2 percent target.", "Issues regarding the outlook Next, I would like to talk about issues surrounding future price developments.", "In terms of the outlook for prices in Japan during the pandemic, up until now, many people seem to have had a cautious view.", "To elaborate, they appeared to note the high risk that the negative output gap may widen due to the pandemic and thereby increase deflationary pressure.", "I used to think the same two years ago when I was appointed as a member of the Policy Board.", "However, since last year, I have come to believe that there is a high possibility of increased upward pressure on prices for the following reasons.", "These overlap with what I noted in my previous speech, but I would like to highlight the two factors that led me to think that upward pressure on prices is highly likely to increase.", "The first is firms' price-setting behavior.", "Amid the situation of the pandemic -- which has continued for more than two years -- firms, especially those in the consumption-related services industry, have repeatedly faced a rapid and large-scale decline in demand.", "However, it appears that such firms have not engaged in intense price competition, unlike in the past when they were met with a large decline in demand.", "Instead, they have lowered prices only marginally or left them unchanged.", "One reason for this could be that corporate managers judged that price discounts would not lead to increased sales, given that the declines in demand were due to the implementation of public health measures, which is an artificial factor, and to people's vigilance against COVID-19.", "On the policy front, it is also possible that (1) various government subsidies as well as effectively interest-free and unsecured loans and (2) the Bank's measures to support corporate financing, such as the Special Funds-Supplying Operations to Facilitate Financing in Response to the Novel Coronavirus (COVID-19), have helped firms uphold their businesses, providing incentive for them to avoid intense price competition.", "Moreover, I believe that an increasing number of firms may raise the prices of their goods and services by passing on cost increases to selling prices, owing to the prospect that the pandemic will continue for some time.", "The second factor is firms' growth expectations.", "Looking at firms' recent fixed investment plans in the context of the capital stock cycle, I am under the impression that firms have started to take an active stance toward fixed investment, along with upward revisions to their earnings projections, or, in more technical terms, the expected growth rates (Chart 9).", "With firms having come to take a positive view of their business conditions, a virtuous cycle from profits to fixed investment is starting to operate, where they aim to achieve higher profitability by raising the prices of their goods and services.", "I believe that the higher margins earned by firms through price rises could lead to wage increases and are expected to serve as a great catalyst for achieving the 2 percent price stability target.", "Now I would like to reassess the two factors just mentioned based on recent developments.", "Let me focus on the first factor -- firms' price-setting behavior.", "As the surge in raw material prices was much larger than expected, many firms in the dining-out and food manufacturing industries are passing on such cost increases to retail prices.", "Similar moves are increasingly seen in other industries, such as apparel.", "Looking at developments in the DI for firms' output prices in the Bank's latest March 2022 Tankan to examine their price-setting stance, the DI has reached the highest level since 1980 (i.e., just after the second oil shock) for the manufacturing industry and the highest level since 1991 (i.e., the end of the bubble period) for the nonmanufacturing industry (Chart 10).", "These moves to raise selling prices are mainly due to cost-push factors stemming from the surge in raw material prices.", "However, such a pass-through of cost increases was barely seen when a similar price hike in raw materials occurred in past deflationary periods, like the one from 2007 to 2008.", "This may suggest that many firms are trying to change their \"low-margin, high-turnover\" business models that were quite common in those days.", "On the other hand, regarding the second factor for inflation -- that is, firms' growth expectations -- many firms unfortunately do not seem to have raised their expectations yet, partly due to the global supply-side constraints that I pointed out earlier.", "This is suggested by the fiscal 2021 Annual Survey of Corporate Behavior released by the Cabinet Office, which shows that firms' forecast for the real economic growth rate over the next five years was 1.0 percent, thus remaining only close to the 1.1 percent presented in the fiscal 2020 survey.", "Firms' growth expectations are key to the sustainability of wage increases in Japan.", "Although the proportion of firms that have adopted so-called simultaneous recruiting of new graduates and seniority-based wages has started to decrease recently, these employment practices remain typical in Japan.", "Under such practices, young workers are prone to be underpaid compared to their labor productivity, while middle-aged workers could benefit from being overpaid for their productivity.", "This is known as \"employees' invisible investment,\" which refers to the situation where young workers invest their human capital in the firm they work for and later earn relatively high wages that include dividends on the investment.", "This model could explain the structure of Japanese-style business management to some extent.", "In order for the model to work, human capital invested by young workers in their firm needs to yield future dividends by contributing to corporate growth; to this end, sustainable growth in corporate sales is necessary.", "In reality, however, due to prolonged deflation, many firms were forced to lower their growth expectations and were less likely to see sustainable growth in their sales.", "As a result, it has become difficult to maintain the mentioned model, and firms seemed to have actively reduced their labor costs by, for example, increasing the number of non-regular employees and rehiring retirees at low wages relative to their labor productivity.", "I believe that in this way Japanese-style employment practices hit turbulence.", "Given these circumstances, I consider firms' growth expectations to be important in enhancing the sustainability of wage increases, which is vital to achieving the price stability target, and am paying attention to developments in such expectations.", "Monetary Policy The Bank will persistently continue with accommodative monetary policy until the 2 percent price stability target is achieved (Chart 11).", "I would like to say a few words about the points I see as essential in the conduct of monetary policy in Japan going forward.", "Let me touch on the impact of foreign exchange rates and crude oil prices, mainly on economic activity and prices, as this has become a hot topic lately.", "Faced with the recent yen depreciation and rising crude oil prices, some have pointed out the risk of stagflation, while others say that the Bank should urgently revise its monetary policy to avoid materialization of such risk.", "The Bank has been carefully analyzing and discussing developments in economic activity and prices, including these arguments.", "I personally see the impact of the yen's depreciation and rising crude oil prices on economic activity and prices as significant and am closely monitoring their developments.", "In light of these, let me share what approach I think monetary policy should take.", "First, monetary policy should focus on the underlying trend in inflation and aim to keep it stable at around 2 percent.", "As I mentioned earlier, the year-on-year rate of increase in the CPI when adjusted to measure the underlying trend has been at around 1.0 percent recently.", "From the perspective of achieving the 2 percent price stability target, I think it is premature to revise the direction of monetary policy toward tightening.", "To begin with, exchange rates are not directly controlled by monetary policy.", "They constitute a category of asset prices and could fluctuate significantly in the short term due to market speculation or the positioning of investors.", "If monetary policy addresses such short-term fluctuations and puts off achievement of the target for the underlying trend in inflation, this could have an adverse impact on Japan's economy.", "Crude oil prices, like exchange rates, are also not subject to direct control by monetary policy.", "Their developments are predominately determined by global supply and demand conditions.", "If the direction of monetary policy is changed toward tightening to combat higher energy prices in Japan that reflect rising crude oil prices, this may lead to a contraction in domestic demand.", "However, as global supply and demand conditions are expected to remain tight, crude oil prices will likely stay high.", "Therefore, such a change in direction would make living conditions in Japan even more difficult.", "Second, I believe that, as the effects of COVID-19 remain, changing the direction of monetary policy toward tightening could pose a substantial adverse impact on economic activities of firms and households.", "Firms have significantly increased their borrowing during the pandemic.", "This borrowing largely consists of so-called zero-zero loans -- that is, effectively interest-free and unsecured loans for which the government takes the credit risk.", "If a firm has made its borrowing for the purpose of securing a precautionary liquidity buffer, most of the funds will likely be on hand and the firm will have no problem with repayment.", "On the other hand, if the firm's intention for borrowing was to sustain its business, it will need to use the funds to generate sales and profits as planned in order to secure the fund source for repayment.", "The firm will have to refinance should securing it take longer than expected; however, there is no guarantee that refinancing terms down the road will remain the same as those applied so far during the pandemic.", "The same holds true for households.", "Many households hold housing loan and other debt.", "They must repay such debt from their income over a long period.", "In this situation, what will happen if the Bank shifts the direction of monetary policy toward tightening?", "Some firms and households could face a higher burden of debt and become cautious in their spending.", "For these reasons, I consider it essential that the Bank maintain the accommodative monetary policy with a focus on achieving the 2 percent price stability target.", "Since I touched on foreign exchange rates earlier, let me conclude by stepping away from the subject of future conduct of monetary policy and introducing another perspective on the relationship between exchange rates and Japan's economy.", "Looking back, we must not forget that the yen's appreciation served as a factor that triggered Japan's slip into prolonged deflation from the latter half of the 1990s, which in turn exacerbated the \"lost two decades.\"", "I admit that the deflation was also driven by the impact of global structural changes -- specifically, the rise of emerging economies.", "At the same time, it is undeniable that the protracted deflation was caused by a prolonged and significant appreciation of the yen.", "The appreciation induced many Japanese manufacturers to shift their production sites overseas, which in turn sapped the strength of regional economies in Japan and triggered job losses and wage declines.", "By contrast, the reversal of the yen's appreciation since 2013 presumably has had the effect of encouraging Japanese manufacturers to transfer their production sites back home.", "I believe that such developments in the establishment of a corporate presence, including in terms of where Japanese firms locate their production sites and other business facilities, are of importance in considering Japan's future economic growth.", "In any case, when examining the impact of exchange rates on economic activity and prices, it is important, in my view, to not only take into account the short-term impact in the narrow sense, but also have a long-term perspective.", "Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Sapporo ADACHI Seiji Member of the Policy Board Chart 1 Confirmed New Cases of COVID-19 Global ten thous.", "In the left panel, figures for the United States, Taiwan, and Hong Kong are from the Centers for Disease Control and Prevention (CDC), the Taiwan Ministry of Health and Welfare, and the Hong Kong Centre for Health Protection, Department of Health, respectively.", "All other figures are from the World Health Organization (WHO).", "Figures for Europe are the sum of figures for the European Union and the United Kingdom.", "Figures for Latin America are the sum of figures for the major economies in the region.", "Figures for other emerging economies are the sum of figures for South Africa, Russia, Turkey, and the major economies in the NIEs, ASEAN, and the Middle East.", "Figures show 7-day backward moving averages.", "In the middle panel, figures for confirmed new cases are weekly averages.", "Figures for severe cases are those at the end of the week.", "In the right panel, figures are from the National Health Commission of the People's Republic of China.", "They represent symptomatic cases and exclude asymptomatic cases.", "Sources: CEIC; Ministry of Health, Labour and Welfare.", "Source: Bank of Japan.", "Business Fixed Investment y/y % chg.", "Planned investment in current fiscal year as of the March survey of each year Planned investment as of the March 2022 survey FY 06 08 10 12 14 16 18 20 22 Business Sentiment and Trade Global PMI Japan's Current Account World Trade Volume s.a., DI s.a., ann., tril.", "In the left panel, figures for manufacturing are the J.P.Morgan Global Manufacturing PMI.", "Those for services are the J.P.Morgan Global Services Business Activity Index.", "In the right panel, figures are for world real imports.", "Sources: Copyright © 2022 by S&P Global Market Intelligence, a division of S&P Global Inc. All rights reserved.", "; Ministry of Finance and Bank of Japan; CPB Netherlands Bureau for Economic Policy Analysis.", "In the left panel, figures for industrial production are calculated assuming that the paces of growth were the same for January and February 2022. .", "In the right panel, figures are from the National Bureau of Statistics of China.", "Those in angular brackets show the share of each component.", "Financial Conditions of U.S.", "Figures for energy consist of those for petroleum products, electricity, as well as manufactured and piped gas charges.", "Figures for the \"effects of the consumption tax hike and free education policies\" from April 2020 onward are Bank staff estimates and include the effects of measures such as free higher education introduced in April 2020.", "Source: Ministry of Internal Affairs and Communications.", "Capital Stock Cycles and Expected Growth Rates business fixed investment, y/y % chg. Investment-capital stock ratio at the end of FY 2020 03 14 1.5% FY 2021 0.5% Expected growth rate: -2% -1% 9.5 10.0 10.5 11.0 11.5 12.0 12.5 13.0 investment-capital stock ratio at the end of the previous fiscal year, % Note: Each broken line represents the combination of the rate of change in business fixed investment and the investment-capital stock ratio at a certain expected growth rate.", "Source: Bank of Japan.", "Monetary Policy Guideline for Market Operations under The Bank's Measures in Response to COVID-19 Yield Curve Control Short-term policy interest rate: applying a negative interest rate of minus 0.1 percent to the Policy-Rate Balances in Supporting Corporate Financing current accounts held by financial institutions at the Bank Long-term interest rate: purchasing a necessary amount of Special Funds-Supplying Operations to Facilitate Financing JGBs without setting an upper limit so that 10-year JGB yields in Response to the Novel Coronavirus (COVID-19) (mainly will remain at around zero percent targeting small and medium-sized firms) In order to implement the above guideline for market operations, the Duration: until end-September 2022 (extended in December 2021) Bank will offer to purchase 10-year JGBs at 0.25 percent every business day through fixed-rate purchase operations, unless it is highly likely that no bids will be submitted (decided in April 2022).", "Stabilizing Financial Markets Future Conduct of Monetary Policy Flexible Provision of Ample Yen and Foreign Currency Funds The Bank will continue with Quantitative and Qualitative - Active purchases of JGBs and T-Bills Monetary Easing (QQE) with Yield Curve Control, aiming to - U.S. Dollar Funds-Supplying Operations achieve the price stability target of 2 percent, as long as it is necessary for maintaining that target in a stable manner.", "It will continue expanding the monetary base until the year-on-year rate of increase in the observed CPI (all items less fresh food) exceeds 2 percent and stays above the target in a stable manner.", "Lowering Risk Premia in Asset Markets For the time being, while closely monitoring the impact of COVID-19, the Bank will support financing, mainly of firms, and Purchases of ETFs and J-REITs maintain stability in financial markets, and will not hesitate to take - ETFs: annual pace with an upper limit of about 12 trillion yen additional easing measures if necessary; it also expects short- and - J-REITs: annual pace with an upper limit of about long-term policy interest rates to remain at their present or lower levels."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "financial dominance", "none", "financial dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary dominance", "monetary-financial coordination"], "topics": ["COVID-19", "Inflation", "Monetary policy", "Economic activity", "Prices", "Supply chain", "Demand", "Exchange rates", "Fiscal policy", "Business investment"]}