{"sentences": ["Presentation of the 2021 Annual Report Autorité de contrôle prudentiel et de résolution Press conference, 31 May 2022 Speech by François Villeroy de Galhau, Governor of the Banque de France Chairman of the ACPR Press contact: Mark Deen (mark.deen@banque-france.fr).", "Ladies and Gentlemen, I am very pleased to welcome you to our presentation of the Annual Report of the Autorité de contrôle prudentiel et de résolution (ACPR Prudential Supervision and Resolution Authority), in the company of Jean-Paul Faugère, Vice-Chairman of the ACPR, Dominique Laboureix, Secretary General of the ACPR, and Alain Ménéménis, President of the Sanctions Committee.", "Last year was marked by a vigorous recovery of our economy, during which our financial sector proved particularly robust (I).", "2022 should now see substantial advances on the regulatory front (II).", "However, the war in Ukraine is posing new risks to the financial sector, calling for heightened vigilance (III).", "In all these situations, the women and men of the ACPR have worked tirelessly to ensure that the French financial system remains resilient under all circumstances, providing adequate financing to the economy.", "I would like to extend my warm thanks to them.", "The strength of the French financial sector is more than ever an asset I shall start with just a short word on the situation for insurers, which Jean-Paul Faugère will go into in greater depth.", "In the context of the economic recovery in 2021, the insurance sector saw a return to growth in all its activities: net inflows increased by 18% compared with the previous year.", "This allowed insurers to consolidate their solvency, with the average Solvency Capital Requirement (SCR) coverage ratio rising to 253% after the slight decline seen during the Covid crisis.", "saw a \"return to normal\" in 2021 in terms of dividend French banks in turn payouts, which was completely justified.", "Their solvency ratio, which was already solid, increased even further over the year, reaching 16% for the top six French banking groups.", "Their profitability also improved (their RoE stood at 7.1% at end-2021 compared with 4.6% a year earlier and 6.4% in 2019): it is close to the European average but still structurally too low.", "Banks continued to play their full role in financing the economy, providing a robust supply of credit: 4% growth in loans to SMEs and even 6% growth in residential housing loans, which is a particularly high rate.", "Credit in France is continuing to grow faster than the economy, so private debt that of corporations and households is still rising.", "With regard to corporate loans, I said here last year that the gradual winding down of the government aid measures posed a manageable risk to the financial sector.", "Indeed, the wave of business failures feared by some has not in fact materialised.", "At the end of April 2022, the total number of failures over the previous 12 months was 43% lower than the figure for April 2019.i And even more importantly, according to our estimates, more than 95% of state- guaranteed loans (SGLs) should be repaid on time.", "Half the SGLs granted in 2020 started to be repaid in 2021; repayments on the other half began as of April this year.", "True, the shock of the war in Ukraine is slowing our rate of growth, and I shall come back to this.", "But the soundness of our banks and businesses at the end of 2021, with the emergence from the Covid crisis, gives strong grounds for confidence.", "There is nothing today that justifies, in the face of certain warnings or excessive demands, a return to the exceptional measures that we saw in 2020: either in bank prudential regulations or in terms of general, untargeted support for businesses.", "The Credit Mediation service, which is attached to the Banque de France has received very few requests for the restructuring of SGLs (fewer than 200 cases out of a total of 700,000 SGLs granted).", "France has the strongest banking and insurance sector in the euro area: this is a major asset for our economy, and one that our country is not always sufficiently aware of or positive about.", "This justifies us paying close attention to a healthy regulatory framework.", "A regulatory framework that remains to be finalised With regard to the Commission presented its proposal at banking regulation, the end of October 2021 for the transposition into EU law of the international agreement of December 2017, which is a decisive step towards the finalisation of Basel III.", "The ACPR supports this proposal which takes full account of Europe's specificities and allows sufficient time - - until 2032 to adapt to the new features of supervision.", "But I want to be very clear on this: the exemptions regarding housing loans or unrated businesses must absolutely remain temporary.", "Any temptation to make them more permanent would call into question our commitment, the international credibility of France and Europe.", "In response to certain surprising but recurrent claims from the banking industry, let me just re-state the obvious: in the past ten years, the regulatory framework has done nothing to hinder the sound, and even very broad, financing of the French economy; on the contrary, it has strengthened the resilience of the financial system, as became abundantly clear during the Covid crisis.", "We must not deviate or drag our feet: France and Europe have everything to gain from a stable and balanced Basel III; we shall strive to maintain this level international regulatory playing field, including in investment banking which is important for European sovereignty.", "Alongside Bercy this time, and French banks, I fully support the Commission target of applying the output floor on a consolidated basis: we must not create new obstacles to Banking Union, and the reluctance of \"host\" countries has no other basis than a form of harmful protectionism.", "Regarding insurance, the Commission also published in September its proposed amendments to the rules, which look set to lead soon to a final compromise text at Council level, under the French Presidency of the European Union.", "They have our full support, to facilitate long-term, sustainable investment (support for equity investment, integration of climate objectives), without increasing overall capital requirements for insurers.", "Further advances have also been made in anti-money laundering and combating the financing of terrorism (AML/CFT) with the creation of a dedicated directorate within the ACPR, which will notably monitor the risks linked to crypto-assets.", "The ACPR is in part to thank for excellent results in its evaluation by the Financial Action Task Force (FATF), with the French AML/CFT system recently receiving the highest possible score for quality.", "In customer protection, the industry-wide agreement reached in February 2022 under the aegis of the Ministry of the Economy will ensure greater transparency in management fees for life insurance and retirement savings contracts, with insurers required to publish a fee schedule for each contract as of 1 July 2022.", "But we need to ensure savers are even better informed.", "The ACPR recently conducted a study to compare the features of the different products available: fees, returns, type of underlying assets offered on unit-linked contracts.", "The results, which show that the current offering needs to be simplified and that we need to think of ways to better share the returns, will be discussed this summer with insurers; we will publish the findings by next autumn, along with the measures chosen in our talks with the industry.", "Insurers deserve fair remuneration for the technical work that goes into marketing and managing life insurance products: but fair also means open, and technical should not also mean opaque.", "Among the structural challenges facing the financial sector, there of course remains the issue of climate change.", "After the pioneering pilot exercise conducted by the ACPR in 2021, we now need to make these climate stress tests compulsory as is already the case for banks supervised under the Single Supervisory Mechanism and carry them out very regularly both for banks and insurers.", "Once the methodology has been refined and only then we will be able to draw the appropriate conclusions in terms of capital requirements, starting, as is logical, with Pillar 2.iii III.", "The financial system and ACPR will need to be mobilised on several fronts to tackle the consequences of the war in Ukraine First, we are paying very close attention to the potential fallout of the Russia- Ukraine conflict for financial stability: for the time being it remains limited.", "The direct exposure of the French financial sector to Russian assets is contained: the liabilities of French banks vis-à-vis Russian banks account for less than 1% of their total international liabilities, and French investments in Russian securities amount to just under EUR 500 million.", "The withdrawal from investments in Russia was admittedly tricky, but orderly.", "The conflict could have more of an impact via indirect channels, including the strong tensions in global commodity markets.", "For the time being, the consequences of these market movements on the French banking sector have been kept under control.", "However, the ACPR remains fully mobilised in monitoring any potential financial risks that might emerge.", "More broadly, the macroeconomic and financial environment has evolved significantly since last year, and the Ukraine conflict has exacerbated the inflationary pressures that were already visible at the end of 2021: we are naturally keeping a very close eye on this, like our fellow citizens.", "The latest inflation figures for May, for France and the other countries, confirm a rise that expecting, and the need for a gradual but resolute process of normalisation.", "We shall take a decision at our Governing Council meeting next week, which will be in line with recent comments by the President of the ECB.", "After having for years listened to complaints about how low interest rates were weighing on banks and insurers, we might have expected few to voice concerns now about a rise in rates.", "Strangely, however, these worries appear to be emerging.", "So we need to be clear: the rise in rates, if conducted in an orderly and well-managed fashion, will be favourable for the financial sector.", "It should banks' profitability by increasing their net interest margins.", "For insurers, it will allow them to change the composition of their portfolios with the inclusion of higher-return assets; and this, combined with the distribution of profit-sharing reserves, will allow them to continue offering close to market rates of return on euro-denominated contracts, and limit redemptions.", "Financial institutions will nonetheless have to guard against any potential adverse effects in terms of unrealised financial losses, and on the solvency of certain borrowers that are excessively \"leveraged\".", "But overall, interest rates - - exceptionally accommodative for borrowers since 2015 will remain favourable and very bearable for the entire economy compared with historical standards.", "Last, among the challenges facing the financial system, I need to mention the rising threat of cyber risk.", "Exposure to this risk has increased considerably with the digitalisation of our working methods, and in particular the growing use of remote working; it is being further exacerbated by the possibility that Russian authorities might resort to cyber attacks as part of the Russia-Ukraine conflict.", "So far, we have not observed any rise in cyber incidents targeted at financial institutions since February, but they need to remain vigilant.", "The proposed Digital Operational Resilience Act (DORA) on which a provisional agreement was reached on 10 May under the French presidency before its formal adoption by co-legislators in the near future will increase the operational resilience of the financial sector.", "In addition, specific assessments have been conducted in conjunction with banks and the ECB to prepare actively for the eventuality that cyber crisis management processes might need to be activated.", "At the national level, the Paris Resilience Group, chaired by the Banque de France, has been closely monitoring the situation of the main financial players and market infrastructures since the start of the conflict.", "Thank you for your attention, and I shall pass the floor now to Jean-Paul Faugère, Vice-Chairman of the ACPR, who will go into more detail on the insurance sector, and then Alain Ménéménis, who will present the activities of the Sanctions Committee that he chairs.", "Banque de France, Suivi mensuel des défaillances, April 2022.", "OPINION OF THE EUROPEAN CENTRAL BANK of 24 March 2022 on a proposal for amendments to Regulation (EU) No 575/2013 as regards requirements for credit risk, credit valuation adjustment risk, operational risk, market risk and the output floor.", "F. Villeroy de Galhau, Europe in motion for climate transition: snapshot, video and scenario of risks, speech, London, March 2022."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Financial sector", "Basel III", "Risk", "Solvency", "Inflation", "Climate change", "Cyber risk", "Insurance", "Banks", "Interest rates"]}