{"sentences": ["10.05.2022 The Spanish banking industry and the economic challenges ahead* 17th Banking Industry Meeting - IESE Pablo Hernández de Cos *iEnglish translation from the original in Spanish Good morning.", "I wish to begin by thanking the IESE for the invitation to this meeting, which gives me the opportunity to address the main challenges for, and developments in, the Spanish banking industry.", "The Russian invasion of Ukraine is a new shock for the world economy, just two years after the pandemic triggered a shock to economic activity unprecedented in recent history.", "The long-term consequences of the war in Ukraine are difficult to predict, but they will foreseeably be severe, not only from a geopolitical standpoint but also from an economic one.", "In the short and medium term, the Russian invasion and the western world's response, imposing unprecedented sanctions, have significantly stepped up the uncertainty.", "This has had adverse consequences for economic activity and has given rise to further inflationary pressure.", "All this, in a setting in which the Spanish economy was gradually recovering from the economic effects of the health crisis.", "Yet this recovery was still incomplete and uneven across economic sectors, and it continued to be affected by the course of the pandemic and by the sharp increase in inflation which began in the second half of 2021.", "When this new shock emerged, the Spanish banking sector's resilience remained generally high and it had returned to pre-pandemic profitability levels.", "But the war introduces new risks for financial stability.", "Although Spanish banks have very little direct financial exposure to Russia and Ukraine, the indirect effects of the war may be significant.", "Particularly through its impact on households and firms, especially those experiencing a slower or tardier recovery from the pandemic and whose solvency may now have worsened.", "I will now outline how the Spanish banking industry stood previous to the Russian invasion, before moving on to analyse the economic and financial risks that the new tense geopolitical environment poses.", "Recent banking industry resilience Turning to the situation of the Spanish banking industry previous to the start of the war in Ukraine, most noteworthy, first, was the gradual normalisation of bank lending, following the strong growth observed in 2020, underpinned by public policies.", "Specifically, bank lending to the resident private sector fell slightly in 2021.", "By sector, the deceleration in lending to non-financial corporations (NFCs) and sole proprietors, essentially explained by demand factors, offset the more expansionary behaviour of lending to households, in particular loans for house purchase.", "If we analyse how lending has evolved compared with income, in the business sector the recovery of turnover and the subdued growth of debt in 2021 appear to have led to an improvement in firms' financial situation, although on average it is still more vulnerable than before the pandemic.", "Thus, firms' average debt and debt burden ratios began to fall in 2021 and the percentage of highly-indebted firms2 decreased across the board, down to almost pre-pandemic levels in the sectors moderately affected and largely unaffected, but still 7 percentage points (pp) higher than in 2019 in those that were severely affected.", "In the case of households, favourable labour market and income developments are also contributing to the recovery in their economic and financial situation.", "From the onset of the health crisis to end-2021, households' aggregate net wealth rose by 9.8%, assisted by the increase in value of their financial assets and, above all, their real estate assets and by their relatively stable debt levels.", "All told, there was a broad-based decline in the bank debt-to-total asset ratio, particularly in the lower net wealth deciles.", "In the top net wealth decile, debt continues to far exceed the value of assets (by around 50%), thus signalling the financial vulnerability of this segment.", "In the public sector, the government debt-to-GDP ratio fell by 1.6 pp in 2021, but it remains very high and approximately 20 pp of GDP above the pre-pandemic level.", "Likewise the budget deficit which, despite falling by 3.4 pp in 2021, still amounted to 6.9% of GDP.", "These high government debt and budget deficit levels suggest that the Spanish economy is vulnerable to a possible deterioration of financing conditions.", "They also limit the fiscal space available to respond to new risks, should they materialise, and to mitigate their effects.", "The possible impact of these considerations on sovereign funding costs would also have consequences for the funding costs of other sectors, including the banking sector.", "Second, as regards the impact of these developments on bank balance sheet credit quality, non-performing lending to the resident private sector fell by 5.4% in 2021, to €49.3 billion, a larger drop than in 2020 but well below those recorded in the pre-pandemic years.", "This downward pattern confirms the differential performance of non-performing loans (NPLs) in this crisis.", "The economic policy measures implemented have proven crucial in maintaining households' and firms' ability to pay and their net lending.", "Thus, the NPL ratio for credit to the resident private sector stood at 4.2% at end-2021, down 0.2 pp year-on-year.", "However, despite this good NPL performance, there are latent credit portfolio impairments.", "Stage 2 loans4 continued to rise at high rates at end-2021 (14% year-on-year), although notably below the growth rates of previous quarters.", "At December 2021, Stage 2 loans accounted for 8% of all loans, up 2.2 pp on pre-pandemic levels.", "Forborne loans5 also rose by 14% (compared with the decline of 9% in 2020), owing to strong growth among NFCs and sole proprietors.", "At end-2021 they accounted for 5% of total outstanding loans, the same percentage as prior to the pandemic.", "The economic sectors most severely affected by the pandemic show the greatest signs of deterioration.", "Here, the combined share of NPLs and Stage 2 loans stood at almost 24% at December 2021, compared with 17.7% in the moderately affected sectors and 15.5% in those least affected.", "The credit quality of loans backed by the State through the Official Credit Institute (ICO) deteriorated somewhat in 2021, although at a slower pace than in the previous half-year.", "It must be noted, however, that 30% of these loans continue to benefit from grace periods, which will come to an end in summer 2022.6 In the present setting, these credit exposures with some sign of impairment may, in turn, be more vulnerable to the materialisation of risk.", "Accordingly, careful monitoring is needed, together with early and correct recognition of potential losses.", "Third, profitability improved substantially7 in 2021.", "Extraordinary items, which were negative in 2020 and positive in 2021,8 had the most impact on profitability.", "The main driver of the improvement in ordinary profit was the reduction in impairment losses, which fell by 43.5% compared with 2020 to €14.3 billion, a somewhat lower level than in the two years prior to the pandemic.", "The recovery in profit in 2021 was widespread across the main countries where Spanish banks pursue significant international business.", "Profitability also improved at the European level, following the notable decline in the previous year, returning to close to prepandemic levels.", "As in Spain, the main driver of this improvement was the significant fall in impairment provisioning.", "The breakdown shows that gross income rose by close to 3% in 2021, driven by the timid recovery in net interest income9 and, above all, by a 10.4% increase in net fees and commissions, which more than offset the drop in gains on financial assets and liabilities.", "In any event, net interest income remained lower than in 2019.10 Fee and commission income has increased in recent years,11 mainly on account of payment services, although it is still low compared with Spanish banks' main European peers.", "Profitability remained positive in 2022 Q1.", "Thus, ordinary profit at the six listed banks rose by more than 30%12 year-on-year, with increases of 9%-10% both in net interest income and fee and commission income.", "Meanwhile, impairment losses fell by 9% compared with March 2021.", "It must be noted, however, that the full economic impact of the war in Ukraine did not materialise in the first quarter of the year.", "In 2021 extraordinary gains were recognised as a result of two mergers (€4.2 billion in total), the spin-off of an insurance company (€0.9 billion) and restructuring costs at the two big banks (-€1.2 billion).", "In 2020, extraordinary items included the negative adjustments to goodwill of the two banks with the largest international presence (-€12.2 billion), the adjustment for deferred tax assets (-€2.5 billion), restructuring costs at one bank (-€1.2 billion) and capital gains on the sale of business lines (€0.6 billion).", "However, as the year-on-year increase in net interest income (1.4%) in 2021 was lower than the increase in average total assets (3.8%), its contribution to the change in ROA in 2021 was negative.", "This decline is explained by the larger drop in interest income than in interest expenses.", "The fall in consolidated net interest income over the last two years, concentrated in 2020, is due to a narrower interest rate spread (price effect) and a drop in the volume of assets combined with an increase in the volume of funding (volume effect).", "The latter represents an important difference compared with business in Spain, where the volume effect partially offset the likewise negative price effect.", "Since 2015, net fee and commission income as a percentage of total assets has increased from 0.41% to 0.45%.", "By contrast, net profit at the six listed banks fell by 29% in 2022 Q1 compared with a year earlier, but this was due to the almost €4.3 billion recorded in extraordinary gains in March 2021 as a result of the merger at CaixaBank.", "Fourth, the cost-to-income ratio13 worsened slightly in 2021, affected by the extraordinary restructuring costs recorded at several significant banks, although it remains lower (better) than that of the European peers.", "In recent years the Spanish banking industry's operating capacity has converged towards average European values, against a backdrop of branch closures and staff reductions in the main European countries.", "Thus, at December 2020, the number of branches per 100,000 inhabitants in Spain was 47, a figure similar to that of the French banking system and close to that of the Italian one,14 although Spain's population density is lower.", "Between 2008 and 2020 the number of branches was cut by more than 50%, while staff reductions, albeit lower, were also significant (close to 40%).", "In both cases, these are the second highest cuts among the main European countries.", "Branch closures have been comparatively higher in urban areas with higher population growth.", "The cost-to-income ratio is defined as the ratio of operating expenses to gross income, such that higher (lower) values denote lower (higher) efficiency.", "In 2008, there were 100 branches per 100,000 inhabitants in Spain, compared with around 60 in France and Italy (data as at December 2020, which are the latest data available with comparable ECB information for the different European countries).", "Second only to the Netherlands.", "In Spain branch closures have affected municipalities of all sizes, albeit with slightly more cuts in larger ones (around 56% since 2008 for municipalities with more than 50,000 inhabitants) and fewer in smaller ones (around 40% for those with fewer than 5,000 inhabitants).", "The smaller municipalities are the only ones where the population declined in this period, in keeping with the demographic decline in Spain's rural areas in recent decades.", "Fifth, as regards the cost of bank funding, in the money markets secured interest rates stand at historically low levels.", "But wholesale market funding costs have risen, on expectations of a less accommodative monetary policy and the uncertainty prompted by the crisis in Ukraine.", "Indeed, expectations of interest rate rises have fed through to wholesale market interest rates on long-term bank debt (a measure of funding costs) more robustly than to the Overnight Index Swap (OIS) rate.", "Thus, banks' credit risk spread has widened.", "There were mixed developments in the cost of new issuances in 2021 across instrument types and issuers.", "Banks stepped up their debt issuance to comply with prudential and resolution requirements, with issuances of Tier 2 instruments and contingent convertible bonds (CoCos).", "More banks made such issuances in 2021, giving rise to greater cost dispersion.", "There was also a significant increase in unsecured debt issuances, in this case at a slightly higher cost than in 2020.", "Meanwhile, deposits at Spanish banks continued to grow in 2021, albeit at slower rates than in the previous year.", "Overall, the average cost of liabilities20 has fallen in the last two years, down to 0.5% at end-2021, below its pre-pandemic level (slightly over 1%).", "This is below the sector ROE (10.5%), even without taking into account extraordinary items (9%).", "Sixth, in terms of solvency, the common equity tier 1 ratio (CET1) held relatively stable in 2021, after increasing in 2020.23 The CET1 ratios of the main European countries' banks also held relatively stable, meaning that in terms of its CET1 ratio the Spanish banking industry remains in last place.", "This difference owes largely to Spanish banks' higher asset density, influenced by structural factors such as the more widespread use of the standardised approach to calculate asset risk weightings.", "Indeed, at December 2021, the leverage ratio of Spain's significant banks (5.7%) was only slightly below the European average (6%).", "The increase in the ratio between 2019 and 2020 was broad-based across banks.", "The distribution of the CET1 ratio in 2021 reflected convergence towards the central values of the distribution.", "Thus, solvency levels have increased at banks whose levels were lower and have decreased at banks whose levels were higher.", "To sum up, the Spanish banking industry has proved resilient to the economic crisis triggered by the pandemic, maintaining the supply of credit to the private sector and a correct solvency level.", "It has also been able to swiftly recover its profitability.", "Yet given the high level of uncertainty and the scale of the potential risks on the horizon, close monitoring of risk and prudent behaviour by banks remains particularly necessary.", "I will now move on to discuss the risks that lie ahead.", "Impact of the potential materialisation of the risks identified following Russia's invasion of Ukraine Russia's invasion of Ukraine has triggered geopolitical tensions of uncertain severity and duration.", "The two main channels through which the conflict may have a significant economic impact are: first, the surge in energy and other commodity prices, with its accelerator effect on inflation and penalising effect on economic activity; and second, the negative impact of the war on world trade, business and household confidence, and financial uncertainty.", "Indeed, these factors have led us to revise down our economic forecasts for this year and next, and to significantly raise our inflation projections for this year.", "The banking industry has very limited direct exposure to Russia and Ukraine, but the effects may be significant.", "The war may also have an impact on its operating risks, in light of the potential growth of cyber attacks.", "In view of these risks, our latest Financial Stability Report (FSR) includes simulations of the impact of higher interest rates and energy costs on the economic and financial position of Spanish businesses and households and the different tiers of general government.", "It also includes stress tests in different stressed scenarios, to assess the potential impact of largescale materialisation of some of the risks facing the Spanish banking industry.", "A potential interest rate rise could increase the percentage of firms under financial pressure.", "Specifically, within corporate bank financing, short-term and floating-rate loans predominate, so changes in interest rates pass through relatively swiftly.", "Under a scenario consistent with our latest projections, in which interest rates rise in line with market expectations, firms' interest expenses as a percentage of gross operating surplus begin to increase from 2023, standing 1 pp above their 2021 level at end-2024.", "Moreover, an increase in short and long-term interest rates 100 bp higher than that envisaged under the above-mentioned scenario adds a further 1.7 pp by 2024.24 The effects of rising energy prices25 on firms' financial vulnerability are moderate on average, albeit very uneven across sectors.", "Thus, while the impact on firms overall stands at just over 2 pp, among the three most affected sectors it is expected to top 5 pp.", "The price rises considered are those observed between our December 2021 and March 2022 projections.", "This is an increase of 22% and 25% in their average level for 2022 and 2023 compared with the December projections.", "These effects would be partially mitigated by the recent temporary measures approved to reduce the cost of oil products.", "Specifically, the sectors most affected include some whose profit margins are likely to be more severely hit, such as wholesale and retail trade and repair of motor vehicles, land transport, fishing and agriculture.", "An above average rise in financial vulnerability is also expected in some sectors where the impact on profit margins is comparatively smaller, such as basic metals manufacturing, or publishing, cinema, television and radio.", "This is largely because some firms in these sectors were already close to the thresholds determining vulnerable status before the shock.", "For households, an interest rate rise could contribute to some deterioration in their debt repayment capacity.", "But the effect of moderate rate hikes is not expected to be very significant, partly because of the increase in recent years in the proportion of fixedrate mortgages, which accounted for 24.9% of the outstanding amount at December 2021.", "Specifically it is estimated that the proportion of households with a high net interest burden28 would rise by 1.2 pp, 2.3 pp and 3.9 pp if interbank rates were raised by 100 bp, 200 bp and 300 bp, respectively.", "These effects would be most pronounced among indebted households between the 20th and 40th percentiles of the income distribution.", "Low-income households would be most affected by rising energy prices, as energy expenditure accounts for a larger proportion of their consumption,30 they are less likely to be able to absorb these higher prices by reducing their saving and their net interest burden is higher.", "High debt levels also mean that public finances are more sensitive to interest rate movements.", "However, the low interest rate levels of recent years have led to a continuous decline in the interest burden as a percentage of GDP, while at the same time, longer average debt maturities have limited the short-term impact of higher issuance costs.", "Under a scenario of gradual interest rate rises consistent with the latest projections, the debt burden is expected to stabilise as a percentage of GDP.", "Under that same scenario, an additional 100 bp increase in short and long-term interest rates, with all other variables remaining constant, will drive up interest payments by 0.4 pp of GDP by 2024.", "In the Spanish banking industry stress tests, two potential stress scenarios - dubbed adverse and severe - were simulated for the period 2022-2023.", "The use of this type of extreme scenarios, which are plausible but have a relatively low probability of occurring, is an integral characteristic of the main international stress tests and is consistent with the goals of prudential regulation which require that banks have sufficient capital to absorb unexpected losses.", "The adverse scenario simulates a further increase in energy prices and a greater impact of bottlenecks on global trade.", "This drives up inflation and, consequently, accelerates the monetary policy response.", "It also entails a worsening of financial conditions.", "Under the severe scenario, the price shocks are slightly more significant than under the adverse one, but the main difference is the inclusion of a more marked worsening of households' and firms' confidence, which causes further falls in the main domestic demand variables (consumption and investment).", "The adverse scenarios for the foreign economies that are important to Spanish banks are calibrated so that their severity is consistent with the impact of the shocks on the Spanish economy.", "These scenarios thus enable a rigorous analysis of the banking sector's resilience to the risks deriving from the current geopolitical setting.", "Overall, the adverse scenario entails a negative impact of 1.8 pp on the aggregate CET1 ratio of Spanish banks; this impact rises to 3 pp under the severe scenario.", "By components, the largest adverse impact would be on credit quality, leading to greater losses on loans to the private sector in business in Spain and a sovereign bond value adjustment.", "There would also be a lower generation of funds.", "In turn, the lesser need for new provisioning (owing to the greater use of existing provisions), deleveraging at banks and more enforcement of guarantees to meet the expected credit losses associated with ICO-backed loans, would mitigate the fall in the CET1 ratio in 2023.", "Nevertheless, the impact is quite uneven across banks, owing to differences in factors such as the composition of loans to the private sector and of the sovereign loan portfolio, their international presence and the coverage of the ICO guarantee programme.", "In particular, in the portfolios of loans to NFCs and sole proprietors, the impact varies considerably according to firm size and economic sector.", "Loans to individuals are also important, as in business in Spain they account for more than half of the total loan portfolio.", "The cross-bank dispersion of sovereign losses is explained by factors such as the geographical composition of the portfolio, the maturity structure and the accounting classification of the exposures.", "As regards net interest income, the rise in interest rates envisaged in the scenarios has a positive impact on the net interest margin on loans to the private sector and makes investment in debt securities more profitable, whereas the cost of deposits responds more moderately.", "Accordingly, the cross-bank dispersion is associated with differences in the composition of loans to the private sector, the share of debt securities as a percentage of total assets and the weight of deposits among the sources of funding.", "To sum up, the results of the stress tests show that the aggregate resilience of the Spanish banking sector as a whole is adequate, albeit uneven across banks.", "Although large-scale materialisation of the risks would entail a certain degree of capital charge, this would not be sufficient to compromise the stability of the financial system.", "In some emerging market economies, rising interest rates entail high discounts on holdings of their debt, although the depreciation of their currencies against the euro limits the impact on banks' equity.", "Given that a significant proportion of the sovereign portfolio is held at amortised cost (53.7% overall), considering that banks intend to hold the debt on the balance sheet until maturity, the decrease in market value is only partially passed through to the balance sheet.", "This is an important factor mitigating the impact of the crisis.", "Also, considering the sovereign bond holdings held at fair value, those banks whose portfolios have shorter terms to maturity are less affected than those with longer terms to maturity.", "In the case of Spanish banks, 70% of sovereign bonds held at fair value have a remaining term over one year, while just 7% have terms to maturity over ten years.", "These positive effects predominate over the decline in the stock of performing loans that generate interest income, prompted by higher interest rates and worsening economic activity, which lessen total credit growth and quality.", "To recapitulate, the banking industry is facing the new shocks stemming from the invasion of Ukraine, having posted a moderate lending performance in Spain in 2021, recovered prepandemic profitability and maintained its solvency levels.", "The recovery in economic activity in 2021 helped underpin non-financial agents' financial position, although there are still industries and segments that are more vulnerable now than they were before the pandemic.", "Yet despite this favourable performance latent credit risks persist, associated above all with the higher proportion of Stage 2 loans, concentrated in the economic sectors most severely affected by the health crisis.", "Financial intermediaries in Spain have very low direct credit exposure to Russia.", "However, the deterioration in the macroeconomic outlook and further increases in inflation will intensify the likelihood of the materialisation, and impact on the banking sector, of the latent risks.", "In this setting, the simulation exercises performed show that, around the projection scenarios, rising energy prices and tighter financing conditions will have an uneven impact on the financial situation of firms and households.", "This impact will be contained in aggregate terms, but will be more severe for groups that are more vulnerable on account of their indebtedness or energy dependence.", "Moreover, the banking sector stress tests point to a certain degree of capital charge under more extreme scenarios and to aggregate resilience that remains adequate, albeit uneven across banks.", "Lastly, the short and medium-term challenges must not allow us to overlook the need to address the structural challenges that the banking sector was already facing before the onset of the pandemic and Russia's invasion of Ukraine.", "In particular, the need for capacity adjustment, as well as the growing competition from technology firms and the potential negative effects associated with climate risks."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none"], "topics": ["Spanish banking industry", "Economic challenges", "Russian invasion", "Economic recovery", "Financial stability", "Bank lending", "Credit quality", "Profitability", "Operating capacity", "Cost of bank funding"]}