{"sentences": ["For release on delivery 1:30 p.m. EST February 18, 2022 Preparing for the Financial System of the Future Lael Brainard Board of Governors of the Federal Reserve System 2022 US Monetary Policy Forum February 18, 2022 The financial system is undergoing fast-moving changes associated with digitalization and decentralization.", "Some of these innovations hold considerable promise to reduce transaction costs and frictions, increase competition, and improve financial inclusion, but there are also potential risks.", "With technology driving profound change, it is important we prepare for the financial system of the future and not limit our thinking to the financial system of today.", "The Evolving Digitalization and Decentralization of Finance In recent years, there has been explosive growth in the development and adoption of new digital assets that leverage distributed ledger technologies and cryptography.", "The market capitalization of cryptocurrencies grew from less than $100 billion five years ago to a high of almost $3 trillion in November 2021 and is currently around $2 trillion.", "In parallel, we have seen rapid growth in the platforms that facilitate the crypto finance ecosystem, including decentralized finance (DeFi) platforms.", "These crypto platforms facilitate a variety of activities, including lending, trading, and custodying crypto-assets, in some cases outside the traditional regulatory guardrails for investor and consumer protection, market integrity, and transparency.", "The growth in the crypto finance ecosystem is fueling demand for stablecoins- digital assets that are intended to maintain stable value relative to reference assets, such as the U.S. dollar.", "Stablecoin supply grew nearly sixfold in 2021, from roughly $29 billion in January 2021 to $165 billion in January 2022.", "There is a high degree of I am grateful to Alexandra Fernandez, Lacy Douglas, David Mills, Sonja Danburg, and David Pope of the Federal Reserve Board for their assistance in preparing this text.", "These views are my own and do not necessarily reflect those of the Federal Reserve Board or the Federal Open Market Committee.", "CoinMarketCap, \"Total Cryptocurrency Market Cap,\" last modified on February 16, 2022, /.", "concentration among a few dollar-pegged stablecoins: As of January 2022, the largest stablecoin by market capitalization made up almost half of the market, and the four largest stablecoins together made up almost 90 percent.", "Today, stablecoins are being used as collateral on DeFi and other crypto platforms, as well as in facilitating trading and monetization of cryptocurrency positions on and between crypto and other platforms.", "In the future, some issuers envision that stablecoins will also have an expanded reach in the payment system and be commonly used for everyday transactions, both domestic and cross-border.", "So it is important to have strong frameworks for the quality and sufficiency of reserves and risk management and governance.", "As noted in a recent report on stablecoins by the President's Working Group on Financial Markets, it is important to guard against run risk, whereby the prospect of an issuer not being able to promptly and adequately meet redemption requests for the stablecoin at par could result in a sudden surge in redemption demand.", "It is also important to address settlement risk, whereby funds settlement is not certain and final when expected, and systemic risk, whereby the failure or distress of a stablecoin provider could adversely affect the broader financial system.", "\"Total Stablecoin Supply,\" The Block, last modified on February 14, 2022, -finance/stablecoins/total-stablecoin-supply-daily.", "President's Working Group on Financial Markets, the Federal Deposit Insurance Corporation, and the Office of the Comptroller of the Currency, Report on Stablecoins (Washington: President's Working Group on Financial Markets, the Federal Deposit Insurance Corporation, and the Office of the Comptroller of the Currency, November 2021), See \"Virtual Hearing - Digital Assets and the Future of Finance: The President's Working Group on Financial Markets' Report on Stablecoins,\" February 8, 2022, The prominence of crypto advertisements during the Super Bowl highlighted the growing engagement of retail investors in the crypto ecosystem.", "In late 2021, Pew Research found that 16 percent of survey respondents reported having personally invested in, traded, or otherwise used a cryptocurrency-up from less than 1 percent of respondents in 2015.7 There is also rising interest among institutional investors.", "So it is perhaps not surprising that established financial intermediaries are undertaking efforts to expand the crypto services and products they offer.", "If the past year is any guide, the crypto financial system is likely to continue to grow and evolve in ways that increase interconnectedness with the traditional financial system.", "As a result, officials in many countries are undertaking efforts to understand and adapt to the transformation of the financial system.", "Many jurisdictions are making efforts to ensure statutory and regulatory frameworks apply like rules to like risks, and some jurisdictions are issuing or contemplating issuing central bank currency in digital form.", "Khristopher Brooks and Aimee Picchi, \"Super Bowl ads 2022: Crypto companies are spending millions to win over viewers,\" CBS News, February 11, 2022, -bowl-2022commercials-cryptocurrency/.", "The 2015 survey focused on Bitcoin use.", "See \"16% of Americans say they have ever invested in, traded or used cryptocurrency,\" Pew Research Center, last modified on November 11, 2021, -tank/2021/11/11/16-of-americans-say-they-have-ever-invested-intraded-or-used-cryptocurrency/.", "Fidelity Digital Assets, \"71% of Institutional Investors Plan to Buy or Invest in Digital Assets in the Fugure,\" July 20, 2021, -asset-survey-2021.pdf.", "See Financial Stability Board, Regulation, Supervision and Oversight of \"Global Stablecoin\" Arrangements: Final Report and High-Level Recommendations (Basel: Financial Stability Board, October 2020), -content/uploads/P131020-3.pdf and International Monetary Fund, Behind the Scenes of Central Bank Digital Currency (Washington: International Monetary Fund, February 2022), -notes/Issues/2022/02/07/Behind-the-Scenes-of-Central-BankDigital-Currency-512174.", "Preparing for the Payment System of the Future The Federal Reserve needs to be preparing for the payment landscape of the future even as we continue to make improvements to meet today's needs.", "In light of the rapid digitalization of the financial system, the Federal Reserve has been thinking critically about whether there is a role for a potential U.S. central bank digital currency (CBDC) in the digital payment landscape of the future and about its potential properties, costs, and benefits.", "Our financial and payment system delivers important benefits today and is continuing to improve with developments like real-time payments.", "Nonetheless, certain challenges remain, such as a lack of access to digital banking and payment services for some Americans and expensive and slow cross-border payments.", "Growing interest in the digital financial ecosystem suggests that technology is enabling potential improvements that merit consideration.", "In addition, it is important to consider how new forms of crypto-assets and digital money may affect the Federal Reserve's responsibilities to maintain financial stability, a safe and efficient payment system, household and business access to safe central bank money, and maximum employment and price stability.", "It is prudent to explore whether there is a role for a CBDC to preserve some of the safe and effective elements of the financial system of the present in a way that is complementary to the private sector innovations transforming the financial landscape of the future.", "The public and private sector play important complementary roles within the financial system in the United States.", "From Fedwire to FedNow, the Federal Reserve has Lael Brainard \"The Future of Retail Payments in the United States\" (speech at the FedNow Service Webinar, Washington, D.C., August 6, 2020), over a century of experience working to improve the infrastructure of the U.S. payment system to provide a resilient and adaptable foundation for dynamic private sector activity.", "In parallel, private sector banks and nonbanks have competed to build the best possible products and services on top of that foundation and to meet the dollar- denominated needs of consumers and investors at home and around the world.", "The result is a resilient payment system that is responsive to the changing needs of businesses, consumers, and investors.", "While the official sector provides a stable currency, operates some important payment rails, and undertakes regulation and oversight of financial intermediaries and critical financial market infrastructures, the private sector brings competitive forces encouraging efficiency and new product offerings and driving innovation.", "Responsible innovation has the potential to increase financial inclusion and efficiency and to lower costs within guardrails that protect consumers and investors and safeguard financial stability.", "As we assess the range of future states of the financial system, it is prudent to consider how to preserve ready public access to government-issued, risk-free currency in the digital financial system-the digital equivalent of the Federal Reserve's issuance of physical currency.", "The Board recently issued a discussion paper that outlines the Federal Reserve's current thinking on the potential benefits, risks, and policy considerations of a See Board of Governors of the Federal Reserve System, \"Major Events in the History of the Federal Reserve's Role in the U.S. Payment System,\" in The Fed Explained: What the Central Bank Does, 11th ed.", "(Washington: Board of Governors of the Federal Reserve System, December 2021), -fed-explained.pdf#page=91.", "The paper does not advance any specific policy outcome and does not signal that the Board will make any imminent decisions about the appropriateness of issuing a U.S. CBDC.", "It lays out four CBDC design principles that analysis to date suggests would best serve the needs of the United States if one were created.", "Those principles are that a potential CBDC should be privacy-protected, so consumer data and privacy are safeguarded; intermediated, such that financial intermediaries rather than the Federal Reserve interface directly with consumers; widely transferable, so the payment system is not fragmented; and identity-verified, so law enforcement can continue to combat money laundering and funding of terrorism.", "Financial Stability Given the Federal Reserve's mandate to promote financial stability, any consideration of a CBDC must include a robust evaluation of its impact on the stability of the financial system-not only as it exists today but also as it may evolve in the future.", "In consideration of the financial system today, it would be important to explore design features that would ensure complementarity with established financial intermediation.", "A CBDC-depending on its features-could be attractive as a store of value and means of payment to the extent it is seen as the safest form of money.", "This could make it attractive to risk-averse users, perhaps leading to increased demand for the CBDC at the Board of Governors of the Federal Reserve System, \"Money and Payments: The U.S. Dollar in the Age of Digital Transformation,\" research paper (Washington: Board of Governors of the Federal Reserve System, January 2022), -and-payments20220120.pdf.", "Bank for International Settlements, Central bank digital currencies: financial stability implications (Basel: Bank for International Settlements, September 2021), expense of other intermediaries during times of stress.", "So it is important to undertake research regarding the tools and design features that could be introduced to limit such risks, such as offering a non-interest bearing CBDC and limiting the amount of CBDC an end user could hold or transfer.", "As I noted at the start, the digital asset and payment ecosystem is evolving at a rapid pace.", "Thus, it is also important to contemplate the potential role of a CBDC to promote financial stability in a future financial system in which a growing range of consumer payment and financial transactions would be conducted via digital currencies such as stablecoins.", "If current trends continue, the stablecoin market in the future could come to be dominated by just one or two issuers.", "Depending on the characteristics of these stablecoins, there could be large shifts in desired holdings between these stablecoins and deposits, leading to large-scale redemptions by risk-averse users at times of stress that could prove disruptive to financial stability.", "In such a future state, the coexistence of CBDC alongside stablecoins and commercial bank money could prove complementary, by providing a safe central bank liability in the digital financial ecosystem, much like cash currently coexists with commercial bank money.", "It is essential that policymakers, including the Federal Reserve, plan for the future of the payment system and consider the full range of possible options to bring forward the potential benefits of new technologies, while safeguarding stability.", "International Considerations Analysis of the potential future state of the financial system is not limited to the domestic implications.", "The dollar is important to global financial markets: It is not only the predominant global reserve currency, but the dollar is also the most widely used currency in international payments.", "Decisions by other major jurisdictions to issue CBDCs could bring important changes to global financial markets that may prove more or less disruptive and that could influence the potential risks and benefits of a U.S. CBDC.", "Thus, it is wise to consider what the future states of global financial markets and transactions would look like both with and without a Federal Reserve-issued CBDC.", "For example, the People's Bank of China has been piloting the digital yuan, also known as e-CNY, in numerous Chinese cities over the past two years.", "The substantial early progress on the digital yuan may have implications for the evolution of cross-border payments and payment systems.", "And it may influence the development of norms and standards for cross-border digital financial transactions.", "It is prudent to consider how the potential absence or issuance of a U.S. CBDC could affect the use of the dollar in payments globally in future states where one or more major foreign currencies are issued in CBDC form.", "A U.S. CBDC may be one potential way to ensure that people around the world who use the dollar can continue to rely on the strength and safety of U.S. currency to transact and conduct business in the digital financial system.", "More broadly, it is important to consider how the United States can Carol Bertaut, Bastian von Beschwitz, Stephanie Curcuru, \"The International Role of the U.S. Dollar,\" October 6, 2021, -notes/the-international-role-of-the-u-sdollar-20211006.htm.", "Coco Feng, \"China's digital currency: e-CNY wallet nearly doubles user base in two months to 261 million ahead of Winter Olympics,\" South China Morning Post, January 19, 2022, -trends/article/3163953/chinas-digital-currency-e-cny-wallet-nearlydoubles-user-base-two.", "See also Working Group on E-CNY Research and Development of the People's Bank of China, \"Progress of Research & Development of E-CNY in China,\" white paper (Beijing: People's Bank of China, July 2021), continue to play a lead role in the development of standards governing international digital financial transactions involving CBDCs consistent with norms such as privacy and security.", "Given the dollar's important role as a payment instrument across the world, it is essential that the United States be on the frontier of research and policy development regarding CBDC, as international developments related to CBDC can have implications for the global financial system.", "Technology Research and Experimentation Given the range of possible future states with significant digitization of the financial system, it is important that the Federal Reserve is actively engaging with the underlying technologies.", "Our work to build 24x7x365 instant payments rails leverages lessons from some of today's most resilient, high-performing, and large-scale technology platforms across the globe.", "It is providing important insights on the clearing and settlement models associated with real time payments as well as on fraud, cyber resilience, cloud computing, and related technologies.", "In parallel with the Board's public consultation on CBDC, the Federal Reserve Bank of Boston, in collaboration with the Massachusetts Institute of Technology, has developed a theoretical high-performance transaction processor for CBDC.", "They recently published the resulting software under an open-source license as a way of engaging with the broader technical community and promoting transparency and verifiability.", "Federal Reserve Bank of Boston, \"Project Hamilton Phase 1 A High Performance Payment Processing System Designed for Central Bank Digital Currencies,\" news release, February 3, 2022, -and-events/press-releases/2022/frbb-and-mit-open-cbdc-phase-one.aspx.", "\"A transaction processor for a hypothetical, general-purpose, central bank digital currency,\" GitHub, -dci/opencbdc-tx.", "Moreover, the Board is studying how innovations, such as distributed ledger technology, could improve the financial system.", "This work includes experimentation with stablecoin interoperability and testing of retail payments across multiple distributed payment ledger systems.", "The Federal Reserve Bank of New York recently established an Innovation Center, focused on validating, designing, building, and launching new financial technology products and services for the central bank community.", "These technology research and development initiatives are vital to our responsibilities to promote a safe and efficient payment system and financial stability, whatever the future may bring.", "The financial system is not standing still, and neither can we.", "The digital financial ecosystem is evolving rapidly and becoming increasingly connected with the traditional financial system.", "It is prudent for the Board to understand the evolving payment landscape, the technological advancements and consumer demands driving this evolution, and the consequent policy choices as it seeks to fulfill its congressionally- mandated role to promote a safe, efficient, and inclusive system for U.S. dollar transactions.", "To prepare for the financial system of the future, the Federal Reserve is engaging in research and experimentation with these new technologies and consulting closely with public and private sector partners.", "Federal Reserve Bank of New York, \"New York Fed Launches the New York Innovation Center to Support Financial Technology Innovation in Central Banking,\" press release, November 29, 2021, See Board of Governors of the Federal Reserve System, \"Fostering Payment and Settlement System Safety and Efficiency\" in The Fed Explained, 11th ed."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Digitalization", "Decentralization", "Stablecoins", "Cryptocurrencies", "Central Bank Digital Currencies (CBDCs)", "Financial Stability", "Financial Inclusion", "Technology Research", "Experimentation", "International Considerations"]}