{"sentences": ["Speech More than an intellectual game: exploring the monetary policy and financial stability implications of central bank digital currencies Opening speech by Fabio Panetta, Member of the Executive Board of the ECB, at the IESE Business School Banking Initiative Conference on Technology and Finance Frankfurt am Main, 8 April 2022 Thank you for inviting me to this conference.", "As it explores the interplay between technology and finance, I have chosen to focus my remarks on retail central bank digital currencies (CBDCs) - in other words, the possibility for everyone to use public money for digital payments.", "[ It's hard to think of a better day to discuss the advances of research in this field.", "Today would have been the 118th birthday of the great economist Sir John Richard Hicks[ ], who once said that \"much of economic theory is pursued for no better reason than its intellectual attraction; it is a good game.", "\"[ Sir John Hicks was in fact one of those researchers keen to understand issues that mattered beyond their intellectual attraction.", "His pioneering contributions, such as his IS-LM model or the \"liquidity trap\" concept, have been of immense value to macroeconomic policy.", "In the same spirit, research about CBDCs is much more than just a game.", "Issuing CBDCs is likely to become a necessity to preserve access to public money in an increasingly digital economy.", "At the ECB, last year we launched the investigation phase of our digital euro project.", "And globally, 87 countries - representing over 90% of global GDP - are currently exploring a CBDC.", "[ It is therefore crucial that central banks understand the implications of CBDCs for financial stability and monetary policy.", "CBDCs must do no harm.", "In particular, they should not become a source of financial disruption that could impair the transmission of monetary policy in the euro area.", "Research can allow us to draw on sound analysis, informing policy trade-offs and design choices as we prepare to potentially issue CBDCs.", "Today, I would like to take stock of the advances in research on CBDCs, looking at their implications for both financial stability and monetary policy.", "And I will discuss areas where we can further expand the frontiers of our knowledge on this topic.", "Financial stability implications Let me start with the implications of CBDCs for financial stability.", "Risks to financial intermediation The question of whether - and to what extent - CBDCs pose risks to financial intermediation is central to this debate.", "A widely held view is that CBDCs could crowd out bank deposits and payment activities.", "They are also seen as interfering with the way in which credit lines and deposits complement each other in modern payment systems.", "[ This would make funding more unstable and costly, dent bank profitability and, ultimately, reduce lending to the economy.", "A growing body of research suggests that this view is not so clear-cut, for two reasons.", "First, the risks that CBDCs pose to bank intermediation depend crucially on the choices that central banks make.", "Central banks can entrust financial intermediaries with distributing CBDCs.", "This allows central banks to benefit from the experience of intermediaries - especially banks - in areas such as onboarding of consumers and anti-money laundering checks.", "And it preserves the role of financial intermediaries in providing front-end services.", "Central banks can also adapt CBDC design features, which are found to be strong drivers of the potential demand for CBDCs.", "[ Safeguards, including tiered remuneration or holding limits, can be effective ways of mitigating risks.", "[ And central banks can ease liquidity conditions, for instance by providing abundant and favourable central bank funding if required to limit strains from possible changes in the composition of bank funding.", "Research suggests that such changes are neutral in terms of how capital is allocated in a frictionless economy.", "[ Considering illustrative take-up scenarios of a potential digital euro, ECB staff analysis suggests that the impact on the aggregate banking sector in normal times could be manageable overall, subject to safeguards and a high starting level of central bank reserves and liquidity buffers.", "However, this effect is likely to vary across banks.", "[ Second, the issuance of CBDCs can also have positive implications for the financial system.", "As the demand for cash weakens, issuing CBDCs could ensure that sovereign money continues to play its role in underpinning confidence in money and payments.", "By continuing to provide the reference value for all forms of private money in the economy, a CBDC would protect the value of money and monetary sovereignty.", "[ A CBDC could also improve the allocation of capital by facilitating access to payments and reducing transaction costs, thereby helping to unlock business opportunities.", "[ Similarly, CBDCs could foster competition in banks' funding markets by reducing banks' market power and improving contractual terms for customers, with little effect on intermediation.", "[ And CBDCs could support the digitalisation of the banking sector by facilitating innovative payment opportunities and levelling the playing field for banks that are more exposed to competition from new players like big tech firms.", "Since I discussed these issues over a year ago[ ], new conceptual and empirical studies have further sharpened our understanding of these broader effects of CBDCs on the economy.", "A notable conceptual finding is that an interest-bearing CBDC can foster bank intermediation.", "An increase in its remuneration would force banks to raise the interest on their deposits, leading to higher CBDC and deposit balances.", "In turn, banks would respond to the increased level of funds by increasing their lending.", "[ This \"crowd-in effect\" of bank intermediation is found to occur even in the absence of remuneration when the role of cash declines in the economy.", "By offering an outside option to depositors, a CBDC could provide a floor on deposit rates, limiting banks' monopoly profits in the deposit market and prompting them to increase lending.", "[ An empirical study on the US economy suggests that by enhancing competition in deposit markets, a CBDC could raise bank lending by almost 2% and output by about 0.2%.", "[ Overall, the available research suggests that issuing CBDCs with adequate safeguards can mitigate potential risks to bank intermediation.", "It may even increase intermediation and welfare in certain circumstances.", "Potential effects in times of crisis However, the risks to financial intermediation from issuing CBDCs are potentially more elevated when there is a sudden loss of confidence in banks.", "The additional risk from CBDCs would be limited in the event of a loss of confidence in a single bank, as bank customers can already transfer deposits to accounts at other banks, including electronically.", "Research has therefore examined the extent to which CBDCs can increase depositors' sensitivity to systemic banking crises.", "One study shows that the mere presence of safe deposits in institutions other banks played a significant role in triggering bank runs during the French Depression of 1930-31.", "The novelty with CBDCs, however, is that they would provide access to a safe asset that - unlike cash - could potentially be held in large volumes, in the absence of safeguards, and at no cost, accelerating \"digital runs\".", "Such runs could even be self-fulfilling, leading to savers reducing their bank deposits and thereby amplifying volatility in normal times too.", "[ But as I have argued in the past[ ], a number of lines of defence - such as deposit insurance, supervision and the lender of last resort - would have to fail or be perceived as insufficient for such risks to materialise.", "In the meantime, new research has emerged which shows that the increased risk of bank runs due to CBDCs can be contained.", "ECB staff analysis, for example, suggests that adequately designing and calibrating CBDC safeguards could help to counteract the adverse effects of CBDCs on bank runs.", "[ A notable finding is that a CBDC could itself be used as a tool to counter the risks of bank runs.", "This is because it could provide real-time information on deposit flows, complementing the information on liquidity available to supervisors every day.", "This would enable the central bank to respond more swiftly if needed, which in turn would help to stabilise expectations by increasing depositor confidence.", "[ Monetary policy implications Let me now turn to the implications of CBDCs for monetary policy.", "Although this topic has been studied in much less depth so far, it is no less important.", "And it is by no means straightforward, in particular because issuing a CBDC may both weaken and strengthen the transmission of monetary policy.", "Impact on the central bank's balance sheet and related frictions At the most basic level, one question is whether CBDCs can affect the size of central banks' balance sheets.", "This is important because the size of a central bank's balance sheet determines its income (through seigniorage), its footprint in markets and, ultimately, the amount of risk it has to manage.", "The impact could be neutral, for instance if a CBDC partially replaces banknotes in circulation, resulting in a swap between these two liabilities on the central bank's balance sheet.", "This would also be the case when customer deposits at commercial banks are replaced with CBDC, if banks hold enough reserves at the central bank.", "The result would be a swap between CBDC and central bank reserves, and the level of excess reserves would decline.", "But replacing deposit funding with central bank funding could exacerbate frictions that may have a bearing on the conduct of monetary policy.", "For instance, greater recourse to central bank credit could increase collateral scarcity.", "This could affect banks in asymmetric ways, with a potentially greater impact on those that rely more on deposit funding.", "[ And the impact on yields could vary across the different segments of the yield curve.", "These frictions probably have little significance in the current environment of excess reserves.", "But in the absence of abundant liquidity they could give rise to pressures on short-term money market rates.", "To dampen such pressures, the central bank could increase the amount of liquidity in the system, to the extent that this is consistent with the appropriate monetary policy stance.", "Factors that could weaken monetary policy transmission If a CBDC were issued without safeguards to constrain its use, the transmission of monetary policy could be weakened.", "An unconstrained CBDC could potentially have an impact on the funding structure of banks, with potential implications for financing conditions.", "Research shows that the magnitude of these effects depends on the take-up of the CBDC, which in turn hinges on design features such as payment convenience and remuneration.", "The effects also vary between small and large banks.", "[ An unremunerated and unconstrained CBDC could also entrench the zero lower bound for interest rates.", "I have stressed in the past that, if we were to issue a digital euro, we would not use it as a monetary policy instrument and we would continue to issue physical banknotes.", "But it is important to bear in mind that in the presence of a liquid central bank liability with zero return and no holding constraints, no other financial asset could yield a negative interest rate because the holders could always arbitrage it with a CBDC.", "main lesson to be drawn from these findings is that a CBDC would need to be carefully designed.", "We need to strike a balance so that the digital euro is not \"too successful\" - by limiting its use as a form of investment - but is \"successful enough\" - by avoiding such restrictions becoming inconvenient and by ensuring that the CBDC adds value for those using it.", "[ In other words, we need to solve the \"CBDC trilemma\" according to which central banks' objectives of payment efficiency, financial stability and price stability cannot all be achieved together.", "[ A ceiling on individual CBDC holdings could go a long way towards mitigating undesired effects on monetary policy or financial stability by preventing large deposit outflows.", "But a cap on CBDC holdings, for example, would risk reducing the scale and scope of CBDC use and, consequently, its usefulness as a means of payment.", "To address this issue, solutions linking CBDC accounts to private money accounts could be implemented, allowing large payments to be made.", "This would require funds in excess of users' limits to be redirected to or from their commercial bank accounts.", "[ Another option would be to make remuneration on CBDC holdings less attractive above a certain threshold.", "[ Up to that threshold, CBDC holdings would never be subject to negative interest rates, ensuring that it is a means of payment that is as attractive as cash.", "Above that threshold, however, remuneration would be set below the main policy rate in order to reduce the attractiveness of the CBDC as a store of value relative to bank deposits or other short-term financial assets.", "ECB research shows that the central bank could steer the quantity of CBDC in circulation by setting its lending and deposit rates as well as collateral and quantity requirements.", "[ Factors that could strengthen and speed up monetary policy transmission Conversely, a remunerated CBDC could accelerate and strengthen monetary policy transmission, although using the digital euro as a monetary policy tool is not a motivation for its issuance.", "[ Indeed, CBDC holdings and bank deposits would depend on both CBDC remuneration and policy rates.", "This would require coordination between the CBDC remuneration rate and the interest rate for central bank reserves.", "[ And bank-based transmission would be strengthened because changes in CBDC remuneration would immediately affect the wealth of households and firms and force banks to adjust their deposit rates more quickly to avoid large shifts in their depositor base.", "Issuing a CBDC could also lead to a shift from bank borrowing to non-bank sources of finance, with consequences through other channels.", "For example, a shift in bank funding towards wholesale funding, the cost of which tends to be more sensitive to the central bank's policy rate, would strengthen the transmission of monetary policy through bank funding costs.", "Open research questions Let me now turn to the open research questions.", "The speed at which CBDC research has advanced is truly remarkable, considering that it was virtually unexplored just a few years ago.", "The research I have discussed today provides academics and policymakers alike with a valuable conceptual framework and solid evidence to guide our thinking and prepare for the possible issuance of CBDCs.", "But we all know that research is never complete, and that it is always subject to uncertainties.", "Would our findings still hold true if the financial system had a different structure?", "What about if we added new elements to the design of CBDCs and their underlying system?", "Or if we were confronted with unforeseen dynamics in the cross-border use of CBDCs?", "Further research would help us better understand these issues.", "In particular, research on the monetary policy implications of CBDCs could benefit from greater clarity on how they interact with and affect financial market structures.", "For example, do these interactions and effects vary between bankbased and capital market-based financial systems?", "Another topic which would benefit from further research, given the range and subtlety of the issues at play, is the impact of CBDCs on \"r-star\" - the real interest rate that is neither expansionary nor contractionary when the economy is at full employment.", "So far, findings are mixed.", "For instance, if CBDCs increase the productivity and efficiency of payment systems, r-star increases.", "But if CBDC issuance results in increased purchases of government bonds, term premia are affected - with unclear effects on r-star.", "Research on the implications of CBDCs for financial stability could also benefit from further information about possible spillovers from the cross-border use of CBDCs.", "There is a wide array of topics to be explored, ranging from capital flight to exchange rate volatility, or even risks of \"digital dollarisation or euroisation\" in countries with weak currencies and fundamentals.", "[ Field research is also important.", "Our understanding of the potential effects of CBDCs on financial stability could benefit from observations on the ground from early CBDC launches and pilot projects.", "That being said, most topics are at the intersection of monetary policy and financial stability.", "For example, further discussion of the options and approaches to calibrating CBDCs would be useful for both topics.", "How do we find the right balance of risks between too much and too little CBDC take-up?", "What are the implications of quantity constraints and tiered remuneration for the acceptance of CBDCs?", "What are the effects of the international use of CBDCs?", "For example, should safeguards be uniform for domestic and foreign users?", "What are the implications of differences in sectoral usage, such as between households and businesses?", "How do CBDCs interact with existing bank regulation and crisis management tools?", "All these questions are not only interesting from a research perspective, they are also important for monetary policy and financial stability practitioners.", "The final important research topic is the implication for considerations on CBDCs of stablecoins and crypto-assets, whose emergence alongside fiat money in the past ten years has been sudden and had a massive effect - similar to the Cambrian explosion of 20 to 25 million years ago, when a huge variety of complex lifeforms appeared alongside a smaller number of pre-existing organisms.", "[ In particular, we should be mindful that the counterfactual to a world without CBDC is not the status quo.", "Rather it could be one that sees a diminished role of central bank money and a stronger one for stablecoins and crypto-assets with risks for monetary sovereignty, the lender of last resort functions of central banks and financial stability.", "CBDC research has made important strides.", "In just a few years, researchers have moved from the first definitions of CBDC, to studying its effects on the financial system and monetary policy, and now to empirical work on its potential design features.", "This research is an essential part of the analysis that will guide the decisions of policymakers.", "These advances lead me to conclude that, while CBDCs have a number of potentially far-reaching implications for the monetary and financial system as a whole, careful design will be crucial in allowing us to maximise the benefits of CBDCs and manage any unintended consequences.", "Research is already providing valuable insights for the ongoing investigation phase of our digital euro project, where we are looking at key issues regarding design and distribution.", "With the digital euro we want to ensure that, in the digital age, Europeans can rely on a currency that combines the efficiency of digital payments with the safety of central bank money.", "By continuing to focus on the right topics and contributing to the realisation of this vision, CBDC research is set to become more than just \"a good game\", as Sir John Hicks would have said.", "A wholesale CBDC, by contrast, would be available to financial institutions - not the general public.", "See Panetta, F. (2021), \" The ECB's case for central bank digital currencies \", The ECB Blog, 19 November.", "(1980), Causality in Economics, Australian National University Press, p. viii.", "CBDC Tracker , Atlantic Council.", "Piazzesi, M. and Schneider, M. (2022), \"Credit lines, bank deposits or CBDC?", "Competition & efficiency in modern payment systems\", paper presented at the ASSA meetings, 7-9 January 2022.", "As the authors emphasise in the paper, \"banks that jointly offer credit lines and deposits economize on both collateral and liquid assets.", "Indeed, when a customer makes a payment by drawing down a credit line, the banking system creates a matching deposit account.", "The loan serves as collateral for these new deposits.", "At the same time, no liquid assets are needed to handle the payment instruction: the bank creates liquidity on its books.", "If instead deposits and credit lines are provided by separate banks, then more assets are needed to facilitate payments: loans have to be funded and deposits have to be backed.", "Moreover, banks that provide credit lines need to hold liquid assets to manage deposit outflows that result from customer payments to banks that provide only deposits\".", "The alternative payment system is therefore similar to a negative technology shock with real effects on consumption, investment and the allocation of labour, which, ultimately, results in lower welfare.", "(2021), \"Predicting the demand for central bank digital currency: a structural analysis with survey data\", Bank of Canada, mimeo, uses Canadian survey data to estimate how different design features - such as usefulness for budgeting, anonymity, bundling of bank services and rate of return - would affect demand for CBDCs.", "Under his baseline design for a CBDC, households' total CBDC holdings can range from 4% to 52% of their total liquid assets.", "Remuneration is found to be one of the most important attributes that affects the potential demand for CBDCs.", "As suggested in Bindseil, U.", "(2020), \" Tiered CBDC and the financial system \", Working Paper Series, No 2351, ECB, January; and Bindseil, U. and Panetta, F. (2020), \" Central bank digital currency remuneration in a world with low or negative nominal interest rates \", VoxEU, 5 October.", "and Niepelt, D. (2019), \"On the equivalence of private and public money\", Journal of Monetary Economics, Vol.", "27-41; Committee on Payments and Market Infrastructures - Markets Committee (2018), \"Central bank digital currencies\", March.", "Adalid, R., Álvarez-Blázquez, A., Burlon, L., Dimou, M., López-Quiles, C., Martín, N., Meller, B., Muñoz, M., Pennesi, F., Radulova, P., Šílová, G., Soons, O. and Ventula, A., \"Central bank digital currency and bank intermediation\", Occasional Paper Series, ECB, forthcoming.", "Research by a group of central banks, including the ECB, also finds that the impacts of CBDCs on bank disintermediation and lending could be manageable for the banking sector (International Group on CBDC (2021), \" Central bank digital currencies: executive summary \", 30 September).", "These impacts would likely be limited for many plausible levels of CBDC take-up if the system had the time and flexibility to adjust.", "Panetta, F. (2021), \" Central bank digital currencies: a monetary anchor for digital innovation \", speech at the Elcano Royal Institute, Madrid, 5 November.", "The point is also emphasised in, for example, Ikeda, D. (2021), \"Digital money as a medium of exchange and monetary policy in open economies\", paper presented at the ASSA meetings, 7-9 January 2022. .", "Keister, T. and Sanches, D. (2019), \"Should Central Banks Issue Digital Currency?", "\", Working Papers, No 19-26, Federal Reserve Bank of Philadelphia; Assenmacher, K., Berentsen, A., Brand, C. and Lamersdorf, N. (2021), \" A unified framework for CBDC design: remuneration, collateral haircuts and quantity constraints \", Working Paper Series, No 2578, ECB, July.", "Andolfatto, D. (2020), \"Assessing the Impact of Central Bank Digital Currency on Private Banks\", The Economic Journal, September; Chiu, J. et al.", "(2019), \"Bank Market Power and Central Bank Digital Currency: Theory and Quantitative Assessment\", Staff Working Papers, No 2019-20, Bank of Canada, May.", "The impact of a digital euro on the financial system \", speech at a Bruegel online seminar, Frankfurt am Main, 10 February.", "Monnet, C., Petursdottir, A. and Rojas-Breu, M. (2021), \"Central Bank Account for All: Efficiency and Risk Taking\", Universities of Bern, Bath and Paris-Dauphine, mimeo.", "Chiu, J. and Rivadeneyra, F. (2021), \"Central bank digital currency, bank intermediation and payments\", in Niepelt, D.", "), Central Bank Digital Currency: Considerations, Projects, Outlook, Centre for Economic Policy Research, 21 November, pp.", "Chiu, J., Davoodalhosseini, S.M., Hua Jiang, J. and Zhu, Y.", "(2022), \"Bank Market Power and Central Bank Digital Currency: Theory and Quantitative Assessment\", Bank of Canada, mimeo.", "This paper develops a micro-founded general equilibrium model of payments to study the impact of a CBDC on intermediation of private banks.", "If banks have market power in the deposit market, a CBDC can enhance competition, raising the deposit rate, expanding intermediation and increasing output.", "The safe deposits in question were balances in government-backed saving institutions.", "Kumhof, M. and Noone, C. (2018), \" Central bank digital currencies - design principles and balance sheet implications \", Staff Working Papers, No 725, Bank of England, May.", "Panetta (2021), \" Evolution or revolution?", "The impact of a digital euro on the financial system \", speech at a Bruegel online seminar, Frankfurt am Main, 10 February.", "provide model simulations of bank runs under illustrative digital euro holdings and take-up scenarios.", "They also show that, if the supply of CBDC is constrained and depending on the calibration of usage limits and/or remuneration, a CBDC may in fact decrease the scale and speed of runs when compared with the scenario with no digital euro.", "Keister, T. and Monnet, C. (2020), \"Central Bank Digital Currency: Stability and Information\", Rutgers University and University of Bern, mimeo.", "For instance, the response of stock prices to news on the digital euro is consistent with this narrative (see Burlon, L., Montes-Galdón, C., Muñoz, M.A.", "and Smets, F. (2022), \" The optimal quantity of CBDC in a bank-based economy \", Discussion Paper Series, No 16995, Centre for Economic Policy Research).", "Garatt, R., Yu, J. and Zhu, H. (2022), \"How Central Bank Digital Currency Design Choices Impact Monetary Policy Pass-Through and Market Composition\", University of California, Santa Barbara and Massachusetts Institute of Technology, mimeo.", "As the authors further stress, raising the remuneration rate of a CBDC may enhance monetary policy pass-through, but it has adverse consequences on market composition.", "By contrast, increases in the CBDC's convenience value levels the playing field between banks, but also weakens the transmission of monetary policy.", "A CBDC with a sufficiently high convenience value can strengthen the transmission of monetary policy.", "The impact of a digital euro on the financial system \", speech at a Bruegel online seminar, 10 February; International Group on CBDC (2021), op.", "Panetta, F. (2022), \" A digital euro that serves the needs of the public: striking the right balance \", introductory statement at the Committee on Economic and Monetary Affairs of the European Parliament, 30 March.", "Schilling, L., Fernández-Villaverde, J. and Uhlig, U.", "(2020), \" Central Bank Digital Currency: When Price and Bank Stability Collide \", BFI Working Papers, No 2020-180, Becker Friedman Institute for Economics at the University of Chicago.", "Assenmacher, K. et al.", "(2021), \" Monetary Policy Pass-Through with Central Bank Digital Currency \", Staff Working Papers, No 2021-10, Bank of Canada.", "On these cross-border aspects, see Panetta, F. (2021), \" \"Hic sunt leones\" - open research questions on the international dimension of central bank digital currencies \", speech at the ECB- CEBRA conference on international aspects of digital currencies and fintech, Frankfurt am Main, 19 October.", "Panetta, F. (2021), \" The present and future of money in the digital age \", lecture at Federcasse's Lectiones cooperativae, Rome, 10 December.", "See Panetta, F. (2021), \" Stay safe at the intersection: the confluence of big techs and global stablecoins \", speech at the conference on \"Safe Openness in Global Trade and Finance\" organised by the UK G7 Presidency and hosted by the Bank of England, October, and Panetta, F. (2021), Op."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability implications", "Monetary policy implications", "Bank intermediation", "Financial stability", "Central bank digital currencies (CBDCs)", "Payment systems", "Monetary policy", "Central bank balance sheet", "Monetary policy transmission", "Remuneration"]}