{"sentences": ["29.09.2022 Monetary policy in the euro area: where do we stand and where are we going?", "XXI Congreso de Directivos CEDE, Bilbao Pablo Hernández de Cos Your Majesty, authorities, ladies and gentlemen, Let me start by thanking the organisers for the opportunity to address you at this XXI CEDE Congress.", "Today, I will elaborate on how we can bring price stability back to European citizens in the context of current turmoil as it is the responsibility of the ECB's Governing Council to bring inflation down to 2% in the medium term, the inflation target that operationalises our price stability mandate.", "And we have to do this in none too easy times.", "After a pandemic that has cost more than a million lives in Europe alone, and with a war of aggression in Ukraine, European households are experiencing a drastic surge in their costs of living.", "Consumer prices in the euro area rose by 9.1 % in August compared to the previous year, an all-time high for the monetary union.", "The increase in prices has been especially acute in the energy and food components of the consumption basket.", "But it has become more general over time, as reflected in an underlying inflation rate of 4.3 % in August, another record high, reflecting to a large extent indirect effects of higher energy and food commodity prices through firms' production costs.", "As recent research shows, this surge in inflation has affected some of the most vulnerable groups in our society, like low-income individuals.", "So, where do we stand in terms of inflation developments in the euro area?", "Recent inflation developments and outlook Inflation started rising in early 2021, after a brief spell in negative territory at the onset of the pandemic.", "Energy prices have been the main driver behind this sharp rise, due to large increases in gas and oil prices.", "Other important contributors have been an increase in food commodity prices, and bottlenecks in global supply chains caused by demand-supply imbalances as economies around the world relaxed their pandemic-related containment measures.", "The outbreak of the war in Ukraine, the economic sanctions on Russia, and the retaliation in terms of gas supply reductions, have aggravated these developments.", "Ukraine and Russia are also major cereal exporters.", "Roughly two thirds of the current inflation are due to energy and food.", "Looking forward, ECB staff projections published this month expect euro area inflation to decline from an average of 8.1% in 2022 to 5.5% in 2023 and 2.3% in 2024, owing largely to downward base effects in the energy component, predominantly arising from the fuels component.", "From the beginning of 2023 electricity prices and, in particular, gas prices are expected to contribute to the moderation in inflation.", "In the current context, however, this central scenario is surrounded by significant uncertainty.", "Let me describe where I see the main sources of uncertainty, in particular in relation to future inflation dynamics.", "First, the potential emergence of second-round effects.", "Second-round effects occur when an increase in inflation is transmitted to wage increases and the latter, in turn, are transmitted to prices -as firms attempt to preserve or even increase their profit margins-, potentially leading to a price-wage spiral.", "This has not been the case so far in the euro area and, according to the latest ECB projections, significant price-wage spirals are not expected over the forecast horizon.", "Growth in unit labour costs is expected to significantly contribute to domestic inflation in 2023, but less so in 2024 owing to both the moderation in wage growth and the pick-up in productivity growth.", "Nevertheless, high and persistent inflation increases the risk of second-round effects materialising via higher wages and profit margins.", "Second, there is the risk of inflation becoming entrenched due to a de-anchoring of inflation expectations.", "If inflation expectations become de-anchored, that would dramatically increase the persistence of the inflationary episode, potentially causing it to become selfsustained, and would require more radical actions by the central bank to quench it.", "So far, there is no clear evidence of de-anchoring of inflation expectations, although some indicators of medium-term inflation expectations stand slightly above 2 per cent, which needs closely monitoring.", "Most surveys of monetary analysts and professional forecasters see medium-term inflation at, or slightly above, 2%.", "This is also supported by inflation-linked swap rates adjusted for the presence of risk premia.", "By contrast, consumer expectation surveys offer a more worrisome picture, as the median of 3-year ahead inflation expectations has risen to 3%.", "As in the case of the risk of second-round effects, we should remain extremely vigilant about these developments.", "Third, there is a lot of uncertainty regarding future geopolitical events and their impact on business cycle dynamics.", "On the one hand, inflation may turn out to be higher than expected in a scenario in which the war in Ukraine is very protracted and the impact on energy markets is higher and more persistent.", "On the other hand, in this same scenario, if demand were to weaken further over the medium term due to lower real incomes, it would lower pressures on prices.", "Indeed, the ECB published in September an alternative \"downside scenario\".", "In this scenario, energy and food commodity prices are assumed to increase substantially due to severe supply disruptions associated with an intensification of the war in Ukraine, combined with other negative shocks to the European economy.", "Let me emphasise, however, that despite all the recent developments regarding gas supply through the Nord stream pipeline, one cannot assume that we are already in the downside scenario.", "This is because the other shocks assumed in this downside scenario have not materialised yet.", "Indeed, several key commodity prices - including energy prices - are currently below the ECB baseline scenario (and more so in comparison to the downside scenario), which may reflect lower than expected demand.", "Finally, an additional element of uncertainty is related to the synchronised tightening of monetary policy across countries and its impact on activity - including global spill-overs - and inflation.", "Framing our monetary policy response: the ECB's monetary policy strategy As I said before, it is the ECB's responsibility to preserve price stability in the euro area.", "Given the nature of the recent rise in inflation, the first question we should ask ourselves is how our monetary policy should respond to it.", "In July 2021, the ECB adopted a new monetary policy strategy, the cornerstone of which is a symmetric inflation target of 2% in the medium term.", "The aim of the ECB is therefore not to stabilise current, observed inflation, but to stabilise inflation over the medium run.", "This medium-term orientation responds to two considerations.", "First, monetary policy affects inflation with variable lags.", "The transmission mechanism of monetary policy operates first by affecting banks', firms' and households' financing conditions.", "This, in turn, affects credit, investment, and consumption decisions.", "The resulting changes in aggregate demand exert pressure on firms' production needs, thus lowering their demand for labour and other inputs, and hence on production costs, and will end up affecting prices.", "This process however takes time.", "Empirical studies typically show that monetary policy decisions have their maximum effect on inflation after one-and-a-half to two years.", "Therefore, attempting to stabilise observed inflation at all times is a futile, and probably counterproductive task, as it increases the volatility of macroeconomic aggregates.", "Second, the optimal response of monetary policy depends on the nature of the shocks that cause inflation to rise.", "For instance, an energy shock is typically considered as a supply or \"cost-push\" shock, as it increases production costs for firms.", "In this case, the central bank faces a trade-off between inflation on the one hand, and economic activity and unemployment on the other: if it reacts too strongly to the increase in prices resulting from the cost-push shock, the output and employment losses caused by the supply disturbance will be further amplified, and unemployment will suffer.", "If, on the other hand, it responds too feebly, in order to minimise economic and employment losses, inflation may increase too much.", "The optimal policy in this case is to \"lean against the wind\", tightening policy enough to allow for a certain transitory increase in inflation above target as well as a reduction in output below its potential level and an increase in unemployment.", "The previous prescription is based however on the assumption that firms' and workers' long-run inflation expectations remain anchored at all times to the central bank's target, as they fully trust the central bank's commitment to eventually bring inflation back to target.", "In this respect, recent research shows that, when agents longer-run inflation expectations are endogenous to the inflation environment they experience, then in a context of high and persistent inflation such expectations can become highly sensitive to deviations of realised inflation from their own forecast.", "Thus, an adequate monetary policy conduct should take into account the risk of de-anchoring by moving the interest rate more aggressively than in the absence of such a risk.", "The optimal monetary policy then involves a strong response to movements in agents' long-run inflation expectation.", "This strong response ensures that whenever the public is surprised by inflation in the wake of recent events, and expectations start to de-anchor, the central bank does not allow them to drift above the medium-term anchor persistently.", "In sum, the medium-term orientation of our inflation target recognises both the imperfect control of inflation by monetary policy in the short run, owing to the variable transmission lags to the economy and inflation, and the fact that certain kinds of shocks may create a temporary trade-off between inflation and economic activity, as in the case of cost-push shocks.", "The medium-term orientation provides the policy flexibility to assess the origin of shocks and look through temporary shocks that may dissipate of their own accord.", "By following this medium-term orientation, the ECB avoids unnecessary volatility in activity and employment.", "Importantly, the medium-term orientation does not imply that central banks should ignore short-run inflation developments.", "Instead, it implies that the latest inflation data matter insofar as they contain information regarding medium-term inflationary pressures.", "By its very nature, the medium-term orientation requires projecting the future path of inflation.", "Surveys and financial market instruments provide us with a useful tool in this respect, as they give us evidence of how different agents (experts, households, firms, and financial market participants) see inflation evolving going forward.", "In addition, central banks rely on their staff's forecasts for inflation and economic activity -which typically draw on a huge amount of economic and monetary analyses- as a key input in their decision-making process.", "Summing up, our task is not to respond to the latest inflation data point, a futile and - especially in the face of adverse supply shocks- counterproductive task, but to stabilise inflation over the medium run at the desired level, in our case 2%, while ensuring that longerrun inflation expectations remain anchored to the target.", "Returning inflation to 2 % over the medium run In the context of a steady increase in medium-term inflation expectations, as economies recovered from the worst phase of the pandemic crisis, at the end of 2021 we started at the ECB Governing Council a process of progressive normalisation of our monetary policy.", "The first step was to withdraw the extraordinary policy stimulus that we had launched at the onset of the pandemic.", "To this end, in March we stopped the net asset purchases under the PEPP.", "In our June meeting we concluded that the conditions in our forward guidance for raising interest rates had been fulfiled; we therefore communicated our intention to raise rates in July and again in September, and -consistently with our chained forward guidance between rate hikes and asset purchases- we announced that net purchases under the APP would end at the start of July.", "In that month we raised our rates by 50 basis points, a larger increase than we had signalled in June, based on our updated assessment of inflation risks and the reinforced support provided by the new Transmission Protection Instrument (TPI) for the effective transmission of monetary policy across the euro area.", "Earlier this month we hiked rates by an unprecedented 75 basis points, motivated by inflation levels that were far too high and likely to stay above our target for an extended period.", "This major step frontloads the transition from the prevailing highly accommodative level of policy rates towards levels that will support a timely return of inflation to our two per cent medium-term target.", "As you can see, we decided to start the normalisation of our policy by raising our interest rates, instead of by reducing the size of our balance sheet -the so-called \"quantitative tightening\".", "Why by raising interest rates and not by reducing the size of our balance sheet?", "I see three important reasons.", "First, we understand better the transmission mechanism of interest rate rises than that of quantitative tightening.", "We have decades of experience with the former, but we have never reduced the size of our balance sheet from such large levels.", "Second, quantitative tightening could potentially cause market turmoil in certain market segments, as supply may outgrow demand and liquidity may dry up.", "This could imperil the policy normalisation path at a time in which all our efforts should be focused on it.", "Third, monetary policy transmission in the euro area is heavily dependent on bank credit.", "Loan pricing is typically benchmarked to short- and medium-term rates.", "Policy rates are thus a more effective instrument to tighten monetary policy.", "Going forward, a key question is: by how much should our key interest rates eventually increase?", "That is, what is the value of interest rates that guarantees that inflation converges to 2% by the end of our medium-term horizon?", "I will call this level the \"target-compatible terminal rate\".", "A second, related question is: how fast should this terminal rate be reached?", "Let me address the second question first.", "What should the optimal path towards the terminal rate be?", "One possibility would be to raise rates to the terminal level straightaway.", "This would hardly be advisable, however, given the huge uncertainty that characterises the current economic environment and also the uncertainty that surrounds the impact of our policy actions on the economy in this context.", "The sources of this uncertainty are multiple.", "We face uncertainty regarding the nature of current shocks, that is, to what extent they reflect supply or demand factors, which as explained before determines how swift the policy reaction should be.", "We are also uncertain about their persistence, which is a critical determinant of the inflation outlook.", "We face uncertainty about how our actions eventually affect inflation along the monetary policy transmission channel: we do not know for certain how sensitive overall financing conditions (including bank lending conditions) are to our policy decisions, how sensitive aggregate demand is to financing conditions, and how responsive inflation is to economic activity -that is, the slope of the so-called \"Phillips curve\".", "For all these reasons, it is very difficult to ascertain how much tighter, relative to a \"neutral\" path, our policy should be in the next few quarters in order to return medium-term inflation back to 2%.", "The economic literature is a long way from providing a clear-cut answer as to how monetary policy should react in a highly uncertain environment.", "A classic reference is the \"Brainard principle\", which states that policy should exhibit prudence in the face of uncertainty about the impact on inflation of underlying shocks or of any policy mis-calibration.", "It is typically summarised as \"in a dark room you move with small steps\".", "Indeed, the higher the uncertainty, the greater the likelihood that a more aggressive monetary policy response to shocks may push inflation away from the target.", "However, this view has been qualified by subsequent research.", "For instance, when there is uncertainty about the persistence of inflation -as is clearly the case in the current context-, it may be optimal for the central bank to respond to rising inflation more aggressively in order to reduce uncertainty about the future inflation developments.", "The reason is that when the dynamics of inflation are uncertain, the amount of uncertainty facing the central bank is greater the further away the inflation rate is from its target.", "Consequently, to reduce the amount of uncertainty about the future path of inflation, optimal policy becomes more aggressive, pushing inflation closer to target.", "Overall, these different lines of reasoning help explain why most central banks, including us, have followed a tightening path that combines some gradualism (in the sense of reaching the terminal rate -whichever that turns out to be- through a sequence of interest rate hikes, as opposed to doing so in one or two goes) with a certain front-loading of the adjustment path towards the terminal rate (as exemplified by our 75 pb hike earlier this month) in an effort to preserve the anchoring of inflation expectations.", "At our latest meeting we also announced that further rate hikes will follow.", "How much will our rates increase eventually?", "Let me come back to the first of the two questions I raised before: where is the target-compatible terminal rate?", "Where do we go: the target-compatible terminal rate Let me be clear about it: no one knows where the terminal rate lies.", "This is not only a consequence of the uncertainty I mentioned before: it also depends on future events, such as the eventual course of the war in Ukraine and the associated geopolitical developments.", "This, however, does not mean that we are completely clueless about what terminal rate seems more likely from today's point of view.", "Indeed, given the current state of the economy, we can employ our macroeconomic models to obtain a range of the most likely values for the terminal rate.", "These values are conditional on the information available today, so they must be and will be revised as new information arrives.", "But at least they provide a conditional assessment of how much we expect our rates to increase in order to bring down medium-term inflation to our 2% target.", "Banco de España staff have conducted such an exercise using a suite of macroeconomic models.", "The exercise assumes that ECB rates increase linearly until March 2023, and then stay there for most of 2023 and 2024.14 The level of short-term interest rates in March 2023 consistent with a 2% projected inflation rate by end-2024 would be the terminal rate.", "The results show that, on the basis of current information, the median terminal rate value across models is at 2.25%-2.50%.", "Indeed this is estimated with significant uncertainty, as illustrated by the wide range of the estimated terminal rate across models15.", "Let me emphasise, in particular, that these models cannot capture the risk of expectations becoming unanchored or the severity of second-round effects and how they are affected by changes in the terminal rate.", "Could these estimates be considered to amount to a commitment concerning the terminal rate?", "Again, it is just a model-based forecast based on current information.", "Being a forecast, this range is entirely data-dependent and may change as time goes by.", "However, I consider it to be a valuable tool in order to provide the public with some guidance regarding how much we expect our interest rates to adjust in order to fulfil our price stability mandate.", "Notice that this target-compatible terminal rate is not necessarily the same as the natural or neutral rate.", "The natural rate is the real interest rate that is compatible with inflation at its target.", "When real rates are above the natural rate, the monetary policy stance is contractionary, and when they are below, monetary policy is expansionary.", "The problem is that the natural rate cannot be observed.", "At best we have some estimates about its longrun value, which range from -1 to 0%, equivalent to 1-2% long-run nominal rates.", "This range is consistent with the long-run expectations of market participants, which is currently at 1.5%.", "Our current estimate of the target-compatible terminal rate is thus higher than the long-run natural rate.", "This implies that nominal rates will overshoot the long-run (nominal) natural rate, and hence it is expected that rates will decrease again over time I would like to flag a final consideration.", "This range for the terminal rate has been obtained assuming that the Eurosystem maintains the size of its asset portfolio under the APP and PEPP constant over a horizon consistent with our communication on the PEPP (for which reinvestments are foreseen to extend until end 2024) and with survey-based expectations on APP (for which the reinvestment horizon is more open-ended).", "However, in the case of the APP the ECB could potentially decide to start reducing its asset stock earlier than markets currently anticipate.", "Given our understanding of the way asset purchase programmes work, such a course of action would have a downward effect on the terminal rate.", "This is because, if we announce our intention to initiate the unwinding of our APP portfolio earlier than expected by investors, bond yields will increase, especially those at longer maturities, causing a tightening in overall financing conditions over and above that implied by our policy rate path.", "Therefore, to achieve the same degree of tightening withour overall policy toolkit, short-term rates would not need to increase by so much.", "Similarly, the run-off of the outstanding TLTRO-III operations in the next two years will entail a significant reduction in the size of the Eurosystem balance sheet, which may also contribute to the normalisation of our monetary policy stance.", "In this case, however, markets are probably already expecting this automatic reduction in the size of the balance sheet stemming from TLTRO-III.", "These considerations point to the need to reflect upon the right combination of interest rate increases and quantitative tightening in the coming quarters.", "There are a few key takeaways from today's talk that I would like to emphasise.", "First, euro area inflation has risen mainly due to energy (and food) shocks outside of our control.", "This does not mean that we at the ECB Governing Council should remain idle.", "We should continue normalising our monetary policy in order to avoid the emergence of secondround effects and a de-anchoring of inflation expectations.", "Second, our decisions are based on the inflation path over the medium run, not on the latest observed inflation.", "This requires projecting inflation via different approaches.", "Recent ECB staff forecasts see inflation averaging 2.3% in 2024.", "Given this, earlier this month we decided to front-load the normalisation path of our key interest rates, and to announce further rate hikes down the road, in order to ensure the return of medium-term inflation to our 2% target.", "Third, it is very difficult to know how much further our key rates will need to rise eventually in this hiking cycle, given the huge uncertainty that we face in the current context.", "But for this very reason, economic models are helpful in providing us central bankers with some guidance.", "I have provided in this speech some estimates based on models developed by Banco de España staff.", "Crucially, this is a data-dependent forecast which may change as time goes by and new information comes in.", "Also, it will depend on our future decisions regarding our asset purchase programmes.", "I hope that my words have reassured you about our determination to rein in inflation without causing unnecessary suffering to our fellow euro area citizens.", "We live in difficult times, but we expect to rise to the challenge.", "Thank you for your attention."], "classifications": ["none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "financial dominance", "none", "financial dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Interest Rates", "Monetary Policy", "Economic Outlook", "Price Stability", "Inflation Expectations", "Transmission Mechanism", "Target-Compatible Terminal Rate", "Quantitative Tightening", "Uncertainty"]}