{"sentences": ["Milano Hub - Results of 2021 Call for Proposals Speech by Alessandra Perrazzelli Deputy Governor of the Bank of Italy 28 February 2022 Welcome everyone.", "I am very pleased to be here today to present the results of Milano Hub's inaugural 2021 Call for Proposals on artificial intelligence and to announce the names of the 10 projects that - after a rigorous review process - will participate in the Bank of Italy's innovation centre.", "We received 40 projects submitted by 62 different operators: financial intermediaries, start-ups, service providers, universities, industry associations, research centres, consulting firms and law firms (slide 1).", "The call was answered by young start-ups (less than two years old) and by Italian and foreign banking, finance, insurance and commercial groups, including some listed companies.", "Universities also feature prominently: 22 per cent of the projects submitted hail at least in part from the world of academia.", "The response to the call for proposals has been very positive.", "It has served as a further source of stimulation for the Bank of Italy in helping the financial system to face the challenges posed by the technological innovation process.", "The results of the call only go to show that innovation knows no boundaries, drawing together participants from across the financial ecosystem, regardless of size.", "This is also confirmed by the discussions we have had with the market through our other two innovation incubators: the FinTech Channel and the regulatory sandbox.", "In 11 cases, the applications were submitted jointly by two or more applicants, often from different economic sectors (slide 2).", "These are projects that require the input of a variety of professionals, or that involve operators with traditional business models turning to Fintech companies or specialized service providers for their know-how to improve processes and to adapt products.", "Breaking it down geographically (slide 3), 66 per cent of the projects come from the North of Italy, 18 per cent from the Centre, and 11 per cent from the South and the Islands; the remaining 5 per cent were submitted by foreign applicants.", "Our interaction with these operators has shown that, while the distribution is uneven, nonetheless throughout the country there are plenty of even small entities with a significant wealth of knowledge and high-quality human capital that we should be tapping into increasingly.", "The projects submitted (slide 4) stand out for their high quality and variety.", "This fully reflects the dynamism and complexity of the artificial intelligence sector, which is undergoing a period of strong expansion throughout the world.", "The proposals received focus mainly on innovative payment methods, anti-money laundering regulations, asset management and tokenization of financial instruments.", "In addition, there are projects involving RegTech solutions and risk measurement and management tools, specifically for environmental, social, and governance (ESG) risk.", "The Bank of Italy plans to form a group of experts to support each of the projects selected.", "This represents a significant commitment on the Bank's part, offering the assistance of expert staff, usually for a period of six months, to help develop and design the solutions proposed.", "Starting in March, the teams will begin their work of consulting with the applicants.", "To ensure transparency, the list of the 10 winning projects and a brief description of each project will be published on the Bank's website.", "An ancient Chinese proverb states 'A journey of a thousand miles begins with a single step'.", "We have taken many steps these last few months.", "Today's event marks another stage in a journey that began some time ago, one that I won't pretend has been smooth sailing all the way but which I nonetheless believe opens up exciting new horizons.", "So I have faith; we, along with our market operator partners, are searching for solutions that could have positive externalities, not just for the applicants, but for the entire system.", "The results of the 2021 Call for Proposals show that the path we have chosen is the right one.", "The collaboration between Milano Hub and the other two innovation incubators, the Fintech Channel and the regulatory sandbox, are sure to strengthen this process.", "Finally, allow me to reiterate what the Governor stated at the start of today's event: I would like to thank all the members of the Project Evaluation Panel, the consultants and all the colleagues who, in various ways, have contributed to the success of this event.", "I hope that the opening of the Milano Hub will prove to be another example of our country's ability to 'pull together'.", "Results of the 2021 Call for Proposals Alessandra Perrazzelli 28 February 2022 The Hub's three areas of operation 40 projects submitted by a total of 62 entities (applicants + participants) Applications received Places available 9 universities Development hub Number of projects Joint initiatives 11 joint applications Joint initiatives 11 5 6 Fintech hub 5 out of 10 applications in this area 6 out of 25 applications in this area were for joint initiatives with were for joint initiatives with universities, Fintech companies, law universities, Fintech companies, law firms, etc.", "Geographical distribution Considering the registered office of the 62 entities (applicants + participants) North 66% South and Islands 11% Foreign 5% Main reference area of the projects Breakdown of the 40 projects 2.5% Payments 15.0% Deposits and Lending Wealth Management 5.0%  3 RegTech RegTech 7.5% 2 Investment and Wealth Management  1 Crowdfunding Decentralized Finance 1 Decentralized Finance 2.5% Security 12.5% Deposits and Lending 55.0% Percentage breakdown Designed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Artificial Intelligence", "Innovation", "Financial Technology", "Payment Methods", "Anti-Money Laundering", "Asset Management", "Tokenization", "RegTech", "Risk Measurement", "ESG"]}