{"sentences": ["Opening Remarks by Governor Mário Centeno at the Conference Conference on the 175th anniversary of the Banco de Portugal \"Rebuilding Social Capital: the role of central banks\" Good morning.", "It is with great pleasure that I welcome you to Banco de Portugal, and to the venue of our conference, the Money Museum, in itself a modest contribution to the social capital that bring us here.", "This conference - that focus on the role of central banks in rebuilding social capital - is one of the events promoted to celebrate the one hundred seventy-fifth anniversary of Banco de Portugal.", "This goes to the core of our social fabric.", "How we work together as Portuguese, Europeans, as Global Democracies.", "To motivate this morning debate, allow me to ask you to travel back in time with me.", "Not as far as the year of the creation of Banco de Portugal, 1846, but only back five years, to 2017.", "That was the year when Portugal exited an 8-year-period of non-compliance with the European Union institutional framework regarding national budget deficits (the 3 percent threshold).", "By any standards, 8 years of Excessive Deficit Procedures is, allow me the pun, excessive.", "The social capital of Portugal in the European Union was, probably, at its lowest level.", "But, according to an opinion poll conducted in mid-2017, the feat of exiting the Excessive Deficit Procedure increased the Portugueses' self-esteem more than winning for the first time the European football cup or the Eurovision song contest.", "For you to have an idea, as of how broad this effect was, I just need to let you know that it was true for both the subsample of men and women.", "To me, this demonstrates how citizens value the commitment to social contracts.", "That is why central banks must nourish and enhance the social capital of our societies.", "It is essential for economic and social development.", "For that reason, our Strategic Plan moto for 2021-2025 is \"proximity and trust\" with those who we must serve, the Portuguese citizens.", "As a central bank, Banco de Portugal plays a key role in the process of consolidation of the country's social capital.", "We are committed to this built-up process, so that together we can successfully overcome the challenges ahead.", "At this juncture in time, the historical challenges are considerable.", "In addition to the pressing debt legacy, climate change and digital transition challenges - particularly important in the traditional banking sector -, the economy was hit by two exogenous, now partially overlapping, shocks: the Covid pandemic and the Russia war on Ukraine.", "The short-term effects are clear.", "The Russian invasion of Ukraine, in itself a demonstration of the lack of social capital, is slowing down the recovery.", "Also it is causing an inflationary environment, adding to the ones already in place, and temporary, due to the fast recovery from the COVID crisis.", "The new pressures on prices result from the escalation of commodity and energy prices, reduced confidence of economic agents and the effects of commercial and financial sanctions imposed on Russia.", "In this context, a coordinated set of national and European policy actions is crucial to ensure sustainable growth in our economies.", "For the Portuguese economy, there are two main courses of action to overcome successfully the challenges ahead.", "At the national level, Portugal must continue to champion education.", "For many decades, which add up to centuries, Portugal lagged behind in the development race by neglecting the main driver: education.", "Claudia Goldin and Larry Katz have dubbed the twentieth century as the \"Human Capital Century\".", "For Portugal, the twentieth century arrived only on the twenty first century.", "But ever since we have been keen to take that opportunity.", "Knowing that social capital does not depreciate if used, but, on the contrary, it tends to enhance, we must remain resolute in the education front.", "This is a necessary condition to ensure our convergence within Europe.", "Moreover, by investing in education, we increase the equality of opportunities, we reduce income and wealth inequalities and improve our labour force.", "Above all, we boost the country's social capital.", "We promote horizontal and participative institutions.", "The recent reaction to the COVID crisis was a leap of integration in Europe because it was widely accepted by all Europeans.", "Because it was the translation into action of a deep desire to sort out our common difficulties with a common action plan.", "And it was made possible by several years of risk reduction, that made room to the biggest moment of European social capital building since the creation of the euro.", "The NGEU and its funding structure.", "That is why it is crucial to use productively the resources made available by the Recovery and Resilience Plans.", "Only then can this enormous European effort materialize in a permanent increase in production capacity, while promoting a greener and more digital economy, without compromising fiscal constraints.", "From a political perspective, or shall I say, from a social capital perspective, this is also a defining moment: for the first time in its history, Europe issued common debt - a \"no go\" not that long ago.", "But that comes with an increased responsibility: all countries need to deliver on the implementation of their transition programs.", "Failing to achieve it would not only constitute an economic loss, but also impose a setback in the construction of a solid European institutional framework.", "More than ever, policy decisions should enhance the role of social contracts, when complementing monetary and fiscal policies.", "The trust in the euro, measured by the Eurobarometer, usually suffers with European crisis.", "This time it reached a maximum in the context of the COVID crisis.", "Europeans considered the euro as part of the solution, not as part of the problem.", "Because the euro institutions, including our NCB and the Eurosystem delivered in a collective way.", "In this vein, with a special focus on maintaining the stability and predictability of its actions, Banco de Portugal is currently engaged in building a closer relationship with citizens, enhancing a more relevant and active coordination with institutional players.", "This includes national and international institutions, and also academia.", "We are also deepening the exchange of information with market participants.", "We aim to promote and widen the public debate on the economy and on Europe.", "We aim to be the interpreters for the society of financial and economic developments.", "And, specially, financial stability.", "Moreover, Banco de Portugal is expanding its work on financial literacy to domains such as economic and statistical literacy.", "These areas of knowledge are fundamental for informed decision-making, contributing on its own to the enhancement of the Portuguese social capital.", "As a central bank, we have unique obligations and will use our technical capabilities, credibility and independence to this endeavour.", "We have an outstanding panel of distinguished guests.", "From academia to policy makers, if such a distinction makes sense when discussing social capital.", "I am eager to hear your views on how central banks can improve social capital.", "Not only in the domains of their core mandates regarding price stability and financial stability, but also concerning employment, output growth, income distribution and climate change.", "The theoretical foundations of social capital are well established.", "Allow me to recall the work by Harvard's Robert Putman, but also of Professor Harold James, that we are so fortunate to have here with us today.", "Your great contributions to this topic improve why central bank can think of themselves in their key contribution to our societies.", "Without further delay, I welcome Professor Harold James to share with us a keynote speech on the role of central banks in rebuilding social capital.", "The floor is yours Professor."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Social capital", "Education", "European Union", "COVID-19", "Financial stability", "Economic growth", "Fiscal policy", "Monetary policy", "Trust", "Euro"]}