{"sentences": ["Solvency II: Striking the balance - speech by Sam Given at Bank of England Webinar Published on 08 July 2022 Sam Woods talks about reforms to the regulation of insurance providers.", "He says the key aims of the reforms are to make the insurance sector work better for the UK economy and to safeguard policyholders.", "Introduction The UK's post-Brexit review of insurance regulation is entering a critical phase, with important decisions shortly to come for us, government and Parliament.", "With that in mind I thought it would be useful to highlight some of the key points from the Prudential Regulation Authority's (PRA's) perspective, while HM Treasury's current consultation on Solvency II is ongoing, with a particular focus on the main point of contention between us and parts of the industry.", "My main message is this.", "Following Brexit we have a once-in-a-generation opportunity to reshape insurance regulation to work better for the UK.", "We can do this while loosening parts of the regime which were over-calibrated by the EU and making it easier for insurers to invest in a wider range of assets, but we also need to strengthen it in one area in order to avoid risks to the millions of current and future pensioners who rely on insurers for their retirement income.", "The combined effect of these changes should support the government's objectives for competitiveness, growth and investment in the economy.", "Following our exit from the EU, we have been examining the main bit of prudential insurance regulation (Solvency II) to see how it can be tailored to work better for the UK, working with the Treasury.", "The Treasury has set three objectives for the review, which we support: a competitive insurance sector, investment to support growth and policyholder protection.", "While the details of the review can appear technical and abstract, the stakes are real.", "A stable insurance sector backstops the livelihoods of millions of policyholders, in particular current and future pensioners who rely on insurers for their retirement incomes.", "The insurance sector is also a major part of the wider financial sector, and an important source of finance for the real economy including productive and green investment.", "Brexit gives us an opportunity to rewrite the insurance regulations we inherited from the EU - and in doing so help drive further investment in the economy.", "But we need to be clear that this is not a free lunch.", "If changes simply loosen regulations which were over-cooked by the EU, without tackling other areas where regulations are too weak, then we are putting policyholders at risk.", "The interests of pensioners and other insurance policyholders can get lost in these debates, but Parliament has given the PRA a primary objective to protect policyholders, and it is a central part of our job to highlight risks and propose ways to deal with them.", "While pursuing our primary objectives of safety and soundness and policyholder protection, we also have regard to a number of important considerations, including the competitiveness of the sector and the contribution it can make to long-term economic growth.", "We are also mindful that as part of its review of the Future Regulatory Framework, the Government has proposed to give the PRA a new secondary objective to promote long-term economic growth and international competitiveness, alongside our existing secondary competition objective.", "With all of those factors in mind, we think we can deal with the risks we are worried about while also supporting the government's wider objectives.", "Specifically, some in the insurance industry have the impression that we are opposed to any release of capital requirements for insurers.", "I want to be very clear that that is not the PRA's position - indeed, following a lot of work and examination of the evidence over the last year or so we think that a substantial capital release should be possible while continuing to protect policyholders adequately.", "This could occur as part of a reform package comprising three main components: first, a large cut to the \"Risk Margin\", which is an extra liability that firms have to carry in order to make it more likely that another firm will agree to take on their insurance policies if the firm gets into trouble, to ensure policyholders are still protected in that scenario; second, a package of measures to remove unnecessary bureaucracy from the regime and enable insurers to invest in a wider set of assets; and third, measures to put one part of the regime (the \"Matching Adjustment\") onto a more sustainable footing.", "While there are important issues to debate on the first two elements, it's on the third of these that there is the main current difference of view between the PRA and parts of the life insurance sector and I will focus mainly on that element in my remarks today.", "What is the \"Matching Adjustment\" and why does it matter?", "The main point of contention in the review is what, if anything, to change about the calibration of a part of the regime called the \"Matching Adjustment\" (or \"MA\" for short).", "It's usually at this point in any speech about insurance regulation that most people switch off, but bear with me while I try to bring the issue to life.", "First, what is this \"MA\" and what does it do?", "It allows insurance companies to recognise as capital up-front a part of the income they expect to earn on their assets in the future, but only as long as they can show that the cashflows they expect to receive from those assets closely match the payments they have undertaken to make to their insurance policyholders (hence \"matching\" adjustment).", "This is therefore most relevant for the annuity business, where insurance companies promise to pay individuals' pensions far into the future.", "You might ask why the regulator favours such an arrangement, which is not common in other bits of regulation, when perhaps it would be more prudent to make insurance companies wait until those returns (for instance, interest payments on corporate bonds) are actually paid to them before recognising them as capital which could be paid out to shareholders.", "The reason is that we think it protects policyholders if insurance companies are incentivised to invest in assets which will produce cash at the right time, so that insurance companies are not scrabbling around for the right assets when they have to make payments to pensioners in the future.", "However, you would be right to think that if we allow such an arrangement we must operate it with a very high degree of confidence that those future returns will in fact materialise - in other words that insurance companies do not recognise up-front returns which then later don't show up.", "Second, why does the MA matter?", "For me there are two reasons.", "First, the nature of the business for which it is primarily used: pensions provided by insurance companies.", "When an individual puts their life savings into an insurance company in return for a promise that the company will pay their pension right up until their death (potentially decades later), we need to be very confident that the company is going to be able to make good on that promise.", "The same is true when companies of all sorts pass their pension liabilities over to an insurance company, which is happening in very high volumes - for those pensioners too we need take care that the foundations of that insurer are robust.", "We estimate that over 8 million policyholders are served by this sector.", "And second, the MA is a vital part of those foundations simply because it is so large - on the most recent figures, the total assets in MA portfolios amount to around £380 billion, and the MA confers a capital benefit on insurers of around £80 billion - up from around £60 billion when the regime was introduced.", "To put that £80 billion figure in context, the entire capital base of the life insurance industry is around £112 billion, and for a number of insurers the MA by itself makes up the bulk of their capital.", "In short, millions of pensioners rely on their insurer for their livelihood, and in turn those insurers rely very heavily on the MA.", "It is true that people who get their pension from an insurance company which fails should have some protection from a compensation scheme which spreads the cost of failures across the industry, but we should not underestimate the risks to them, the industry and the public purse of a major failure - we need to be sure that the basis on which pension promises are made is solid.", "What have we learnt about the Matching Adjustment since its invention?", "Given its size and the very important role in plays in our economy, it might surprise some listeners to learn that the MA is a relatively recent invention.", "It only came into force in the UK as part of the EU's implementation of Solvency II a little over six years ago.", "Before that we had for many years allowed insurance companies to take some capital benefit from future returns - the MA took the basic idea of this older regime, and through the process of EU negotiations turned it into a new form.", "In many ways the EU's MA has done its job well over those six years, but our experience of seeing it in action has made us worry about three things: First: the past may not be a good guide to the future.", "I explained that the MA allows insurance companies to recognise as capital up-front part of the income they expect to earn on their assets in the future.", "The word \"expect\" is doing more work in this sentence than you might have appreciated.", "In working out what returns firms should expect to receive from their assets, it is necessary to make assumptions about how many of those assets will go bad - for instance, how likely is it that a company in whose bonds an insurer has invested will go bust and stop paying interest?", "Or how likely is it that an insurer will get into trouble, be forced to sell its asset for less than it originally paid and recognise a loss?", "Due to these possibilities it would obviously be wrong to recognise all the returns on assets up- front, because some of them will not materialise - at the very least these need to be deducted.", "Under the MA this is done in a mechanical way, based on returns and losses experienced in the past.", "The problem with this approach is simply that expected losses based on averaging the past may or may not be a good guide to the future.", "There are plenty of examples in finance and elsewhere where the past has not proved a good guide to the future - recent moves in some commodity markets is a topical example, and the performance of subprime US mortgages in the financial crisis is another which illustrates the serious costs that can be incurred when we get this wrong.", "Given that the livelihoods of millions of pensioners depend on getting this right, we think we need to recognise this uncertainty - by deducting a bit more from what can be counted as capital up-front to allow for it.", "I should be clear that this isn't just the view of a prudential regulator - any sensible financial market participant will demand some buffer of safety (or 'credit risk premium') when potential losses are uncertain, and it is odd that the EU's MA construct does not explicitly address this.", "Second: wrong asset, wrong risk.", "Under the rules we have inherited from the EU, the amount of future losses firms are required to expect on their assets is based on the historical performance of corporate and government bonds.", "At the time the rules were negotiated these assets accounted for the very large bulk of insurers' investments, so this made sense - but as insurers invest more in other sorts of assets, there is an obvious risk that those assets' future performance will diverge from the benchmarks used in the rules.", "For example, it is reasonable to question whether the losses which might arise from investments in a commercial real estate loan today will be the same as those experienced on corporate bonds in the past - even if they have the same credit rating.", "It is notable that the market requires very different levels of return for assets with the same rating - under the current rules all of this difference is deemed to be risk-free and can be recognised as capital up-front, but it is quite plausible that some of it reflects other risks such as operational ones.", "Third: the assumption that market moves tell us nothing about credit risk.", "Under the current system, when the market sells off assets there is approximately zero impact on insurers because the sell-off is treated as being driven solely by liquidity concerns.", "In other words, when the prices of assets drop in the market the assumption is that there is no information in this about the outlook for future losses.", "Now in broad terms this is in fact a feature of the regime, not a bug - we want insurers to be able to ride out market shocks, and it is safe for them to do so as long as they have the right cash coming in to meet their commitments to pensioners and other policyholders.", "However, the current construct is at the most generous possible extreme of the assumptions that can be made in this area; contrary to this assumption, it may sometimes be the case that asset prices are falling because new information has arrived in the market that does indicate that future losses are going to be higher than previously expected - or at the very least that uncertainty over future losses has increased.", "There is a case that we should take some notice of this in the way the regime operates, rather than just ignore it.", "In summary, our experience of operating the MA suggests to us that the broad mechanism works but that the EU design makes insufficient allowance for uncertainty, the difference in riskiness between assets, and signals from the market.", "As a result of this, we are concerned that it over- estimates the portion of future returns which can confidently be assumed to be free of risk for insurance companies and therefore safely banked as capital up-front.", "Some might suggest that this is fine, because insurance capital requirements are set to cover a 1in-200 year stress.", "But that mixes up capital requirements and capital resources.", "The risk of a weak MA is that capital resources could be over-stated, and strong capital requirements are no defence if the capital being used to meet those requirements is not sufficiently solid.", "The system as currently set up provides a particularly strong incentive for insurers to hunt out assets which happen to have a high return relative to their credit rating.", "Here is an intuitive way to think about the risk in this if taken too far, which our team calls the \"high-spread-for-rating assets\" - or more colloquially the \"too-good-to-be-true assets\" - issue.", "Imagine you have two bonds.", "Both mature at the same time, both are in sterling and both have the same credit rating.", "But one of them pays interest of 5% a year, the other one only 2%.", "Let's also imagine that you can put funds somewhere without any risk and earn interest of 1%, and that the Solvency II rules say that for assets with the credit rating of these bonds we have to allow 0.5% per year to cover the risk of things going wrong.", "Now under the existing rules, for the bond paying 2% the insurer treats 0.5% as the MA - this is the 2% interest on the bond, less the 1% risk-free rate and the 0.5% allowance for things going wrong.", "The insurer will bring all of that interest due in the future, so 0.5% for each year, forward to today and count it as shareholders' capital.", "For the 5% bond, the insurer does exactly the same: although the bond pays so much more interest than the 2% bond, the insurer uses the same risk- free rate (1%) and allowance for things going wrong (0.5%).", "As a result the insurer books as capital up-front the entirety of the 3.5% (5% less 1.5%), so a much bigger amount than for the 2% bond.", "Some stakeholders think we shouldn't allow this at all, even for the 2% bond.", "We don't agree with that position, but we do think we need to ask: are we entirely confident that all of that extra return on the 5% bond can safely be considered risk-free and banked as capital up-front?", "Now an insurance regulator determined to defend the regime we've inherited from the EU might say: \"yes\".", "An insurance company executive with a lot of capital being created by this arrangement might say the same.", "But I think most people, presented with this arrangement and this question, would respond by saying: \"maybe, maybe not\".", "Perhaps some of that extra 3% that the 5% bond pays, relative to the 2% bond, is a reward for extra risk.", "Perhaps we should not put 100% faith in the fact that the bonds have the same credit rating, given how spectacularly wrong ratings have sometimes been in the past - and noting that for many assets only an internal rating, performed by the firm owning the asset, is available.", "Perhaps it's OK that the rules should allow an insurer to bank more up-front from the 5% bond, but we should also make a greater allowance for the possibility that some of that extra return on the 5% bond may be reward for a higher risk of things going wrong.", "This question might not matter much if this part of our insurance regime didn't provide capital relief equivalent to two thirds of the entire capital base of our life insurance industry, and didn't underpin the livelihoods of millions of pensioners.", "But as it does both of those things, we don't think \"maybe\" is a good enough answer.", "The current set-up does also lead to some odd results, such as a group of assets sitting on insurers' balance sheets today for which the capital banked up-front (in the form of MA) was in fact greater than the entire cost of the assets themselves.", "Further, data provided by firms suggests that over 20% of BBB exposures have an MA benefit that exceeds a reasonable estimate of a 1 in 200 year capital requirement, resulting in firms effectively creating capital by taking on more risk.", "We need to learn from our experience over the last six years and make changes to get this part of the regime onto a firmer footing.", "We have also looked at this question top-down, by reviewing the literature on what portion of asset returns may be a \"liquidity premium\" that can be earned without risk by investors who are willing and able to tie up their funds for long periods, which is what insurers can do and what the MA attempts to identify.", "There is wide disagreement on this amongst academics, but if you plot the MA against the range of views we have seen then you find that the MA is either towards the most generous end of that range or well outside it.", "This is a topic on which reasonable people can differ, but given the very important role the MA plays it is concerning that the regime is not more consistently well within the range of views offered independently by others.", "What should we do about this?", "Based on the analysis and evidence we have reviewed, we think we need to take some steps now to guard against these problems with the MA leading to an insurer getting into trouble in the future.", "As part of the wider package of reforms under consideration, we think those steps should also support the government's investment objectives.", "This should occur in one or both of two ways.", "First, our analysis indicates to us that the combined effect of the reforms - in particular loosening the risk margin while tightening the MA - should free up a significant amount of capital for insurance companies across the sector, which they could choose to re-deploy into investment if their boards support that course of action rather than returning it to shareholders.", "We think that on recent economic conditions - specifically, those at both year-end 2020 and year- end 2021 - the amount of capital released would be equivalent to 10-15% of the current capital held by life insurers, which could support between £45b and £90b in additional investment in the economy.", "In higher interest-rate environments the figure would be a bit lower, simply because the risk margin in its current form shrinks as interest rates go up and therefore the large cut we propose releases less capital when rates are higher.", "But we think it is still a material release - for instance we estimate it would be 5-7% under one long-run 'rates up' scenario.", "The non-life sector would also see a material capital release.", "Some insurers strongly question whether our proposals do in fact loosen the regime overall in this way, and we will need to look at this carefully as the consultation closes.", "Part of this is about transitional arrangements, which we think we could come to in any discussions about implementation.", "But another important area of difference appears to be what assumptions should be made about how much longevity risk is re-insured off-shore into other jurisdictions in the future.", "We have assumed that roughly half of longevity risk is off-shored in this way, consistent with the current stock on the balance sheets of the sector.", "Some insurers argue that we should assume something much higher, such as 90%.", "Although this is the current practice for some insurers for new business, in steady state we are not convinced that we should build a regime that bakes in such very high levels of off-shoring across the industry.", "Baking in such an approach sector-wide could create concentration risks around a few reinsurers and an excessive dependence on other countries' regimes which are not designed with UK policyholders primarily in mind.", "However, this debate on capital impacts is clearly an important one and we will study carefully the evidence and data which insurers provide in response to the consultation, in order to inform our view.", "Second, the current structure does not particularly incentivise insurers to invest in the sorts of productive assets the government wishes to encourage.", "The MA incentivises insurers to seek out assets which have the highest return relative to the regulatory benchmark used to estimate future losses - these may or may not be productive or indeed UK assets.", "To give just one example, one of the most MA-generative assets our team has come across so far is a 100-year bond issued by a Latin American country, which surely has nothing to do with the government's investment objectives for the UK.", "It's simply an asset that happens to pay a high return relative to the rating it has managed to secure.", "Indeed, looking at insurers' assets six years into the regime it is notable that the MA currently tilts incentives towards assets like ground rents - and that infrastructure fares relatively less well (see Chart A).", "Now to help support the right kind of investment, we propose important changes to speed up approval processes and widen the range of assets in which insurers can invest - I think there is broad support for those changes, and this may prove to be the part of the reform package which does most to promote investment through time.", "For example, we would like to allow a less constrained approach for assets which are expected to have future stable cashflows but which include some flexibility on the timings of those cashflows, such as investments with an initial construction phase.", "We think this will encourage industry to invest at an earlier stage in infrastructure projects.", "But it is equally important that we take steps to dampen the incentives the regime currently creates simply to seek out those assets which have a high return relative to the expected losses set out in the rules.", "This is particularly important because the competitive nature of the market for moving corporate pension schemes over to insurers means that even if firms have the best intentions to invest in productive UK assets, they will still be compelled to invest in MA-producing assets they can find or risk losing the business to other competitors.", "In order to make progress on these issues we have published a full Discussion Paper and Technical Annex, alongside the Treasury's wider consultation paper, in which we set out the evidence as we see it and propose one way forward.", "The data collection exercise we ran with the industry earlier in the review indicated to us that the different structures for the MA included in that exercise should not be pursued because their impact could be too large and in particular they would make insurers' balance sheets too volatile.", "The industry made these points very strongly, and provided data which supported their case.", "Hence our team went back to the drawing board and has brought forward revised proposals, which on our assessment are around 70% less volatile than the structures included in the earlier data collection exercise.", "So far the industry reaction to these revised proposals has been strongly negative.", "We're listening to the reasons for that reaction, will continue to engage and look forward to responses to the consultation, in order to make sure we fully understand the concerns being raised.", "It is important that whatever decisions are taken on this topic are taken based on the latest data and I would urge insurers to participate constructively in our evidence gathering.", "We understand the pressures on firms and are being as flexible as possible to enable firms to respond to our request.", "More broadly, we would welcome any ideas and suggestions for how the issues we have identified can be tackled.", "We have laid out one model, but it may well be the case that this could be improved upon or that there are other ways of achieving our objectives.", "We think it's essential that we tackle the problems we have identified with the current regime, but we have an open mind as to how this is done as long as it is done credibly.", "I am also hearing some insurers say that they would prefer simply to stick with the EU's version of Solvency II as it evolves.", "To be honest I think this is a red herring.", "The government has been clear that the point of leaving the EU, at least insofar as financial regulation goes, is to enable us to tailor our regime to make it work better for the UK.", "The main area of contention for us in the UK, the MA, is very little used in the EU (other than in Spain, where firms invest in a much more vanilla range of assets) and the EU therefore has no need to consider changes of the sort we need to look at.", "Conversely, the EU has had to tighten up its regime strongly in another area, but one which has no impact on the UK whatsoever as it relates to euro-denominated liabilities and not sterling ones.", "We must avoid a regulatory race-to-the-bottom following Brexit, but if we do want to make comparisons then it is worth noting that the net capital released for EU insurers as a result of the changes proposed by the EU Commission is significantly lower than those proposed in the UK when scaled for market size, although the EU position is not yet settled.", "In our view our proposed package of reforms to insurance regulation will support all of the government's objectives for the review.", "But it is essential that we take forward all three elements: a major loosening of one important part of the regime (the Risk Margin); changes to cut bureaucracy, and to enable insurers to invest in a wider range of assets; and changes to put another part of the regime (the Matching Adjustment) onto a more sustainable footing.", "Industry views at this stage seem broadly to support the first two elements of the package, but not the third.", "In our view a package which did not tackle the issues we have identified with the Matching Adjustment would be seriously unbalanced.", "It would simply remove bits of regulation that insurers don't like without taking proper account of risks to policyholders, and would not provide a solid basis for investment.", "I worry that some might consider such a thing to be a free lunch, but in fact less capital, fewer checks and fewer restrictions on assets, with no steps to strengthen the part of the regime where that is needed, means more risk for pensioners and other policyholders.", "In our view leaving the EU should not lead us to lower standards of financial regulation in the UK.", "We should change regulations to work better for the UK, including by stripping away unnecessary bureaucracy we have inherited from the EU and taking steps to support investment, competitiveness and long-term growth.", "But changing prudential regulations in the UK should not be simply a one-way street, particularly where that would mean weakening protections for business which serves groups such as pensioners.", "There are areas where the regulation we have inherited from the EU is too strong for UK, and others where it is too weak.", "We should be willing to make changes in both directions where the evidence supports it.", "Industry will of course have strong views on any changes - we should attach significant weight to these and be willing to adapt our thinking in light of evidence provided.", "But regulation is there to serve the British public, and that should guide us as we aim to strike the right balance in this important set of reforms.", "Chart A: Comparison of MA and FS for different asset classes as at YE20 Source: MA Asset & Liability Data submissions by firms as at YE20.", "The chart on the left is ranked by spread in bps (lowest to highest); the chart on the right is ranked by MA as a percentage (%) of spread (lowest to highest).", "Assets classified as 'quasi government' and 'other' have been excluded as these contain derivative exposures which distort the comparison.", "Asset classes - agricultural mortgages and sale and leaseback - where firms have reported limited holdings are also excluded.", "Like other bits of financial regulation, Solvency II was imported into the UK upon Brexit - parts of it into legislation which is the domain of government and Parliament, and parts of it into the regulator's rulebook.", "Because of this structure the review is led by HM Treasury on behalf of government but with strong involvement from the PRA.", "In more technical terms: the MA reduces firms' exposure to interest rate and reinvestment risk.", "It also allows a buy-and- hold investment strategy which enables a firm to access the liquidity premium which has historically been observed in spreads on fixed interest assets.", "Estimate based on regulatory data on annuity contracts collected by the PRA.", "Note that the number of policyholders estimated in this way may not precisely match the number of individuals: there will be cases where one contract covers multiple individuals, or where the same individual has multiple policies.", "The ABI, which covers most but not all of the sector, estimates 6.1 million annuities from its members.", "Particularly where credit losses have been mitigated by significant government intervention in the past, which may or may not be available in future crises.", "The only way in which the EU's FS formulation includes any further allowance beyond expected losses is via an all- purpose floor that is unsatisfactory because it is not explicitly additive, as it should be if it were intending to allow for costs of transfer beyond expected losses.", "Indeed it does not bite for some rating and duration combinations, meaning that for those the FS is equal to expected losses.", "In fact, it is used specifically as a catch-all for when there isn't enough default data (e.g.", "Specifically this is the calibration of the Solvency Capital Requirement (SCR).", "There are more technical reasons why the SCR does not substitute for a robust MA.", "The SCR only covers stressed outcomes over a 1 year time horizon.", "For business exposed to long-term risks (such as the future default experience of a buy-and-hold investment portfolio) such a short horizon can only make sense if it is based on stresses applied to transfer values - with those transfer values already reflecting the long-term nature of the risks.", "So the SCR is not a substitute for proper valuation of liabilities.", "While this is an illustrative example, it is closely based on actual assets in the regime today.", "Technically, it's the yield on the bond that is used.", "This is true in aggregate, though some individual firms will be impacted more or less depending on their business models.", "This is based on data from the 'rates up' sensitivity tested in the Quantitative Impact Study, available at: Review of Solvency II: Quantitative Impact Study (QIS) | Bank of England 13.", "Longevity risk is the financial risk insurers face when policyholders live longer than expected.", "Off-shoring that risk means passing it on to a reinsurance firm outside the UK.", "Our Discussion Paper can be accessed here: DP2/22 - Potential Reforms to Risk Margin and Matching Adjustment within Solvency II | Bank of England 15.", "For more on this exercise see: Review of Solvency II: Quantitative Impact Study (QIS) | Bank of England"], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Solvency II", "Insurance regulation", "Matching Adjustment (MA)", "Capital requirements", "Pensioners", "Investment", "Risk Margin", "Liquidity premium", "Reinsurance", "Longevity risk"]}