{"sentences": ["Assistant Governor's Welcoming Remarks at the Signing of the First ESG Islamic Repurchasing Agreement Speaker: Encik Adnan Zaylani Mohamad Zahid Venue: IBFIM Kuala Lumpur Language: English Speech/Interview Date: 17 Jun 2022 Distinguished guests, ladies and gentlemen.", "Assalamualaikum w.b.t and a very good afternoon.", "Malaysia has been ranked first among 135 countries in the Global Islamic Finance Development Indicator and first among 81 in the Global Islamic Economy Indicator, both for the 9 year running, something we are all proud of.", "The Financial Sector Blueprint 2022 - 2026 sets out BNM's development priorities for the financial sector over the next five years.", "One of the thrusts is to \"Advance value-based finance through Islamic finance leadership\" aimed at spurring growth that is progressive, sustainable and inclusive.", "This includes strengthening Malaysia's proposition as an international gateway for Islamic finance, augmenting the Malaysia International Islamic Financial Centre MIFC agenda.", "As part of our effort to raise the bar and catalyse global opportunities, there will be several areas of focus but one that is highly relevant for today is our emphasis and a greater focus on opportunities in sustainable finance.", "This builds on our pioneering work in VBI, and synergise with our efforts on climate and environmental risks - a key piece of the sustainable finance agenda.", "The SDGs funding gap of OIC countries is estimated around USD 1 trillion a year, hence represents a major opportunity for us.", "Our robust regulatory infrastructure, sound Shariah governance framework, wide international connectivity, diversified players and products, elevated by the Malaysia International Islamic Financial Centre MIFC agenda, provides a conducive landscape for the Islamic financial industry to tap into emerging opportunities in these areas of focus.", "To underpin this is the development of a vibrant Islamic Financial Market.", "As part of Financial Market FMC effort to further develop the onshore financial markets, we have established two subcommittees: the Bond Market Subcommittee and the Islamic Financial Market Subcommittee to formulate specific market development initiatives to take us forward.", "The creation of these subcommittees underlines the importance of both of these markets in the context of overall development of the domestic financial markets.", "The Islamic Financial Market Subcommittee will review the current landscape to identify and address challenges to the continued growth and development of the Islamic financial market, particularly in light of the growing importance of Malaysia's Islamic Banking sector as well as the significance of Malaysia's Islamic capital market, both domestically and globally.", "Domestic Islamic banks account for about 42.5% of the overall commercial banking loan book and could reach 45% by the end of 20261.", "In the Sukuk segment, Malaysia has maintained its leadership position in the global sukuk market in 2021 by commanding a market share of 37% of the global sukuk outstanding2.", "The industry has already developed an encouraging track record in the sustainable finance space, as evident from the sovereign and corporate sustainability sukuk issuances to finance green and social-related projects.", "Islamic financial institutions now play a major role in driving the sustainability agenda in Malaysia hence, it is encouraging to see players such as CIMB Islamic and Standard Chartered Saadiq keep the momentum with this landmark deal which furthers Islamic finance and ESG convergence.", "I'm confident the Islamic finance sector will continue to do more in advancing sustainability practices by leading ESG innovations aligned to the value-based intermediation agenda.", "The introduction of ESG Islamic Repurchase Agreement is thus timely and it will further encourage the development of Islamic Repurchase market.", "Islamic Repurchase market registered RM39.4 billion in volume in 2021, more than double the volume in 20203.", "The huge potential lies ahead as the volume registered is thus far, only around 1% of the total Islamic money market volume during the year.", "I would like to thus congratulate CIMB Islamic and Standard Chartered Saadiq on today's signing.", "I wish you a successful partnership in this and potentially pave the way for more within the industry.", "Thanks also to the organisers for inviting me today and wish everyone a good weekend.", "1 Source: S&P Global 2 Source: Moody's Investors Service 3 Source: BNM"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Islamic finance", "ESG", "sustainable finance", "Malaysia", "Islamic Financial Market", "Sukuk", "Islamic Repurchase Agreement", "Islamic Banking", "MIFC", "VBI"]}