{"sentences": ["The outlook for monetary policy in the euro area.\"", "Speech by Klaas Knot at the Danske Bank Copenhagen, 30 August 2022 There is no time for tinkering.", "We must forcefully tackle the still growing problem of persistently high inflation, within the core of our mandate.", "Let me recap the reasons behind this urgency.", "Euro area headline inflation reached 8.9% yoy in July, the highest figure since the creation of the euro (see Figure 1 below).", "HICP euro area (Percentage points contribution to HICP) 10.5 8.5 6.5 4.5 2.5 0.5 -1.5 jan-19 jan-20 jan-21 jan-22 Food NEIG Energy Services HICP Core inflation In explaining high inflation, much attention has focused on energy and food price inflation, which have provided the largest contribution to headline inflation, and which are driven by negative supply shocks related to supply chain constraints and Russia's war in Ukraine.", "But this is not the full story.", "Positive demand shocks - related to the strong pick-up in demand following the relaxation of COVID-19 restrictions - have also been at play.", "To me, two main types of evidence point to an important role that demand shocks have played so far.", "First, for some time now, inflationary pressures have been increasingly broad-based.", "The contributions to headline inflation of non-energy industrial goods- and services inflation have steadily increased in recent months (see Figure 1).", "Note that services, which are not directly affected by higher commodity prices and disrupted production chains, account for 42% of the euro area HICP.", "Moreover, measures of underlying inflation that we monitor closely to see through temporary shocks have been increasing further, and currently stand at or near their historical maximum (see Figures 2 and 3).", "Most notably, core inflation is on the rise and reached 4% in July.", "As a number of temporary measures introduced to fight high inflation, such as the German nine-euro public transport ticket, are set to expire, it is unrealistic to assume that core inflation has peaked.", "Measures of underlying inflation (Annual percentage changes, box plot) HICP HICPX HICPXX PCCI Supercore Trimmed 25e-75 percentile Median Max-min 1999-'22 Last known Second, not only inflation but also GDP growth kept surprising us on the upside post-pandemic (see Figure 4), and Q2 was no exception to that rule.", "An exclusive incidence of negative supply shocks would likely have generated disappointing growth outcomes alongside higher inflation.", "A recent analysis by DNB staff, which decomposes forecast errors of the ECB's inflation projections since June 2021 into demand and supply shocks, indeed confirms that high inflation has been driven not only by negative supply shocks but to a significant extent also by positive demand shocks.", "2021 euro area inflation and growth higher than expected June projection 2021 realisation 2021 inflation core inflation gdp-growth This is not to disregard the large uncertainty surrounding the outlook for growth, but to underline the resilience of demand we have seen so far.", "The economy has held up well, and some of the factors behind the positive GDP surprise in Q2 might well spill over to Q3 (think about tourism).", "Looking further ahead, recent indicators (PMIs) do point at declining activity and business- and household confidence in the euro area.", "Yet, even if this slowdown were to materialize, this in itself is unlikely to bring inflation back to our objective over the medium term.", "Taken together, all this evidence is fueling my concerns that inflation will remain high for quite some time to come.", "In that context I find it striking that markets have shifted their expected path of euro area inflation further out in time and now expect headline inflation to peak only in 2023Q1.", "On top of that, I see several upside risks to inflation.", "First, high energy and food price inflation may turn out more persistent than expected, as I for instance fail to see a swift resolution of the Ukrainian conflict.", "Second, inflation expectations could become de-anchored, should high inflation persist.", "Although there is no clear evidence of a wage-price spiral yet, wages are creeping up on the back of an increasingly tight labor market.", "Third, while in the euro area exchange rate pass-through to inflation is far from complete, a depreciating euro/dollar rate can have significant effects on headline inflation, particularly in a context of very high commodity prices.", "And the fourth risk relates to fiscal policy.", "Recent budgetary decisions suggest that fiscal support will continue to be substantial, even though the euro area economy has been growing strongly and labor markets have remained extremely tight.", "Some countries recently announced an extension of 2022 fiscal packages and/or additional support measures for 2023.", "While such policies can buffer the impact of negative supply shocks for instance on our citizens' purchasing power, they sustain upside risk to inflation.", "On policy I would like to emphasize that the broadening and deepening of our inflation problem generates the need to act forcefully.", "A swift normalization of interest rates is an essential first phase, and some front-loading should not be excluded.", "There is, however, inherent uncertainty surrounding the neutral rate as well as on the question whether going to neutral will be sufficient to bring inflation back to target.", "This implies that the path and end point for the policy rate remain uncertain.", "It would probably serve us well to simply continue raising our policy rates until the inflation outlook becomes consistent again with our symmetric 2% target over the medium-term.", "As model outcomes inherently lack robustness in the aftermath of such unprecedented shocks, we need to give more weight to actual underlying inflation dynamics in our monetary policy decisions.", "That also implies that we will continue to take our decisions on a meeting-by-meeting basis.", "Beyond policy rate increases, the relatively flat yield curve shows that the size of the central bank's balance sheet is and should become an important element of the normalization process as well, and I expect the issue of APP-reinvestments to feature more prominently in our discussions at a later point in the year."], "classifications": ["none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Inflation", "Demand shocks", "Supply shocks", "Core inflation", "Monetary policy", "Interest rates", "Fiscal policy", "Economic growth", "Energy prices", "Wage-price spiral"]}