{"sentences": ["Officers and members of the Fintech Alliance PH and Alibaba Cloud Intelligence Philippines, and our financial inclusion partners, good morning!", "The Bangko Sentral ng Pilipinas (BSP) is pleased to see the private sector play an active role in catalyzing the development of accessible, affordable, and user-friendly financial products and services, such as through initiatives like the Alibaba Cloud's Project AsiaForward Sandbox Program.", "We have seen how our neighbors harnessed the tangible benefits of financial technology (fintech) innovations.", "In Malaysia, Bank Negara Malaysia introduced its regulatory sandbox in 2016.", "The framework provided a flexible regulatory environment that allowed fintech companies to experiment in a production environment.", "In Thailand, the Bank of Thailand, Securities and Exchange Commission, and Office of Insurance Commission each introduced its own regulatory sandbox.", "As a result, e-KYC was launched; interest rate for digital savings was increased; and the volume and quality of digital lending were improved.", "In the Philippines, the significance of digital finance in achieving financial inclusion is highlighted in the recently launched National Strategy Financial Inclusion, or NSFI 2022-2028.", "The NSFI intends to harness the potential of digital finance in creating better consumer outcomes, and empowering consumers to achieve their life aspirations.", "The NSFI is banking on the capability of digital technologies to facilitate innovations that enable the delivery of fit-forpurpose financial services to the unserved and underserved sectors.", "One of the strategic initiatives identified in the NSFI is the implementation of an industry sandbox for digital finance innovations.", "Over the years, the BSP has embraced innovative technologies to bridge financial inclusion gaps in the Philippines.", "Under what we call the \"test and learn\" approach, the BSP has allowed emerging technologies, along with new business models, to be implemented under a limited scope and environment and applicable regulatory framework.", "With a test and learn approach, the BSP gains a better understanding of the risks of new technology or business model On the side of financial service providers, the test and learn approach gives an opportunity to test the business case of proposed innovations prior to actual launch.", "This approach was used in 2009 when the BSP issued the electronic money regulation.", "Fast forward to 2017, during the time when most institutions were hesitant and unsure of the cloud services, the approach was again used to further explore the new technology, resulting in the first cloud deployment for core banking services under a pilot implementation.", "In line with the objectives of the NSFI, he BSP now seeks to formalize the existing test and learn approach into a comprehensive and structured regulatory sandbox framework.", "Under the proposed framework, the BSP shall (1) evaluate sandbox applications as to completeness and eligibility based on standards; (2) determine the viability of the proposed solution by evaluating the test plan; (3) monitor the implementation of the approved test plan; and (4) assess whether the sandbox activity should be terminated or approved for full commercial roll-out.", "This framework will help direct BSP's approach to encourage greater participation in our regulatory sandbox, especially for promising businesses that may be hesitant to raise groundbreaking ideas to existing regulators.", "The BSP has also implemented fintech-related policies and digitally driven initiatives to complement the test and learn approach and regulatory sandbox.", "First, on digital banking...", "The BSP has approved six digital banking licenses which we expect will drive greater efficiency in the delivery of financial products and services, especially for the unserved and underserved.", "Second, on open finance...", "In January this year, the Open Finance Framework was formally launched, along with the threeyear Open Finance Roadmap 2021-2024.", "The roadmap outlines priority actions, including the adoption of industry-accepted standards, capacity-building for regulation, and cooperative oversight, which are all fundamental to establishing an Open Finance ecosystem.", "Lastly, R&D of frontier technologies...", "The BSP also conducts research and development activities on frontier technologies, such as Central Bank Digital Currency (CBDC).", "Moving forward, the BSP plans to roll out Project CBDCPh, which is the BSP's pilot project to build organizational capacity and hands-on knowledge of CBDC design, architecture, technology, and policy implications.", "To promote the adoption and frequent use of digital financial services, trust in the system must be present.", "The success of digitalization initiatives rests upon ensuring that consumers are protected online and that they have adequate financial and digital literacy.", "Accordingly, the BSP has actively supported the proposed Financial Consumer Protection Act (FCPA).", "The bill is now awaiting signature of President Rodrigo Duterte.", "When signed into law, the FCPA will provide protection to consumers of financial products and services-including those delivered via digital channels.", "Specifically, the FCPA requires financial service providers to adopt and implement information security standards to ensure the safety and protection of the financial transactions and data privacy of their clients.", "The BSP has also created an internal technical working group to proactively address cybersecurity concerns on financial transactions and data privacy of their clients.", "The BSP has also created an internal technical working group to proactively address cybersecurity concerns on financial transactions and consumer complaints.", "Among the TWG functions is to coordinate with law enforcement agencies, relevant government authorities, and other stakeholders on cybersecurity management, prosecution of scammers; and prevention of cyber-related threats and scams.", "Lastly,t he BSP continues to implement a Digital Literacy Program (DLP) to increase public trust and confidence in the digital financial ecosystem and encourage the massive usage of digital financial services.", "As the BSP continues to champion financial digitalization initiatives, everyone is called to join this journey of transformation.", "Let us work together in building an economy that is characterized by a robust, secure, and resilient digital financial infrastructure, with tech-savvy consumers and an innovation-embracing public sector.", "These collaborations among various stakeholders are what we envision in platforms such as Alibaba Cloud's sandbox program.", "Together, let us continue the financial digitalization journey toward a resilient and inclusive future."], "classifications": ["none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Digital Finance", "Regulatory Sandbox", "Financial Inclusion", "Digital Banking", "Open Finance", "Cybersecurity", "Consumer Protection", "Financial Literacy", "Central Bank Digital Currency (CBDC)", "Fintech"]}