{"sentences": ["It is my pleasure to welcome our Financial Sector Forum Principals, Emilio Aquino, Chairman of the Securities and Exchange Commission; Dennis Funa, Commissioner of the Insurance Commission; and Sandra Diaz, Senior Vice President of the Philippine Deposit Insurance Corporation to witness another momentous event for the Forum.", "In line with the principles for the supervision of financial conglomerates of the Basel Committee on Banking Supervision, the Financial Sector Forum created the Financial Conglomerate Supervision Committee which is tasked to work towards identifying conglomerate risks in the financial system; and to plan ahead supervisory initiatives to mitigate conglomerate risks.", "The Basel Principles highlight, among others, the need for a clear legal framework that provides supervisors with the necessary powers, authority and resources to perform, with independence and in coordination with other supervisors, comprehensive group-wide supervision.", "The Principles re-affirm the importance of supervisory cooperation, coordination and information exchange.", "In the 2020 Financial Sector Assessment Program Technical Note on Supervision and Regulation of Financial Conglomerates, the International Monetary Fund recommended the implementation of a multilateral agreement among Financial Sector Forum member agencies on the establishment of Supervisory College to agree on the approach of group level risk assessment for financial conglomerates.", "The establishment of a Supervisory College is an important regulatory platform in achieving effective and efficient supervision of financial conglomerates.", "It is also an international practice amongst international financial supervisory authorities.", "Thus, this Memorandum of Understanding shall govern the establishment of an inter-agency cross-sectoral Supervisory College which shall serve as the forum, to facilitate cooperation and coordination between and among the Financial Sector Forum member agencies specifically, for the supervision of financial conglomerates in the Philippines.", "This supports a clear process for coordinating various roles and responsibilities of the Financial Sector Forum with clearly delineated responsibilities for effective supervision.", "As such, we would like to re-affirm the spirit of collaboration by signing the Memorandum of Understanding on the Establishment of Supervisory College for Financial Conglomerate Supervision.", "Finally, let me share a quote from the American industrialist and business magnate, Henry Ford.", "He said that \"Coming together is a beginning, staying together is progress, and working together is success.", "If everyone is moving forward together, then success takes care of itself.\"", "Congratulations to the Financial Sector Forum member agencies for taking this step to improve the supervision of financial conglomerates in the Philippines for the benefit of the Filipino people.", "Thank you and good morning!"], "classifications": ["none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Financial conglomerates", "Supervision", "Supervisory College", "Financial Sector Forum", "Basel Principles", "Risk assessment", "Group-wide supervision", "Cooperation", "Coordination", "Information exchange"]}