{"sentences": ["Accompanying slides can be found on the Bank of Canada's website.", "It is a pleasure to be here-and a particular pleasure to be giving my very first inperson speech since I joined the Bank of Canada's Governing Council.", "It's so nice to see people without the fancy or blurred backgrounds we see in our virtual world.", "Kidding aside, it is wonderful to be here among friendly faces and fellow economists.", "I'd like to apologize in advance, as I can't stay long after my speech.", "So let me jump into what I want to talk about today-the commodity price shock that has come with the pandemic and the war in Ukraine, and what it means for Canada.", "Commodity prices have had a pretty wild ride for the more than two years of the COVID-19 pandemic.", "Now, with the horrific war in Ukraine and the disruption it brings to the supply of many commodities, prices have shot up even more.", "I want to explain how this particular commodity price shock has a different impact on Canada's economic growth than those that have come before.", "In my remarks today, I also want to talk about how the current inflation environment has a few parallels with that seen in the 1970s-but also some important differences.", "I will also go over the \"perfect storm\" of events driving inflation higher than we had previously projected.", "Finally, I want to talk about what our policy response might look like going forward.", "Two years of rocketing commodity prices Since the summer of 2020, nominal commodity prices have doubled according to the Bank of Canada commodity price index.", "And the oil price component is up 150%.", "Two factors are at work here: the economic upheaval brought about by the pandemic and, more recently, the war in Ukraine.", "Let me break that down a bit.", "The pandemic altered the economic landscape globally.", "Commodity prices dropped initially-we all remember 70- or 80-cent gasoline prices during the first lockdown.", "But oil and many other commodity prices have climbed since spring 2020 (Chart 1).", "Some of this climb was due to supply factors.", "We've had drought and other severe weather events, production slowdowns caused by the pandemic and transportation bottlenecks.", "But the rapid bounce back in demand also played a big role in price increases.", "For example, global oil demand rebounded by 5.6 million barrels per day in 2021, while supply rose by only 1.4 million barrels per day.", "That led to a decline in global oil inventories and upward pressure on prices.", "The disruption of global oil supply due to the war in Ukraine has only put more upward pressure on the price of oil and many other commodities.", "What does this all mean for Canada?", "First, for every Canadian, higher prices for oil, wheat, fertilizer and other commodities are boosting the prices of everyday items like gasoline and groceries.", "Second, higher prices for the commodities Canada exports improve our terms of trade-the price of exports relative to the price of imports.", "These in turn typically increase production, exports and investment in commodity-related sectors, spurring employment and generating higher profits for businesses, incomes for workers and revenues for governments.", "These higher profits, incomes and revenues flow back into the economy in the form of higher spending on goods and services.", "The response of the Canadian economy to higher commodity prices this time looks to be more moderate than usual.", "Canada could once count on strong investment in our energy sector when prices were high-for example, from the late 1990s to around 2007.", "But investors expect demand for fossil fuels to moderate over the medium to long run.", "These expectations are now weighing on investment in this sector.", "In fact, the oil and gas sector has been a drag on overall investment growth since 2015 (Chart 2).", "As a result, we expect the recent increase in commodity prices to boost the level of business investment in Canada by less than half of what our models generally predict based on historical relationships.", "All in all, the commodity price shock is expected to generate a modest positive impact on the growth outlook for Canada-smaller than we have seen in the past.", "There is another difference this time around-the impact on currency.", "The Canadian dollar would typically appreciate alongside the rising trajectory of our commodity prices, but we're not seeing much of that now (Chart 3).", "Part of that is likely due to the investment climate I've just outlined.", "Foreign investment flows into Canada's energy patch are not as large as in the past.", "This lower investment reduces the amount our exports can increase in volume terms going forward.", "So it's not too surprising that other factors have dominated movements in the currency, leading some to say the Canadian dollar no longer follows commodity prices.", "The main factor has likely been the strength in the US dollar, which has benefitted from safe-haven flows as the Ukraine war broke out as well as a sharp rise in US yields, relative to other jurisdictions, over the last few months or so.", "This brings me back to inflation.", "It's clear that, due to the war, global and Canadian inflation is going to be higher than we expected.", "Supply of commodities has been disrupted while global demand for commodities remains largely intact.", "And because the currency is not appreciating with this positive commodity price shock as much as it normally would, the prices of imported goods are not declining.", "Such a decline would have helped lower the price of some of the items we buy regularly.", "Instead, overall, consumer price index (CPI) inflation hit 6.7% in March, its highest level in more than three decades (Chart 4).", "Inflation yes, but not stagflation Inflation at 30-year highs naturally leads to comparisons with the stagflation period of the 1970s.", "Those comparisons aren't justified.", "Yes, we've got inflation at multi-year highs, partly in response to supply-driven oil (and other commodity) price shocks like in the 1970s.", "But inflation is quite a bit lower than in the 1970s.", "Moreover, stagflation is defined as periods of high inflation that occur at the same time as high levels of unemployment and very slow or recessionary growth.", "Given where we are now, we don't see the stagnant part of stagflation-quite the opposite.", "The Canadian economy, across many measures, is running pretty hot.", "In the second half of 2021, quarter-over-quarter growth in gross domestic product averaged 6% on an annualized basis.", "And we expect growth around 5% in the first half of 2022.", "The last time we saw that rate of growth was a 12-month stretch that ended in mid-2000-22 years ago, the last time we raised our policy rate by 50 basis points.", "Another important difference between now and the 1970s is the state of the labour market.", "Unemployment averaged about 8% from about 1976 to 1982, the height of stagflation.", "Well, the labour market is very tight-much stronger than it was then.", "The unemployment rate is at a record low of 5.2% (Chart 5).", "Total employment and hours worked are well above pre-pandemic levels Our most recent Business Outlook Survey showed that labour (Chart 6).", "shortages are widespread and that many firms are struggling to fill vacancies.", "This is particularly the case in Quebec.", "In general, job creation has been strong since the autumn, and the unemployment rate is now at a historical low of 3.9% in the province.", "Some of you will say that is all well and good, but couldn't we see stagflation appear in the coming year or so?", "Isn't growth going to slow as the Bank of Canada raises policy rates?", "Yes, growth will slow-the goal of higher rates is to reduce excess demand and bring it more in balance with supply.", "That should reduce inflation, undercutting the inflation part of stagflation.", "For example, there is a lot of excess demand for interest-sensitive goods and for housing, some of the key contributors to inflation pressures.", "Supply and demand should come more into balance in these segments as policy rates rise, reducing inflationary pressures.", "More importantly, a slowdown in growth does not have to mean high unemployment, which was the hallmark of the stagflation period of the 1970s.", "Right now, job vacancies are very high, which means employers are trying to hire still more workers from a declining pool of labour.", "By cooling overall demand, we can reduce the demand for labour and the degree of labour shortages in the economy.", "Employers could stop looking for new workers but keep the ones they have-with little impact on the unemployment rate.", "That is a scenario that delivers a soft landing.", "While we're thinking about the job market, there is another important point.", "Wage-setting dynamics are different now than in the 1970s.", "Fifty years ago, persistently high inflation played a more central role in the wage bargaining process.", "This is highlighted by the fact that the average contract length for collective agreements in Canada has more than doubled from roughly 18 to 20 months in the early 1980s to 42 months by 2021.", "This implies that unionized workers see less need now than they did in the 1970s or early 1980s to have their wage contracts frequently updated to catch up to rising consumer prices.", "The final, and more fundamental, difference between now and the period of high inflation in the 1970s is the inflation-targeting regime adopted by the Bank of Canada in 1991.", "From this first agreement with the Government of Canada, and at every renewal, the Bank's intent has been to target low and stable inflation to ensure that Canadians can make their economic decisions without worrying that inflation would erode the value of their money.", "This monetary policy framework has kept both inflation and expectations of future inflation low.", "Longterm inflation expectations in Canada declined from 4% in 1990 to stabilize at 2% around 1995.", "Although we don't have measures of Canadian inflation expectations in the 1970-80s, it is likely that they were as high in the 1970s as they were in the United States.", "There, inflation expectations averaged around 7% over the mid-1970s to mid-1980s (based on the University of Michigan Surveys of Consumers).", "Inflation targeting has allowed households and businesses to spend less time and energy on trying to compensate-or find workarounds-for rising consumer and input prices.", "Or put another way, it has allowed workers to bargain for and-expect-wage gains that recognize their skills and experience, not the need to compensate for the erosion of purchasing power.", "A perfect storm of higher prices This brings me to the humbling topic of where inflation is today, and why we have been surprised by its strength and persistence.", "Inflation pressures have been higher and more tenacious than we expected, largely because the economic conditions of the pandemic were unprecedented.", "Back in January 2021, we projected an uptick in inflation-but we expected it would be transitory, falling back as supply chain disruptions eased quickly.", "But as you can see, we have revised inflation projections higher in each Monetary Policy Report (MPR) since.", "This is largely due to repeated updates to our view of the strength and persistence of supply chain disruptions.", "In fact, we can now say that we have faced a \"perfect storm\" when it comes to global and domestic inflation.", "First, the recovery took on a unique characteristic.", "Goods consumption and housing activity quickly rose above pre-pandemic levels.", "That is, the pandemic generated a sharp shift toward goods consumption This in turn strained and disrupted already (Chart 8).", "weakened global supply chains, which I spoke about in my last speech.", "This sharp rebound in global demand for goods, along with pandemic-related restrictions and some weather-related events, created the perfect storm.", "The global supply of goods did not meet rapid growth in demand, causing goods prices to rise in Canada and around the world.", "Second, as I discussed, global commodity prices rose faster than anyone expected, partly in response to the strong economic recovery and more recently the war in Ukraine.", "We had expected some persistence of these supply problems.", "But modelling and predicting the resolution of supply issues is extremely difficult, and these supply problems have turned out to be more persistent.", "All these unique, largely global, factors led to higher inflation than we expected.", "In April we once again revised our inflation projection higher.", "We incorporated into our base-case scenario part of the upside risk to inflation related to more persistent supply chain issues that we outlined in our January MPR.", "We said in April that we expect inflation to average almost 6% in the first half of 2022 before easing to about 21⁄2% in the second half of 2023 and returning to the 2% target in 2024.", "And the March CPI number was above what we were projecting and will likely lead us to further revise our near-term profile for inflation.", "The policy rate is going up That brings me to my final point today-the path of our policy rate.", "We are confronted with an economy that is showing clear signs of overheating, very tight labour markets and this perfect inflationary storm of global events and preference shifts.", "Economic growth is displaying stronger momentum than we expected over the past few quarters.", "We've revised up expected growth in the first half of 2022 compared with what we had in January MPR.", "All of this means that our policy rate, at 1%, is too stimulative, especially when inflation is running significantly above the top of our control range.", "We need our policy rate to be at more neutral levels to help cool demand growth and bring the economy into balance.", "That's why we are taking actions to normalize our policy rate quickly and are prepared to be as forceful as needed.", "Simply put, with demand running ahead of the economy's capacity, we need higher interest rates to cool domestic inflation.", "And as we've said before, the economy can handle it.", "But here's where I want to discuss some of the nuances of the future path of interest rates.", "Economists are notorious for saying \"on the one hand this, but on the other hand that.\"", "And I'm about to live up to the stereotype.", "As we said in April, we could pause our interest rate increases when we get close to the neutral rate, which is a level of rates that neither stimulates nor weighs on the economy.", "Or we could raise interest rates beyond neutral levels.", "Let me elaborate on those two scenarios.", "First, what might lead us to pause our policy rate increases as the rate enters our estimated range for neutral of 2% to 3%?", "One reason would be if price increases reversed course.", "Commodity prices could start to decline, especially if the war in Ukraine is resolved.", "Another reason is related to the bullwhip effect.", "Spending habits shifted dramatically into goods and out of services at the outset of the pandemic.", "But now the economy is almost fully open.", "Because of this, spending on goods could decline faster than we expect, just as goods supply and inventories finally expand.", "Faced with excess supply, retailers and manufacturers could put large discounts on goods.", "This too could reverse observed price increases.", "Another factor that might lead us to pause is that many households have taken on more debt to get into the housing market.", "At the end of 2021, the household debt-to-income ratio was 186%, above the pre-pandemic level of 181%.", "And rising interest rates are designed to slow the economy by making borrowing more expensive.", "That tends to slow sectors like housing.", "But this slowing might be amplified this time around because highly indebted households will face high debt-servicing costs and will likely reduce household spending more than they would have otherwise.", "Our base-case scenario includes a slowdown in housing activity.", "But we could see a larger-than-expected slowdown due to higher indebtedness and unsustainably high housing prices.", "Now let me explore what would cause us to raise the policy rate modestly above neutral levels.", "Global supply chain issues could be more persistent.", "In addition, we could get a stronger boost in consumer spending as COVID-19 restrictions ease and people spend more of the savings they accumulated during the pandemic than we currently expect.", "We may also need to raise rates above neutral because parts of the economy may be less sensitive to rate hikes than in the past.", "That's because, on average, Canadians are in better shape financially than they were before the pandemic.", "For example, the average household has accumulated $12,000 in liquid assets, and Canadians have reduced non-mortgage debt balances.", "In addition, housing activity might be supported by factors that are not directly related to interest rate movements.", "Specifically, we could also get stronger demographic demand from immigration.", "Or some of the increase in housing demand we saw during the pandemic-for bigger housing and in suburban locations-could persist much more than we have factored into our projection.", "All this might lead to stronger underlying demand growth than in our current projection, despite higher interest rates.", "These considerations should make it clear that we are not on a pre-set path of policy rate increases aimed at getting to a specific \"terminal\" rate.", "Our decisions are not on autopilot.", "It's time to wrap up.", "We're living in extraordinary times.", "The doubling of commodity prices since the summer of 2020 and the reshaping of supply chains, as a result of both a pandemic and a European war, has caused enormous economic upheaval.", "Rising inflation is causing pain to consumers in many countries.", "All Canadians feel the cost of this high inflation.", "Inflation at 5% for a year-or 3 percentage points above our target-costs the average Canadian an additional $2,000 a year.", "And it is affecting more vulnerable members of society the most because prices of essential items like food and gasoline have risen sharply.", "This broadening of price pressures is a big concern.", "But this is not the 1970s all over again.", "Growth is strong in Canada, and the labour market is very tight.", "We have low unemployment, strong growth and, unfortunately, strong inflation.", "And importantly, our policy landscape is different as well.", "Since the 1990s, we and other central banks around the world have had success with inflation targeting.", "In Canada, inflation has been close to 2% and relatively steady for nearly 30 years.", "And we are committed to bringing inflation back to target, using higher interest rates and communicating clearly along the way.", "I'd be happy to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Commodity price shock", "Inflation", "Canadian economy", "Policy rate", "Supply chain disruptions", "Labour market", "Stagflation", "Inflation targeting", "Economic growth", "Household debt"]}