{"sentences": ["General Meeting of the OCBF Economic and financial situation and outlook in the context of the war in Ukraine Speech by Denis Beau, First Deputy Governor Ladies and gentlemen, I am delighted to be with you today on the occasion of your Annual General Meeting.", "Last year, I spoke before you about the outlook for the euro area economy in the wake of the health crisis.", "Since then, new lockdowns in China and especially the war in Ukraine have created new shocks for the European economy and financial system.", "Today, I would like to share with you our analysis, at the Banque de France and the ACPR, of the outlook and the resulting short-term, macroeconomic and subsequent macrofinancial risks, which guide our actions as a central bank and supervisor in our mission to preserve monetary and financial stability.", "I will end my remarks with the longer-term challenges we collectively face, associated with climate change and the digitalisation of finance, which should not be overshadowed by the war in Ukraine and its consequences.", "These challenges still require resolute and immediate action from all of us, and in this context I will say a few words about the role we can play as supervisors and central bankers to help banks in their transition to a sustainable economy and digitalised finance.", "Macroeconomic risks and outlook The war in Ukraine and the lockdown in China weighed heavily on the rebound in activity in Europe, and particularly in France, which had gathered pace in the second half of last year.", "They also strongly amplified, extended and diffused to consumer prices the rise in producer prices, initially driven by rising energy and raw material prices.", "In other words, we are now facing a \"slow- flationary\" shock whose magnitude and duration remain highly uncertain at this stage.", "Nevertheless, the baseline scenario for the euro area as a whole, as set out in the ECB's recently published forecasts, remains that of continued growth, albeit at a more moderate pace of 2.8% in 2022 and 2.1% in 2023, with growth revised upwards to 2.1% in 2024.", "The risk to this baseline scenario is clearly one of lower growth and higher inflation.", "For France, we will publish our new forecasts on 21 June and I cannot give you any scoops today.", "Nevertheless, it is clear from the latest business surveys that we have just conducted that the growth prospects in the short term should be in line with those in Europe, and a little less unfavourable in terms of inflation.", "So, based on our business survey in mid-May, early June, we expect GDP to rise by around a quarter of a percentage point in Q2, after -0.2% in Q1.", "Furthermore, from my point of view as a central banker in charge of ensuring price stability in the medium term, the main risk has changed radically in recent months: it is no longer that of \"too low for too long\" inflation but that of \"too high for too long\" inflation.", "Hence the need for the immediate normalisation of monetary policy that the ECB Governing Council decided upon and started to implement by reversing the exceptionally accommodative measures that were designed to address the risk of inflation being too low for too long.", "But the ECB's commitment is clear: the Governing Council will do whatever is necessary to reduce inflation and stabilise it at 2% over the medium term.", "The ongoing normalisation of monetary policy will follow a clearly defined sequencing.", "Last December, the ECB announced the gradual reduction of net purchases under the Pandemic Emergency Purchase Programme (PEPP).", "These net purchases were stopped last March.", "In March and April, it announced the reduction of monthly net purchases under the Asset Purchase Programme (APP).", "At the last Governing Council meeting, the ECB announced the end of net purchases as of 1 July 2022, and its intention to raise all key ECB interest rates by 25 basis points at its July monetary policy meeting.", "The ECB is also planning a further increase in key interest rates in September, the calibration of which will depend on the updated medium-term inflation outlook.", "After September, on the basis of its current assessment, the Governing Council expects that a gradual but sustained series of additional interest rate rises will be appropriate.", "Lastly, the reduction in the size of the Eurosystem's balance sheet will only be achieved at a later stage, probably when the need not only for normalisation but also for a tightening of monetary policy becomes apparent.", "As part of this gradual normalisation process, the ECB Governing Council has made it clear that it will not rule out any options, including acting against fragmentation within the euro area, and will maintain a gradual and flexible approach to conducting monetary policy.", "Macro financial risks and outlook In this context marked by the rise in external shocks, strong uncertainty about the extent of their impact and their duration, and a change in the interest rate environment with the prospect of very low or even negative rates over a long period coming to an end, we can collectively rejoice in the fact that for more than two years the banking sector has been resilient; it has contributed to mitigating shocks and not to amplifying them.", "This shock absorption capacity is an asset that must be maintained and even strengthened.", "This can be done through two channels: supervision and regulation.", "The macroeconomic risks and outlook in particular confirm the need to keep the monitoring of banks' credit and market risks high on the supervisory agenda of the ACPR and the Single Supervisory Mechanism (SSM).", "The immediate impact of the war in Ukraine on financial stability has so far been adequately absorbed as the direct exposures of the financial sector to Russia were low.", "However, risks to banks and financial stability may materialise through second-round effects and indirect channels from pre-existing vulnerabilities, notably those associated with (i) sectors most dependent on energy commodities, (ii) the development of leveraged finance and (iii) exposure to cyber-attacks.", "In this respect, particular attention should be paid to potentially sharp revaluations of high risk asset prices.", "The same holds true for rising prices and volatility in commodity markets and the considerable increase in margin calls on derivatives, in particular for energy and agricultural products.", "These have already put pressure on the liquidity of commodity market participants.", "Very careful monitoring of credit and liquidity risks in the energy in particular to ensure that any potential default (e.g.", "commodities sector is therefore required, by a trader) remains contained and does not lead to systemic contagion.", "Our second instrument for maintaining and strengthening banks' shock absorption capacity, after supervision, is regulation.", "I would like once again to stress the importance of an effective, fair and final implementation of the Basel III Accord, in its final 2017 version.", "As I said it last year, quoting the Governor, and it is even more the case today in the light of the crises we are facing: the Basel III rules represent the best possible agreement to promote The European Commission's proposal financial stability at the international level.", "(CRR3/CRD6) to finalise the implementation of these rules is a decisive and very balanced step forward.", "This balance must be preserved in the discussions that are underway in the Council and Parliament, and which will continue under the Czech Presidency.", "In this respect, I would like to mention two major challenges that you are familiar with.", "First, we continue to call for the implementation of an output floor at the highest level of consolidation within the European Union, which is the only level consistent with the spirit of the Banking Union, which is now almost complete.", "Second, we need targeted adjustments on critical and strategic exposures for the financing of the EU economy, but they must remain temporary in order to correspond to the spirit of the agreements.", "In the current context, in addition to completing micro-prudential regulation, it is also desirable to maintain a comprehensive and consistent macro-prudential safety net to enable banks to absorb new shocks while continuing to provide essential services to the This takes several forms, ranging from countercyclical capital buffers, which the real economy.", "French macroprudential authority reset at 0.5% with a 12-month implementation deadline at its March meeting, to borrower-based measures.", "In this respect, the High Council for Financial Stability turned its recommendation for a debt service to income ratio cap of 35% and a maturity limit of 25 years on new housing loans into a legally binding standard from 1 January 2022, while maintaining the flexibility margin for 20% of quarterly new loan issuance.", "This measure aims at preventing excessive household debt in a context where housing loan issuance remains strong, while preserving the French model for financing home ownership.", "In conjunction with the predominance - which borders on exclusivity - of fixed-rate loans in France, it has strengthened financial resilience in the face of the prospect of rising interest rates.", "Attention paid to the solvency of non-financial players also takes the form of the standard, adopted in May 2018 and extended until 2023, limiting the exposure of systemically important banks to the most indebted large companies residing in France to 5% of their capital.", "Finally, strengthening financial stability in Europe requires completing the Banking Union.", "The approach put forward by the President of the Eurogroup last May consists of a stepwise approach across four main workstreams (banking crisis management, depositor protection, diversification of sovereign exposures and provision of banking services within the single market).", "This stepwise approach is based on trust and realism.", "We view this as an asset for securing the political agreement that is needed to move towards a more comprehensive and resilient banking union, but which remains dynamic and innovative.", "Challenges associated with climate change and the digitalisation of finance To conclude these remarks, I would like to say a few words about the role we can play as supervisors and central bankers to help banks on the path towards a sustainable economy and the digitalisation of finance.", "On the first point, the recent publication of the latest contribution to 6th Assessment Report reminds us of the urgent need for a transition to carbon neutrality.", "Supervisors have already started to assess the exposure of financial institutions to the resulting transition risks, in order to encourage them to identify, assess and manage these risks in the same way as traditional risks - and the ACPR has played a pioneering role with the first stress test on climate risks.", "Climate risks will be gradually integrated into the prudential framework, starting with requirements under Pillars 2 and 3.", "Banks need to prepare for these future regulatory requirements, including those relating to climate risk stress tests and to transition plans.", "The latter are part of the CRD6 proposal, which is currently under negotiation.", "As regards Pillar 1, the integration of climate risks continues to be the and I hope that the subject of intense debate publication of an EBA consultation paper will enable us to move forward.", "However, the many methodological and data limitations will need to be addressed before new requirements are implemented.", "In any case, I would like to stress that, from my perspective as a supervisor, Pillar 1 should remain risk-based and that we should move beyond the somewhat artificial opposition between green and brown exposures, by assessing transition risk more on the basis of transition plans.", "As regards the digitalisation of finance, in addition to contributing to the development of regulations such as DORA (Digital Operational Resilience Act) and MiCA (Markets in crypto- assets), which aim to facilitate the development of innovations in a framework that improves confidence and financial stability, we can, as a central bank, play a positive role from an operational point of view by reviewing our offer of monetary services.", "In this perspective, the Banque de France has successfully conducted nine experiments with central bank digital money (CBDM) for the purpose of interbank settlement, securities transactions and cross-border payments over the past two years.", "They will continue in 2022 in two major areas: - The first area concerns the settlement in central bank money of securities issued on new distributed ledger platforms, which will be governed by the pilot scheme from 2023.", "New technologies offer opportunities to facilitate the trading of financial securities and improve the functioning of markets.", "However, central banks are careful to ensure that they do not lead to market and liquidity fragmentation.", "Following the example of what has been done for TARGET2-Securities, the Eurosystem could therefore adjust the means of access to its settlement asset to secure trading of tokenised assets.", "- The second area concerns the improvement of cross-border payments, which international bodies have rightly made a priority.", "Last year, we demonstrated the advantages of CBDM to optimise the payment chain by reducing the number of intermediaries and improving the security of settlements.", "Alongside these discussions on interbank CBDM, the issuance of retail MNBC is being examined.", "The launch of a possible digital euro by the Eurosystem would meet several objectives: 1- reaffirm the anchoring role of central bank money in the digital world, much like the role that banknotes play today in the physical world.", "- contribute to strengthening Europe's strategic autonomy in the field of payments, in a public- private partnership approach.", "We are aware of the impact that a digital euro could have on financial intermediation and monetary and financial stability.", "This means that these issues must be addressed at the design stage of a digital euro, for example by introducing holding limits or by developing a model in which intermediaries will play a central role in the distribution of the digital euro and in the management of relations with users.", "This is why we are now initiating a dialogue with stakeholders, which should be stepped up in the coming weeks and months.", "But there should be no doubt that, besides regulators and central banks, the private sector in digital innovation.", "From this point of view, I would like to highlight also has a key role to play the strategic importance of the European Payments Initiative (EPI) project, which currently represents the only project for a joint solution rather than an interoperability of heterogeneous domestic solutions.", "We, at the Banque de France, therefore hope that the launch of the first EPI solutions, scheduled for 2023, will convince other banks to join this initiative which offers Europe a great opportunity to build an independent European payments market for the future.", "To conclude, in the face of the many short and medium-term risks and challenges, I would like to share with you, the members of the OCBF and more broadly with the stakeholders in our banking system, a message of confidence but also of great vigilance.", "The reforms conducted by the regulators and the efforts made by the banks over the past decade have borne fruit and the European banking system has demonstrated its great resilience during the health crisis and then in the face of the war in Ukraine.", "The banking sector has also managed to support government efforts to deal with the crisis and kick start recovery.", "But these developments should encourage us collectively to remain very vigilant in an environment marked by a rise in shocks and strong uncertainty and to pursue our efforts to bolster this resilience in order to successfully meet current and future challenges."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Macroeconomic risks", "Macrofinancial risks", "Climate change", "Digitalisation of finance", "ECB monetary policy", "Banking regulation", "Banking supervision", "Basel III Accord", "Countercyclical capital buffers", "Banking Union"]}