{"sentences": ["Before the Russian invasion of Ukraine, to understand the economic outlook on both sides of the Atlantic and how the policy mix should have evolved accordingly, three key factors were especially important.", "The first factor is related to the developments in the energy market.", "Oil prices rose, gradually but steadily, at the global level from the lows of the most acute phase of the health emergency: on the eve of the war, they were 60 per cent higher than in January 2020 (for both the US and Europe).", "Gas prices in the US recorded similar dynamics, almost doubling with respect to January 2020 (Figure 4).", "But it was the cost of European gas, strongly dependent on supply from Russia, that really skyrocketed: between September 2021 and February 2022 it averaged at over 8 times the value of January 2020; after the outbreak of the war it was even higher, with a peak of 20 times the level of January 2020, before returning somewhat closer to the previous average in the last few days.", "This is particularly worrying due to the special role of gas in determining retail prices not only for heating and industrial uses, but also for electricity at large.", "It is consequently important to assess the effects of Europe's energy crisis on consumer prices, also beyond their direct effects on headline inflation.", "A significant share of the rise in core and food inflation, in fact, is due to higher energy prices; in particular, we may estimate that, absent the energy shock, headline inflation in February this year would have been 3.5 percentage points lower, at a level, therefore, only slightly above the ECB's 2 per cent target.", "The failure of inflation forecasts in 2021 has been repeatedly highlighted: however, indirect effects stemming from the increase in the costs of production - mostly due to unpredictable geopolitical factors that are outside the realm of economics - explain almost entirely the upward surprises recorded on core inflation in the euro area in the second half of the year.", "The energy shock has also relevant consequences for aggregate demand in energy importing economies, where it translates into a drag on domestic resources.", "In the euro area, the deterioration of the terms of trade, mostly due to the rise of energy prices, has reduced the purchasing power of domestic incomes (which includes all sectors of the economy) by about 1 percentage point in 2021, and is expected to have an even larger impact in 2022.", "The repercussions of the energy shock are likely to be especially severe for households.", "In the euro area, should gas and oil prices remain at the exceptionally high levels currently implied by future contracts, the increase in consumer prices would cumulatively curtail their disposable income by around 4 percentage points in 2021 and 2022.", "These losses are asymmetrically distributed across families, hitting more heavily the less well-off who typically devote a larger portion of their incomes to energy purchases.", "The second key factor is related to the labour market.", "In the US the growth of nominal wages (measured as average hourly earnings) amounted to more than 4 per cent last summer, nearing 6 per cent in January 2022 (Figure 5).", "In the euro area, instead, the increase in wages (as measured by negotiated wages, which tend to grow broadly in line with actual earnings, but are much less volatile) still remains below 2 per cent.", "The substantial slackening that we continue to observe in the intensive margin of labour utilisation - in the third quarter of 2021 hours per worker were still almost 2 per cent less than on the eve of the pandemic - and the low level of vacancy rates - which does not suggest any potential signal of a mismatch between the supply and demand of labour - have not pointed so far to the possibility of a worryingly persistent acceleration of nominal wages.", "It goes without saying that this is a factor whose evolution will have to be closely monitored.", "The third factor concerns inflation expectations.", "In the US, longer-term expectations (beyond five years) do not show clear signs of a de-anchoring, providing an encouraging perspective on the possibility, for the Fed, of bringing actual inflation down without implementing surprising and abrupt changes in the monetary stance, which could trigger a recession (Figure 6).", "In the euro area, the process of the gradual re-anchoring of longer-term expectations from the lows observed in the last few years is being completed, even if a relatively large percentage of analysts continues to predict inflation to be somewhat below our 2 per cent (symmetric) target in five years.", "Given these developments - while in the US the Federal Open Market Committee decided it wise to quickly reduce asset purchases and implemented an effective line of communication aimed at preparing the public for the lift-off of the target range for the federal funds rate - in the euro area a gradual normalisation of monetary policy was deemed to be the most appropriate stance.", "From the evidence that I have briefly summarised, I strongly believe that monetary policy in the euro area has not been behind the curve.", "Indeed, I would venture to say that the re-anchoring of inflation expectations, after a rather long period during which the ECB has successfully countered material deflationary risks, also bears witness to the success of the new monetary policy strategy completed in July of last year.", "And there is certainly good reason to believe that, given wage prospects and the state of expectations, headline inflation will progressively converge to 2 per cent as the serious disturbances generated by the dramatic evolution of the Russia-Ukraine war fade away.", "The rise in energy prices (which has also been accompanied by price increases of other commodities, most prominently food) is, in fact, a clear and unexpected supply-side shock, one that may admittedly last for some time.", "In addition, as I have observed, it is likely to have important negative effects on aggregate demand and, in turn, on the medium-term inflation outlook.", "While both monetary and fiscal policy may, in principle, counter the inflationary effects of energy costs, only the latter is able to directly influence these costs, also offsetting the loss in disposable income - at least in part and to the extent that it does not jeopardise debt sustainability - and limiting their impact on the economy.", "That said, the main response to what is essentially a tax cannot come from monetary policy, especially in the absence of a wage-price loop and with inflation expectations re-anchoring to the central bank's objective.", "However, these issues emphasise the importance of swiftly designing a strategy, particularly at the European level, that, while in the short run helps to curb the unjustified spike in energy prices, on a more structural basis takes into consideration the issue of energy source diversification, energy storage and the identification of common resources for managing energy crises.", "It is a challenge that, today, goes hand in hand with the one posed by climate change and its resolution is essential also for avoiding uncontrolled and dangerous increases in the relative prices of fossil fuels."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["Energy crisis", "Inflation", "Monetary policy", "Wage growth", "Inflation expectations", "Energy prices", "Gas prices", "Russia-Ukraine war", "Supply-side shock", "Fiscal policy"]}