{"sentences": ["I am very happy to appear again in person before this Committee to present the ECB's Annual Report for 2021.", "The last time I joined you here in Brussels physically was 1 April 2019 and many things have happened since then.", "The Annual Report and today's hearing are an important pillar of the ECB's accountability relationship with this Parliament.", "That is why today we are also publishing our written feedback to your resolution on our Annual Report for 2020.", "In response to the call included in your resolution last year, the ECB Annual Report now comprises a new chapter outlining all our sustainability-related activities and initiatives.", "As a result, our existing environmental reporting framework has been expanded to also incorporate social and governance-related considerations in an integrated format.", "In my remarks today, I will first discuss the economic outlook for the euro area and the recent monetary policy decisions taken by the ECB.", "I will then briefly update you on our current financial stability assessment, notably considering the impact of the Russia-Ukraine war.", "Finally, I will discuss the importance of a strong, resilient and well-integrated European financial sector, in particular at the present juncture.", "The evolution of the economic outlook and the ECB's decisions As documented in the Annual Report, in the course of 2021, the euro area economy began to rebound from the pandemic emergency and by the end of the year had moved onto a firmer path of recovery.", "This is the highest annual rise since the early 1970s but reflects a recovery from the large contraction in 2020.", "However, the Russian invasion of Ukraine has since cast a dark shadow over our continent.", "The ongoing war is first and foremost a human tragedy causing enormous suffering.", "But it is also affecting the economy, in Europe and beyond.", "Economic activity is expected to continue to grow this year, albeit at a slower pace than was expected at the start of the year.", "With pandemic-related restrictions still weighing on economic activity, euro area growth is likely to have been weak in the first quarter of this year.", "Following an upswing in the course of 2021, inflation reached a multi-decade high of 7.4% in March, up from 5.9% in February.", "The war has amplified the impact on consumer energy prices, which have further increased since the start of the conflict and are now 44% higher than one year ago.", "This surge in energy prices is reducing demand and raising production costs.", "The war is also weighing heavily on business and consumer confidence and has created new bottlenecks.", "These bottlenecks are exacerbated by additional supply chain difficulties stemming from new pandemic measures in Asia.", "These developments point to slower growth in the period ahead.", "There are also offsetting factors supporting euro area growth though, such as the strong labour market and the momentum coming from the re-opening of some sectors.", "Regarding the inflation outlook, price increases will most likely remain high over the coming months, mainly because of the sharp rise in energy costs.", "Over the medium term most survey and market-based measures of inflation expectations indicate inflation rates around our two per cent target.", "Inflation expectations have been rising in recent months though and initial signs of above-target revisions in those measures warrant close monitoring.", "There are many factors complicating the outlook for growth and inflation, and it is clear that uncertainty is high.", "In this environment, our monetary policy is guided by the principles of optionality, gradualism and flexibility.", "At its April meeting, the Governing Council judged that the incoming data since its previous meeting reinforced its expectation that net asset purchases under the asset purchase programme (APP) will be concluded in the third quarter.", "Looking ahead, our monetary policy will be data-dependent and reflect the Governing Council's evolving assessment of the outlook.", "This data dependence is fully in line with the principle of optionality.", "Changes to our key interest rates will follow \"some time after\" the end of our net purchases and be gradual.", "Moreover, within our mandate and under stressed conditions, we will deploy flexibility to ensure that monetary policy is transmitted smoothly across the euro area, as we did to good effect during the height of the pandemic.", "We stand ready to adjust all of our instruments within our mandate, incorporating flexibility if warranted, to ensure that inflation stabilises at our two per cent target over the medium term.", "The combination of fiscal and monetary policy support remains critical, especially in this challenging geopolitical situation.", "The fiscal support measures adopted so far in response to the war have helped somewhat, by partly compensating households for higher energy prices through both indirect tax reductions and transfers.", "Looking forward, efforts should be made to increasingly target measures on vulnerable households to keep public finances in check, while at the same time setting the right incentives for reducing the use of fossil energy and dependence on Russian energy.", "Moreover, a successful implementation of the investment and reform plans under the Next Generation EU programme would accelerate the energy and green transitions, enhancing long-term growth and resilience.", "The impact of the war on the European financial sector Let me now turn to the impact of the war on the financial sector.", "So far, the fallout from the war has not posed a direct threat to financial stability.", "Financial markets have been highly volatile since the start of the invasion but continue to function in an orderly manner.", "Overall, the immediate economic effects of the Russian invasion have generally been manageable for the euro area banking sector, and the banking system has not experienced any liquidity shortages.", "At the same time market valuations of banks have declined, but this mainly reflected broader concerns about a weaker economic outlook in light of rising energy and commodity prices, and the associated lower prospects for bank profitability.", "The aggregate direct exposure of the euro area banking sector to Russia is anyhow limited and concentrated, and concerned banks are taking steps to reduce it further.", "The non-bank financial sector's direct exposure to Russian assets is also limited.", "While increases in fund outflows may cause liquidity risks to surface and spill over to the banking sector, stress has been contained so far.", "Funds with higher share of Russian securities mitigated such risk also with the use of liquidity management tools, such as suspension of redemptions.", "Moreover, financial institutions have largely already incurred the possible losses on dollar and euro-denominated Russian external sovereign debt, owing to the drop in market value of these assets.", "Commodity markets have been the main transmission channel for stress up to now.", "Elevated commodity prices increase financial stability concerns associated with high inflation and low growth.", "Furthermore, the extreme volatility of prices has led to some stress in commodity derivatives markets, although there has been no major incident so far.", "Financial institutions have limited net exposures on commodity derivatives and banks acting as clearing members are generally safeguarded by robust credit-risk management frameworks.", "Bigger net exposures are held by energy producers and suppliers, commodity traders, as well as energy-dependent firms who use commodity derivatives to hedge their core business risk.", "The significant drop in outstanding contracts suggests that these entities might be scaling down this hedging activity.", "Therefore, further episodes of high volatility in commodity prices could adversely affect their operational capacity and thereby exacerbate tensions in the supply of commodities.", "The importance of a strong, resilient and well-integrated financial sector in the EU Sound financial regulation and integration have allowed Europe to manage the turbulence caused by the Russian invasion.", "Underpinned by regulatory and supervisory reforms, financial integration in the EU has not only enhanced the resilience of our economy and financial sector, but also improved our ability to act together.", "Close collaboration in various aspects of EU decision-making allowed EU financial sanctions to be adopted swiftly and implemented consistently, giving our actions greater weight.", "Financial fragmentation has the opposite effect: in the past, it weakened political unity and reduced the impact of the EU's actions.", "This provides a powerful incentive to further advance EU financial integration and deepen the Economic and Monetary Union.", "Two areas are crucial in this respect: completing banking union and deepening capital markets union.", "Both are necessary to finance the digital transformation and the green transition - the two major challenges that lie ahead.", "The Russian invasion has demonstrated how vulnerable Europe is due to its high dependency on fossil fuel imports from Russia.", "Speeding up the green transition is therefore crucial - not only to address the urgent environmental and climate challenges we face, but also to help increase our energy security and protect the economy from energy price spikes.", "Well-functioning and integrated capital markets can play a crucial role in fostering the green transition.", "Equity markets are particularly well-suited for mobilising and directing financing towards riskier and more innovative projects.", "In parallel to the ambitious implementation of the European Commission's capital markets union action plan, we need to make urgent progress on the EU's sustainable finance agenda to build a green capital markets union.", "You, as co-legislators, have a key role to play in fostering financial integration by adopting legislation that will contribute to the completion of banking union and capital markets union.", "Your choices could help to build an even stronger and more resilient financial sector to face the challenges ahead.", "The Russian invasion of Ukraine is a terrible tragedy and the ECB's Governing Council expresses its full support for the people of Ukraine.", "In addition to the immediate and devastating humanitarian impact, the war will also create a difficult phase for the euro area economy.", "We will face, in the short term, higher inflation and slower growth.", "But there is considerable uncertainty about how large these effects will be.", "It will crucially depend on how the conflict evolves, on the impact of the sanctions and on possible further measures.", "Beyond the humanitarian and economic impact, the recent events have also exposed major strategic vulnerabilities in Europe.", "And we can only address these by remaining united.", "Europe's recent history has shown that when faced with significant shocks, we are capable of coming together, learning our lessons and emerging stronger.", "The initiatives taken on European level so far to address this crisis suggest that this time will be no different.", "The war in Ukraine has reminded us yet again that peace in Europe cannot be taken for granted.", "But it has also reminded us of the European Union's very raison d'être - to preserve peace.", "Because, in the words of Jean Monnet, \"It is better to fight around the negotiating table than on the battlefield\".", "Thank you for your attention, I now stand ready to take your questions.", "See Feedback on the input provided by the European Parliament as part of its resolution on the ECB Annual Report 2020.", "See ECB (2022), \"Financial integration and structure in the euro area\", April.", "See Bongini, P., Ferrando, A., Rossi, E. and Rossolini, M. (2021), \"SME access to market-based finance across Eurozone countries\", Small Business Economics, Vol.", "(2014), \"Financial development and innovation: Cross-country evidence\", Journal of Financial Economics, Vol."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Economic outlook", "Monetary policy", "Financial stability", "Energy prices", "Green transition", "Financial integration", "Banking union", "Capital markets union", "Russian invasion"]}