{"sentences": ["Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Yamanashi NAKAMURA Toyoaki Member of the Policy Board I.", "Economic and Price Developments at Home and Abroad A.", "Recent Developments and Outlook for Economic Activity and Prices I will begin my speech by talking about recent developments in economic activity and prices.", "Overseas economies have recovered on the whole, albeit with variation across countries and regions, with the impact of the novel coronavirus (COVID-19) waning gradually (Chart 1).", "In advanced economies, resumption of economic activity continues as vaccination has progressed, while priority public health measures have been taken to respond specifically to the spread of the Omicron variant.", "Emerging and commodity-exporting economies have generally picked up on the back of progress with vaccinations.", "Against this background, a pick-up in Japan's economy has become evident (Chart 2).", "Exports and production continue on an uptrend, albeit with the effects of supply-side constraints.", "A pick-up in private consumption has also become evident since early autumn 2021, although downward pressure due to the spread of the Omicron variant has recently been a cause for concern.", "On the price front, the year-on-year rate of change in the consumer price index (CPI) for all items less fresh food, or core CPI, despite being affected by the reduction in mobile phone charges, has been slightly positive, reflecting price rises in energy and other items (Chart 3).", "Japan's economy is likely to recover as the impact of COVID-19 and the effects of supply- side constraints gradually wane.", "The year-on-year rate of change in the core CPI is also likely to increase in positive territory due to a dissipation of the effects of a reduction in mobile phone charges on the back of a moderate pass-through of raw material cost increases.", "Risk Factors for Economic Activity and Prices This outlook is subject to a number of uncertainties; specifically, I am particularly attentive to the following factors.", "The first is the Chinese economy, sometimes referred to as \"the world's market\" or \"the workshop of the world.\"", "There is a risk that the spread of the Omicron variant under China's zero-Covid policy will lead to globally prolonged supply-side constraints and protracted inflationary pressures, in addition to pushing down the global economy.", "Attention should also be paid to such factors as the aging population, intensified conflict between China and both the United States and Europe, and the decline in medium- to long-term growth potential mainly due to the imposition of stronger restrictions.", "The second factor is firms' price-setting behavior.", "Uncertainties surround future developments in the pass-through of raw material cost increases, leaving potential for movement in either direction.", "If cost increases are not passed on sufficiently, this could cause firms to fall into a vicious cycle where their business performance will deteriorate, making it inevitable that they will cut wages and investment for the future.", "On the other hand, the pass- through of cost increases may also proceed further than expected; firms have recently become increasingly sensitive to inflation, with upstream price rises gradually spreading to downstream (Chart 4).", "I consider it crucial for firms' price-setting stance to become active in order for Japan's economy to shift toward a new growth path and to achieve the Bank's price stability target.", "The third factor is a change in households' preference for holding on to their cash and deposits.", "The amount outstanding of households' cash and deposits continued to grow, increasing by 44 trillion yen relative to the pre-pandemic trend, and reaching 1,072 trillion yen as of end- September 2021 (Chart 5).", "If the impact of COVID-19 gradually wanes, this is expected to result in a materialization of pent-up demand, thereby stimulating economic activity.", "In fact, with the younger generation in particular having been showing greater interest in financial asset investment, it is hoped -- as I will elaborate on later -- that if households can reap the fruits of global economic growth by gaining stable income through the dividends from their investment in financial assets, this will help bring about a virtuous cycle of growth and At the same time, these trends naturally weaken when households distribution in the long run.", "lower their growth expectations for Japanese firms.", "I am therefore paying close attention to how these trends develop alongside firms' efforts toward achieving growth.", "The fourth factor is investment behavior, particularly among small and medium-sized enterprises (SMEs).", "The amount outstanding of cash and deposits has been on an increasing trend for both large enterprises and SMEs.", "In contrast, net interest-bearing debt -- the difference between interest-bearing debt and cash and deposits -- has been decreasing as a trend among SMEs, unlike large enterprises, showing no clear increase since 2018 (Chart 6).", "Shifting our focus to business fixed investment for fiscal 2021, large enterprises across all industries have been in line with past averages, maintaining a 9 percent-plus increase over the previous fiscal year.", "In contrast, the Bank of Japan's December 2021 Tankan (Short-Term Economic Survey of Enterprises in Japan) shows that business fixed investment for SMEs across all industries, which tends to be revised upward through the fiscal year-end, has been relatively weak (Chart 7).", "Attention should be paid to whether SMEs strengthen their stance of cutting investment and hoarding cash and deposits, as this will delay a long-standing challenge to Japan's economy, namely, raising productivity.", "Conduct of Monetary Policy Let me now turn to the Bank's policy conduct.", "The Bank has conducted powerful monetary easing in response to COVID-19 since March 2020 through the following three measures: (1) the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19); (2) an ample and flexible provision of and (3) purchases of exchange-traded funds (ETFs) and Japan real estate investment trusts have had positive effects, coupled with the (J-REITs).", "The Bank's responses government's measures and active efforts by financial institutions, and financial conditions in Japan have been accommodative on the whole.", "That said, weakness remains in the financial positions of firms in some segments, such as the face-to-face services industry, and of small and medium-sized firms.", "There also continues to be significant uncertainty surrounding the impact of COVID-19, including the spread of the Omicron variant.", "Against this background, the Bank decided in December 2021 to extend the Special Program in part by six months with a view to doing its utmost to support financing, mainly of small and medium-sized firms (Chart 8).", "The Bank will continue to closely monitor any changes in the situation, including those related to the impact of COVID-19, and take appropriate measures.", "On this basis, it will persistently continue with the current powerful monetary easing to achieve the price stability target of 2 percent.", "In the meantime, since climate change could exert an extremely large impact on developments in economic activity and prices as well as financial conditions from a medium- to long-term the Bank has implemented as one of its policy responses a fund-provisioning measure to support private financial institutions' various efforts in fields related to climate change.", "It conducted its first operation under the measure in December 2021, through which funds amounting to more than 2 trillion yen were provided.", "The result of the operation seems to indicate that financial institutions have already made a certain amount of climate change- related investment or loans.", "This raises the possibility that investment made by firms to address climate change, including by small and medium-sized firms, will be larger than anticipated.", "While this is expected to bring about a long-term expansion in domestic investment, the Bank will continue to closely monitor firms' initiatives and investment plans.", "Transformation of the Success Model from Japan's Rapid Economic Growth Period and Challenges to Realizing New Growth A.", "Structural Changes in Japan's Economy and Efforts to Transform the Economic I would now like to share my view on structural changes in Japan's economy and efforts to transform the economic system from a longer-term perspective, based on my own experience at a private firm I worked at from 1975 to 2020.", "The business model that drove Japan's export-led growth from the rapid economic growth period through 1984 was set against the backdrop of Japan's stable political and economic environment during the Cold War and a depreciation of the yen.", "It was characterized by concentrated domestic investment in cheaply manufacturing high-quality products in existing product areas, such as automobiles and household electrical appliances, and selling them to the world.", "Meanwhile, so-called Japan Inc. was formed, built around (1) long-term employment practices marked by lifetime employment and the seniority system, (2) long- term business relationships, such as the main bank system and corporate relationships with subcontractors and affiliates, and (3) government-corporate cooperation channeled through administrative guidance and industry organizations.", "This integrated system also underpinned the country's export-led growth aimed at catching up with other advanced economies.", "However, drastic changes took place in Japan's economic environment from the latter half of the 1980s -- for instance, the yen's rapid appreciation following the Plaza Accord, the completion of the catching-up process, the end of the Cold War, advances in globalization, and the rise of emerging economies.", "Japan entered an era in which growth required risk taking, and its economic system stood in need of transformation to adapt to the new era.", "However, such transformation was postponed, with firms burdened by the \"three excesses\" in employment, production capacity, and debt, mainly due to the economic bubble and its bursting.", "Even from the late 1990s into the new millennium, at the time of the Asian financial crisis and the bursting of the U.S. dot-com bubble, long-term employment practices and other obstacles hampered many Japanese firms from pushing through the realignment of their business portfolios, which would have enhanced their value-added.", "Faced with deteriorating business performance, they responded by overhauling their cost structure, cutting costs in, for example, labor -- including investment in human resources -- research and development (R&D), and depreciation expenses, while maintaining their existing business portfolios.", "This gave rise to excessive competition among firms in Japan and a continued decline in prices.", "Furthermore, long-term deflation made the recovery of investment costs increasingly unlikely, which, along with other factors including those just mentioned, caused more firms to shy away from investment and the pursuit of innovation.", "Japan's economy then suffered two crises, namely, the 2008 Global Financial Crisis and the Great East Japan Earthquake in 2011, both of which coincided with firms being faced with so-called six headwinds, including a historically strong yen.", "To adapt to the headwinds, large enterprises in the manufacturing sector made further inroads overseas and increased their capacity for generating earnings abroad despite the strong yen.", "Outward direct investment, including that by the nonmanufacturing sector, began to expand further around 2013, and continues even now to contribute to Japan's stable current account surplus trend through the surplus in primary income -- or the positive balance associated with foreign investment (Chart 9).", "However, these developments have been seen primarily in large enterprises; there is still an ongoing financial surplus in the corporate sector.", "On this point, if firms do not actively make investments, innovation in creating new products, services, and businesses will fall short, as was the case during Japan's long-term deflationary period.", "Partly due to a decline in growth expectations, households that receive wages from firms will in turn hold back on spending and investment, hoarding more of their deposits.", "Even if firms make efforts to sustain demand with price cuts, funds from households will likely decrease.", "Firms will then further hold back on investments, leading to a greater lack of innovation and reduced flow of funds; as a result, the economy will slip into low growth (see Chart 10 for a simplified representation).", "That said, Japan's economy is in the midst of a sea change.", "Of the six headwinds, the issues of a historically strong yen, delayed creation of EPAs, and high corporate tax rates can be said to have been mostly resolved.", "In particular, the Comprehensive and Progressive Agreement for Trans-Pacific Partnership (TPP-11), which came into effect in December 2018, and the Regional Comprehensive Economic Partnership (RCEP), which came into effect in January 2022, have lowered barriers to exports and overseas expansion, raising hopes of more aggressive corporate activities taking advantage of these frameworks.", "Meanwhile, digitalization and climate change response, which are considered to be key areas of Japan's growth strategy, require sustainable large-scale domestic investment involving numerous firms across the value chain.", "Moreover, as firms revisit the value chain, we are likely to see some SMEs and startups experiencing significant growth, mainly through business realignment.", "This could, in turn, spur the creation of new businesses and products and promote growth in new areas of demand.", "My hope is that the revival of such dynamism will change the excessive savings mindset among firms; boost the flow of funds as investments in, for example, equipment, software, R&D, human resources, and merger and acquisition activities stimulate further investments; and realize new economic growth and a sustained increase in wages (see Chart 11 for a simplified representation of this virtuous cycle).", "Challenges and Initiatives in Realizing New Growth To bring about such a virtuous cycle, it will be necessary to overcome the dearth of dynamism -- a major challenge for Japan's economy -- in tandem with the transition to a post-pandemic society.", "In particular, the Japanese-style employment system rooted in long-term employment practices, including seniority-based wages and internal promotions, will need to be reformed, as will the country's rigid labor market.", "The Japanese-style employment system was effective in an era of steady growth in supply and demand through exports and domestic industrial clusters, with growth being driven through process innovation, exemplified by kaizen (continuous improvement).", "Now, however, in the so-called VUCA era,3 which is characterized by the creation of high value through intangible assets and growth that requires risk taking, it is not easy for individual firms to sustain growth by going it alone.", "If firms become fixated on maintaining all of their business lines, they will be slow to realign their business portfolios and will end up losing focus.", "As excessive costs build up and profits decline in such firms, growth in employee wages will end up being constrained, which will in turn increase concerns regarding the future.", "It should be noted that, from fiscal 2022, Japan's baby boomer generation will begin moving into the category of advanced elderly.", "Greater labor force participation by women and seniors contributed to economic growth over the past decade.", "However, as further increase in the labor force participation rate proves difficult, the more pressing need will be to improve productivity (Chart 12).", "On the one hand, boosting productivity will require business owners to emphasize the growth of both the business and its human capital; they will need to consolidate less productive businesses under their best owners (companies that are expected to maximize the value of the business over the medium to long term); and they will have to channel resources into growth businesses such as through M&A activities.", "On the other hand, I think it is critical for both firms and households to be forward-looking in their actions to achieve growth and affluence, with, for example, individuals continually pursuing self- betterment to gain knowledge and skills that lead to greater added value.", "From this perspective, it is also vital to develop both a social safety net and a sustainable social security system that encourage active risk taking.", "For example, corporate pensions are a key factor in enabling working people of child-rearing age to change jobs without adding to their anxiety about post-retirement years.", "To encourage the broader adoption of corporate pension plans among SMEs, the Japanese government introduced in 2018 a simplified defined-contribution pension plan, and iDeCo+ (iDeCo Plus), a defined-contribution plan for small and medium-sized businesses.", "Although the government has since continued to refine the plan to make it available to a wider range of people, the number of iDeCo+ subscribers still stands at around a mere 23,000.4 Looking at trends among people changing jobs by size of enterprise, the number of people moving between large enterprises and from SMEs to large enterprises has increased significantly, while the number of those moving between SMEs and from large enterprises to SMEs has declined or remained flat.", "It is possible that the issue of pension plans may be one of the reasons labor migration to SMEs has not increased (Chart 13).", "Realizing new growth in Japan's economy will require smooth labor migration into growth businesses, including startups.", "I look to corporate managers, financial institutions, and local administrations to accelerate their efforts to this end.", "Realizing New Growth by Reviving the Dynamism of Japanese Firms and Reinforcing Investment in Human Capital There is a growing trend around the world to step up efforts to build a new form of capitalism that is focused on sustainability and human capital to generate new investment and growth.", "The government is positioning Japan to take the lead in this trend.", "The emergency proposal announced by the Council of New Form of Capitalism Realization in November 2021 is a comprehensive statement, encompassing strategies for both growth and distribution.", "In particular, I would like to offer my opinion on what is involved in reviving the dynamism of Japanese firms and reinforcing investment in human capital.", "Reviving the Dynamism of Japanese Firms Sustained growth in income is generated by economic growth, and economic growth is generated by innovation arising from sustained corporate growth investment.", "I think the key to this innovation lies in the revival of corporate dynamism and the development of the human resources necessary to pursue new businesses.", "My impression is that the risk aversion in the so-called VUCA era has led to a dearth of innovation.", "According to statistics from the Organisation for Economic Co-operation and Development (OECD), the percentage of firms in Japan that have brought new products and services to the market is 9.9 percent for the manufacturing sector and 4.9 percent for the services sector.", "This is considerably lower than the 18.8 percent in manufacturing and 9.0 percent in services in Germany and the 12.7 percent and 7.6 percent in the United States.", "Japan has historically excelled at process innovation, but with advances in digitalization, the country now lags far behind in this area as well.", "Among U.S. firms, digitization (converting analog or paper-based data into digital format) and digitalization (digitalizing individual business operations and manufacturing processes) have streamlined and made more efficient the workforces of existing businesses while creating new employment opportunities in growth businesses.", "It seems to have been difficult for these mechanisms to gain traction among Japanese firms, and this has led to delays in digitalization.", "However, advanced economies are pursuing digital transformation (DX) not chiefly to reform the cost structure but rather to move toward a business model in which data creates value.", "Meanwhile, the expansion of cloud-based services has lowered hurdles to digitalization, for instance, by enabling lower-cost and faster implementation.", "This, I believe, provides firms with the opportunity to step up the pace of transformation of their business models and make significant headway into new stages of growth.", "Furthermore, for Japan to take the lead in areas such as digitalization and climate change response, the growth of startups that can carry forward such initiatives will be critical.", "The number of Japanese startups has been on the rise in recent years.", "However, Japan's entry and exit rates remain low compared to other advanced economies (Chart 14).", "A survey of Japanese entrepreneurs reported \"fear of failure\" as the biggest reason for the low number of business start-ups in Japan.", "It is important to foster an environment that is supportive of second chances, by for example expanding the safety net, and thereby promote a positive approach to taking on challenges.", "Few startups experience significant growth in Japan -- the country has only six unicorns, that is, unlisted startups valued at over 1 billion U.S. dollars.", "By comparison, there are 488 unicorns in the United States, 170 in China, 37 in the United Kingdom, and 25 in Germany.", "In addition to talent and a customer base, funding is essential to promote the growth of startups.", "Yet the volume of venture capital investment in startups in Japan remains tiny compared to the United States (Chart 15).", "To address this situation, the government has announced plans to lay the groundwork for the creation and growth of startups, such as streamlining the initial public offering (IPO) process and exploring a framework for special purpose acquisition companies (SPACs) from the perspective of investor protection.", "I expect such efforts, coupled with an inflow of venture capital, to support startup growth.", "At the same time, I look for more active M&A activities to help integrate ventures with their best owners, and for entrepreneurs to keep trying to start new businesses and drive growth.", "My strong hope is that these developments will revive the dynamism of Japanese firms and generate a wealth of innovation, thereby allowing Japan to soon realize new growth.", "Reinforcing Investment in Human Capital Another key to innovation, alongside corporate dynamism, is human capital.", "Under Japan's long-term employment practices, marked by seniority-based wages and internal promotions, both management and employees prioritized achieving greater production efficiency, and there was a strong tendency for them to emphasize gaining experience through business activities and on-the-job training.", "In an era where boosting the efficiency of existing business operations was the driving force behind growth, I think that Japanese-style human resource (HR) development functioned effectively.", "In the current VUCA era, however, it is no longer possible to achieve sustainable growth simply by boosting the efficiency of existing business operations.", "Also, on-the-job training alone, being an extension of existing business operations, is not adequate to the discontinuous nature of innovation.", "Investment in human capital is vital for acquiring new ideas and Such investment has been muted in Japan, however, being typically treated as a capabilities.", "\"cost\" in corporate accounting.", "We see the difference, for example, in the ratio of Japanese firms' vocational training costs to GDP, which is low relative to other advanced economies (Chart 16).", "Meanwhile, the average amount of money spent by firms per employee on off- the-job training and self-development support is also on the wane (Chart 17).", "To encourage firms to invest in human capital, Japan's Prime Minister announced in a policy speech in January that the government would formulate rules for corporate disclosure of non- financial information, including investment in human capital, within the year.", "Until now, it has been difficult to link HR strategies to management strategies because there have been no benchmarks for comparison with other firms, and management has not been equipped to set key performance indicators (KPIs).", "By making human capital investment more transparent, the new government measure is expected to make it easier for management to set concrete targets and formulate strategies to realize them.", "Furthermore, the measure has the potential to accelerate corporate growth, as both investors and employees can use the information to evaluate firms in terms of growth potential, among other factors.", "C. Toward a Virtuous Cycle of Growth and Distribution As such efforts gain momentum, I think that they will lead to sustainable economic growth and accelerate the shift to an era in which employees are better equipped to choose which firm they wish to work for.", "Regarding distribution, average income per household decreased from 6.17 million yen in 2000 to 5.52 million yen in 2018, but this includes the effect of population aging (Chart 18).", "Looking at households other than the elderly, while average income fell from 6.78 million yen in 2000 to 6.10 million yen in 2012, it subsequently rose to 6.59 million yen in 2018, prior to the outbreak of COVID-19.", "To bring prosperity to Japan's super-aging society as a whole, it will be crucial to further raise the income level of workers.", "One of the unintended consequences of structural labor shortages is that employees will have greater power to choose which firm they wish to work for.", "Consequently, managers are expected to implement growth strategies that enhance the appeal and growth potential of their firms and adopt more dynamic HR policies, including greater investment in human capital to foster employee development, higher compensation levels, the use of stock options, and putting in place more robust pension plans.", "Individuals, too, will be expected to enhance their skills to increase their added value.", "They will need to expand their sources of stable income and build a post-retirement nest egg by investing in financial assets focusing on the long term, on diversification, and on regular contributions.", "Household financial assets in Japan amounted to approximately 2,000 trillion yen as of the end of September 2021.", "However, cash and deposits accounted for by far the highest proportion of the total, at 54 percent, with stocks and investment trusts representing a mere 15 percent.", "The situation in the United States is quite the opposite, with cash and deposits accounting for 13 percent and stocks and investment trusts 51 percent of household financial assets as of end-March 2021.", "The deep-rooted tendency of Japanese households to hold their assets in cash and deposits is likely shaped by the trauma of the collapse of the bubble economy and the experience of the long-term economic stagnation that followed.", "Experience has made older people in particular tend to believe that the stock price of Japanese firms is linked to Japan's GDP.", "However, people in their 20s and 30s have had virtually no experience of such trauma, and they understand that, with the globalization of Japanese firms, stock prices rise in line with growth in the global economy.", "In fact, with the institutional support now available, such as the Nippon Individual Savings Account (NISA) and iDeCo pension plans, there is growing interest in investment trusts, especially among young people.", "If households can reap the fruits of global economic growth by gaining stable income through the dividends from their investment in financial assets focusing on the long term, on diversification, and on regular contributions, I think that this will help bring about a virtuous cycle of growth and distribution.", "Moreover, buoyed by the Bank's persistent monetary easing, I believe that active innovation by firms and by individuals will increase the potential growth rate of Japan's economy and bring the country closer to achieving the Bank's 2 percent price stability target.", "Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Yamanashi February 9, 2022 NAKAMURA Toyoaki Member of the Policy Board Chart 1 IMF Projections in the World Economic Outlook y/y % chg. 12 IMF projections -6 CY 00 02 04 06 08 10 12 14 16 18 20 22 Source: IMF.", "Energy consists of petroleum products (gasoline, kerosene, and liquefied propane), electricity, and manufactured and piped gas charges.", "Figures for the \"effects of the consumption tax hike and free education policies\" from April 2020 onward are based on staff estimations and include the effects of measures such as free higher education introduced in April 2020.", "Source: Ministry of Internal Affairs and Communications.", "Price Sentiment Index index number of comments Price Sentiment Index (left scale) Comments implying inflation (right scale) Comments implying deflation (right scale) 0 150 -3 0 02 04 06 08 10 12 14 16 18 20 Note: The Price Sentiment Index is calculated as follows.", "Using the Naïve Bayes classifier, comments on current economic conditions in the Economy Watchers Survey are first classified into (A) comments implying inflation, (B) comments implying deflation, (C) comments implying zero inflation, and (D) comments not referring to price developments.", "The Price Sentiment Index is then calculated as (A-B) / (A+B+C)×100 and normalized (3-month backward moving averages).", "Cash and Deposits Held by Japanese Households tril.", "Source: Bank of Japan.", "Firms' Net Interest-Bearing Debt and Cash and Deposits in Japan tril.", "Net interest-bearing debt = borrowings from financial institutions + bonds cash and deposits, based on the \"Financial Statements Statistics of Corporations by Industry, Quarterly.\"", "Figures exclude finance and insurance, and are 4-quarter backward moving averages.", "Enterprises with capital of 1 billion yen or more are large enterprises, and those with capital of 10 million yen or more but less than 100 million yen are SMEs.", "Source: Ministry of Finance.", "Developments in Fixed Investment in Tankan Large Enterprises (All Industries) SMEs (All Industries) y/y % chg. y/y % chg. Average of historical data (FY2000 to FY2020) -5 Average of historical data (FY2000 to FY2020) FY2021 March June Sept. Dec. (March) (June) March June Sept. Dec. (March) (June) Forecast Actual Notes: 1.", "The graphs indicate the revision pattern of fixed investment.", "The horizontal axis represents the point in time when the survey is conducted for each fiscal year: the first survey for each year (March survey) is on the left, and the last survey (June survey of the following year; actual result) is on the right.", "Excludes software and R&D investment.", "Source: Bank of Japan.", "Extension of Financing Support for SMEs Current Account s.a., ann., tril.", "Source: Ministry of Finance and Bank of Japan.", "Small Flow of Funds: Sluggish Corporate/Household Investment and Insufficient Innovation Firms Production Consumption Oversaving Chart 11 Large Flow of Funds: Virtuous Cycle Driven by Active Corporate/Household Investment Investment (in equipment, software, R&D, human resources, M&A, etc.)", "Investment Loans Production Banks Equities Growth in demand Consumption Creation of new products, services, and businesses Deposit Investment Households Dividends GDP and Labor Input Number of Employed Persons and GDP Labor Force Participation Rate cumulative change from CY 2012, 10 thous.", "persons change from CY 2012, % points tril.", "Sources: Ministry of Internal Affairs and Communications; Cabinet Office.", "Number of Job Changers by Size of Enterprise 10 thous.", "SMEs are enterprises with 5-299 employees.", "Large enterprises are those with 300 employees or more.", "Figures represent data for the first half of each year (January-June).", "Sources: Ministry of Health, Labour and Welfare; Small and Medium Enterprise Agency.", "Sources: Ministry of Health, Labour and Welfare; Small and Medium Enterprise Agency; U.S. Census Bureau; Eurostat.", "Venture Capital Investment bil.", "Ratio of Firms' Vocational Training Costs to GDP 2.5 2.0 1.5 1.0 0.5 0.0 United States France Germany Italy United Kingdom Japan 1995-1999 2000-2004 2005-2009 2010-2014 Note: Figures are estimated by Professor MIYAGAWA Tsutomu (Gakushuin University) based on the Cabinet Office's \"System of National Accounts,\" \"JIP Database,\" and INTAN-Invest Database.", "Firms' Investment in Off-the-Job Training and Self-Development Support Off-the-Job Training Self-Development Support thous.", "Average Income per Household thous."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic Activity", "Inflation", "Monetary Policy", "Economic Growth", "Investment", "Labor Market", "Productivity", "Innovation", "Human Capital", "Income Distribution"]}