{"sentences": ["Keynote Address at the International Conference on Financial Crime and Terrorism Financing (IFCTF) 2022 Speaker: Tan Sri Nor Shamsiah Mohd Yunus Venue: Kuala Lumpur Language: English Speech/Interview Date: 26 Jul 2022 It is a pleasure to be able to speak again at this conference after a two-year hiatus.", "A lot has changed in these two years as we adjust to living with COVID19.", "Like every other country, we anticipate with hope and perseverance, that the pandemic is well and truly behind us.", "But this exceptional and extraordinary period in our history will serve to remind us, that vigilance in the fight against financial crime can never be relaxed.", "During this period, reported financial crimes in many countries increased significantly, as criminals exploited conditions created by the pandemic, to commit financial crimes making an already difficult time that much worse, for many who became victims of such crimes.", "Occasions like the IFCTF provide an opportunity to renew our determination to prevent the financial system from being abused for criminal purposes, or to inflict terror on our communities.", "Financial crimes have a direct and important effect on our economic prospects.", "So let me preface my remarks today with some observations on our economy.", "Malaysia is firmly on a recovery path.", "Supported by solid domestic activity and positive external demand, the economy is expected to grow steadily in 2022 and 2023, despite continuing challenges from rising cost pressures, the military conflict in Ukraine and strict containment measures in China.", "We are benefitting from strong demand for our exports especially E&E and commodity-based products.", "Our diversified export products and markets will continue to support our export growth.", "Importantly, we are seeing increasing strength in domestic demand.", "Domestic spending, especially consumer expenditure is on the rise.", "In fact, retail sales, debit card transactions and consumer goods imports have exceeded their pre-pandemic levels.", "The economy is also benefiting from a strengthening job market.", "Almost 26,000 new jobs were created in the first three months of this year, similar to pre-pandemic levels.", "Job vacancies and wages are also rising.", "This will further reinforce the recovery in domestic demand going forward.", "That said, there is some unevenness in the economic recovery.", "Certain segments continue to experience hardship and remain vulnerable.", "These include low-income households who are disproportionately affected by rising price pressures.", "The rise in food prices in particular, has affected this group to a larger extent.", "Improvement in employment for women and youth is also significantly slower.", "Indeed, rising prices is a global phenomenon.", "For Malaysia, the direct impact from elevated oil prices to headline inflation has been largely dampened by price controls on fuel and essential food items.", "Yet, there are still indirect effects from high global commodity prices, as they are a key driver of the rise in input costs.", "Inflation developments in Malaysia this year reflect the pass-through of some of these costs, as well as the strengthening of domestic demand.", "Consequently, although headline inflation is still projected to remain low and stable and range within 2.2% to 3.2% in 2022, core inflation increased to an average of 2.2% in the first six months of 2022 compared to 0.7% in 2021.", "With the economy now on a firmer growth trajectory and no longer in a state of crisis, Bank Negara Malaysia BNM through the MPC in May and July this year judged that it was the right time to begin withdrawing the excess monetary support, raising the OPR from its historical low of 1.75%.", "What's important is that by acting pre-emptively, we will be in a position to undertake adjustments to the monetary policy settings in Malaysia in a measured and gradual way to avoid hindering economic recovery.", "Importantly, this is also to restore conditions that will support sustainable growth over the medium and longer term.", "To this end, the timing, pace, and extent of rate increases will be guided by assessments of how the evolving economic and financial conditions domestically and globally would affect our inflation and growth outlook.", "Let me emphasise that monetary policy in Malaysia continues to be accommodative to support a sustainable economic growth in an environment of price stability.", "Bank Negara Malaysia also continues to use the tools at our disposal to ensure movements in the ringgit are orderly, in an environment of aggressive monetary policy tightening by the US Federal Reserve.", "The US dollar index is up 11.5% this year, its highest in two decades.", "Relative to the dollar, most major and regional currencies including the ringgit have depreciated.", "However, the ringgit has remained broadly stable when compared against currencies of our major trade partners.", "In fact, Malaysia's nominal effective exchange rate registered only a marginal depreciation of around 0.1%.", "In short, Malaysia's economic recovery is well underway.", "That said, it is important to ensure - more than ever - that we secure our fundamentals, to strengthen our resilience against future crises and to enable the country to maximise its full potential.", "We need measures to address long-term vulnerabilities and boost our resilience against future shocks.", "We need to attract more quality investments that increase our economic complexity and create quality jobs for Malaysians.", "We need to embrace the sustainability agenda.", "We must also reform our subsidy system to be more targeted, and strengthen our social protection framework.", "Indeed, it goes without saying we need inclusive growth to bring about shared prosperity for all Malaysians.", "While targeted assistance remains in place to help segments of society that continue to deal with the lingering effects of the crisis, the economic and social costs of financial crime are especially harsh on these groups.", "More generally, economic distortions and loss of revenue caused by financial crimes can also threaten our growth prospects.", "While there are many issues that I could speak about on financial crimes today, I would like to focus on what has been at the top of many minds - cybercrimes.", "Indeed, cybercrimes are a global menace.", "McAfee reported that cybercrime cost the global economy more than 1 trillion dollars in 2020, or more than 1% of global GDP.", "Malaysia is not spared from this growing threat.", "As indicated in the National Risk Assessment 2020, fraud which includes cybercrimes - is among the country's top high-risk crimes, with a higher number of cases and losses suffered compared to the previous assessment conducted in 2017.", "More than 20,000 cybercrimes were reported in 2021 alone, involving losses of RM560 million.", "Between 2017 to July 2021, Malaysians suffered losses of about RM2.23 billion on account of cybercrimes.", "As more people switch to mobile phones for online transactions, we are also seeing an increase in online banking fraud incidents involving mobile malware.", "Although fraud losses remain low as a share of the total value of online banking transactions, they point to ever present and evolving threats as society adapts to new norms of living and doing business.", "Indeed, criminals are exploiting the rapid dispersion of technology in this recent period.", "This is not a trend that will reverse.", "Therefore, strengthening the financial system's defence against emerging threats and vulnerabilities must remain a top priority.", "In our recently published Financial Sector Blueprint, we stressed the need for strengthened cyber security readiness and responsiveness - not just within the financial sector, but across the whole chain of financial services.", "This includes third party service providers like telcos and cloud providers.", "After all, the defences against cyber threats are only as strong as the weakest link in that chain.", "An ongoing, critical priority for Bank Negara Malaysia and financial industry is to ensure our banking and payment channels remain secure and are equipped with the latest security controls and fraud risk management capabilities.", "Bank Negara Malaysia has issued multiple security advisories to the industry on modus operandi of latest frauds and additional countermeasures, and will continue to update regulatory requirements to take into account new risks.", "For example, to further strengthen security measures for online transactions, banks will be required to migrate from SMSbased \"one-time passwords\" to more secure, multi-factor authentication methods, for certain transactions.", "By their very nature, frauds and scams will continually seek to find ways to circumvent efforts to eradicate them.", "Bagai cendawan tumbuh selepas hujan.", "This means that in our efforts to combat scams, we continue to navigate the need to ensure the strong security measures against potential threats, without excessively increasing frictions that would affect the convenience of, and access to online financial services.", "For us to achieve this outcome, we also need customers to take steps to protect themselves against evolving threats.", "We expect all financial institutions to properly inform and educate their customers on security measures implemented, and how customers can and should protect themselves.", "At the same time, various educational and awareness initiatives are being undertaken by relevant agencies, including the Financial Education Network FEN and Bank Negara Malaysia, such as through Amaran Scam Facebook page (facebook.com/amaranpenipuan).", "We also work with other law enforcement agencies and authorities to investigate fraud incidents and provide assistance and supports to victims.", "PDRM's Scam Response Centre which was set up in collaboration with Bank Negara Malaysia, MCMC and the financial industry aims to ensure that immediate action can be taken to prevent further financial losses and attempt to recover stolen funds.", "For this, customers should lodge their complaints to their banks and the police immediately upon discovering that they have been defrauded or scammed.", "We are committed to working with other authorities to further strengthen existing arrangements in ongoing efforts to combat fraud and financial crime.", "This includes sharing of resources, expertise and data, as well as joint preventive measures.", "Compliance officers in the financial industry also have a role to play by being vigilant of emerging scam typologies and ensuring that response measures remain effective against new threats.", "I urge the entire compliance profession, including self-regulatory bodies, to take up leading roles to identify red flags and develop guidance to mitigate these threats.", "In 2019, we launched MyFINet to facilitate intelligence sharing on financial crimes.", "Since its inception, this platform has successfully helped to support action that led to the prosecution and deportation of individuals with suspected involvement in terrorism financing and proliferation financing.", "We will continue to leverage on MyFINet to facilitate information sharing on latest trends and typologies of modern-day scams, so that we can learn from each other.", "In addition, Bank Negara Malaysia will also work with the financial industry and law enforcement agencies to explore other arrangements for exchanging information on scams with foreign authorities, including foreign financial intelligence units, given increasingly complex networks of financial crimes.", "After all, cybercrime knows no borders.", "While I have focused much on fraud, we must remember that crimes tend to be interconnected.", "As such, we should be just as diligent and vigilant in our efforts to combat all crimes, particularly high-risk crimes identified in NRA 2020 such as corruption, organised crimes and illicit drug trafficking.", "Not forgetting also, environmental crimes involving illegal importation of plastic waste and illegal waste dumping that contributes to climate change risks have been rising.", "As professionals in your respective fields, it is imperative for us to be aware of these risks as we continue to strengthen our individual and collective response to such risks.", "With this in mind, I urge all of you to remember: we have done much in the past but we cannot let our guard down.", "As the conference theme rightly highlights, we are now at a new frontier of compliance.", "The fight against financial crimes is one fought on multiple fronts.", "And the chain is only as strong as the weakest link.", "Our success requires all parties; the private sector, regulators, law enforcement agencies and other government bodies, and consumers alike, to do their part - to adapt to these new threats, to transform themselves to deal with these challenges, and to collaborate to safeguard the integrity of our country's financial system.", "See also: Accompanying Presentation Deck to Governor's IFCTF Keynote Address"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Cybercrimes", "Financial crimes", "Economic recovery", "Inflation", "Monetary policy", "Fraud", "Security", "Compliance", "Scams", "Financial intelligence"]}