{"sentences": ["Speech Opening remarks by Governor Yannis Stournaras at the \"Adaptation Finance in Greece\" online workshop \"Current challenges and the role of the financial sector\" 24/05/2022 - Speeches Co-hosted by the Climate Change and Sustainability Centre of the Bank of Greece, the Ministry of Environment and Energy and the Green Fund.", "It is a great pleasure to be here with you today in this first of our new series of events on adaptation financing.", "Climate crisis is a rising threat to our wellbeing and a healthy planet - therefore οne of the world's top challenges.", "We need to act without further delay, to mitigate climate change, but also to adapt to the increasing climate risks and turn this challenge into an opportunity.", "A flagship report of the Global Commission on Adaptation estimated that investing 1.8 trillion US dollars from 2020 to 2030 in areas such as climate-resilient infrastructure could generate 7.1 trillion US dollars net benefits.", "These benefits relate to avoided losses, but also to economic benefits, such as increased productivity and safety, together with social and environmental benefits.", "Hence, we need to scale up our efforts in financing adaptation.", "But what role can central banks play in tackling climate change?", "Governments have the primary responsibility to act on the climate crisis.", "However, central banks - including the Bank of Greece and the Eurosystem - cannot ignore this threat, as climate change may affect our ability to achieve our mandate for price stability, as well as for safeguarding our financial system.", "On this basis, at the Governing Council of the European Central Bank, we agreed last summer on a comprehensive action plan, with an ambitious roadmap to further incorporate climate change considerations into our policy framework and to more systematically reflect environmental sustainability considerations in our monetary policy.", "Turning to our national actions, the Bank of Greece is one of the first central banks to address climate- related issues.", "Our journey started in 2009 when we established the interdisciplinary Climate Change Impacts Study Committee, a committee of scientists that has been studying the economic, social and environmental impact of climate change in Greece.", "A more recent milestone was the establishment of the Climate Change and Sustainability Centre of the Bank of Greece in 2021, in order to coordinate climate-related actions across the Bank and to incorporate sustainability considerations in our operations.", "Following that, in the context of the COP26 in November 2021, the Bank of Greece announced a pledge with several actions to contribute, within its field of responsibility, to the global efforts of central banks and supervisors towards greening the financial system and managing climate-related risks.", "On the adaptation front, our contribution in the design of the national strategy on adaptation to climate change in 2015 has been of major importance in paving the way for adaptation measures.", "Our current participation in the Life-IP programme adaptivgreece, reinstates our commitment.", "A commitment, within the remit of our mandate and alongside central banks around the world, to act as a catalyst in the financial system, to accelerate the transition to an environment-friendly, carbon- neutral economy and to enhance, through adaptation, society's resilience to climate change risks.", "I hope we have an insightful and fruitful event.", "[1] Adapt now: a global call for leadership on climate resilience (2019) [2] Contribution by Isabel Schnabel, Member of the Executive Board of the ECB, to the International Monetary Fund's magazine Finance and Development, August 2021"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Adaptation", "Finance", "Sustainability", "Central banks", "Climate risks", "Monetary policy", "Green economy", "Resilience", "COP26"]}