{"sentences": ["President Lagarde, Federal Minister Lindner, Joachim Nagel, Ladies and gentlemen, On behalf of the Executive Board of the Deutsche Bundesbank, I would like to welcome you to this change of office ceremony.", "Almost all the guests today are participating remotely - this is the first time we have ever streamed a change of office ceremony live on the internet.", "A warm welcome to you all!", "After just over ten years, today marks the end of an era: the era of the Bundesbank under your leadership, Jens.", "For many, you are the face of the Bundesbank.", "Monetary policy debates over the past years are closely linked to your name.", "Only two presidents of the Bank were in office longer than you - albeit only slightly longer.", "This occasion gives us an opportunity to reflect on the past decade, but also to look ahead at the challenges that lie before us.", "The economy and society are at a turning point, in a whole host of ways - this calls for stability and trust.", "The economy looks set to undergo momentous structural change, triggered by climate change and other global trends, such as digitalisation.", "Digitalisation will increase the pace of structural change in the financial sector, too - developments in the world of payments being just one notable example.", "Central banks need to deal with increased debt levels worldwide and, at present, with heightened inflationary rate.", "And they must play a role in the transition to a climate-neutral economy.", "Central banks play a key role in addressing challenges facing society.", "They ensure that currencies and financial markets remain stable.", "Monetary stability and financial stability are two sides of the same coin.", "We must guarantee both of these in Europe.", "For this reason, important strategic decisions were taken in the Eurosystem in 2021, in which the Bundesbank was heavily involved.", "One takeaway from your term in office, Jens, is that a strong institutional framework nurtures trust.", "This framework stakes out the necessary guiding principles in a rapidly evolving environment.", "It helps place day-to-day policy decisions in a longer-term context.", "A culture of stability and independence represent the two cornerstones of this framework, and they guided everything you did.", "Price stability can only be achieved if a central bank has the space to act independently of political pressure to make allowances for the current fiscal situation; and independently, too, of pressure from financial markets to provide cheap funding for longer than actually warranted to safeguard price stability.", "Looking back over your career, one could say that after completing your PhD you had the post of Bundesbank President very firmly in your sights.", "Your professional journey took you via the Council of Economic Experts; the International Monetary Fund; the Directorate General Economics at the Bundesbank; and the Chancellery as Chancellor Merkel's Economic Policy Adviser.", "You were thus ideally primed for the tasks that lay ahead when you took up office in 2011, and you knew the Bank well.", "You knew which strategic levers would make the Bank \"fit for the future\".", "After all, even if the institutional guiding principles have been staked out, challenges will still crop up along the way that need to be managed successfully.", "Your term of office was marked, in particular, by the global financial crisis and the sovereign debt crisis in Europe.", "Europe has emerged institutionally strengthened from both these crises - and the Bundesbank played a key part in achieving this.", "The motto of our joint efforts is to be a reliable partner in the Eurosystem.", "For the Bundesbank is an integral part of the Eurosystem.", "There are three examples of successful European integration I would like to highlight: During your term of office, the Single Supervisory Mechanism was established as one pillar of the banking union.", "The European Systemic Risk Board has been coordinating financial stability policy in Europe for more than ten years now.", "And with the digital euro, we are now at the cusp of another key European project.", "What is more, the Bundesbank has played a major new role in safeguarding financial stability since 2014.", "Needless to say, functioning, stable financial markets have always been important to the Bank.", "But the Financial Stability Act staked out a new framework.", "The Bank can only perform all these tasks well if it has the right internal set-up.", "With a clear strategy process and a new culture of openness, we have achieved a great deal in the past few years.", "Under your leadership, management principles and an explicit mission statement were developed for the first time.", "The open day you established, Jens, has made the Bank more transparent and more tangible for many tens of thousands of visitors.", "The new Euro20+ event format was also important to you as a way of reaching out to a younger generation.", "You are therefore leaving the house in good order.", "I would like to express my heartfelt thanks to you for that, on behalf of all colleagues; on behalf of the Executive Board; and I would like to extend my own sincere gratitude for the excellent working relationship we have enjoyed.", "We wish you all the best for the future!", "At the same time, we are all pleased that the Bank will be led by a highly esteemed and experienced colleague in future, too.", "Joachim Nagel is still very familiar to many at the Bank: Joachim, you already worked at the Bank from 1999 to 2016 - at almost every level, most recently, for six years as a member of the Executive Board.", "On the Executive Board, we always had a very close and trusting working relationship.", "For some years, you were responsible for the Directorate General Markets and as a member of the Executive Board, also for the Directorates General Controlling and IT.", "So it is fair to say: you know the Bank like the back of your hand!", "You, too, Joachim, are perfectly equipped for the post of President.", "We will benefit a great deal from the rich body of experience you also gathered outside the Bundesbank over the past few years: as a member of the Executive Board of KfW Group and in a managerial role at the Bank for International Settlements.", "But you always nurtured your links to the world of academia.", "In Karlsruhe, where you completed your PhD, you regularly lectured.", "You also demonstrated that you are a good crisis manager during the global financial crisis when you were responsible for the Directorate General Markets.", "Quick and difficult decisions were often necessary.", "We very much hope that we will not need these special crisis management skills too often in the coming years!", "Many tasks lie ahead of us.", "We constantly have to explain the role of the Bundesbank and, where necessary, justify difficult decisions, too.", "We will master these tasks at the Bank together.", "The Bank - that is 10,000 employees who give their all every day for the common good and our tasks.", "On behalf of all colleagues, I can therefore only say: Welcome back, Joachim - we look forward to working with you!", "I would now like to hand over to the Federal Finance Minister.", "Mr Lindner, we are pleased that you are able to be here today and look forward to hearing what you have to say."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary stability", "Financial stability", "Climate change", "Digitalisation", "Central banks", "Inflation", "Eurosystem", "Financial markets", "Banking union", "European Systemic Risk Board"]}