{"sentences": ["News conference 22 September 2022, 10.00 am Introductory remarks by Martin Schlegel Against the backdrop of current interest rate movements, I would like to give you a brief assessment of developments on the mortgage and real estate markets.", "Alongside other factors such as construction activity, income and demographics, interest rates have an impact on the real estate market and on demand for mortgages.", "In turn, mortgage and real estate markets play a key role for banks and financial stability.", "After a long period of extremely low interest rates, interest rate levels on the money and capital markets in Switzerland have risen substantially since the beginning of the year.", "As a consequence, interest rates for fixed mortgages have also increased, while rates for SARON mortgages have remained low.", "Until now, these interest rate developments have had little effect on growth in the mortgage and real estate markets.", "Prices for single-family houses and privately owned apartments have continued to rise and mortgage volume has also grown further.", "One possible reason is that actual interest costs for real estate purchases have increased only slightly due to the shift from fixed-rate mortgages to SARON mortgages.", "By contrast, there are signs of a slowdown in the residential investment property segment.", "Available data for apartment buildings indicate a slight reduction in prices in the second quarter.", "Looking ahead, the tightening of monetary policy should also help to ease the risk situation on the mortgage and real estate markets.", "However, given that vulnerabilities on these markets are still high, the resilience of the banking system remains crucial.", "In January 2022, the Federal Council approved the SNB's proposal to reactivate the countercyclical capital buffer.", "This buffer will come into effect at the end of September and will contribute to maintaining banking system resilience."], "classifications": ["none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Mortgage market", "Real estate market", "Interest rates", "SARON mortgages", "Fixed mortgages", "Monetary policy", "Residential investment property", "Banking system resilience", "Countercyclical capital buffer", "Vulnerabilities"]}