{"sentences": ["MONETARY POLICY REPORT PRESENTATION FINANCE COMMISSION HONORABLE SENATE REPUBLIC∗ Governor Central Bank of Chile Introduction Mr. President of the Finance Commission of the Senate, senator Juan Antonio Coloma; senators members of this Commission, ladies, gentlemen, Let me begin by thanking the Commission for inviting the Bank to share our views on recent macroeconomic developments, their outlook and implications for monetary policy.", "This view is presented in detail in the June 2022 Monetary Policy Report, which we have published this morning.", "This background is also the rationale behind the decision taken by the Board at yesterday's Monetary Policy Meeting.", "I need to start by noting that inflation in Chile is at its highest level in decades.", "The rising inflation phenomenon is affecting many economies; however, the main causes of this increase vary from one country to another.", "In Chile, the main factor behind the rise in inflation continues to be the sharp increase in demand during 2021.", "Available estimates show that about two-thirds of the increase in cumulative inflation since the beginning of 2021 is attributable to domestic factors.", "This takes into account both the impact of higher demand and the significant depreciation of the peso over the past two years, much of which stems from local factors.", "In recent months, inflation has brought important surprises, which have been driven by the impact of high global cost pressures resulting from higher commodity, energy and food prices, triggered largely by the Russian invasion of Ukraine.", "This has occurred in a context in which difficulties in global supply chains are still present, and even worsened as a result of the confinements in China, the peso remains depreciated and the activity gap remains positive.", "The short-term inflation outlook is risen sharply in response to this combination of factors.", "In the scenario I will present in a few moments, the maximum level to which we project inflation could reach is close to 13% annually in the third quarter of this year.", "As for activity, in line with expectations, it started to adjust in the first quarter of this year.", "However, the composition of demand shows that private consumption remains high, while investment is weakening.", "In the medium term, the adjustment of macroeconomic imbalances remains the central element for inflation to converge to 3% within the two-year horizon.", "The high level of inflation and the higher persistence associated with its main fundamentals have required a more contractionary monetary policy to achieve such convergence.", "This has driven us to raise the MPR to 9% and we estimate that new adjustments of a smaller magnitude will be needed to ensure inflation convergence to 3% in two years' time.", "Risks remain high, particularly because of the level and persistence of inflation I just mentioned.", "I will now describe our assessment of the economic outlook and associated risks.", "The macroeconomic scenario and projections As I said before, inflation is still on the rise, and now stands significantly above our estimates in the March MP Report.", "With the CPI figure that was released this morning, a monthly variation of 1.2%, the y-o-y increment of the CPI rose to 11.5% in May.", "The core CPI -which excludes volatile items- posted an annual change of 9%.", "This figure has remained mainly linked to the sustained rise in the prices of goods, but has recently also shown a higher contribution from its food and services components, consistent with the dynamism of consumption during the first quarter of the year and with the adjustments of indexed prices and utility rates that normally take place in March (figure 1).", "The excessive increase in domestic demand in 2021 continues to push inflation up over the past year.", "In any case, its recent behavior has been more strongly affected by external cost pressures coming from price hikes in foods and commodities, plus the persistent difficulties in production chains and supply at the global level.", "All this in a context of very volatile exchange rate in the past several weeks, which is now above its March figure, and a still high activity gap.", "Unlike previous quarters, most of the inflationary surprise of recent months is related to the prices of foods and volatile items.", "The inflation accumulated between March and April -3.3 percentage points- was significantly more than we projected in the March Report.", "When broken down, the surprise shows that over 90% of it came from higher-thanexpected increases in the prices of foods, energy, and other volatile components (figure 2).", "Inflation expectations two years out are still above 3% annually, although the biggest increases are seen in the shorter-term measures.", "At one year, the median of the surveys to economists (EES) and financial specialists (FTS) place inflation at 6.2% and 6.8%, respectively, which compare with 5.3% and 7.4% last Mach.", "For the end of the monetary policy horizon, prospects show no big changes with respect to the March Report, remaining above 3%.", "The expectations implicit in financial asset prices have also risen further, but these increases have been concentrated on the one-year horizon.", "The inflation expectations of businesses have also increased.", "Both the Central Bank's Survey of Price Determinants and Expectations (EDEP) and the IMCE indicate that firms expect inflation to be close to 8% in a year's time.", "Moreover, almost 80% of the firms surveyed under the May Business Perceptions Report expect inflation to be well above what is considered to be normal over the next twelve months.", "Data for early 2022 show that the economy has already entered an adjustment phase, with a slight decline from the high levels it reached last year.", "In the first quarter, the seasonally-adjusted GDP series declined 0.8% from the previous quarter, with a drop of 0.2% in non-mining GDP.", "In April, the seasonally-adjusted Imacec series showed a 0.3% drop compared to March; however, this variation was positive (0.2%) for the non-mining Imacec.", "Demand has evolved with a marked difference between private consumption and investment, where the former is persistently high.", "First-quarter data show that private consumption has not lost any significant dynamism and remains above expectations in March, remaining around the highs observed during 2021.", "Consumption of durable goods has undone part of the fall of the end of last year and services consumption has continued to perform strongly, especially in areas such as health care, restaurants & hotels, and transport, reflecting that the economy has been easing restrictions.", "Gross fixed capital formation (GFCF), in contrast, has shrunk in its every line, as we anticipated in March.", "In the first quarter, its seasonally-adjusted series fell by almost 6% from the previous quarter.", "The most notable decline was seen in the construction and other works component, although machinery and equipment also fell (figure 4).", "In the labor market, the demand for work has lost strength.", "This is reflected in the decline in the online job postings Index from its peak of a few months ago, although it is still above its levels of mid-2019.", "The background data for the May Business Perceptions Report also points to less dynamic employment in the months ahead, in line with business expectations as reported in the IMCE.", "This is consistent with declining real wages amid rising inflation.", "In any case, the unemployment rate remains below its historical averages, standing at 7.7% in the February-April quarter (figure 5).", "On the external front, global inflation has risen significantly in recent months, with core inflation accelerating in several economies.", "In the United States, in addition to high goods inflation, there has been higher records in services and volatile components of the basket, amid a still tight labor market and high house prices.", "In the Eurozone, while energy remains the main factor behind price increases, food inflation and core measures have accelerated lately.", "In the United Kingdom, in addition to higher goods and energy inflation, services have become more prevalent, amid upward wage pressures.", "In Latin America, energy and food prices have continued to drive inflation, which has also passed through to higher prices for some services (figure 6).", "The rise in inflation has occurred in a scenario of high cost pressures around the world.", "The continuing impact of the pandemic on global supply chains and commodity prices has been compounded by the effects of Russia's invasion of Ukraine and recent confinements in China.", "Producer price indexes have risen to unprecedented levels and across countries in the last year, reflecting the higher costs of commodities and intermediate inputs.", "In addition, more countries have shown signs of further tightening in their labor markets, which will continue to put pressure on wages (figure 7).", "Against this inflationary backdrop, most central banks have raised their benchmark rates and/or signaled a path of faster withdrawal of monetary stimulus.", "The Fed made its largest rate hike in two decades, anticipating additional raises at upcoming meetings and a reduction of its balance sheet from June onwards.", "Sweden, India, and Australia surprised the market by initiating monetary normalization in the face of increased inflationary pressures.", "The European Central Bank confirmed that it will end unconventional stimulus in the third quarter of this year, although it remains more cautious about raising rates.", "Central banks in Latin America have continued to raise policy rates in the face of growing inflation.", "In this context, and comparing with the closing of the March MP Report, global markets are increasing their risk aversion, reflected in higher long-term rates, falling stock prices, and an appreciated dollar.", "In any case, these trends have seen important changes in the period, with some recent reversal of these changes.", "The Chilean market has had a more favorable performance compared with its external peers.", "Compared to the end of the previous MP Report, long-term rates have remained unchanged, the depreciation of the peso is around the average of emerging economies and stock prices have risen, although specific factors have played a role in the latter (figure 9).", "The persistently high external costs and more dynamic consumption than anticipated lead to a significant revision of the inflation trajectory with respect to the previous MP Report.", "Part of it had already been incorporated in the May policy decision, when the Board decided to raise the MPR to 8.25%.", "The central scenario assumes that the annual CPI variation will continue to rise to somewhat less than 13% during the third quarter.", "Then it will begin to decline, ending 2022 around 10%, which exceeds the March estimate significantly.", "Core inflation is also revised substantially.", "Our forecast for December is changed by 2.5 percentage points up from March.", "In this case, the main changes are due to higher food prices included in this index, the effect of the exchange rate hike and logistical bottlenecks in the prices of goods.", "The greater private consumption that is being observed and the secondround effects of the increase in expected inflation also play a role.", "Looking ahead to 2023 and 2024, the central scenario continues to assume that headline and core inflation will decline steadily, both to around 3% by mid-2024, i.e., the end of the two-year policy horizon.", "In this projection, headline inflation will close 2023 at around 3%, while core inflation will be closer to 4% annually.", "The decline in core inflation will be slower than in headline inflation and will start later than anticipated in March, reflecting the greater persistence of external cost shocks and the importance of second-round effects (figure 10).", "A key element for the convergence of inflation to the 3% target within two years is that the significant imbalances that accumulated in the economy in 2021 are further resolved.", "In the central scenario, in 2022 and 2023 the economy will grow below potential, with the activity gap narrowing gradually and remaining negative for some quarters.", "This will be compounded by a slow reduction in the international prices of fuel and foods from their current levels and a declining real exchange rate (RER), but still remaining above its averages of the last 15 to 20 years (figure 11).", "It is important to note that this projection does not consider changes in the structural parameters of the Chilean economy, which we are currently updating and will make available later in the year.", "The liquidity that remains from the stimulus measures adopted in 2021 will continue to sustain consumption in the immediate future.", "However, most fundamentals suggest that it would weaken in the second half of the year.", "In the labor market, job creation continues, but has slowed down compared to previous months and with lower real wages, in a context in which the unemployment rate remains below 8%.", "The financial conditions faced by households have tightened, because of both higher interest rates and stricter credit requirements.", "Accordingly, coinciding with the effects of inflation on households' purchasing power, consumer expectations have deteriorated sharply in recent months, with worsening perceptions of employment, inflation, and purchases of goods.", "The greater dynamism of consumption during the first part of the year prompts an upward revision of its growth forecast for 2022, delaying its adjustment to the second half of this year and 2023.", "The opposite is true for GFCF, for which more significant falls are expected this year and next.", "Investment fundamentals have also worsened.", "In the case of financial conditions, the deterioration that has already occurred in the capital market and the lower levels of longterm savings for financing investment play an important role.", "Add to this the revisions to the Capital Goods Corporation's investment survey, persistently high uncertainty and a pervasive fall in business sentiment (figure 12).", "The adjustment of the 2021 overspending will allow for a reduction in the currentaccount deficit and an increase in national saving over the policy horizon.", "Nevertheless, a current-account deficit similar to that of 2021 -in the order of 6.5% of GDP- is expected this year, reflecting higher projected consumption and an unfavorable evolution of external prices.", "In 2023 and 2024, the deficit will narrow to between 4% and 4.5% of GDP, consistent with the adjustment in domestic spending.", "Externally, the impulse to the Chilean economy has dwindled, particularly because of the worsening of global financial conditions in the face of the withdrawal of monetary stimulus.", "The central scenario projections assume that international prices of foods and commodities will remain high for several quarters.", "This is consistent with both lower terms of trade for Chile and tighter financial conditions, given the expected monetary policy response in the major economies.", "In addition, the projections consider a slowdown in the growth of our main trading partners (table 1).", "In the central scenario, the narrowing of the activity gap that began early this year will last for several quarters.", "Regarding fiscal policy, for this three-year period, the projection envisages a spending path consistent with that reported in the last Public Finances Report (table 2).", "The Board estimates that, following the hike agreed at the June monetary policy meeting, further smaller adjustments in the MPR will be needed to ensure the convergence of inflation to 3% over the two-year horizon.", "Still, risks are still high, especially considering the level that inflation has reached and its long-lasting persistence.", "Risks surrounding the evolution of the macroeconomic scenario remain significant.", "The upper part of the MPR corridor reflects sensitivity scenarios where inflation could prove more persistent than expected.", "This could occur if private consumption continues to show no significant adjustment in the coming quarters.", "Although its fundamentals suggest that it should start to weaken in the short term, it cannot be ruled out that it will continue to be stronger than expected, particularly because of the financing capacity provided by remaining liquidity and the decrease in the level of household debt during 2021.", "Such a scenario may also emerge if strong global cost pressures increase.", "This would exacerbate the inflationary problem, triggering a stronger monetary policy reaction by various central banks in the short term, but increasing the likelihood of a global recession in the medium term.", "The lower part of the MPR corridor accounts for scenarios where inflationary pressures dissipate sooner than expected.", "It is possible that the contraction in activity and demand will be stronger, either due to weaker investment or faster adjustment in private consumption.", "Nor can it be ruled out that the external scenario will see a reduction in global cost pressures and inflation easing in most economies, Chile included (figure 13).", "There are also scenarios where the economy would face more significant changes, which would place growth outside the range of the central scenario projections.", "One such event could occur if the unfolding Russian invasion of Ukraine proves much more damaging for the world economy.", "It could also occur if global financial conditions worsen even more significantly, for example, in a scenario where inflation leads to a much larger than expected tightening of monetary policy in the main economies.", "Inflation has risen to levels not seen for decades, and its negative effects on households are reflected in public concern about this phenomenon.", "In addition, the two-year inflation expectations of economists and financial traders remain above 3%, and business expectations over longer horizons have also risen.", "It is important to note that long-lasting high inflations become more persistent and evidence shows that the cost of adjusting to them rises, with the consequent impact on the welfare of the population.", "The Board will be carefully monitoring the evolution of the macroeconomic scenario, ensuring that inflation convergence to the target is secured over the two-year policy horizon.", "Concluding remarks Dear senators in this Commission, in closing I will share with you some good news and a personal thought.", "About the good news, as we announced in September 2021, on 23 June we will publish regional GDP on a quarterly basis.", "This is an important leap forward in the process of improving our economic statistics; it provides valuable information both for economic analysis and for public policy decisions, as it increases the frequency and timeliness with which we will be able to know the state of the regional economy, information that until today existed only in annual frequency.", "It is also a long-standing wish of many senators who, because of their close ties with the regions, require more detailed and regular information on the performance of the areas they represent.", "This effort has been undertaken by a team whose dedication and effort has allowed us to be at the forefront in these matters.", "The new regional GDP series will be launched with the dissemination of data for the first quarter of this year and will have a lag of 83 days for the first three quarters of the year and 113 days for the end of the year.", "This publication considers the breakdown of the 16 regions into which our country is currently broken down administratively.", "At the sectors level, series will be published for the activities of mining, manufacturing industry, other goods, trade, and services.", "On the demand side, household consumption of durable goods, non-durable goods, and services will be published.", "The regional activity figures complement a number of other efforts aimed at better understanding the richness and diversity of the country's economy.", "For almost 10 years, the Bank has published a quarterly Business Perceptions Report, based on interviews and surveys with more than 600 representative companies across all regions.", "This close relationship with companies throughout the country has enabled us to gain a more detailed understanding of the economic reality of our country, enriching our view and understanding of the national economy.", "During July, we will complement this information by making available on our website a compilation of regional and gender-specific statistics produced by other institutions.", "The objective is to make information of interest available in a single place, using the Central Bank's Statistical Database platform.", "This makes it possible to offer a set of interactive graphs for dynamic data queries.", "In a first stage, statistics on activity, employment, sectors, finance, demographics, and mobility, among others, will be included.", "I would like to take this opportunity to thank the different institutions behind these sources that produce these series and that will allow us to offer them as a whole unit via this platform.", "Finally, given the access to new information and the opportunities created by technology, we will soon begin to publish experimental statistics in several areas of interest.", "These series do not meet the same standards as traditional statistics, but they are timely and reliable enough to be considered in economic analysis.", "Like some statistical institutions in developed economies, we believe that, although they are a little less accurate and subject to more periodic revisions, they are sufficiently useful to outweigh their potential disadvantages.", "Thus, during the second half of this year we will publish a daily retail trade index, an indicator that provides a preview of activity in part of the trade sector.", "In the same vein, we expect to publish intermediate consumption statistics, i.e.", "we will have purchase and sales transactions between companies in different regions, which will allow us to measure trade within and between regions, among other new indicators.", "In conclusion, I would like to reflect briefly on the current state of our economy and the important challenges we face.", "Inflation has risen to levels we had not seen in a long time, which for some has meant reliving uncomfortable past memories and, for others, enduring for the first time the costs of rising prices.", "Whatever the case, inflation is seriously affecting the well-being of households.", "As I have been saying, the inflationary phenomenon we are experiencing is undoubtedly a global and multi-causal phenomenon, but its intensity is directly related to a series of domestic factors that, taken together, explain most of the increase in local inflation over the last year and a half.", "These include the sharp rise in spending in 2021 and the greater uncertainty that has kept the exchange rate above its long-term values.", "Unfortunately, since March new shocks have been adding further pressure on already high inflation.", "These more recent shocks, while mostly of external origin, are not innocuous for the inflation trajectory over the two-year policy horizon.", "On the one hand, the increase in international energy and food prices has been significant and the outlook is for a more persistent rise than usual, which is considered in our projections.", "Moreover, these additional price pressures occur in a context where inflation is not only high and has become more persistent, but also at a time when the initial causes of the rise in inflation are still in the process of being resolved.", "The activity gap remains wide, high consumption persists and the exchange rate remains above what its traditional fundamentals suggest.", "This scenario has an additional difficulty.", "Evidence shows that high and prolonged inflation feeds back over time through indexation and the evolution of expectations.", "A situation where this dynamic intensifies not only makes it more difficult to bring down inflation, but also increases the costs of doing so.", "For some time now, the inflation expectations of finance and economics professionals have that they foresee a slower convergence of inflation than projected by the Bank and, more recently, household and business inflation expectations have risen, a phenomenon that no doubt calls for us to be very careful about downplaying our efforts to contain inflation.", "Against this background, I can only stress once again the importance of our economy being able to address the imbalances that have accumulated over the past year.", "The government is making a very important effort to address the most urgent needs in a targeted manner and within a budgetary framework that also seeks to stabilize public spending at levels consistent with the long-term fundamentals of the economy.", "It has thus expressed the importance of reestablishing macroeconomic balances in order to be able to build on them to find sustainable solutions to the multiple problems it faces.", "At the Central Bank, we are primarily responsible for bringing inflation down to levels in line with the 3% target.", "Consistent with this, in the last year we have applied a very significant increase in the monetary policy rate (MPR), which already has brought it closer to the levels we estimate are necessary for inflation to return to the 3% target over the policy horizon, that is, within the next two years.", "A rising MPR is certainly not an innocuous event for an economy.", "It has impacts in many areas.", "Indeed, our projections anticipate that activity will contract for several quarters, an outcome that is in part the necessary response of the economy to adjust the overspending seen last year to levels that are sustainable with our productive potential.", "As complex as it may seem at the moment, not carrying out this adjustment will only increase the costs of higher inflation.", "First, because it will continue to stimulate spending growth beyond what the economy can afford, intensifying pressures on inflation.", "Second, because it could severely damage the confidence that individuals and businesses have in the authorities' control of inflation, causing price decisions and expectations to lose their long-standing anchor.", "Controlling inflation requires that people and businesses are confident that high inflation is a temporary problem.", "This confidence is only possible if there is an unrestricted commitment by the Central Bank to achieve the inflation target, in our case, 3% within two years.", "This timeframe's logic is important to remember.", "On the one hand, it allows the economy a sufficiently long time span to accommodate significant changes in prices and monetary policy without entailing excessive costs in terms of lost activity or employment.", "The current environment is a good example of this.", "In the face of a shock such as the one we are dealing with, a shorter-term target would force a much more significant rise in the rate, thus increasing sharply the costs to the economy.", "On the other hand, a 24-month time horizon is a sufficient time limit for households and firms to avoid being affected by the uncertainty that could result from being unable to correctly anticipate how inflation will unfold.", "At a time when our economy is going through complex circumstances, reducing the spaces of uncertainty is greatly appreciated.", "Certainly, some of these spaces are beyond our ability to act, such as the war in Ukraine or monetary tightening in the world.", "But there are others where we do have the power to act.", "On our side, by assuring all those who live in Chile that the Central Bank will continue to do everything necessary to bring inflation down and return it to the defined target within the appropriate time frame.", "Maintaining and fulfilling this commitment is vital to help mitigate the costs that high inflation has on Chilean families.", "Despite the difficulties ahead, it is also important to recall that we are a country full of potential and that we have important opportunities to grow, and thus improve the well-being of all.", "We have faced a very significant and unusual set of shocks in recent years, and we have been weathering them with effort and high capacity for technological and productive adaptation.", "We must use these potentials and capacities to strengthen our productivity and our capacity for growth, the only sure and sustainable way to satisfy the needs of our fellow Chileans.", "This path is built by each one of us doing our bit.", "It is up to us, as the Central Bank, to contribute by achieving price stability.", "This helps to reduce an additional source of uncertainty and thus provides better conditions for everyone's capabilities to flourish.", "On stability and growth we can build and address the major challenges ahead.", "(2) For details on the different groupings and their share in headline CPI basket, see box IV.", "in December 2019 MP Report, Carlomagno and Sansone (2019), and Economic glossary.", "Sources: Central Bank of Chile and National Statistics Institute (INE).", "Cumulative inflationary surprises in MPR reports (percentage points) 2 Core goods excl.", "foods Total foods (*) Volatile energy Other volatiles Core services Total surprise Jun.", "(*) Sum of volatile and non-volatile foods.", "Sources: Central Bank of Chile and National Statistics Institute.", "(2) FTS considers the survey for the first two weeks of each month through January 2018.", "From February 2018 onwards, it considers the last survey published in the month, including the one prior to the June 2022 Meeting.", "In months in which the survey is not published, the latest available survey is considered.", "(3) Average of trade and manufacturing medians.", "(4) Price determinants and expectations Survey carried out on companies by the Central Bank of Chile.", "Sources: UAI/Icare and Central Bank of Chile.", "Labor Market Employment IMCE and Online Job Posting Index Unemployment rate (diffusion index, January 2015=100; moving quarterly average) 100 Employment IMCE (*) 150 15 Online job postings index (right axis) 0 0 18 19 20 21 22 (*) Averaged employment indicators in trade, manufacturing, and construction.", "Sources: Central Bank of Chile, National Statistics Institute (INE), and ICARE/Universidad Adolfo Ibáñez .", "Sources: Statistics bureaus of respective countries.", "(2) For natural gas and wheat, one-month futures are used.", "(3) WTI-Brent average.", "(4) S&P GSCI Industrial Metals.", "Monetary policy rates 15 Eurozone Canada U.K. Brazil Chile EE.UU.", "(1) Dashed vertical lines mark the March 2022 Report statistical close.", "(2) Moving 7-day average of each index.", "(3) For LatAm, it considers simple average between Brazil, Mexico, Colombia, and Peru.", "Inflation forecast (*) (annual change, percent) Headline inflation Core inflation (without volatiles) CPI Core CPI 12 Mar.", "Sources: Central Bank of Chile and National Statistics Institute (INE).", "Oil and food price forecasts (1) (2) Oil Mar.", "For foods, it is the FAO index.", "(2) Effective price/index is average for each year.", "Doed lines show the 2022-2024 projecons contained in each MP Report.", "Sources: Central Bank of Chile and Bloomberg.", "(2) Percent of respondents who believe that prices will increase \"a lot\" in the next 12 months.", "(3) A higher (lower) value indicates more (less) unemployment.", "As from December 2021, the index includes an update to the dictionary of words used for its construction, as a way of incorporating new elements that influence the local scenario.", "Sources: Gfk/Adimark, Icare/Universidad Adolfo Ibáñez, and Central Bank of Chile based on Becerra and Sagner (2020).", "MPR Corridor (*) (promedio trimestral, porcentaje) 12.0 Corredor Jun.", "It includes the May Economic Expectations Survey (EES) and the June Financial Traders Survey (FTS) previous to the MP meeting, plus the average smoothed forward curve for the quarter ended on 1 June.", "This is calculated by extracting the implicit MPR considering the forward curve over the overnight swap curve of up to 2 years, discounting the fixed rates of each maturity to the simple accrual of the overnight index swap (OIS).", "For the current quarter, the surveys and the forward curve consider the average of daily effective data and are completed with the respective sources Source: Central Bank of Chile.", "Source: Central Bank of Chile.", "Source: Central Bank of Chile."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic outlook", "Interest rates", "Economic growth", "Global economy", "Consumer spending", "Investment", "Fiscal policy", "Exchange rate"]}