{"sentences": ["The economic situation and monetary policy - speech by Given at ACCA Cymru Wales Published on 20 May 2022 Huw Pill talks about what we're doing to bring inflation down.", "And he gives his view on the outlook for the UK's economy.", "It is a great pleasure to speak here in Cardiff this morning.", "Thanks are due to: Lloyd Powell, Head of the Association of Chartered Certified Accountants (ACCA) Cymru Wales, for the invitation to speak here today; to Steve Hicks and Ian Derrick - the Bank's Agents in Wales - for organising a fantastic visit, of which this is one of the highlights; and of course to all of you for coming this morning at what I am sure are busy and challenging times.", "On Wednesday, we learnt that UK consumer price inflation currently stands at 9.0%.", "The MPC forecasts that it will rise to double digits in the fourth quarter of this year.", "For a monetary policy maker charged with achieving an inflation target of 2%, this is obviously a very uncomfortable situation.", "But, of course, my discomfort as an MPC member in these circumstances is as nothing to the challenges facing those most directly exposed to the current cost of living crisis.", "These are difficult times for many people, especially for the less well off, who spend a higher proportion of their income on energy and food, where recent price rises have been most significant.", "Current challenges are thus a salutary reminder of the importance of price stability as an anchor for wider economic stability, and a bulwark to sustaining people's livelihoods, especially for those on lower pay and fixed incomes.", "Acting to achieve the MPC's 2% inflation target is therefore now more important than ever.", "In today's remarks, I will outline how I view the current economic situation and how I believe monetary policy needs to evolve to bring inflation back to target.", "I hope to offer an honest, clear and frank view about the challenges the MPC faces, and how we are dealing with them.", "Chart 1: We expect inflation to rise further and then fall back Chart 2: The MPC voted to increase Bank Rate to 1% The May MPC decision As I am sure you all know, at its meeting at the start of this month, the MPC decided to raise Bank Rate by a further 25bp to 1%.", "The Committee also judged that some degree of further tightening in monetary policy may still be appropriate in the coming months.", "In line with the majority, I supported the decision to raise rates by 25bp, but three of my colleagues voted to hike rates by a larger 50bp.", "Such split votes have been common in recent months.", "Yet you shouldn't interpret this as reflecting confusion or incoherence on the MPC.", "One of the strengths of the UK monetary policy framework is that MPC members are individually accountable for their decisions and votes.", "The resulting expression of different views, and implied necessity for debate among them, guards against the emergence of 'group think' and thereby helps improve the robustness of final policy decisions.", "Given different appraisals of the economic situation and outlook, these different views reflect different assessments of how the MPC should act to achieve its common goal.", "Because, even if MPC members are individually accountable for their decisions, they don't get to choose the MPC's objectives.", "They are individually responsible for the means, but not the ends, of monetary policy.", "The ends of monetary policy are handed to the MPC in the form of its remit, which achieves democratic legitimacy through its roots in legislation approved by Parliament.", "That remit has three main elements.", "First, it establishes the primacy of price stability in the mandate for UK monetary policy.", "Second, that primacy takes concrete form in the 2% inflation target, which holds at all times.", "And third, the remit requires the pursuit of the inflation target to be achieved sustainably in the medium term, while avoiding excessive and undesirable volatility in output and employment.", "Given the current situation, pursuit of this remit faces risks on both sides.", "On the one hand, there is a danger that the current high level of inflation becomes embedded in wage and price setting behaviour, imparting greater persistence to the upside deviation of inflation from target in the coming years.", "On the other hand, the squeeze on real household incomes coming from higher energy and goods prices threatens to weigh heavily on demand, activity and employment, potentially adding to the undershoot of the inflation target forecast by the MPC at a three-year horizon.", "As has been emphasised in recent Bank communication, the MPC seeks to follow the narrow path between these two risks, while returning inflation to its 2% target in a sustainable manner.", "The weight attached to the risks on either side of this narrow path will vary across people and through time, evolving as new economic data are published and analysed.", "The recent discussion of UK monetary policy - and the absence of unanimity in MPC votes - should be understood in that light.", "In today's talk, I aim to flesh out the framework established in the MPC's recent forecasts and reports for assessing how to identify and follow this narrow path.", "These forecasts and reports represent the 'best collective judgement' of the MPC as a whole.", "But I will also take this opportunity to flag where I differ from that 'best collective judgement'.", "In particular, I'd like to emphasise from the outset my preference for a 'steady-handed' approach to monetary policy - one which focuses on the slower moving and more persistent trends in the data rather than responding to each individual data release.", "As I have discussed in a number of previous talks,[7] I am sceptical that we know enough: (1) about the state of the economy; (2) about key features of the economy's structure and behaviour; (3) about the intrinsic properties of inflation dynamics; or (4) about the monetary policy transmission mechanism, to be able to use monetary policy to 'fine tune' economic and price developments.", "And I worry that attempts to implement any such fine tuning will introduce more volatility into inflation and the broader economic system, rather than support the stabilisation at target that we seek.", "Of course, there are occasions - especially in the face of financial disturbances and market dysfunction - when central banks may need to step in to offer support quickly and sizeably to support financial stability and monetary policy transmission.", "We have seen examples of this of late, not least during the 'dash-for-cash' episode at the outset of the Covid pandemic in March 2020.", "And large macroeconomic shocks may require large monetary policy responses.", "Again, recent experience offers some examples.", "But, in my view, as a general rule monetary policy responses to macroeconomic developments need to be measured and persistent if they are to be effective.", "Such an approach ensures that changes in Bank Rate are transmitted along the yield curve to the longer-term rates more relevant to spending and pricing decisions, while also allowing learning about the impact of policy decisions ahead of making irretrievable mistakes in one direction or the other.", "Viewed through this lens, the decision to raise Bank Rate by 25bp earlier in the month should be seen as part of a broader transition in the stance of UK monetary policy over the past year.", "From the onset of the global financial crisis, and then in the aftermath of the European sovereign crisis, the fallout from the Brexit referendum and the Covid-19 pandemic, UK monetary policy has been in supportive mode - and understandably so.", "But now that inflationary pressures are re- emerging, the labour market has tightened and risks to the outlook have become more two-sided, monetary policy is undergoing a transition.", "Forward guidance pointing to rates remaining close to zero has been retired.", "Bank Rate has been increased.", "The asset portfolio accumulated through QE has started to run off.", "In all this, the transition has respected the old adage: less haste, more speed.", "The further increase of Bank Rate to 1% should be seen as part of this transition process.", "But it is not the end of the transition.", "In my view, we still have some way to go in our monetary policy tightening, in order to make the return of inflation to target secure.", "That remains my absolute priority - and influences how I see the prospect for both Bank Rate and the Bank's balance sheet, as I will discuss in a moment.", "Drivers of the economic outlook But before doing so, allow me to review the three main drivers of the MPC's economic outlook, as embodied in its recent forecast: international energy and good prices; domestic business and labour market conditions; and the outlook for monetary policy.", "International energy and goods prices The MPC's most recent inflation forecast does not make for pretty reading.", "Inflation is projected to reach double digits towards the end of this year, a significant overshoot of the 2% inflation target.", "The bulk of this overshoot is accounted for by developments in international goods and energy prices.", "Bottlenecks in international markets, stemming from a pandemic-induced combination of changes in the global pattern of consumer spending and disruptions to global supply chains, have driven up the price of tradable goods, for which the UK is essentially a price taker.", "Belying tentative signs these bottlenecks were easing towards the end of last year, the new Covid wave in China and Russia's invasion of Ukraine have exacerbated supply disruptions, prolonging the inflationary impulse.", "Chart 3: CPI inflation and CPI inflation excluding energy (a)Energy prices include fuels and lubricants, electricity, gas and other fuels.", "And, as I am sure you know all too well, the impact of Russia's invasion of Ukraine on energy and food prices has proved even more profound.", "This surge in commodity prices is incorporated into the MPC's most recent forecasts.", "Given the workings of the OfGEM price cap, the full impact of recent sharp increases in European wholesale gas prices will only be felt in most British household utility bills - and thus in UK consumer price inflation - in October.", "The inflationary impact of the war is therefore likely to be more drawn out in the UK than elsewhere - but prove no less substantial.", "As a result of the direct impact of these external drivers on UK prices, headline inflation is set to be high well into 2023.", "Given the current tightness of the UK labour market and strength of corporate sentiment, at least over the coming year the potential for second round effects in domestic wage and price setting is obvious.", "Chart 4: Gas and oil prices have increased to historically high levels in recent monthsMonthly real crude oil and natural gas prices Sources: Bank of England, Bloomberg Finance L.P., World Bank Commodities Price Data and Bank calculations.", "(a) Monthly averages in 2021 prices.", "Before 1979, the oil price is for Saudi Arabian Light.", "From 1979 onwards, the oil price is for Brent crude.", "The gas price is the one-day forward price of UK natural gas.", "Both series are deflated using the Consumer Price Index from 'A millennium of macroeconomic data'.", "Latest data point is for April 2022, based on daily prices to 26 April.", "Data are not seasonally adjusted.", "Labour market and business sentiment Momentum in the labour market continues to be both strong, and stronger than previously expected.", "Vacancies are at historical highs.", "Redundancies are at historical lows.", "The MPC forecasts the unemployment rate will fall to 3.6% in Q2 - the lowest level seen for almost fifty years, in part because participation in the labour force has failed to recover from pandemic- related declines.", "Bank staff estimates of underlying wage growth continue to strengthen, and are already running at rates above those normally deemed consistent with the inflation target.", "In its February forecast, the MPC embodied stronger wage growth in its baseline to reflect the likelihood that pay settlements would embody some catch-up for the higher than expected inflation outturns at the turn of the year.", "On the back of the Bank's Agents' reports from corporate contacts, further second round effects were included in the May projection.", "Chart 5: Unemployment continues to fall but inactivity remains higher than pre- Sources: ONS and Bank calculations.", "(a) Data from the LFS.", "Employment includes employees and self-employed.", "Changes do not sum to 0 as the population is estimated to have increased during the period.", "Chart 6: Indicators of pay growth are elevated Sources: HMRC, ONS and Bank calculations A tight labour market is accompanied by resilience in business confidence.", "In line with evidence from the Bank's Decision Maker Panel survey, this may reflect business-to-business pricing power within supply chains still suffering from supply disruptions.", "After all, within a single supply chain, one firm's sourcing problem is another firm's resilient demand.", "Supporting this view, the Banks' Agents report that a further strengthening of margins is likely, especially in firms that are not directly facing consumer demand.", "Chart 7: PMIs suggest business confidence is resilient(a) Sources: S&P Global/CIPS.", "(a) A reading of above 50 indicates positive change on the previous month while a reading below 50 indicates negative change.", "Data for April 2022 are flash estimates.", "Chart 8: Banks' Agents report further strengthening in margins is likely (a) Question: 'To what extent have you already passed through higher costs to prices?'", "The influence of monetary policy On the back of this assessment, the current momentum in UK headline inflation developments is substantial.", "But, given lags in the transmission of monetary policy to price developments, high inflation today does not, of itself, justify tighter policy today.", "Rather monetary policy has to be forward looking, calibrating the policy stance to be appropriate at a horizon of 18 months to two years, once the transmission lags unwind.", "And that is where the MPC's May forecast gets more complicated.", "Rises in international goods and energy prices pose a particular challenge to UK monetary policy.", "Not only do they exert a strong direct influence over inflation as I've discussed, but - since the UK is a net importer of food, energy and goods - they also imply a squeeze on the real incomes of UK households.", "Simply put, the price of what the UK is selling has fallen relative to what the UK is buying, leaving UK residents worse off.", "So the MPC forecasts that, as we move towards the end of this year, this real income squeeze coming from higher international energy and goods prices will slow domestic demand and eventually result in higher unemployment and a looser labour market.", "That loosening does much to cool the domestically generated wage, cost and price pressures on which the MPC is rightly focused.", "It is this component of inflation over which UK monetary policy exerts greatest influence.", "That said, the bulk of the forecast decline in headline inflation in the MPC's baseline projection owes to the assumption that energy prices will stabilise.", "Mechanically, the assumption of constant gas and oil prices - what economists call a 'random walk forecast' - that is embodied in the MPC projections beyond the next six months implies a zero contribution of energy prices to UK headline inflation in eighteen months' time, in stark contrast to the strong positive contribution seen over the past eighteen months.", "Just as the main reason the MPC forecasts headline inflation to rise to double digit levels at the end of this year is the impact of higher international energy and goods prices over which it exhibits little influence, the main reason the MPC projects headline inflation to fall sharply in 2023-24 back towards the 2% target is its assumption that those international energy and goods prices stabilise or fall six months from now.", "Of course, such assumptions may be wrong.", "We've seen that in the past.", "I'll come back to the risks around the random walk forecast for commodity prices in a moment, since these are an important influence in our policy assessment.", "Alternative assumptions about the path for Bank Rate But first I want to underline that this emphasis on the external drivers on UK inflation is not to suggest that UK monetary policy has no influence.", "In line with its normal practice, in May the MPC published two inflation projections: a baseline that is conditioned on the path of Bank Rate implied by current market pricing (which peaks at 2.5% towards the end of 2023); and a variant projection where Bank Rate is held constant at the 1% level established at the May MPC meeting.", "In the baseline, headline inflation falls significantly to 1.3% at the end of the forecast horizon, a significant margin below the 2% target.", "By contrast, in the constant rate scenario, headline inflation remains above target throughout the forecast, reaching 2.2% at the end point.", "This difference in inflation outturns gives some sense of how monetary policy settings are believed to matter.", "And the close to one percentage point gap is significant, certainly when compared with the inflation target of 2%.", "But this difference between Bank Rate scenarios is dwarfed by the overall fall in headline inflation of almost nine percentage points from its peak.", "That fall is testament to the size of the external shock to which UK inflation has been subject.", "It gives some measure of the challenge the MPC has faced in the past year in addressing the surge of inflation - a challenge of unprecedented magnitude in the inflation targeting era.", "There is a long history of MPC forecasts being interpreted as offering an implicit policy view on the interest rate paths upon which they are conditioned.", "And, prima facie, the constant rate scenario contained in the MPC's May report appears to justify the guidance that 'some degree of further tightening in monetary policy may still be appropriate in the coming months': maintaining Bank Rate at 1% would fail to achieve the 2% inflation target within the forecast period.", "In my short time as a member of the MPC, I have made it a rule not to comment on the appropriateness or otherwise of market-implied or variant interest rate paths.", "And I am not going to change that practice today.", "But I want to flag some reasons for caution in how to interpret our published inflation forecasts as guides to the validity of the interest rate profiles on which they are conditioned.", "Interpreting scenarios The sensitivity of the MPC projections to the conditioning assumptions is currently very high.", "And the uncertainties surrounding those assumptions are significant.", "For example, the outlook for international commodity prices remains very uncertain.", "In recent forecasts, the MPC has attempted to illustrate the sensitivity of the forecast to the commodity price assumptions by publishing alternative scenarios based on the path of prices implied by futures curves.", "This practice was maintained in the May report.", "As the drivers of commodity prices shift from the epidemiological to the geopolitical, they are unlikely to prove easier to forecast.", "It is all too easy to envisage outturns - such as the introduction of an oil or gas embargo if the conflict in Ukraine were to persist or widen - that would imply commodity prices quite different from those embodied in the MPC forecast, with very different implications for the economy, for the inflation outlook and ultimately for monetary policy.", "As members of the MPC have emphasised many times in the past, the outlook for monetary policy therefore cannot be read simply from the MPC's published forecast.", "Rather it is conditional on how events evolve.", "That conditionality is ever present.", "But in current circumstances it is further complicated by the importance of the joint interaction among the assumptions underpinning the MPC forecast.", "If we were to see commodity prices rise further, would this lead to stronger second round effects in domestic wage and price setting behaviour?", "Or would the real income squeeze implied by higher energy prices lead some of those that left the labour force during the pandemic to seek jobs, easing cost pressures stemming from the tightness in the labour market?", "The scenarios published by the MPC thus far reveal the impact of changing one of the conditioning assumptions for its baseline forecast, while holding the other assumptions unchanged.", "Such exercises can provide insight into the marginal impact of changes in the assumptions on the inflation outlook.", "But they don't reveal the overall impact that incorporates the joint interaction among the conditioning assumptions.", "In interpreting the implications of the MPC's published forecast and scenarios for the monetary policy outlook, this limitation of the published scenarios needs to be kept in mind.", "To sum up, the MPC's current forecast embodies a tension between two elements.", "On the one hand, headline inflation is clearly too high, the UK labour market is tight, wages are growing at stronger rates than would normally be deemed consistent with the inflation target, and business confidence is resilient, in part in anticipation of being able to re-establish profit margins.", "In short, inflationary momentum in the UK is currently strong.", "On the other hand, significant increases in international energy, food and goods prices over the past year imply a substantial squeeze in UK residents' real incomes, which will weigh on future demand and employment.", "Looking beyond the shorter term, UK inflation is set to fall as global commodity prices stabilise, bottlenecks in global supply chains ease, and domestic inflationary pressure dissipates as the real income squeeze opens up a margin of economic slack.", "These two elements define the two sides of the narrow path along which the MPC has to navigate.", "The MPC sees an upside skew in the risks around the inflation baseline in the latter part of the forecast period.", "The balance of risk is tilted towards inflation proving stronger and more persistent than anticipated in that baseline.", "A number of underlying structural developments point in this direction.", "For example: (1) Brexit may have reduced the contestability of UK labour markets by EU immigrants and workers;[13] (2) the broader globalisation process - which helped contain external inflationary impulses to the UK around the turn of the century[14] - looks to have stalled and may be in retreat, reducing the competitive pressure on UK producers to contain costs; and (3) the impact of aging and longer- term health consequences of the pandemic may have led to a decline in UK labour force participation.", "In this context, the MPC needs to ensure that domestic price setting does not achieve a self- sustaining, expectationally-driven momentum, which would maintain inflation at elevated levels even as the direct external impulse coming from commodity prices recedes and unemployment starts to rise.", "Avoiding any drift towards the embedding of such 'inflationary psychology' into the price setting process is crucial.", "With that in mind, and after a very prolonged period of supportive monetary policy in the United Kingdom since the onset of the global financial crisis, the time has now come to withdraw that accommodation in the interest of returning inflation to target in a sustainable way.", "It is the need for a continuation of this transition in monetary policy that led me to support the 25bp hike in Bank Rate at the May MPC meeting.", "And, even after this hike, I still view that necessary transition as incomplete.", "Further work needs to be done.", "Chart 9: Inflation forecast conditional on alternative assumptions about the path Chart 10: MPC asset purchase targets Balance sheet policies So far, I have focused on the outlook for Bank Rate, consistent with the MPC's view that this is now the 'active tool' for the conduct of monetary policy.", "But the transition in monetary policy that is underway has broader implications.", "In particular, it creates scope to start running down the asset portfolios accumulated as a result of quantitative and credit easing policies implemented by the Bank in the past.", "The impact of these policies over the past decade or so remains controversial.", "A recent publication by Bank staff surveys the large body of research and analysis conducted on central bank asset purchases.", "It concludes that, although QE did help the Bank pursue its monetary policy mandate, both the magnitude of its effect and the channels through which it was transmitted are difficult to estimate precisely, and are anyway likely to have varied in both absolute and relative magnitude over time, as the economic context in which they were implemented changed.", "However one views that evidence, with inflation having risen and Bank Rate moving away from its effective lower bound, the case for employing those monetary policy tools has disappeared, at least for now.", "The MPC set out its plan for running down the asset portfolios accumulated through QE in its August 2021 Monetary Policy Report.", "Consistent with that plan, once Bank Rate reached 0.5% in February of this year, reinvestment of maturing gilts in the QE portfolio ceased.", "The stock of quantitative easing has declined as a result.", "Because the Bank has published details of the gilts accumulated through QE, this runoff is entirely predictable to market participants, and has been conducted without destabilising market conditions.", "In parallel, the MPC announced that it would unwind its holdings of investment grade corporate bonds held for monetary policy purposes.", "Reinvestment also ceased in February, and sales of corporate bonds are scheduled to commence in the autumn.", "Again consistent with the plans announced last August, once Bank Rate reached 1% in May the MPC asked Bank staff to work on a strategy for UK government bond sales.", "An update on this work is scheduled for the August MPC meeting.", "Just to be clear, the MPC has not yet taken a decision about whether to commence gilt sales.", "But were such sales to be implemented, the MPC has committed to doing so in a gradual and predictable manner.", "In my view, it would be preferable to have any such gilt sales running 'in the background', rather than being responsive to month-to-month data news.", "That would add to their predictability.", "And it would also avoid that they are interpreted as offering a signal about the future path of Bank Rate, which as the active tool of monetary policy is first in line to respond to data news.", "In its August 2021 communication, the MPC judged 'that the impact on monetary conditions of a reduction in the stock of purchased assets, when conducted in a gradual and predictable manner and when markets are functioning normally, is likely to be smaller than that of asset purchases on average over the past'.", "Mechanically, selling assets in well-functioning markets implies the market functioning channel of QE transmission should not be relevant.", "If market dysfunction were to take hold, asset sales could, if necessary, be paused.", "Moreover, undertaking sales in the background as I have described implies a weakening of the signalling channel of QE transmission.", "Thus the design for a gilt sales programme I have described here is likely to deliver an outcome in line with last August's MPC statement.", "But that is not to deny that asset sales have the potential to tighten monetary and financial conditions.", "I would expect them to do so.", "The staff study I mentioned a moment ago concludes that asset purchases - and thus probably also their unwind - largely work via their impact on asset prices.", "As long as we undertake any gilt sales programme in a predictable and well-communicated manner, the impact of these sales will be - indeed, already may be - 'priced into' financial prices, notably gilt yields.", "These are observable and are used to condition our regular MPC forecasts and other analysis.", "Knowing how asset sales have influenced the market, the setting of Bank Rate can then be calibrated in order to achieve the inflation target over the medium term.", "In this context, trying to add some quantitative calibration of the impact of asset sales on the economy and price developments directly into our macroeconomic forecasts would amount to double counting.", "Concluding remarks Earlier this month, the Bank of England celebrated twenty-five years of independent responsibility for monetary policy, institutionalised in the creation of the Monetary Policy Committee.", "That celebration has come at a testing time for UK monetary policy, for the reasons I have outlined in my remarks today.", "With inflation forecast to rise into double digits following the very sharp rise in international energy and goods prices, this is biggest challenge the MPC has faced over the past quarter of a century.", "It is in these testing times that the anchor represented by the 2% inflation target comes to the fore.", "Supported by the independence accorded to the MPC to pursue that target, we are able to take the sometimes tough decisions to bring inflation back to 2% and keep it there sustainably.", "It is that commitment that has led me to support a tightening of monetary policy since I joined the Committee last September, and to signal today that this tightening still has further to run.", "The views expressed in this speech are not necessarily those of the Bank of England or the Monetary Policy Committee.", "I would particularly like to thank Saba Alam, Gillian Anderson, Filippo Busetto, Harvey Daniell, Andrew Gaffney and Alex Rattan for their help in preparing this speech.", "I have received helpful comments from Andrew Bailey, Ben Broadbent, Rich Harrison, Jonathan Haskel, Andrew Hauser, Bob Hills, Neil Kisserli, Rhys Phillips, Dave Ramsden, Matt RobertsSklar, Andrea Rosen, Michael Saunders, Fergal Shortall, Tom Smith and Silvana Tenyero, for which I am most grateful.", "'The central bank balance sheet as a policy tool: past, present and future,' Bank of England staff working paper no.", "'Reliable partners,' speech given at Gresham College, London.", "'QE at the Bank of England: A perspective on its functioning and effectiveness,' Bank of England Quarterly Bulletin Q1.", "'Risk management for monetary policy near the zero lower bound ,' Brookings Papers on Economic Activity (Spring), pp.", "'A monetary policymaker faces uncertainty,' speech given at a Bank of England webinar.", "Bank of England Quarterly Bulletin 45, pp.", "'Monetary policy with a steady hand,' speech given at the Society of Professional Economists online conference.", "'UK Monetary Policy - 'Crossing the river by feeling the stones\", speech given at the Confederation of British Industry, Newcastle upon Tyne.", "'The route back to 2% inflation,' speech given at the Resolution Foundation, London.", "'What to do when we don't know: Policy-making when spare capacity is uncertain,' JSG Wilson Lecture, Hull.", "Consumer price inflation, Office for National Statistics , April 2022. .", "The inflation target is set by Government, on the basis of the Bank of England Act 1998.", "The Chancellor of the Exchequer sets out the inflation target and other details of the remit in an annual letter to the Governor.", "See the Governor's opening remarks to the Monetary Policy Report press conference on 5 May 2022. .", "'Monetary Policy Report - May 2022', Bank of England.", "(2015) for a rationalisation of the 'risk management' approach to monetary policy, which has been used to underpin this supportive stance.", "Of course - as I have explored in previous talks (Pill, 2022) - assessing how supportive any particular stance of monetary policy will prove is difficult, since it relies on conceptually and empirically uncertain measures of neutral benchmarks for policy, such as the natural rate of interest or R-star.", "On Tuesday, the ONS published an unemployment rate for March 2022 of 3.5% (single month basis) ('Labour market overview', Office for National Statistics ).", "Private sector regular average weekly earnings (AWE) growth increased to 4.8% in Q1, while annual whole economy AWE growth was 7.0% ('Labour market overview', Office for National Statistics ).", "In part, the difference between these two indicators reflects the strength of bonuses in the data, which - despite adding to household income - are not ongoing costs to firms.", "Of course, that means the assumption of stable energy prices has not proved very accurate in the recent past.", "But commodity prices are hard to forecast, and the random walk forecast has performed as well as alternatives over most periods.", "In particular, there is scant evidence that the path of commodity prices embodied in market futures pricing has outperformed the random walk assumption.", "See the discussion of a Brexit 'doppelganger' model reflected in Chart 1 of my MPC colleague Catherine Mann's recent speech (Mann, 2022).", "See the discussion of labour market trends and long Covid reflected in Figure 6 of my MPC colleague Michael Saunders' recent speech (Saunders, 2022).", "See Box A in 'Monetary Policy Report - August 2021,' Bank of England.", "Such an approach would be consistent with periodic reviews of the asset sales programme at a lower frequency, as was envisaged in the August 2021 Box on this topic.", "(That Box foresaw a review of the parameters governing any quantitative tightening within two years of its commencement.)", "The MPC and Bank will of course learn more about the impact of balance sheet unwind as it progresses, and those lessons will inform any such review.", "The empirical exercises reported in Busetto et al.", "Asset sales will also reduce the stock of central bank reserves held by the banking system.", "In order to avoid that the overall stock of reserves did not fall below the level required to sustain normal functioning of the sterling money market, the Bank of England would need to stand ready with its operational tools to ensure a sufficient level of reserves."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["Monetary policy", "Inflation", "Economic outlook", "Labour market", "Asset purchases", "Asset sales", "Price stability", "Inflation target", "Monetary policy transmission", "Economic uncertainty"]}