{"sentences": ["If you've just joined us, welcome to Day Two of the Singapore FinTech Festival.", "I want to talk about the future of Money, Finance, and the Internet.", "But first, a little history.", "JUNO, PLUTUS, MERCURY Money as a medium of exchange and store of value has been around for millennia.", "It is named after the Roman goddess of money, Juno, who carried the title Moneta.", "Rome's currency was first minted at her temple in the third century B.C.", "Money has come a long way since: from bullion coins, to paper notes backed by the gold standard, to fiat currency backed by central banks, and now digital money.", "Finance or the intermediation of savings and investments existed in many ancient civilisations.", "The Roman god of wealth, Plutus, comes closest to being the presiding deity for finance.", "Finance too has come a long way: foreign exchange markets and bills of exchange emerged in the Middle Ages, before modern finance took shape with fractional reserve banking, stock markets, mutual funds, and insurance.", "The Internet is more recent.", "Its official birthday is 1 January 1983, though the concept itself - namely a computer network which enables information sharing among users - goes back to the US defence industry in the 1960s.", "Of course, the ancient Romans did not have a god for the Internet, but perhaps Mercury - the god of commerce and communications - comes closest.", "The future of Juno, Plutus, and Mercury is increasingly becoming entwined, in large part due to technology.", "Let's check out what Juno, Plutus, and Mercury have been up to lately.", "JUNO AND INNOVATIONS IN MONEY Juno has been busy in the past decade with new forms of money emerging.", "But before we can make sense of new money, let us refresh our understanding of existing money.", "Today, we keep money in two forms: physical cash in the form of notes and coins; and digital money in the form of deposits with commercial banks.", "Most of our money is privately created by commercial banks and is in digital form.", "Bank deposits account for 92% of the money supply in Singapore and are the basis for all electronic payments by households and firms, using debit and credit cards, e-wallets, and account-toaccount bank transfers.", "The commercial banks in turn place reserves with the central bank to settle inter-bank transactions arising from these electronic payments.", "Confidence in money is anchored by the central bank.", "Central banks conduct monetary policy to ensure low and stable inflation, which safeguards the purchasing power of our money.", "In addition, by regulating commercial banks and acting as lenders of last resort during crisis periods, central banks underpin the overall soundness of the banking system.", "The credibility of money is underpinned by this two-tier monetary structure where commercial banks create money and central banks preserve its value.", "Three new developments have emerged over the past decade that fundamentally challenge this two-tier monetary structure: cryptocurrencies; stablecoins; and central bank digital currencies.", "Cryptocurrencies A cryptocurrency is a digital token issued and managed within a decentralised protocol, such as a distributed ledger or blockchain.", "It represents an asset in digital form that can be transferred or traded on the protocol.", "The word \"crypto\" comes from the Greek word kryptos - which means \"secret\".", "Indeed, the anonymity of crypto tokens has unfortunately made them well suited for facilitating illicit transactions, including money laundering.", "Cryptocurrencies have also helped to fuel ransomware - one of the fastest growing crimes in cyberspace.", "So far, the answer must be no.", "Cryptocurrencies have performed poorly as a medium of exchange, a store of value, or a unit of account.", "MAS prefers to call them by their more accurate technical name: crypto tokens.", "We define tokens that are used for payments purposes as digital payment tokens, and entities which provide services related to such tokens in Singapore are subject to licensing and supervision by MAS, primarily for money laundering and terrorism financing risks.", "MAS frowns on cryptocurrencies or tokens as an investment asset for retail investors.", "The prices of crypto tokens are not anchored on any economic fundamentals and are subject to sharp speculative swings.", "Investors in these tokens are at risk of suffering significant losses.", "But MAS is also of the view that blockchains and crypto tokens can bring many potential benefits.", "The blockchain is suited for applications where it is important to know the history of ownership and transfer of value but there is no trusted central party or reliance on a central party is too costly.", "A potentially strong use case of crypto tokens is to facilitate cheaper and faster cross-border payments and trade finance.", "But to be regarded as money, crypto tokens need to be more stable in value and have credible backing.", "Hence, the emergence of stablecoins.", "Stablecoins seek to combine the credibility of fiat currencies with the advantages of the blockchain.", "The more prevalent stablecoins are pegged to the US Dollar, promise to redeem at par, and claim to be backed by reserves.", "Will Juno accept stablecoins as money?", "An encouraging sign is that stablecoins are beginning to find acceptance outside of the crypto ecosystem.", "Some technology firms have integrated popular stablecoins into their payment services.", "Visa and Mastercard both allow transactions to be settled using USD Coin.", "Or are stablecoins more akin to the Chimaera, a monstrous fire-breathing hybrid creature in Greek mythology?", "Stablecoin issuers look like banks when they take money and offer to return it on demand, but if they do not intermediate credit, would bank regulation be appropriate for them?", "They may seem like money market funds, but are capital market rules sufficient to ensure that reserve backing is really there behind these stablecoins?", "Stablecoins can potentially pose financial stability risks.", "For example, if there is a run on a significant issuer of a stablecoin, there could be contagion risks to financial markets should the reserve assets be rapidly liquidated.", "MAS has been thinking deeply about these issues, even as we license crypto token players and encourage experimentation in this space.", "We have to approach the Chimaera with flexible regulatory chains which will allow us to harness its potential benefits but can be tightened quickly if the beast threatens to breathe fire.", "Central Bank Digital Currencies The history of privately issued money without public backing has not been inspiring.", "Will people put their faith in crypto tokens or stablecoins that are not backed by a central bank dedicated to protecting its value?", "At the same time, is there not a way to harness the potential benefits of distributed ledgers through some form of digital currency?", "Hence, the global surge in interest in central bank digital currencies, or CBDCs.", "A CBDC is the direct liability of and payment instrument issued by the central bank.", "What is MAS' stance towards CBDCs?", "To answer that, let me distinguish between two types of • Wholesale CBDCs - which are restricted to use within the banking system and are akin to the reserves commercial banks place with the central bank today.", "• Retail CBDCs - which are issued by the central bank to the general public; they would be the digital equivalent of today's notes and coins.", "MAS sees much promise in wholesale CBDCs.", "They have the potential to radically transform cross-border payments.", "But since wholesale CBDCs by definition are not meant to be used as currency by the general public, they are not money.", "So let me focus on retail CBDCs for now.", "Retail CBDCs are essentially digital versions of cash.", "Interest in retail CBDCs has risen sharply in the last two years.", "According to a survey by the Bank for International Settlements, six out of ten central banks are experimenting with retail CBDCs.", "MAS has been carefully studying the economic merits and implications of a retail CBDC in the Singapore context.", "We have just released a detailed paper outlining our current thinking.", "There are three possible reasons for MAS to issue to the public a digital Singapore dollar.", "First, a digital Singapore dollar would make available the benefits of using central bank money in the growing world of online transactions.", "Like notes and coins, a digital Singapore dollar issued by MAS will be safe, widely accepted, and bear the authority of the state.", "Cash is the ultimate risk-free asset, and means of final settlement.", "The rapid displacement of cash in favour of electronic payments based on bank deposits or e-wallets is one of the chief motivations for countries like Sweden and China to consider retail CBDCs.", "Second, a digital Singapore dollar could possibly foster an efficient and inclusive payment ecosystem.", "It could make it easier for smaller firms to build new payments and related digital services.", "Start-ups, for instance, can integrate with the retail CBDC and not need to build their own e-money and user base.", "This financial inclusion rationale has been a key motivation for countries like Cambodia and the Bahamas to adopt retail CBDCs.", "Third, a digital Singapore dollar could mitigate against the encroachment of privately issued stablecoins or foreign CBDCs in Singapore's payments landscape.", "As these global digital currencies enter our market and become widely accessible in the future, they could potentially displace the use of the Singapore dollar in domestic retail transactions.", "A digital Singapore dollar issued by MAS that is congruent with the needs of a digitalised economy could go some way to mitigate this risk.", "But issuing a retail CBDC is not a straightforward decision.", "Retail CBDCs can potentially pose significant risks to monetary and financial stability.", "There could be some disintermediation of the banks, particularly during stress periods if people can switch deposits into risk-free central bank money at the \"click of a button\".", "Even in normal times, if people held a significant portion of their deposits in the form of digital Singapore dollars with MAS, it would considerably reduce our banks' capacity to make loans.", "But we can likely manage these risks by designing the retail CBDC with sensible safeguards, such as stock and flow caps on the amount of digital Singapore dollars that anyone is allowed to place with MAS.", "On balance, the case for a retail CBDC in Singapore is not urgent.", "• For a subject that has attracted much attention, there are neither strong reasons for or against a retail CBDC in Singapore.", "• Physical cash is likely to be with us for quite some time more and so the need for a digital version of cash is moot at this point.", "• The financial inclusion benefits of a digital Singapore dollar are not compelling.", "A high proportion of Singaporeans have bank accounts and electronic payments in Singapore are pervasive, highly efficient, and competitive.", "• Possible currency substitution by foreign digital currencies is a remote tail risk at this point.", "The issuance of a retail CBDC is ultimately a socio-economic rather than a monetary consideration.", "Moving to a fully cashless society with all money in the form of bank deposits will not make a significant difference to the conduct of monetary policy.", "The question is whether the public is comfortable with holding only bank deposits and whether there is public demand for a state-issued currency that is as safe as cash but in digital form.", "So for now, there is no strong case for a retail CBDC.", "At the same time, MAS recognises there could be potential benefits offered by innovative retail CBDC solutions in the future.", "MAS is therefore embarking on Project Orchid - to build the technology infrastructure and technical competencies necessary to issue a digital Singapore dollar should Singapore decide to do so in future.", "MAS will pursue Project Orchid in close partnership with the private sector, building on the rich findings from the Global CBDC Challenge that MAS launched earlier this year.", "We have received more than 300 proposals from over 50 countries in response to the problem statements we posed.", "This afternoon, the finalists of the Global CBDC Challenge will demonstrate their solutions to an international judging panel.", "PLUTUS AND THE ERA OF DIGITAL FINANCE Not to be outdone, Plutus, the god of finance, has not been idle.", "Finance is becoming increasingly digitalised, with new types of financial service providers, business models, and collaborations.", "I will highlight two developments that are shaping the future of Finance: • the quest for real-time cross-border payments; and • the rise of collaborative data platforms.", "Real-Time Cross-Border Payments and Settlements Five years ago, MAS began experimenting with blockchain technology and wholesale CBDCs through Project Ubin, to make cross-border payments cheaper, faster, and more efficient.", "The success of Project Ubin has inspired Partior - a blockchain-based interbank clearing and settlement network jointly established by DBS Bank, JP Morgan, and Temasek.", "It enables banks to settle cross-border payments in different currencies in real time, using either commercial bank digital money or wholesale CBDCs.", "Project Ubin has also served as a foundation for Project Dunbar - a blueprint for a multicurrency settlement platform that operates across countries using wholesale CBDCs.", "Project Dunbar is a partnership among MAS, the Bank for International Settlements Innovation Hub, Reserve Bank of Australia, Bank Negara Malaysia, and South Africa Reserve Bank.", "Commerical banks will be able to transact directly with one another using the wholesale CBDCs of their respective countries, eliminating the need for intermediaries and reducing the time and cost of cross-border transactions, if Project Dunbar succeeds.", "Not all cross-border payment improvements need CBDCs or the blockchain.", "Singapore's realtime retail payment system - PayNow - is building direct linkages with other countries' payment systems.", "PayNow has already linked with Thailand's PromptPay, enabling individuals in the two countries to transfer funds directly to one another's bank accounts using just the payee's mobile phone number.", "PayNow plans to link up with Malaysia's DuitNow and India's Unified Payment Interface next year.", "But establishing bilateral payment linkages one jurisdiction at a time is hard work.", "We need a multilateral solution.", "MAS is therefore working with the BIS Innovation Hub on Project Nexus - a common blueprint for how countries can fully integrate their real-time payment systems onto a single crossborder network.", "If it works, it will make PayNow globally interoperable much faster.", "Collaborative Data Platforms Industry collaboration through technology and data sharing platforms will become an important driver of innovation in the future of Finance.", "MAS has been promoting such collaboration since the beginning of our FinTech journey in 2015.", "Let me highlight three recent initiatives.", "First, ChekFin, a decentralised credentials platform to support partnerships between financial institutions and FinTech firms.", "Financial institutions seeking collaboration with FinTech firms often have difficulty ascertaining their reliability and capacity.", "ChekFin will enable financial institutions to obtain verified credentials of FinTech firms, such as business references, awards they have obtained, and investor funding records.", "These credentials are immutably stored on a blockchain as a golden source of information.", "FinTech firms decide who they want to share their private credentials with.", "ChekFin is a partnership among the ASEAN Financial Innovation Network, BCG FinTech Control Tower, and Affinidi, with MAS as a founding partner.", "Ten global financial institutions have already signed up for ChekFin, and the platform will be launched next month.", "Second, Project Greenprint - a technology and data platform to support the green finance ecosystem.", "MAS and the industry will together develop four interoperable platforms under Project Greenprint: • a for financial institutions and corporates to make reliable and Common Disclosure Portal comparable ESG disclosures; • a Data Orchestrator to aggregate ESG data from different sectoral platforms and trusted data • an ESG Registry to record and maintain ESG certifications on a distributed ledger; and • the Greenprint Marketplace to connect green technology providers with investors and corporates.", "Third, COSMIC - a platform for financial institutions to collaborate using data analytics to combat the risks of money laundering.", "This platform for information sharing and analysis will generate a rich and dynamic data pool of high-risk actors and their webs of anomalous activities.", "COSMIC will enable seamless data exchange with financial institutions' own data analytics systems so that they can effectively identify and disrupt criminal networks sprawling across multiple financial institutions.", "MAS has been co-creating COSMIC with six major banks in Singapore and the platform is scheduled to go-live in 2023.", "In its initial phase, COSMIC will focus on risks related to the abuse of shell companies, illicit misuse of trade finance, and evasion of United Nations sanctions.", "But the future of Finance cannot be divined without considering the future of the Internet.", "Plutus will be crossing paths quite often with Mercury.", "MERCURY AND THE ADVENT OF WEB 3.0 This new age of the Internet has been dubbed Web 3.0.", "A good way to start making sense of Web 3.0 is through refreshing our understanding of Web 1.0 and 2.0.", "• Web 1.0 is the \"readable\" Internet, centred on access to information and where most users were consumers of content.", "It is about web pages, emails, and chatrooms.", "• Web 2.0 is the \"interactive\" Internet, with rich exchanges of information and usergenerated content and collaboration.", "Key features are blogging, tagging, and social media.", "• Web 3.0 is the \"personal\" Internet, empowering end-users through applications that allow the decentralised sharing of information.", "The key enablers of this new paradigm are smart contracts and tokenised assets.", "Smart Contracts and Tokenisation Smart contracts are computer programmes that automatically execute actions according to the terms of the contract.", "Tokenised assets, implemented as smart contracts, are digital representations of real-world assets.", "They could be physical assets such as commodities and real estate; or intangible property such as financial assets, patents, or digital music and art.", "Once tokenised, rights and ownership of these assets could be transferred seamlessly, improving liquidity and efficiency.", "This has the potential to substantially enhance economic opportunity and inclusion.", "Smart contracts and tokenisation are already being used to enhance the market infrastructure for financial assets in Singapore.", "• Olam International issued last year a digital bond on SGX's digital issuance, depository and servicing platform.", "• SembCorp through UOB Bank issued a digital bond this year on the ADDX digital securities platform, eliminating manual processes in custody and post-trade administration through smart contracts on a blockchain.", "• Digital bonds have many advantages: - they can be issued in smaller denominations; - primary issuance settlement times can be shortened; and - coupon and redemption payments can be automated.", "Decentralised Finance Web 3.0 can potentially disrupt the world of Finance.", "This is the phenomenon of decentralised finance or DeFi, where end-users perform financial transactions directly with one another using smart contracts, without the need for financial intermediaries.", "It is a fundamentally different approach to financial infrastructure, compared to the centralised systems of today.", "DeFi is already a growing reality, albeit nascent.", "Crypto tokens are bought and sold on decentralised exchanges, without the need for intermediaries to clear and record the trade.", "Another example is borrowing and lending, where anyone can lend and borrow directly to others via a liquidity pool managed by a smart contract.", "DeFi has the potential to yield significant economic and social benefits.", "By replacing intermediaries and central counterparties, these open crypto networks can potentially reduce the cost of finance.", "When firms of all sizes, and even individuals, can directly access financial infrastructure, it could mean more competition and inclusion.", "But DeFi is not without risks and vulnerabilities.", "These open crypto networks are not at the stage where they can meet the high standards of governance, security, and resilience that are required of critical infrastructure by central banks and regulators.", "There have been some unsavoury practices in this space: \"flash loans\" being used to manipulate prices in the market; bots being used to front-run retail trades.", "With decentralised governance, who do you approach to recover lost accounts or reverse accidental transfers of money?", "Existing regulatory frameworks will need to be adapted if DeFi becomes a reality.", "Regulations crafted to manage risks in a world of intermediaries are ill-suited where intermediaries are replaced by smart contracts.", "Enforcement is more challenging when control or governance is dispersed across the blockchain.", "MAS will follow Web 3.0 and DeFi developments closely, deepen our understanding, and seek to harness the benefits while managing the risks.", "We will work with both the financial industry and the broader ecosystem to find the right balance.", "It will be a learning journey.", "Regulatory Sandbox Plus And what better way to learn than by experimenting?", "We will facilitate experiments for blockchain and DeFi innovation through regulatory sandboxes.", "Five years ago, MAS launched the FinTech Regulatory Sandbox, to support live experimentation of technology innovations.", "Two years ago, we enhanced it with Sandbox Express, so that businesses can begin market testing of low risk activities in a pre-defined environment faster.", "MAS will enhance its regulatory sandbox with Sandbox Plus.", "We will broaden participation to early adopters of technology, in addition to first movers.", "We will provide financial grants to first movers of innovation, to support their technology, human capital, and market development.", "We will enrol eligible applicants in Deal Fridays, a programme jointly organised by MAS and Enterprise Singapore, where they will gain access to the investor community.", "The future of Money, Finance, and the Internet will have far-reaching effects on economies and societies.", "It is important that public authorities and the financial and technology communities work together to shape that future, so that Money, Finance, and the Internet can be forces for good, helping to expand economic opportunity, enhance social inclusion, foster stability, and protect our planet.", "Ultimately, Money, Finance and the Internet must serve the people who use them.", "MAS is committed to partnering you on this exciting journey.", "Have a great FinTech Festival!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital Money", "Central Bank Digital Currencies (CBDCs)", "Stablecoins", "Cryptocurrencies", "Real-Time Cross-Border Payments", "Collaborative Data Platforms", "Blockchain", "Web 3.0", "Decentralised Finance (DeFi)", "Regulatory Sandbox"]}