{"sentences": ["Speech Klaas Knot - \"Spreading our wings.", "How monetary and fiscal policy can fight inflation\" 23 september 2022 \"The job for central bankers is clear.", "Like on the painting, we will rise up, fiercely spread our wings, and protect our eggs from the menacing mongrel of inflation,\" said Klaas Knot, referring to \"The Threatened Swan\" at the informal dinner of the Economic and Financial Committee at the Rijksmuseum.", "\"For many of us here tonight, the dog in the water is inflation.", "For others, it is the energy crisis.", "An atrocious war on European soil.\"", "President , De Nederlandsche Bank Datum: 23 september 2022 Spreker: Klaas Knot Locatie: Rijksmuseum, Amsterdam Good evening, distinguished members of the Economic and Financial Committee.", "From me too: welcome to the Rijksmuseum.", "The most famous painting in this impressive museum is probably the one right behind me.", "But right here in this beautiful gallery, you will also find the very first painting the Rijksmuseum ever acquired.", "It is called \"The Threatened Swan\".", "You should find a small reproduction of this painting on your menu.", "If you look at it, you see a swan with its wings spread wide, defending its eggs against a dog that is sneaking up through the water.", "This painting is seen as an allegory for what happened to us in 1672.", "The year that in Dutch history books is marked as \"The Disaster Year\".", "\"The Disaster Year\" because in that year, the Dutch \"Republic of the 7 Provinces\" was under fierce attack.", "Simultaneously from the English in the west, the French in the south, and German armies in the north.", "The allegory that is represented by \"The Threatened Swan\" also goes beyond 1672.", "Essentially, it is a painting about hard times, about being under threat, and about how you respond.", "Also today, 350 years later, we find ourselves facing hard times, experiencing several threats, and asking ourselves how to respond to them.", "One of these threats is an inflation rate that we have not seen in decades.", "Inflation that is now expected to stay well above our target for an extended period of time.", "Inflation that is jeopardising the livelihood of many millions throughout Europe.", "So, looking at my fellow central bankers here tonight, I must ask: what will we do?", "Shall we sit quietly?", "No, the job for the central bankers among us is clear.", "Like on the painting, we will rise up, fiercely spread our wings, and protect our eggs from the menacing mongrel of inflation.", "Hence the ECB's recent move - to raise interest rates by 75 basis points.", "As my central bank colleagues gathered here tonight will confirm, this major transition in monetary policy was a necessity.", "At current inflation levels - levels that are threatening our European prosperity - we need to rapidly transition away from a highly accommodative monetary policy to interest rate levels that will support a timely return to our inflation target of two percent over the medium term.", "And I anticipate further rate hikes over the coming months, to be specified meeting by meeting, based on data, and guided by our objective of price stability.", "But we know that, even with our recent, major changes to monetary policy, it will take time for these changes to take effect in the economy and actually bring inflation down.", "That is why I am grateful to be here.", "However much I like preaching to the monetary choir in this room, being here gives me the opportunity to address the full EFC, including member states' finance ministries, the European Commission and related agencies.", "Hence, an opportunity to re-emphasise the value of working together.", "In the aftermath of the global financial crisis, after 2008, monetary and fiscal policy were each fighting their own battles.", "Partly due to this, and with the benefit of hindsight, economic recovery was slowed down.", "More recently, a mere two and a half years ago, the dog in the water was the corona virus.", "In the meantime, however, we had learned valuable lessons from the past.", "So when the pandemic hit us it was a swift and balanced cooperation between monetary and fiscal pandemic hit us, it was a swift and balanced cooperation between monetary and fiscal policy that gave our economy wings to fight back.", "And that is what we need to do now as well: to jointly work towards our common goal - a secure and prosperous Europe.", "Needless to say, each within our own mandate.", "But I would also like to express a word of caution though: fiscal measures that are aimed at compensating households for high inflation might themselves become inflationary when they further increase the imbalance between supply and demand.", "And higher inflation would in turn require, again, a firmer policy response from central banks.", "But from a democratic, and perhaps more importantly, moral stance, the valid question remains: what can governments do to alleviate some of the worst economic pain without increasing price pressures further?", "First of all, we probably all agree that the most vulnerable households need to be helped with well-targeted financial support.", "For a lot of other households, compensation should come from targeted wage growth.", "While it is paramount to avoid a wage-price spiral, it is also important that wages rise in sectors of the economy that have the scope to do so.", "Second, governments should address supply-side restrictions more directly where they can.", "On the energy market, this means achieving a more balanced mix of energy sources as soon as possible.", "On the labour market, this means removing the impediments that constrain labour supply growth - there is still room for improvement in labour participation in several European countries.", "Third, the economic reform agenda and the public investments that can boost potential growth must continue.", "And preferably, this will be done without further deficit spending, because public debt levels are already uncomfortably high.", "If you look again at \"The Threatened Swan\", you will see a very natural phenomenon: a swan defending her eggs.", "But the swan is also fierce and grand.", "If it could, the swan would march right into this gallery.", "For many of us here tonight, the dog in the water is inflation.", "For others, it is the energy crisis.", "An atrocious war on European soil.", "Each and every one of us, here or elsewhere, each in their own capacity, should step forward, spread their wings wide, and defend, fierce and grand, with passion, with conviction, the eggs of our times.", "I thank you and wish you a very pleasant evening."], "classifications": ["none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Fiscal policy", "Economic growth", "Energy crisis", "Wage growth", "Supply-side constraints", "Public debt", "Economic reforms", "European economy"]}