{"sentences": ["Governor's Speech - the Budapest Eurasia Forum 2022 \"Challenges facing small, open economies in the changing global landscape\" Dr. Sethaput Suthiwartnarueput, Governor, Bank of Thailand Magyar Nemzeti Bank, Budapest, 19 September 2022 Excellencies, distinguished participants, It is a great pleasure and privilege to be here at the Budapest Eurasia Forum.", "While the global landscape is constantly changing, the speed and scale of the changes happening now are particularly large and rapid.", "Many of these changes pose particular challenges for small, open economies.", "I would like therefore to focus my remarks on three key challenges facing small, open economies in this changing global landscape.", "Part 1: The first challenge is rapid and synchronized monetary policy tightening • We are going through one of the most rapid and concerted monetary policy tightening cycles in recent memory.", "About this time last year, the Fed Funds rate expected for the end of this year was under 0.5%; markets now expect it to be around 4%.", "Almost all central banks have raised rates as part of what one might call the \"Great Policy Normalization\".", "This reflects the rapid return of inflation.", "Two years ago, of the 60 countries tracked in the BIS database, 42 had inflation below 2%.", "Today, that number is zero.", "• Adding to the challenge, the prevailing initial conditions under which the major economies are embarking on this \"Great Policy Normalization\" are far from ideal.", "The prolonged period of unusually low inflation during past decades allowed central banks to conduct extremely accommodative monetary policies for a very long time.", "This has contributed to a significant buildup of global financial vulnerabilities, including stretched valuations of risk assets, high house prices, and record high private and public debt.", "• For small open economies, especially those from emerging markets, the challenge is to maintain stability in the face of more volatile capital flows, large swings in exchange rates, and tighter global financial conditions.", "The steep appreciation of the US dollar poses significant risks, particularly for those countries with high external vulnerability.", "Many have had to follow the aggressive tightening of policy by the Fed.", "• That said, the overall repercussions of advanced economy policy tightening on global financial markets have--thus far--been remarkably orderly.", "There have been no major dislocations in emerging market capital flows and there has been clear differentiation based on country-specific fundamentals.", "Asian economies overall have exhibited resilience.", "Capital outflows have been less In Q1/2022, global house prices, in nominal terms, are rising at a rate of 10.2%, in real terms (once adjusted for inflation) is closer to 3.3%.", "The rate of real house price growth has now declined for two consecutive quarters (Figure 2).", "In Q1/2022, global debt has increased by $3.3 trillion to a new record of over $305 trillion, largely driven by the world's two largest economies, China and the US, while China's debt rose by $2.5 trillion in Q1, the US added $1.5 trillion (Figure 3).", "intense than during the taper tantrum and the initial Covid shock in 2020.", "Currency movements have largely mirrored USD appreciation.", "Part of this reflects stronger fundamentals and large buffers: including deeper local markets, sound fiscal positions; high foreign exchange reserves; well-capitalized banks; low foreign currency debt; and lower foreign holdings of local assets.", "• How small open economies should respond varies by country, depending on their context.", "Countries with stronger policy frameworks, sound external and internal finances, and a broader range of tools--including FX intervention and macroprudential measures--are in a better position to manage the risks and trade-offs resulting from tighter global financial conditions.", "In Thailand, for example, our circumstances have allowed us to take a more gradual and measured approach towards policy normalization.", "Part 2: The second challenge is the shifting international trade and geopolitical landscape The need to build more resilient supply chains, coupled with the more polarized international environment, has given greater impetus to de-globalization or at the very least to reglobalization.", "A survey of Fortune 1000 companies found that 94% experienced problems from supply chain disruptions from Covid-19.", "The likely trend towards reshoring, near-shoring, and friend-shoring is leading to potential reconfigurations of global supply chains.", "The economies of Southeast Asia are particularly exposed to such reconfigurations as they have high participation in global value chains, but are located mostly downstream in those value chains, and thereby face higher risks of being left out.", "At the same time, greater importance attached to ESG considerations have led to new standards and expectations--new global rules of the game--about how countries can participate in international trade.", "For small open economies, the challenge is to find their place in the rapidly evolving international trade landscape.", "How should they position themselves between the major trading powers?", "To what extent can regional trading blocs help to increase their voice in the international arena?", "Where are the best opportunities to plug themselves into a new configuration of global supply chains?", "• Small open economies can best navigate and benefit from the shifting trade landscape by keeping their outward orientation, strengthening domestic institutions, and undertaking structural reforms that enhance flexibility.", "This would allow them to harness technology to upgrade their production capabilities and adapt to new trade patterns, including integration into evolving global supply chains.", "Services trade, especially in intermediate services such as telecommunication services and IT management, offer large growth potential.", "As world trade bounces back following the pandemic, opportunities for exports of services are likely to exceed those in goods.", "Active engagement in bilateral and regional free-trade arrangements will also help to diversify the trade base.", "• Our economies must also quickly adapt to the new global rules of the game.", "The impetus towards carbon-neutrality is a case in point.", "Production in the export sectors must quickly adapt to comply with internationally accepted standards.", "Policy makers and the financial sector can and must help in this transition.", "Part 3: The third challenge is digitalization and the erosion of national boundaries • The rapid digitalization of trade and finance has transformed our economies in terms of who is participating, how business is done, how rapidly competition moves, and where economic benefits are flowing.", "Borders are being eroded and becoming more porous due to technology.", "Trade and financial services can increasingly be offered from entities residing offshore, or even by entities that do not exist as in the case of De-Fi.", "This creates potentially large gaps in our regulatory perimeters.", "Trade and services may be occurring without appropriate oversight and protection of consumers.", "The emergence of cryptoassets such as stablecoins and a plethora of digital tokens are a case in point.", "Many firms have innovative business models that existing regulatory structures might not yet have considered.", "The increased role of big-tech firms and globalized digital platforms raises important challenges in terms of data governance and competition.", "We have seen the unparalleled concentration of digital services in the hands of a few global Big Tech firms.", "These global digital platforms pose particular challenges for small economies as they can dominate and crowd-out local service providers which are likely to struggle to compete with the economies of scale of the big tech firms, especially in terms of data collection.", "We also face challenges in the areas of security and privacy.", "Major players in the tech space have faced substantial data breaches in recent years.", "National standards for data privacy and security are needed to protect consumers, reinforce civil rights, and safeguard the nation's cybersecurity.", "Small open economies must adapt and leverage on these digitalization trends.", "Though the larger, advanced economies will likely continue to be the leaders, the door has opened to more countries and to smaller companies and startups.", "Our regulatory frameworks must be flexible enough to facilitate the emergence of new local players with innovative solutions, while at the same time ensuring that competition is fair, markets are contestable, and consumers are protected.", "Excellencies, distinguished participants, The above are only some of the many challenges facing small, open economies in the changing global landscape.", "While each of our circumstances and the solutions we adopt to address those challenges may differ, the spirit of cooperation and exchange represented by the topics discussed at the Eurasia Forum will be essential in helping us to navigate the narrow and difficult path ahead."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy tightening", "Global financial conditions", "Supply chain disruptions", "International trade landscape", "Digitalization", "Cryptoassets", "Data governance", "Competition", "Privacy", "Cybersecurity"]}