{"sentences": ["Good afternoon, fellow Rotarians.", "Today, I'll discuss what BSP did at the onset and during the pandemic, why we did what we did, and the outcomes.", "I will then turn to the present state of the economy and our prospects in the near and medium term.", "When the gravity and magnitude of the pandemic first came to the fore, the Bangko Sentral ng Pilipinas acted swiftly and decisively to contain the economic fallout.", "As early as February 2020 - before the first local virus transmission was even confirmed - the Monetary Board cut the policy rate by 25 basis points.", "By the end of 2020, the policy rate was cut by another 175 bps, bringing the cumulative reduction to 200 bps; from 4 percent to a record low of 2 percent.", "Similarly, the reserve requirement ratio (RRR) was reduced to increase the volume of loanable funds in the system.", "For universal and commercial banks as well as non-bank financial institutions with quasi-banking functions, the RRR was cut from 14 percent to 12 percent, while the RRR for thrift banks was cut from 4 percent to 3 percent and from 3 percent to 2 percent for rural/cooperative banks.", "These efforts were accompanied by a wide range of regulatory and operational relief measures for financial institutions.", "Knowing that small businesses were hard hit by mobility restrictions and lockdowns, we incentivized bank lending to MSMEs by treating new loans to MSMEs as compliance with the reserve requirement.", "In addition, we temporarily increased the single borrowers' limit and raised the ceiling for real estate loans of universal and commercial banks from 20 percent to 25 percent.", "And to provide relief to beleaguered borrowers, we excluded some loans from being tagged as past due or non-performing and allowed a grace period for loan settlement and restructuring of rediscounted loans.", "We are slowly seeing signs of economic normalization as a result of our concerted efforts.", "Bank lending appears to have bottomed out, with loans by universal and commercial banks expanding by 4.0 percent in November from 3.5 percent in October.", "The latest uptick marks the fourth straight month of growth after several months of contraction.", "The effectiveness of our monetary interventions could also be seen in the sustained decline in domestic market interest rates.", "By October, the 91-day T-bill rate as of September 2021 fell by more than 200 basis points over the same period.", "In addition, the central bank suspended certain online banking charges and temporarily waived fees for applications for electronic payments and financial services and PhilPASS fund transfer transactions to provide continued access to financial services during this time.", "During the pandemic, we even put a cap on credit card charges to ease the financial burden on consumers.", "1098, we maintained the maximum interest rate or finance charge on unpaid outstanding credit card balance at 2 percent per month or 24 percent per year.", "The monthly add-on rates that credit card issuers can charge on installment loans is retained at a maximum rate of 1 percent.", "Beyond targeted monetary policy measures, the BSP implemented extraordinary liquidity measures to help the national government finance its COVID-19 response.", "As a former budget secretary under three administrations, I fully appreciate the predicament of the national government as it faces this unprecedented crisis.", "As the economy contracted, revenues plummeted.", "At the same time, with the need to build healthcare facilities, deploy more health care workers, purchase more medical equipment and vaccines, distribute food and cash assistance to a great majority of quarantined Filipinos, the national government had to ramp up public spending.", "As of end-September, our budget deficit as a share of GDP stood at 8.3 percent.", "The ultimate challenge is how the national government can finance its soaring budget deficit without raising its costs of borrowing, which in turn could increase domestic interest rates.", "As an extraordinary measure deployed only during extraordinary times, the BSP extended PHP540 billion (approximately US$10.8 billion) in direct provisional advances to the national government.", "In addition, we remitted PHP23 billion (approximately US$460 million) in dividends to augment the government's pandemic war chest.", "To date, through its various measures, BSP has injected PHP2.3 trillion in liquidity into the financial system.", "This is equivalent to nearly 13 percent of the size of the Philippine economy.", "But while we have deployed extraordinary measures in response to the unprecedented nature of this crisis, our policy toolkit and regulatory space are far from exhausted.", "We stand ready to support the country's continued recovery using the tools at our disposal.", "However, I would also like to point out that that these policy interventions didn't happen in isolation.", "Rather, these developments occurred against a backdrop of proactive reforms and policy actions over the years to crisis-proof the financial and economic system.", "While the pandemic may have sped up the pace of reform, these structural adjustments were well underway even before COVID-19 hit, allowing the Bangko Sentral to take a longer-term view of the rapidly evolving situation.", "When I took the helm of the central bank in March 2019, our reserve requirement ratio was among the highest in the world.", "This brought our RRR more in line with China's 13.5 percent.", "The 200-bp reduction in April 2020 brings our RRR to the current 12 percent.", "Even before the pandemic, I have made it my goal to reduce the RRR to single-digit level and shift to market-based instruments in order to manage overall liquidity.", "This goal remains to be in our policy agenda.", "Likewise, the policy rate, which banks use as reference for their respective lending rates, was as high as 4.75 percent when I was appointed two years ago.", "Today, it stands at a record low of 2 percent.", "The other lofty goals that we have been pursuing even before the pandemic are the acceleration of digitalization and the widening of financial inclusion.", "I made it clear during my first year as BSP Governor that before the end of my term in 2023, I want at least half of all retail transactions in digital form and at least 70 percent of adult Filipinos to own a transaction account.", "I'm pleased to announce that we are making great progress in achieving both goals.", "On the state of the economy...", "The Philippine economy appears to have turned the corner and appears set for faster growth.", "GDP grew by 7.1 percent in the third quarter of 2021 following a remarkable 12-percent expansion in the second quarter.", "BSP staff predicts that the economy will grow by 7.4 percent in the fourth quarter.", "The Development Budget Coordination Committee (DBCC) agreed.", "Another macroeconomic concern is inflation.", "For monetary authorities around the world, the foremost question is whether the elevated inflation is temporary or permanent in nature.", "A number of central bankers chose to tighten monetary policy to keep their economies from overheating while others opted to take a wait-and-see approach.", "For the Philippines, inflation settled at an average of 4.5 percent in 2021 after falling to 3.6 percent in December from 4.2 percent in November.", "This is slightly above the official target range of 2-4 percent.", "The elevated inflation this year is driven largely by supply-side pressures and do not warrant monetary interventions at this time.", "Based on survey of selected economists, inflation expectations remain anchored.", "An important policy question is: should we follow other central banks who have tightened policy at this time in the face of persistently elevated inflation?", "To me, the harm of tightening monetary policy too soon exceeds the harm of moving too late given that the Philippine economy is still at its nascent state of recovery.", "This crisis, while unprecedented in scale and scope, is unlike other crises in the past.", "Previous Philippine crises were characterized by rising interest rates cum depreciating peso, aggravated by foreign exchange outflows.", "By contrast, in this crisis, interest rates are at a historic low and the gross international reserves (GIR) are more than sufficient.", "The GIR reached USD107.72 billion in November.", "This level is equivalent to 10.2 months' worth of goods imports and payments of services and primary income.", "The received doctrine is that three-months' worth of goods imports is sufficient.", "The level also represents 8.7 times the country's short-term external debt based on original maturity and 5.7 times based on residual maturity.", "Thanks to receipts from business process outsourcing firms and remittances from overseas Filipinos, we expect GIR levels to remain steady or expand even more.", "I am cautiously optimistic on the economic prospects of the Philippine economy.", "On inflation, BSP is forecasting 2 to 4 percent in 2022 up to 2024, provided the national government continues to address supply-side factors affecting food items.", "Recall that in 2019, we were able to tame inflation after reforming rice trade.", "We should do more of liberalization of food items.", "Beware of politicians and pseudo economists who advocate that we should reverse what the Duterte administration has done on the liberalization of food items.", "Policy reversal will be disastrous, should that happen.", "My optimism for the future is grounded on what the Duterte administration has done so far.", "Investment in human capital.", "Digitalization in banking and government services.", "These reforms have a positive effect on our desire to keep prices reasonable and steady, the fiscal system sound, and the economy efficient and competitive.", "On inflation, let me remind you that everyone benefits from reasonable and stable prices, but especially the fixed income earners and the poor.", "Finally, one important point.", "Every now and then, an unprecedented crisis will come along that will naturally consume the time and effort of our politicians and policymakers.", "The appropriate behavior is to address the core of the crisis.", "But let the crisis of the hour not distract them from our long-term goals as a nation and a society.", "In other words, we should not let the COVID-19 pandemic derail our long-term goals.", "With or without crisis, we should continue to pursue structural reforms that would put the Philippines not just on the road to pre-crisis growth but on a sustainable path of development.", "That is why I support the three pieces of legislation aimed at liberalizing the Philippine economy: first, the Retail Trade Liberalization Act, which will lower the minimum paid-up capital for foreign retailers; second, the amendments to the 80-year-old Public Service Act which will open up key economic sectors, including telecommunications and airlines; and thirdly, the amendments to the Foreign Investments Act which will encourage foreign professionals to bring their practice, know-how, and technical expertise to the Philippines.", "Fortunately, all three measures are nearing the finish line.", "I am confident that with these game-changing reforms, we can achieve real change in the lives of ordinary Filipinos through more and better jobs and more competitive economy.", "After all, the true measure of our effectiveness and relevance as an institution goes beyond our oft-cited mandates of price and financial stability, sound banking supervision, and an efficient payments and settlement system.", "It is best found in the real economy, in improving the lives of our countrymen."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Reserve requirement ratio", "Economic recovery", "Inflation", "Financial inclusion", "Digitalization", "Economic growth", "COVID-19 response", "Structural reforms", "Foreign investments"]}