{"sentences": ["Welcome Remarks by Mr Edward S. Robinson, Deputy Managing Director (Economic Policy) & Chief Economist, Monetary Authority of Singapore, at the 9th Asian Monetary Policy Forum on 27 May 2022 1 Good morning, MD MAS Mr Ravi Menon, President NUS and Chairman of the ABFER Council, Professor Tan Eng Chye, fellow central bankers, distinguished speakers, ladies and gentlemen.", "Together with my co-organisers, Professor Bernard Yeung and Professor Steve Davis, I am pleased to welcome you to the 2022 Asian Monetary Policy Forum.", "In its ninth year now, the AMPF comes at an especially opportune time for macroeconomists to advance the discussion on emergent issues in the global economy.", "Aer the Great Moderation, the world has experienced a series of severe shocks, each presenting a stern test for policymakers.", "The two most recent disruptions-the COVID-19 pandemic and the Russia-Ukraine conflict-have raised fresh issues for monetary economics and international finance.", "Soon aer the Lehman crisis, Queen Elizabeth, during a visit to the LSE, posed an inconvenient question: \"why didn't anyone see this coming?\"", "Conceivably if Her Majesty made another visit today, she may very well ask the same question about global inflation.", "A comprehensive research agenda to address this query would require pulling together at least four strands of concerns.", "The first is about the need for a careful identification of each economic shock.", "Early on during the COVID-19 crisis, several macroeconomists including Martin Eichenbaum and Jason Furman recognised that the global pandemic was imposing an unfamiliar mix of shocks.", "It was not simply that the pandemic lowered aggregate supply by making workers ill, or that mobility restrictions reduced demand from private consumption.", "Instead, dynamic interactions between the supply and demand disturbances were causing discontinuous shis.", "The current spate of inflationary shocks, including those catalysed by geopolitical events in February, has also highlighted that the supply side can be pertinent for business cycle gyrations, alongside the more commonly-recognised aggregate demand fluctuations.", "Supply-side factors can no longer be regarded as low-frequency phenomena relevant only as determinants of long-term growth.", "Rather, in a globalised world, shocks in one jurisdiction can lead to gridlock in production via supply chain linkages, leading to short-term effects on growth and inflation in other economies.", "These coordination failures within and across industries, are most relevant today.", "Second, once the nature of the shock is properly characterised, the appropriate policy response needs to be brought to bear.", "Policies clearly need to be carefully fashioned.", "Traditional fiscal pump-priming was not appropriate for dealing with strict lockdowns during the pandemic, while tighter monetary policy would not directly alleviate supplyside, cost-push, inflationary pressures.", "Complicating the picture, when multiple types of shocks are in play, coordination across different policy instruments becomes imperative.", "Fiscal support to preserve real incomes in a supply-constrained economy during a global pandemic must be subsequently followed by timely withdrawal of stimulus and monetary tightening in the recovery phase to anticipate subsequent inflationary consequences.", "Researchers can add value to the policy discourse by supplying clearly articulated frameworks that map optimal policy responses to specific shocks and provide guidance on their coordination.", "Flexibility must also be accorded for individual policy responses across countries reflecting their unique circumstances.", "The third strand of issues stresses the labour market considerations that have emerged, through the prism of both the micro and macro perspective.", "During the COVID19 shock, preventing scarring in the labour market was the key concern, inducing policymakers to experiment with innovative policy designs to preserve existing job matches while facilitating some necessary sectoral reallocation over time.", "Fast forward to today, supply shocks from the Russia-Ukraine crisis can interact with tight labour markets to amplify inflationary pressures.", "So,\" Whither the flat Phillips Curve?\"", "Has the near-term inflation unemployment trade off worsened and will wages and prices start to drive each other higher in a recursive loop.", "Given the key role of the labour market in recent shocks, the ability to track labour market outcomes in real-time is of substantial value.", "At the height of the pandemic, Steve Davis, Nick Bloom, and Raj Chetty among others constructed valuable new survey-based frameworks to make labour market data available at higher frequency, and more promptly than official sources.", "Much of these data were granular enough to differentiate economic effects across the income, sector and geographic distributions.", "The fourth and final set of issues involves the interaction of pre-pandemic structural trends with cyclical developments.", "The recent global shocks have deep implications for previously identified structural trends such as secular stagnation and the shiing relationship between technology and jobs.", "Workers' increased reliance on remote solutions during the pandemic probably accelerated the digitization of tasks, which in turn has broader implications for income distribution and productivity growth, as well as the property market.", "In contrast, other structural trends may have been somewhat arrested by recent events; for example, pandemic and geopolitical disruptions injected fresh fragmentation impulses to the world economy and possible unmoored economies from their previous low inflation equilibria.", "These four issues-the complex nature of shocks, along with the appropriate policy response, labour market effects and interactions with pre-pandemic structural trends- are key pivots that confront the global economy.", "And they will each have some hearing at this year's Forum.", "Prof Viral Archarya started us off last evening with an astute and realistic assessment of the global landscape before us and the vulnerabilities that lurk in financial market adjustments, drawing in insights from his research.", "For the Policy Note session on \"Labour Market Policies aer COVID-19\", our speakers are Professor Eric French and Professor John Haltiwanger, two eminent labour economists whose work central bankers have always paid close attention to.", "They will discuss how countries can best formulate labour market policies in the pandemic's wake to restore and rebuild workers' ability to engage in the labour market of the future.", "At lunchtime, we are privileged to have Professor Emi Nakamura join us virtually.", "She will speak on \"Inflation, Monetary Policy and the Phillips Curve\", a topic that that has become dominant to policy considerations this year.", "Anchoring today's discussions is Professor Ricardo Reis, the author of this year's Commissioned Paper, who will discuss whether monetary policy has placed an undue emphasis on the natural real rate of interest, which we term r* and measure by government bond yields, a parameter that is inherently tricky to define and problematic to measure.", "Despite these difficulties, r* has seemingly come to occupy a central place in assessments of the appropriateness of the policy stance, a conundrum that Professor Reis will help clarify.", "We are delighted that Professor Andres Velasco and Professor Vissing-Jorgensen are with us to discuss the paper.", "But first, we are honoured to have Dr Li Bo, Deputy Managing Director at the IMF, to deliver the opening address for AMPF2022.", "He brings with him a wealth of experience in economic policymaking, serving in a range of monetary- and macroprudential-policy related roles at the People's Bank of China, before assuming his current position at the IMF.", "Dr Li's breadth of experience and depth of technical expertise will offer pertinent insights, at this complex global conjuncture."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Supply shocks", "Labour market", "Phillips Curve", "Structural trends", "Economic shocks", "Policy response", "r*", "Fiscal policy"]}