{"sentences": ["Thank you for inviting me here as part of your study on inflation in Canada.", "I'm pleased to have Senior Deputy Governor Carolyn Rogers with me for her first appearance before this committee.", "Since I was last here, the Bank of Canada and the Government of Canada renewed our joint agreement on Canada's monetary policy framework.", "We agreed that the primary objective of monetary policy is price stability.", "Under the 2022-26 agreement, the cornerstone of our framework remains the 2% inflation target, at the midpoint of a 1% to 3% control range.", "And earlier today I spoke to the CFA Society Toronto, where I explained our policy decision yesterday to raise our policy interest rate by 25 basis points to half a percent.", "I also reviewed the drivers of the recent rise in inflation globally and in Canada.", "I know this is directly relevant to your study, so I have given my remarks to the Clerk to share with committee members.", "I look forward to further exploring these issues with you today.", "Before moving to your questions, I'd like to talk to you-and Canadians-about three things.", "First, I'd like to review the Bank of Canada's actions over the course of the pandemic: what we were trying to achieve, what happened and what would have happened if we hadn't acted.", "Second, I want to speak to the concerns many Canadians have about the rising cost of living.", "I know many people are worried about prices at the gas pump and the cost of groceries, housing affordability and how to save enough for retirement.", "And that angst has been compounded by everything we've gone through over the past two years of this pandemic.", "Third, I want to talk about what's next.", "This latest wave of the pandemic is fading, and life is starting to return to normal-or a new normal.", "I want to share what Canadians can expect to see in the economy, with inflation and from the Bank.", "The Bank of Canada's actions At the onset of the pandemic, uncertainty skyrocketed, financial markets seized up and economic activity fell off a cliff.", "About 3 million Canadians lost their jobs and more than 3 million people found themselves working less than half of their normal hours.", "Businesses closed shop in record numbers.", "Inflation fell sharply, even dropping into negative numbers.", "We were staring down another Great Depression and the possibility of deflation.", "Deflation happens when prices across the economy actually fall.", "While this might not sound bad, the truth is that persistent deflation is dangerous.", "When unemployment rises rapidly and overall prices begin to fall, households may reduce spending if they think that goods and services will become even cheaper in the future.", "But putting off spending results in less demand, leading to more job losses and more business closures.", "And this puts more downward pressure not only on prices but also on wages.", "Both can spiral downward, as they did in Canada during the Great Depression.", "Deflation also makes repaying debt more expensive-which could have been a severe problem for a country like Canada, with high levels of household debt.", "So when the pandemic began and we were facing economic calamity, we took extraordinary actions.", "We lowered our policy interest rate as low as we could.", "We promised not to raise interest rates until slack in the economy was fully absorbed, and we reinforced this commitment using quantitative easing.", "Taken together, these actions kept borrowing rates low to stimulate spending and instilled much-needed confidence in the economy so that businesses and households could recover.", "Thanks to the resilience of Canadians, effective vaccines, exceptional fiscal policy and the Bank's actions, Canada avoided deflation and our economy has recovered.", "Canadians are anxious But I recognize that this reassurance may not reflect how many are feeling.", "Even before the pandemic, many Canadians were worried about how they were faring economically.", "Not everyone was experiencing the benefits of a growing economy and a healthy labour market.", "The pandemic intensified people's concerns, layering worries about their health and that of their loved ones on top of uncertainty about jobs and businesses, the value of their savings and their prospects for retirement.", "Reopening the economy has brought new complications, leading to higher inflation around the world and here at home.", "The COVID-19 virus continues to circulate and mutate.", "We are seeing social upheaval here in Canada and in other countries.", "And in the last week, shocking developments have unfolded in Ukraine at great human cost.", "The unprovoked Russian invasion is also creating volatility and uncertainty in the global economy.", "We are living in anxious times.", "Needless to say, monetary policy is not equipped to address most of these issues.", "But it is equipped and mandated to control inflation.", "Here in Canada, inflation is just above 5%.", "And with oil prices rising further in recent weeks, we can expect inflation to move up again.", "I am sure people are wondering why prices are so high, so let's unpack it.", "The inflation story in Canada has three key elements.", "The first is that, through the pandemic many people shifted to buying more goods and fewer services.", "At the same time, the pandemic disrupted the production and delivery of many items.", "This has caused the prices of many globally traded goods to rise sharply.", "The second is that price increases have seeped into an increasingly wide array of goods, including everyday items like food and energy.", "Oil prices are higher because of strong demand, limited investment in new production and geopolitical tensions.", "This means higher transportation costs, which further add to the price pressures on goods.", "Food prices are also being affected by extreme weather that has reduced harvests.", "And strong demand for housing, in the face of limited supply, has pushed those prices up.", "The third is the strength of the recovery in Canada and the overall balance between demand and supply in our economy.", "The inflation we are experiencing today is not because of overall excess demand in the economy.", "A wide range of indicators suggest that slack in the economy has just now been absorbed.", "But as we look ahead, spending growth needs to moderate so that demand does not significantly outpace supply and create a new domestic source of inflation.", "So we need to tighten monetary policy-or, to put it more simply, raise interest rates-to help control inflation.", "Where do we go from here?", "Let me wrap up by explaining what Canadians can expect from us going forward.", "Monetary policy has a clear role in keeping supply and demand in balance and getting inflation back to target.", "To this end, we have taken deliberate steps to adjust the degree of monetary policy stimulus as the economy recovered-slowing our quantitative easing and then stopping it outright last October.", "And we made it clear to Canadians in January that, with the economy operating at capacity, our guarantee of rock-bottom rates had ended.", "We need higher interest rates to bring inflation sustainably back down and keep the economy in balance.", "Yesterday, Governing Council took the decision to raise the policy interest rate by 25 basis points to half a percent.", "And we indicated that we expect interest rates will need to rise further.", "We also said that we will be considering when to end the reinvestment phase of our large-scale asset purchases and allow the Bank's holdings of Government of Canada bonds to begin to shrink.", "This is a process known as quantitative tightening, or QT.", "The timing and pace of further increases in the policy rate, and the start of QT, will be guided by the Bank's ongoing assessment of the economy and its commitment to achieving the 2% target.", "In closing, I want to emphasize to all Canadians that the Bank is determined to control inflation.", "With that, Senior Deputy Governor Rogers and I will be happy to take your questions."], "classifications": ["none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Monetary policy", "Economic recovery", "Interest rates", "Quantitative easing", "Deflation", "Pandemic", "Cost of living", "Supply and demand", "Quantitative tightening"]}