{"sentences": ["1 Introduction Ladies and gentlemen, I am delighted to be here with you in Mumbai today to hail the official inauguration of Mr Thomas Notheis as the Bundesbank's Representative.", "At the same time, we say farewell to his predecessor, Mr Peter Kern.", "Sadly, the global pandemic meant that we were unable to celebrate the official handover any earlier.", "However, it was very important to me to come to Mumbai in person as soon as possible as, in a globalised financial world, mutual exchange is more important than ever.", "And, even though the pandemic has turned us all into experts in videoconferencing and digital work: there is no replacement for direct interaction in person and on-site.", "I am therefore very pleased that the Bundesbank has had its own Representative in this city since as long ago as 2010.", "It is for good reason that, more than ten years ago, we opted to send our Representative not to the capital, New Delhi, but to Mumbai instead.", "For Mumbai is a city of major importance - not only as Bollywood, the centre of Indian cinema - but also and in particular as India's financial centre.", "And the Reserve Bank of India - just like the Bundesbank in Frankfurt - is based not in the capital city but in the financial hub.", "To that extent, apart from the population, of course, Frankfurt and Mumbai are not all that different.", "Economic impact of the coronavirus pandemic Allow me now to turn to a topic that, in the last two years, has been a turbulent one not just for both cities but probably nearly every single human being on the planet - the coronavirus pandemic.", "First and foremost, it has been a health crisis unprecedented in our era.", "Thus far, this viral infection has claimed the lives of roughly six million people.", "Yet the pandemic has also had a massive impact on economic life across the globe.", "In March and April 2020, the pandemic-related containment measures triggered a global economic slump, the pace of which was without precedent.", "Within the space of just a few weeks, entire economic sectors not only in Germany but the world over ground to a virtual halt.", "International supply chains were disrupted and industrial firms grappled with production stoppages caused by shortages of materials.", "Services sectors with high frequencies of interpersonal contact - such as travel, hotels, restaurants, leisure and culture - were hit even harder.", "German GDP contracted by 4.6% in 2020, and even at the end of 2021 economic activity was still 1.5% below its pre-pandemic level.", "Nonetheless, Germany's economy has got through the COVID-19 crisis with relatively few scratches.", "It was mainly decisive fiscal policy intervention that kept the economic slump in Germany from being even worse.", "Fiscal policy was one of the primary actors in coping with the economic consequences of the coronavirus pandemic by providing financial assistance to affected firms and workers.", "As high as the fiscal costs of these assistance measures have been, they prevented the economy from sliding into a downward spiral which could have driven the fiscal burdens much, much higher.", "But the euro area's single monetary policy also made a key contribution to mitigating the economic fallout of the coronavirus pandemic.", "During the crisis, in addition to numerous monetary policy measures, the Governing Council of the ECB adopted its pandemic emergency purchase programme, or PEPP, for private and public bonds with an overall envelope of just under €2 trillion.", "The Eurosystem's emergency monetary policy measures were appropriate and a bedrock in the crisis.", "In the meantime, the euro area's economy has recovered significantly.", "This prompted the Governing Council of the ECB to announce that it would conclude net PEPP purchases at the end of this month.", "However, for a long time it has no longer been just about exiting the pandemic-induced emergency monetary policy measures, as the economic recovery was also accompanied by a considerable increase in price pressures.", "Consumer price inflation surged in the euro area, averaging 2.6% for 2021.", "For this year, according to its latest projection, the Eurosystem is expecting the HICP to even go up to 5.1%, which would put inflation well above the ECB's 2% inflation target.", "This acceleration in price trends is attributable to global factors.", "Globally, rising demand is encountering a level of supply that is still being limited by materials shortages and delivery bottlenecks.", "And, in particular, energy and food prices have risen sharply the world over.", "The rise in inflation has been unsettling many people.", "We, the Eurosystem, are taking these concerns very seriously.", "Although our monetary policy is oriented to the medium term and would look through a short-term pick-up in inflation, the inflation risks, too, have risen distinctly and are clearly pointing upwards.", "The Governing Council of the European Central Bank therefore decided this month to scale back net asset purchases under the APP, which was launched in 2014, more quickly than previously planned.", "Should the available data then support the expectation that the medium-term inflation outlook will not abate, net asset purchases will be discontinued in the third quarter.", "The Governing Council will then make policy rate moves some time thereafter.", "It will proceed gradually and keep a constant watch on current data - for the situation is currently highly uncertain.", "Russia's invasion of Ukraine has put the world under additional extraordinary pressure.", "I hope that hostilities are halted as soon as possible and that a diplomatic solution is found so that the people in the region can once again live in peace and international trade can return to normal.", "For the pressing problems all over the world - chief among them the global climate crisis - can ultimately only be solved by all countries working together in peace.", "Central banks, too, are maintaining intensive worldwide collaboration.", "We central bankers are facing similar challenges, be they finding the right monetary policy responses to developments in the real economy and financial sector or the introduction of a central bank digital currency - a topic that has been greatly occupying me.", "Bundesbank Representatives in Mumbai That, too, is why it is also so important to us at the Bundesbank to have a permanent Representative here in Mumbai.", "For the past four years, you, Mr Kern, were our Representative in India.", "I would like to thank you very much for this!", "You will now be taking on another high-responsibility position for Directorate General Communications at the Bundesbank's Central Office in Frankfurt.", "As part of the scheduled transition, Mr Thomas Notheis, an old acquaintance, will now be assuming his duties in Mumbai.", "He was already the Bundesbank's first Representative to Mumbai from 2010 to 2014.", "Some of you present today will probably still know him.", "You were most recently working at the Bundesbank's Centre for International Central Bank Dialogue (CiC) in Frankfurt and, in your position, were in a regular exchange with central banks all over the world.", "Dear Mr Notheis, this will be your second tour of duty in Mumbai: a testament to the particular attraction exercised by this city and this country.", "I'm sure you will be able to revive some of your old connections here.", "For those of you who do not know Mr Notheis yet, I encourage you to get in touch with him.", "I am convinced that you, Mr Notheis, will once again do an excellent job of representing the Bundesbank here in India.", "In this, I wish you all the best and every success."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Coronavirus pandemic", "Inflation", "Monetary policy", "Bundesbank Representatives in Mumbai", "Economic impact of the coronavirus pandemic", "ECB", "Fiscal policy", "PEPP", "Russia's invasion of Ukraine", "Central bank digital currency"]}