{"sentences": ["Distinguished guests, ladies and gentlemen.", "Assalamualaikum w.b.t and a very good afternoon.", "I would like to express my thanks to Penjana Kapital Sdn.", "for inviting me to deliver this opening for the 4th installation of Capital Connections.", "We have just had our second installation of MyFintech week held in end January.", "I hope you were all there or at least attended some of it.", "From our vantage point, one of the key objectives was to bring out discussions and focus on the issues and challenges that Fintech can and should take on.", "However, ideas and discussions alone may not move us far towards the practical solutions.", "Ideas need to be developed and executed with capital and entrepreneurship.", "Coming here today, for us, is then a natural follow-through in sustaining our momentum and supporting our overall Fintech journey.", "\"Capital Connections\" and \"Fintech\" are thus very timely.", "The last two years have been unprecedented.", "The world is still dealing with and recovering from the health and economic crises.", "However, every crisis presents opportunities.", "Navigating COVID-19 has accelerated the development of fintech and digital innovation.", "During the pandemic, we all witnessed the expansion of digital economy activities including e-commerce, digital sales and online delivery to overcome initial movement restrictions.", "This digital momentum has continued to persist in 2021, with e-payment usage recording a growth of 47% to 7.2 billion transactions, compared to 4.9 billion in 2019.", "In tandem, Malaysia has seen its fintech industry grow from 88 fintech players in 2017 to well over 200 by 2020 .", "The composition of players has equally expanded in diversity, from initially payment centric solutions to now include lending, insurtech, wealthtech and artificial intelligence based solutions.", "Many believe, and I concur, that the effects of digitalisation from the pandemic are not temporary.", "They are long term and perhaps, even irreversible.", "And the digital awakening will only intensify moving forward, as we harness the power of fintech for inclusive and sustainable growth.", "Many challenges lie ahead of us.", "Volkan Bozkir, President of the United Nations General Assembly, somewhat summed it up for us as follows; \"During this pandemic, the most vulnerable have been the hardest hit.", "We must increase our resilience.", "We must work together and take an integrated approach to health, hunger, climate and equity crisis\".", "In facing some of these challenges and to significantly help us along the way, we need to make the best use of technology, and more specifically for us, fintech as it can play an instrumental role in supporting Malaysia's long-term resilience, growth and sustainability.", "Connecting this with capital, and entrepreneurs, as we are today, is the right step forward in this undertaking.", "Let me now share some specific thoughts on how capital can address some of the key pressing gaps in Malaysia.", "The first is advancing the sustainability agenda.", "As Malaysia charts its path towards net zero, significant investments are required to fund a range of mitigation and adaptation efforts.", "Initiatives such as renewable energy, green buildings and low carbon cities work to reduce Malaysia's carbon footprint, whereas measures such as safeguards against rising sea levels and extreme weather are needed to improve climate resilience.", "These add up to an estimated RM350-450 billion of investment needed over the period of 2021-2050 to reach our net zero ambition.", "From the perspective of businesses including fintech startups, aligning with the nation's sustainability objectives could require pivoting to new sustainable business models, recalibrating existing practices, adopting new technology, and subscribing to certification and mitigation efforts against possible climate-related disruptions.", "All of these will create significant demand for green and transition funds in the coming years.", "Public sector funding is being directed towards these efforts, but the private sector plays a critical role in completing the picture.", "Institutional investors and large asset managers, through their capital allocation, can directly steer the flow towards climate supportive activities.", "Institutional investors have the capacity to take on a stewardship or active ownership role, encouraging and influencing investee companies to seriously consider their sustainability impact.", "By choosing to actively support Malaysia's sustainability journey, investors not only contribute to the generation of positive impact, but also best position themselves to benefit from green and transition business opportunities in the future.", "Investments into global sustainable finance stand at around USD30 trillion to date.", "Closer to home, the financial sector has been supporting the transition agenda through product offerings and solutions.", "Several banks are offering financing with preferential rates for green projects e.g., green manufacturing, clean and renewable energy, hybrid vehicles and green-certified properties.", "The Bank also recently introduced the Low Carbon Transition Facility (LCTF), with RM2 billion in funds to support SMEs in adopting sustainable and low carbon practices.", "One other aspect that we shouldn't overlook is the emerging technological innovation that support businesses' transition efforts.", "An example is the use of fintech to make transparent businesses' supply chains, a critical element in informing investors and customers of the sustainability impact of a business.", "New technologies are also required to assist in the measurement of businesses' transition journeys, given the relevance of novel forms of climate-related data, which require new methodologies to be translated into financially relevant information.", "Nevertheless, all these remain at a fraction of the commitment and capital needed to meet our national climate and environmental aspirations.", "This leaves a clear role - and abundant opportunities - for the private sector to step in and step up, reaping the benefits of supporting sustainability for themselves, their customers and communities.", "Second, capital is critical in building the next generation of digital infrastructure and business models.", "Over the past decades, investments and dedicated research have driven the rise of many innovations.", "This is recently evident through the surge of applications in areas such as Artificial Intelligence (AI), cloud computing, big data and blockchain, which promise to not only yield better business outcomes but enhance the overall human experience.", "In the fintech space, we are seeing applications such as eKYC for digital onboarding, telematics for insurance and invisible payments, all powered in some part by the technologies above.", "As we transition from the old economy into the new, digitalised economy, further investments in digital assets and business models will be instrumental for Malaysia.", "This includes investing in common digital infrastructures at the national level, such as payment systems, digital identity and 5G connectivity, which are critical to facilitate end-to-end digitalisation of the value chain.", "We hope that the availability of these digital infrastructures will help support and sustain the growth of a vibrant fintech ecosystem in Malaysia.", "Again, asset managers and capital are in a unique position to drive greater technology adoption across the economy through their shareholder advocacy role.", "Take open data as an example.", "The benefits from an open data ecosystem are multifold through better risk management, increased business efficiencies and better customer choices.", "Economies that embrace data sharing for finance alone could see GDP gains of between 1-5% by 2030 with benefits flowing to customers and financial institutions .", "However, incentivising adoption by ecosystem actors remains challenging.", "I see the capital market industry having a major role in plugging this gap.", "In particular, capital, with its industry-wide vantage point, can influence stakeholders to invest in the necessary infrastructures to support an open data ecosystem, which in return benefits investors in the long run.", "This could help overcome individual inertia and align towards ecosystem-wide benefits, or a win-win for all.", "In advancing the development of an open data ecosystem, industry players need sufficient space to test and innovate.", "We are fully supportive of a market-led development approach in this.", "Eventually, convergence on standards could emerge that are fit for purpose.", "To this end, the Bank is fully supportive of industry collaboration in leading this front, which will also enable more use cases and fintech innovation.", "The Bank will still facilitate efforts to develop common standards for high-impact use cases identified by the industry, as well as key building blocks for data sharing in the financial sector.", "The key building blocks include consumer consent mechanisms, ethical use of data, liability management framework and dispute resolution mechanisms, as well as oversight arrangement for non-banks.", "Examples of high-impact use cases that stand to benefit from wider industry collaboration include promoting greater financial inclusion via the development of alternative credit scoring models, as well as consumer empowerment via more efficient financial planning.", "On the part of the authorities, having regulatory clarity is important to dispel any adverse perception or fear of investing in innovation.", "To this end, we will work with other financial regulators to streamline and refresh approaches to ensure continuously effective, relevant and proportionate regulations.", "Some key examples already underway include recalibrated regimes for digital bank and digital insurers as well as our collaboration with the Securities Commission on digital assets.", "We have also collaborated with Malaysia Digital Economy Corporation on 'fintech booster', a programme that aims to provide capacity building resources for companies to develop fintech solutions, including legal and compliance support.", "These initiatives are in line with our regulatory efforts to remove undue barriers to competition and innovation, as well as address market failures.", "Third, alternate forms of capital will be key in supporting the holistic and broader growth of businesses, including start-ups.", "Specifically, alternative finance instruments, such as venture capital (or VCs) and peer-to-peer lending, can help fill the funding gap for early stage and growth stage firms, who typically possess risk profiles less suited for bank-based debt financing.", "Alternative finance instruments can also help crowd-in additional capital from other large private and public capital providers, enabling firms to support their subsequent stages of growth, as well as foster a greater culture of innovation, dynamism, and entrepreneurship in the Malaysian economy.", "At present, the domestic alternative finance industry is still nascent.", "According to our estimates, Malaysia's alternative finance market size constitutes only 0.2% of GDP, which is small when compared to developed and peer markets.", "Realising the need to accelerate growth of this area, we have identified several strategies to develop alternative finance under the Financial Sector Blueprint 2022-2026.", "Notably, this includes the formation of a dedicated platform with the Securities Commission and other stakeholders to streamline measures for development of the national alternative finance ecosystem.", "Additionally, initiatives such as the deployment of Dana Penjana under Penjana Kapital, a 1-to-1 matching program for funds raised by venture capitals, are important public private partnerships utilising alternative finance to spur early-stage innovation.", "The investee companies here today, involved in a variety of innovative fields across finance, are testament to this.", "Beyond regulator or government-led efforts, capital market intermediaries - such as asset managers and large institutional investors - can also play a critical role in mobilising capital more actively to firms, especially SMEs and start-ups.", "For now, a large proportion of venture capitalbacked deals in Malaysia remains facilitated by the public sector entities.", "There is considerable room to increase private sector involvement here.", "Another potential avenue for unlocking investor funds could be through greater Corporate Venture Capital (CVC) participation in VC funding activities.", "By investing in the VC firm, as opposed to the start-up itself, the technical know-how in start-up investing could be built up over time, without the instance of crowding-out VCs through direct competition in deal flow.", "The Digital Era is already upon us.", "In the next few years we will see more advancements and some of this, are unknown to us today.", "Some of you as industry entrepreneurs have a better vision on this.", "The late Henry Ford once said, 'If you had asked people what they wanted, they would have said a faster horse'.", "The industry needs to lead development.", "As a regulator, we want our financial sector to benefit from continuous progressive development, but without creating undue financial or monetary stability risks.", "Our message to investors and fintech players would then be, keep innovating with these perspectives in mind.", "Rest assured, we will play our part in promoting a safe and conducive environment for innovation.", "As part of our initiative, we also from time to time, organise challenge events to recognise innovation and impactful solutions through incentives and awards.", "The most recent being during MyFintech week.", "But later in the year, we will have another event and recognition series.", "I would thus like to invite you to participate in the Royal Award for Islamic Finance Impact Challenge Prize 2022.", "This is a new initiative that aims to reward innovative creations and solutions that strengthen the economic and social resilience of financially impacted communities globally through the application of Shariah principles.", "But you'll have to hurry as applications have been open awhile and will close on 25 March 2022.", "With that, I wish you success and a productive engagement today."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Fintech", "Sustainability", "Capital", "Digitalisation", "Alternative finance", "Innovation", "Digital infrastructure", "Open data", "Venture capital", "Islamic finance"]}