{"sentences": ["Rebuilding Social Capital: the role of Central Banks remarks by Governor Gabriel Makhlouf at the 175th Anniversary of Banco de 01 April 2022 Speech Banco de Portugal's Money Museum is certainly an appropriate place to discuss today's topic.", "The museum's focus on the relationship between money, individuals and human societies is at the core of the role of central banks in building (or indeed rebuilding) social capital.", "Back to the beginning What is social capital?", "There are many denitions and the history of the concept goes back to Adam Smith, de Tocqueville and even Aristotle.", "Ultimately, it's about how people connect to one another.", "I like to think of it as \"the social connections, attitudes and norms that contribute to societal wellbeing by promoting coordination and collaboration between people and groups in society.", "\"3 This is still very nebulous for an audience of economists (and I will avoid discussing payoff matrices, dominant strategies, and game theoretic equilibria to make my point!).", "But social capital is essential to what we - central banks - do every day and why we do it.", "To understand why, it is worth going back to the beginning.", "Central banks today have many functions but, fundamentally, they exist to provide monetary stability.", "In 1846 the Portuguese State was on the \"brink of bankruptcy\", the country was in civil war and as the museum exhibits explain \"the armies of the Provisional Junta of the Supreme Government of the Kingdom, based in Porto, were advancing towards Lisbon in order to remove the new government of Costa Cabral.\"", "The Bank was granted the power to issue banknotes convertible into hard currency.", "The Banque de France \"was established by Napoleon in 1800 to stabilize the currency after the hyperination of paper money during the French Revolution, as well as to aid in government nance.", "Early central banks issued private notes which served as currency, and they often had a monopoly over such note issue.\"", "Money is a symbol of stability and central banks play an important role in maintaining this stability.", "It may be obvious but it's worth saying: the stability of money plays a critical role in the stability of society.", "The role of money (as a store of value, a unit of account and a medium of exchange) is also an important instrument in how we connect with each other, through trade, commerce, and our everyday interactions and hence in building social capital.", "In more recent history, the later wave of central banks were established at the turn of the 20th century and brought together the many instruments that people were using for currency and to provide nancial stability.", "While central banks at this time were constrained by the gold standard, they \"learned to act as lenders of last resort in times of nancial stress-when events like bad harvests, defaults by railroads, or wars precipitated a scramble for liquidity (in which depositors ran to their banks and tried to convert their deposits into cash).\"", "As we chart the history of central banks, we can see their critical role providing stability, both monetary and nancial.", "I will discuss considerations beyond monetary and nancial stability later in my remarks.", "One point I would like to reiterate now is who central banks serve.", "This is an important anchor when thinking about the role of central banks in building (or rebuilding) social capital.", "Since becoming Governor of the Central Bank of Ireland, a guiding principle for me has been a phrase from the original legislation establishing the Central Bank of Ireland in 1942.", "Echoing the State's Constitution, it stated that the Central Bank's \"constant and predominant aim shall be the welfare of the people as a whole\".", "But I will return to that later.", "Institutions matter Taking a step back, if social capital is ultimately about how we connect with one another, it's clear that institutions matter for building social capital.", "And central banks, as important institutions of the State, play a critical role.", "In fact, I suggest that central banks are part of an institutional ecosystem that is interconnected, notwithstanding that the individual components may act independently.", "We do not act in a vacuum, and we should not confuse independence with isolation.", "Douglass North dened institutions as the \"humanly devised constraints that structure political, economic and social interactions\".", "Economists from Adam Smith, to Ronald Coase, Mancur Olsen and, more recently, Daron Acemoglu and James Robinson, have explained how institutions are critical for the rule of law, property and civil rights, economic development, economic stability, and solving information and co-ordination problems across communities and societies.", "Surrounding us today are also pre-monetary exhibits of the museum's collection which include treasures like Kuba cloths, a form of money from Congo in the 17 century.", "I think this is a good example to explain my thinking on how money' as an institution is a key instrument in building social capital.", "Kuba cloths, with their bold graphic patterns, I learned, were time-intensive to make, and created by many members of the community - stripping and kneading the rafa bres, colouring, weaving and embroidering.", "They were not simply a means of payment, but used as clothing, offerings, rewards and dowries.", "Conceptually we can think about institutions from many perspectives.", "Old institutions include money, law or contracts.", "Other examples of institutions include the concept of nation states, representative democracy, or written constitutions.", "Newer institutions include the United Nations, EU treaties and the Law of the Sea.", "Modern institutions include the World Trade Organisation and the concept of independent central banks.", "I like how Andy Haldane put it: \"whether old or new, institutions seem to matter.", "Their secret lies in solving societal problems of knowledge, co-ordination and incentives.", "Institutional memory can help lengthen and strengthen otherwise short and subjective minds.", "And institutional investment can help build public goods and atten otherwise fat tails.\"", "Trust and social capital One common thread that enables all institutions to work is trust.", "Without the trust of the public that it serves, an institution will struggle to function, to be effective, and, ultimately, to persist.", "Institutional trust \"is a key element of a resilient society and is critical for implementing effective policies, since public programmes, regulations and reforms depend on the co-operation and compliance of citizens\".", "Why is this important for central banks?", "Kenneth Arrow in 1972 explained that \"virtually every commercial transaction has within itself an element of trust, certainly any transaction conducted over a period of time.", "It can be plausibly argued that much of the economic backwardness in the world can be explained by the lack of mutual condence\".", "Walking around the museum I also saw the only known specimen of a silver leais struck in the Oporto mint and introduced during the reign of King Afonso V (r. 1438-1481).", "This coin was introduced during a period of relative monetary stability in Portugal from the 1420s on \"following decades of wars against Castile, successive currency debasements and ination.\"", "The silver leais as suggested by its name means 'loyal' or 'honest'.", "Trust is as critical today for central banks, as it was for King Afonso V. Trust is essential for the transmission of monetary policy.", "Trust affects the public's (and nancial markets') ination expectations which are an important anchor and determinant of price stability.", "Trust affects the legitimacy of central banks, particularly that of the ECB as a supranational institution.", "years on Kenneth Arrow's assertions still hold true.", "To buy something over the internet, you not only need to trust the vendor - that they will deliver the goods as promised - but also the legitimacy of the website, the security of the technology platform and the payments system to make the transfer.", "If people do not even trust the currency in which they are paying, the ecosystem will not function.", "Like the monetary system, the nancial system relies on trust and condence.", "Central banks and regulators have a key role in ensuring the integrity of the regulatory and supervisory frameworks which safeguard the stability of the nancial system, and often the protection of consumers.", "A lack of trust weakens the central bank and makes it vulnerable to political pressure.", "So central banks, like all institutions, need to build trust and build social capital.", "This is necessary to ensure we continue to be effective in the delivery of our mandate for the \"welfare of the people as a whole\".", "Expectation-setting requires a central bank to communicate clearly both its objective and how it intends to achieve it.", "Yet it is always a challenge: \"with a more ideological public, more polarised politics, and more fractionalised parliaments, central banks face growing demands for greater accountability, enhanced political engagement, and greater understanding.\"", "Transparency, honesty and engagement help to build credibility and to set expectations.", "This requires, in turn, that the public understand the mission of central banks, recognises the importance of that mission, and trusts in its commitment to deliver.", "All this requires effective central bank communication.", "Growing our social capital requires us to communicate in a way that is understandable to people, and to speak to issues that resonate with people and not just nancial markets.", "Nor can we rely on 'old intermediaries' alone.", "Traditional communication channels are disappearing so we must navigate new channels effectively between central banks and the wider public to allow different narratives to emerge.", "Adapting to new channels, new platforms, new ways to target our communications and deliver our messages.", "Some questions for today Demands for greater trust, transparency, accountability, legitimacy, and rebuilding of social capital all come at a time of rapid change.", "Technological change is disrupting the landscape of nancial services, with new entrants, new business models, a race by incumbents to invest in developing the necessary capabilities, and in many cases the potential for a fundamental disruption in the value chain of traditional nancial services rms and sectors.", "This has impacted different sectors such as the retail banking sector, payment and e-money rms as well as new emerging areas such as crypto.", "The ECB's own 'Digital Euro' project is a recognition of this changing landscape, and what it might mean for money, for central banks themselves and for citizens.", "At the same time the mandates of central banks have increased signicantly.", "In the euro area most national central banks are also competent authorities for the supervision of banks, and also resolution authorities.", "Moreover, and taking the Central Bank of Ireland as an example, we are the competent authority for the funds sector, the insurance sector, and the national macroprudential authority.", "We also play an important role in the State's framework for consumer protection and exercise enforcement powers.", "The broadening of our mandate beyond monetary and nancial stability - and giving us responsibilities which more directly and closely interact with the lives of the public - places a greater onus on us to build social capital, not least at a time of signicant change.", "This is relevant to a number of issues that we are considering today.", "Social capital is stronger when institutions respond to, or even lead, key issues of the day.", "Aiming to simply preserve institutions can lead to weakening them.", "While all institutions need to change, we must make sure expectations on institutions are not misaligned, as this would lead to an erosion of social capital.", "Some of the key issues highlighted for today's discussion include the distribution of income and climate change.", "I will not get into the data on inequality or the risks from climate change.", "I think these are well known.", "I would however like to discuss the role of central banks.", "Intergenerational economics: climate change and inequality Reecting on the impact of the pandemic and the signicant economic transitions that started before it and remain ahead of us (climate change and demographic change in particular), it is clear that they require long-term and more integrated thinking across a number of dimensions.", "We need to be thinking broadly and over longer time horizons to fully capture the trade-offs we face, not least because many of these challenges also require a global policy response.", "Policies to address climate change, for example, may appear costly in a short time horizon, but deliver large net benets in a longer horizon that makes clear the benets of avoiding catastrophic increases in global temperatures.", "Central banks are acting in response to the climate challenge.", "We're embedding climate change considerations into our supervisory assessments.", "This is about ensuring the true environmental and indeed societal costs of climate change are factored-in appropriately, whether the design of insurance policies or the granting of credit or something else.", "We're broadening our understanding of the nature and magnitude of nancial risks stemming from environmental change and how interlinkages across the economic and nancial system might amplify these risks.", "We're working with our domestic and international partners to ensure that green and sustainable nancial products are dened appropriately and identiable to investors.", "Our goal is to ensure that climate change is a strategic priority for the nancial system, and that the nancial system is resilient to the risks posed by climate change and capable of supporting the transition to a lower-carbon world.", "Central banks need to play their part and lead by example in their own actions, as well as deliver on their mandate to ensure that the nancial system is resilient to climate-related risks and ready to support the transition to a more sustainable world.", "But let us also be clear: central banks cannot solve the problem of climate change.", "The challenge requires action on the part of the whole community, businesses, households, as well as policymakers.", "Inequality is another issue for today's panel and both income and wealth inequality have been increasing in many advanced economics since the 1980s.", "As my colleague on the ECB's Governing Council, Isabel Schnabel, has outlined, there are two factors which can explain income inequality trends.", "These are the effects of technological development in the labour market - with less-skilled workers experiencing lower wage growth than those with higher education levels - and the reduction in bargaining power for workers.", "Inequality is something that central banks need to pay close attention to, not least because it does have economic consequences as well as implications for social capital and the public's trust in a state's institution Monetary policy decisions inevitably affect nancial markets, and the wider economy.", "This is why central banks must have a clear mandate, which in the case of the euro area is of course price stability.", "We also conduct proportionality assessments, which include analysis on the benets and the possible side effects of monetary policy measures, their interaction and their balance over time.", "Overall, central banks do not have the mandate or the tools to deal with societal concerns around excess income or wealth inequality.", "Governments are best placed to address the concerns in their societies around these developments.", "But we do need to ensure that while we take our decisions with a clear goal in mind, we also understand the side effects of our actions and that they do not outweigh the benets.", "There are three things I suggest we should bear in mind.", "First, central banks need trust to succeed.", "Trust is stronger where social capital is strong.", "Central banks can help build social capital through their actions.", "Second, social capital is an important determinant of a community's wellbeing, alongside human capital, natural capital and nancial and physical capital.", "(I like to describe these capitals as our collective \"economic capital\" but that is a subject for another day.)", "An important fact is that social capital does not grow on its own.", "An economy, a society and its environment are all complex systems that constantly interact with each other.", "Societies need to invest in economic, social and environmental infrastructures - including institutions such as central banks - to enable social capital to grow.", "Third, stasis is not an option.", "The frameworks we operate with, the ideas that \"ramify ... into every corner of our minds\", must be capable of change.", "As I said, preserving institutions could also weaken them.", "Our challenge is to understand how and when our frameworks need to change.", "We need to be ready to challenge familiar paradigms, as one way of eroding social capital is to ignore the need for change.", "So where does this leave us?", "Well for me, back to the beginning and back to the present.", "Back to the beginning, in the sense that at their core central banks exist to provide monetary stability.", "Back to the present, in that ination has continued to surprise on the upside because of unexpectedly high energy costs.", "The path for our monetary policy will continue to be determined by the Governing Council's commitment to stabilise ination at two per cent over the medium term.", "Price stability is the best contribution central banks can make to ensuring stability for the 'welfare of the people as a whole'.", "Like King Afonso's leais, we need to be loyal to this objective.", "And like weaving a Kuba cloth, we must constantly build and rebuild social capital to achieve this.", "To paraphrase José Saramago - who once wrote that the history of Portugal was not that of Europe but that the history of Europe would be unimaginable without that of Portugal - the history of central banks is not that of social capital but strong social capital would be difcult to deliver without successful central banks.", "I look forward to the discussion.", "I would like to thank Mícheál O'Keeffe for his contribution to my remarks.", "Social Capital and the Living Standards Framework .", "Address to University of Auckland (27 March 2018).", "The economics of social capital.", "See the Sveriges Riksbank website for further detail.", "See the Bank of England website for further detail.", "See the Museu Do Dinheiro website for further detail.", "A brief history of central banks.", "Economic Commentary, (December 2007).", "Why institutions matter (more than ever) .", "Address to the Centre for Research on Socio-Cultural Change (CRESC) Annual Conference, School of Oriental and Africa Studies (4 September 2013).", "See the Museu Do Dinheiro website for further detail.", "Why institutions matter (more than ever) .", "Address to the Centre for Research on Socio-Cultural Change (CRESC) Annual Conference, School of Oriental and Africa Studies (4 September 2013).", "For good measure: Advancing research on well-being metrics beyond GDP, pp.-320.", "Philosophy & Public Affairs, pp.-362.", "See the Museu Do Dinheiro website for further detail.", "The cultural origins of institutional trust: The case of the European Central Bank.", "High priests and politics: building public understanding through changing central bank communications.", "Address to the European Central Bank Communications Conference (15 November 2017).", "The end of mumbling incoherence: Enhancing credibility, effectiveness and trust through better central bank communication.", "Address to the 6th DIW Lecture on Money and Finance (26 February 2020).", "High priests and politics: building public understanding through changing central bank communications.", "Address to the European Central Bank Communications Conference (15 November 2017).", "See the European Central Bank website for further detail.", "Resilience through transitions: facing the tumult.", "Address to Waterford Institute of Technology (20 November 2019).", "Intergenerational Macroeconomics.", "Climate Change: Towards Action.", "Governor's Blog, Central Bank of Ireland.", "Monetary policy and inequality .", "Address to virtual conference on Diversity and Inclusion in Economics, Finance, and Central Banking (9 November 2021).", "Proportioning policy action to the evidence: making the monetary policy strategy of the ECB concrete .", "Address to The Institute of International & European Affairs (24 March 2022).", "Growing Our Economic Capital: Investing in Sustainable Improvement in Our Wellbeing .", "Speech delivered at Victoria University of Wellington (3 November 2016).", "The General Theory of Employment, Interest and Money.", "The Year of the Death of Ricardo Reis."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Social Capital", "Monetary Stability", "Central Banks", "Institutions", "Trust", "Inequality", "Climate Change", "Economic Capital", "Monetary Policy", "Communication"]}