{"sentences": ["Dear Mrs. Olmstead, Honorable Ambassador Rohde, Dear Mr. Berisha, It is a special pleasure to be part of this ceremony that marks a very important step in the launch of the Green Recovery and Opportunity Window, where through the Kosovo Credit Guarantee Fund, access to finance for businesses investing in Renewable Energy and in Energy Efficiency will be facilitated.", "The launch of this project designed and funded by the Millennium Challenge Corporation and the Millennium Foundation Kosovo, and with the capital donated by KFW shows the continued support of our international friends for the development of the Kosovo Credit Guarantee Fund and in general for the development of Kosovo's economy.", "The Kosovo Credit Guarantee Fund within a relatively short period of time has managed to become a very important institution for increasing the facilitation of financing for the country's economy.", "Financial institutions play a very important role in financing the green economy, so this project will significantly help promote and further stimulate the green transition.", "This project will also enable the increase of the guarantee potential of this institution, making possible the increase of the number of beneficiaries from the guarantees issued by this institution.", "In other words, a large number of businesses with difficulty in accessing finance will be able to provide easy access to this source of funding.", "Bank lending continues to be a very important and sustainable source of private sector financing in Kosovo.", "The value of bank loans with data of April 2022 has reached 4 billion euros, or an annual increase of 17.9%.", "However, despite the satisfactory trend of increasing bank lending, it is considered that the level of financial intermediation in Kosovo continues to be below the average of countries in the region, which indicates the possibility that this window and the KCGF is giving to increase the rate of financial intermediation in Kosovo.", "The opening of this window also plays an important role.", "In this context, we expect that in addition to supporting the growth of credit financing in general, the KCGF portfolio is increasingly reflecting the growth of credit support for sectors with greater difficulties in accessing credit financing, but which have potential to make a significant contribution to the economic development of the country.", "For this reason, the opening of this window and many other windows within the KCGF, have to do with the fact that we need to support businesses, which have difficulty accessing finance.", "Today, if we look at the structure of the country's economy in Kosovo, we have a structure of the economy that is mainly dominated by commercial enterprises.", "And the idea is that through these programs, through these projects, through these windows, to change the structure of the economy in the country.", "In order to have as many manufacturing enterprises.", "In this way, I believe that Kosovo would address the two challenges it has consistently faced, namely unemployment and the high trade deficit.", "For the end, thank you very much, I wish you good work, health and success."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Green Recovery and Opportunity Window", "Kosovo Credit Guarantee Fund", "Financial intermediation", "Bank lending", "Economic development", "Commercial enterprises", "Manufacturing enterprises", "Renewable Energy", "Energy Efficiency", "Trade deficit"]}