{"sentences": ["* 50th anniversary of the Faculty of Economics and Business Studies Universidad de Sevilla Pablo Hernández de Cos *hEnglish translation of the original speech in Spanish.", "I should like to take this opportunity to share with you some reflections on the current economic environment, which, more than two years after the outbreak of the pandemic, is tragically marked by the invasion of Ukraine.", "The repercussions of this war, albeit difficult to predict, can be expected to be global and extremely severe, for both the geopolitical and the economic situation.", "In the short term, its adverse effects on activity and inflation will come through a number of channels, the impact of which will be more acute in Europe, given its greater interconnectedness with the countries at war.", "I will first describe the main features of the current economic situation, which is affected by the consequences of the war.", "Subsequently, I shall analyse the essential features of the economic policy response to the challenges of the war in Ukraine and its repercussions.", "In particular, I would like to stress the need for a broad incomes agreement for the coming years in Spain, the possible content of which I will detail later on.", "This need is justified by the initial description of the current situation and outlook for the Spanish economy, in particular as regards inflation.", "The current economic situation Before the war, the world economy was on a path of gradual recovery, following the most acute phase of the pandemic, although the recovery was already flagging from the second half of 2021 owing to global bottlenecks and the increase in inflationary pressures.", "The gradual path of recovery in activity prior to the Russian invasion of Ukraine was, in any case, highly uneven across geographical areas and sectors of activity.", "Thus, while some economies had already regained or even surpassed their pre-crisis levels of activity, others had not.", "Spain, despite having one of the highest levels of vaccination in the world, was among the latter.", "At the end of 2021, Spain's output was still 3.8 percentage points (pp) below its pre-pandemic levels, while in the euro area as a whole this gap had already closed.", "One factor that would explain the difference in progress is the sectoral composition of activity.", "In particular, the recovery tends to be more delayed in those countries, like Spain, in which services that are highly dependent on personal interaction, such as those linked to tourism, account for a large share of the economy.", "Economic developments in Spain, and in the rest of the world, have been affected by upward inflation surprises since the second half of 2021, driven in particular by energy and food, although there has also been a slight rise in underlying inflation.", "The persistence and intensity of inflationary pressures reflect a combination of various demand and supply factors.", "Notable among the demand factors are the relatively strong recovery in activity following its collapse in 2020 and the changing consumption patterns as a consequence of the pandemic and the measures adopted to contain it.", "Among the supply factors, the higher price of energy - with major strains in the gas market - and the disruption to global supply chains stand out.", "This high global inflation environment was also reflected in expectations of monetary policy normalisation and, in consequence, a moderate tightening of private-sector financing conditions.", "As at global level, the repercussions of the war for the Spanish economy are highly uncertain.", "Spain's direct exposure to the countries at war is low.", "However, the invasion of Ukraine has also changed the economic environment and represents, at a time when the recovery from the pandemic remains incomplete, a new shock that can be expected to entail adverse consequences in the coming quarters for economic activity and inflationary pressures through various channels.", "Of these channels, the most important is probably commodity markets, including markets for both energy and non-energy commodities, in particular foodstuffs and metals, of which Russia and Ukraine are both significant global producers and exporters.", "Spain's direct exposure to these imports is relatively low; for example, in 2019 only 6% of its total energy purchases from the rest of the world came from Russia.", "This percentage is much higher in countries such as Germany and Italy (17% and 22%, respectively).", "However, in a highly volatile environment, the war is affecting the cost of these goods on global markets, irrespective of their origin.", "In particular, the rise in energy prices has significant effects on the cost of the household consumption basket and on firms' costs of production.", "Also, the war itself could ultimately hamper the supply of some of these goods, which would obviously tend to have a large impact on prices and economic activity.", "The European authorities have formally announced their intention to reduce structural energy dependence on Russia, but clearly this is not something that can be achieved in the short term.", "The surge in inflationary pressures apparent in the March data partly reflects the increase in commodity prices associated with the war, but also the delayed effects of the acceleration in intermediate costs in the preceding months on the prices of other goods and services, and the scarcity of certain products as a result of the road hauliers' strike.", "The impact of the increase in energy costs is highly uneven across groups of agents.", "In the case of households, those with low incomes are most affected.", "In the case of productive sectors, the impact is naturally greater on the more energy-intensive ones.", "A second channel, that is also very significant, is the impact of the war on household and business confidence, given the extraordinary uncertainty surrounding the duration and course of the war.", "This, in turn, introduces uncertainty over the behaviour of the incomes of these agents, which means they tend to postpone their consumption and investment decisions.", "The sharp decline in the consumer confidence indicator in March (the largest decrease in the historic time series, which goes back to July 1986) gives an indication of the magnitude of these effects.", "This fall suggests that the increase in uncertainty may have begun to adversely affect household spending decisions.", "The results of the latest edition of the Banco de España Business Activity Survey (EBAE) suggest that the war has begun to worsen the expectations of non-financial corporations regarding their turnover and also the duration of the global supply chain problems, which is now estimated to be longer.", "Third, the invasion of Ukraine will affect the Spanish economy through the trade channel, the direct impact of which is assumed to be moderate, as bilateral trade flows with the countries at war are relatively limited.", "In 2019, the last year before the pandemic, Spanish goods exports to Russia and Ukraine represented only 1.6% and 0.3% of the total, respectively.", "Russian tourism, meanwhile, accounted for 2.2% of total spending by foreign tourists.", "However, the indirect effects on Spanish trade flows may be significant.", "The war will particularly affect central and eastern European countries, which are more exposed to Ukraine and Russia, and, therefore, the growth of Spanish export markets.", "Further, the invasion is having a negative impact on the global supply chains for certain productive processes, with signs of a worsening of bottlenecks, after the partial improvement in the fourth quarter of 2021, although the lockdowns in China to check the pandemic may also have contributed to this.", "In any event, the latest indicators of export orders point to a slowdown in trade flows.", "Amid so much uncertainty, preparing macroeconomic projections is even more complicated than usual.", "The Banco de España's latest forecasts,1 published on 5 April, confirm that the gradual recovery in activity has been blown off course by the invasion of Ukraine: GDP growth has been revised down and inflation up, compared with the previous projection exercise in December 2021.", "These projections were prepared on the basis of still-incomplete information for the first quarter of the current year.", "According to the data available, the recovery in activity continued in the period leading up to the war.", "This is reflected, for example, in the information on social security registrations, despite the effects of the spread of the Omicron variant of COVID-19, probably due to the beneficial effects of the high rate of vaccination.", "However, the same social security registrations data also show that employment growth had already begun to falter in March and early April, following the invasion of Ukraine.", "Through the above-mentioned channels, the war has led the output growth projections for 2022 and 2023 to be revised downwards by 0.9 pp (to 4.5%) and 1 pp (to 2.9%), respectively.", "Specifically, in the case of the 2022 revision, on Banco de España estimates, higher commodity prices, increased uncertainty and the lower growth of world markets will reduce growth by 0.7 pp, 0.6 pp and 0.5 pp, respectively.", "These factors by far outweigh others operating in the opposite direction.", "These include the fact that, on the latest Quarterly National Accounts (QNA) figures published,2 GDP grew more vigorously in the second half of 2021 than anticipated in the December projection exercise.", "Likewise operating in favour of output growth is the stimulus provided by the measures included in the National Plan to respond to the economic and social consequences of the war in Ukraine, approved on 29 March by the Spanish Cabinet,3 to which I will refer briefly later on.", "In any event, assuming that the war will not extend over a long time horizon, activity will continue to be underpinned by the foreseeable improvement in the epidemiological situation, use of the Next Generation EU (NGEU) funds and financing conditions that, while somewhat tighter than in previous quarters, remain favourable.", "Turning to the inflation forecasts, in step with the paths of the corresponding futures markets, the upward pressures of the energy component are expected to peak in the second quarter of 2022 and then decelerate.", "The inflation projections rest on two assumptions: (i) that, in line with the information from the EBAE, the pass-through of higher intermediate costs to final prices will only be relatively moderate (albeit more forceful than envisaged in the December projection exercise); and (ii) that the second-round effects will be limited, i.e.", "scant feedback effects between inflationary pressures on prices and wages.", "Inflationary pressures will be partly alleviated by the measures contained in the National Plan to respond to the economic and social consequences of the war in Ukraine.", "Furthermore, these projections do not yet include the possible changes in prices on the electricity market that are currently being negotiated in the European Union.", "Against this backdrop, the projections see inflation standing at 7.5% in 2022.", "It will then fall in 2023 to around 2%, thanks, above all, to the moderation of the energy component.", "Underlying inflation will not start to decline until end-2022, once the upward pressures on firms' costs associated with energy prices and bottlenecks have corrected.", "On average, it will rise to 2.8% in 2022 as a whole, but then gradually slow over the rest of the projection horizon.", "Compared with the December projection exercise, the inflation forecast for 2022 is revised upwards significantly (by 3.8 pp), due, above all, to the recent energy component surprises.", "The balance of risks in this projection exercise is tilted to the downside in the case of economic activity and to the upside in that of inflation, amid extraordinary uncertainty as a result of the war in Ukraine and its geopolitical implications.", "In particular, economic activity and inflation will be very sensitive to energy and commodity market developments, to the hypothetical emergence of second-round effects on prices and wages and to the path of household consumption and saving.", "By way of example, later on I will describe in some detail the adverse repercussions for the Spanish economy of such second-round effects, underscoring the need to adopt an economic policy response that pre-empts these risks via an incomes agreement.", "The economic policy response The magnitude of the effects of the war will also ultimately hinge on the economic policy response, which has a crucial role to play.", "Allow me to offer a few thoughts on that response.", "European economic policies Like the pandemic, the invasion of Ukraine is a very adverse, exogenous shock common to the European Union (EU) as a whole, albeit with uneven effects across countries, sectors and firms.", "This is a very important consideration that must steer the debate about what role the different economic policy instruments should play.", "In my view, given it is a common shock, the optimal response would be forceful pan-European action that mitigates, in the short term, the economic effects, particularly for the most vulnerable agents.", "Furthermore, in the medium term, this crisis stresses the need to boost Europe's strategic autonomy in terms of both energy and defence.", "Indeed, joint European action, ideally through the pooling of budgetary resources, is once again the most effective means of funding the resulting increase in public expenditure.", "This common response should stave off a persistent deterioration in the economic outlook and, in tandem, eliminate a potential new source of financial fragmentation in Europe.", "As part of the RePowerEU initiative, the European Commission has proposed a plan to reduce the EU's demand for Russian gas by 60% by the end of 2022.", "Spain has a key role to play here, given that it accounts for 25% of the EU's regasification capacity.", "However, to fully exploit this capacity investment will be required in cross-border interconnections to eliminate the existing bottlenecks.", "In response to rising energy prices, under the plan options would also be explored to optimise the design of the electricity market in view of the foreseeable changes in the energy mix.", "A further possibility is to temporarily ease the State aid framework for the business sector and establish certain temporary limits on retail electricity prices.", "More broadly, the war has underlined the need to accelerate European integration so that the EU is an important player on the global stage, capable of deciding its own future and defending its values.", "A cornerstone of this integration is the creation of a common and permanent fiscal capacity in the euro area, which would facilitate the economic policy response to severe shocks.", "The design of this common fiscal capacity must be based precisely on the lessons learned from NGEU and the instrument for temporary Support to mitigate Unemployment Risks in an Emergency (SURE), which were implemented to deal with the pandemic, and on any lessons we might draw now from our response to the war.", "The financial realm is a second area of economic integration.", "Pan-European bond issuances to fund NGEU, and any other potential issuances as part of the response to the invasion of Ukraine, are an important step towards creating a European safe asset.", "In addition, deeper capital market integration in the euro area would pave the way for greater risk-sharing in the face of asymmetric shocks.", "Lastly, a third necessary element to bolster the euro area's institutional architecture is the completion of the banking union, establishing a European deposit insurance scheme and a common framework for resolving systemic crises.", "The European Central Bank's monetary policy Against the recent backdrop of high inflationary pressures, the European Central Bank (ECB) has continued with the normalisation of its monetary policy initiated last December.", "The Governing Council has explicitly expressed its willingness to maintain optionality, gradualism and flexibility in the conduct of monetary policy going forward.", "In the current climate of uncertainty, this is deemed necessary to allow us to respond to incoming data to fulfil the ECB's mandate to pursue price stability and to contribute to safeguarding financial stability.", "Indeed, the war in Ukraine is increasing the short-term upward inflationary dynamics, adding to the pressures generated by rising energy prices, bottlenecks and the normalisation of demand.", "The intensification and prolongation of these short-term inflationary pressures make it more likely that second-round effects will emerge and, therefore, that the inflation dynamics will become entrenched in the medium term.", "However, the war is having an adverse effect on economic growth, which could potentially be significant, particularly in the short term, in a setting where euro area GDP remains below its potential level.", "Overall, the upside risks to the inflation outlook have intensified, particularly in the near term.", "Although various indicators of long-term inflation expectations drawn from financial markets and surveys of professional forecasters put inflation at around 2%, there are preliminary signs, which will have to be monitored carefully, of those indicators being revised to above-target levels.", "In step with the normalisation of monetary policy, net purchases under the pandemic emergency purchase programme (PEPP) were discontinued on 31 March.", "The maturing principal payments from securities purchased under the PEPP will be reinvested until at least the end of 2024, and in the event of renewed market fragmentation related to the pandemic, PEPP reinvestments can be adjusted flexibly.", "Further, at our meeting of 14 April, the Governing Council judged that the incoming data reinforced our expectation that net asset purchases under the asset purchase programme (APP) should be concluded in the third quarter of 2022.", "We also indicated that the raising of key ECB interest rates will take place some time after the end of the net purchases and will be gradual.", "Lastly, the ECB Governing Council stated that we stand ready to adjust all of our instruments within our mandate, incorporating flexibility if warranted, to ensure that inflation stabilises at its 2% target over the medium term.", "The pandemic has shown that, under stressed conditions, flexibility in the design and conduct of asset purchases has helped to counter the impaired transmission of monetary policy and made the Governing Council's efforts to achieve its goal more effective.", "Within the Governing Council's mandate, under stressed conditions, flexibility will remain an element of monetary policy whenever threats to monetary policy transmission jeopardise the attainment of price stability.", "In step with the communication of this process of monetary policy normalisation, market expectations of policy rate hikes have been brought forward since December.", "The prospect of the monetary policy stance returning to normal has likewise been reflected in an upturn in long-term interest rates in the euro area.", "Specifically, the 10year OIS rate, which proxies the euro area risk-free interest rate, has risen by 170 bp since the beginning of the year.", "Domestic fiscal policy Domestic economic policies also have a key role to play in the current climate.", "But fiscal policy headroom is constrained by high government debt and structural budget deficits.", "It is therefore important for domestic fiscal policy to exploit its capacity for highly granular action focused on the households, firms and sectors most vulnerable to this combination of shocks, many of which had not yet fully recovered from the adverse effects of the pandemic.", "In particular, fiscal policy action should target lower-income households, which bear the brunt of inflation, and more energy-intensive firms.", "Moreover, again with the aim of minimising their impact on budgetary imbalances, it is important that the fiscal policy measures be temporary so as not to further increase the structural deficit, and that the instruments used do not skew price signals, which would hinder the adjustment in demand.", "Likewise, averting any feedback into the current inflationary process is further reason to avoid an across-the-board fiscal impulse and the widespread use of automatic indexation clauses in expenditure items.", "This deindexation must be part of the incomes agreement to which I will return later.", "It is against this background that the measures adopted to soften the economic and social consequences of the war must be assessed.", "The National Plan to respond to the economic and social fallout of the war in Ukraine, approved by the Spanish Cabinet on 29 March,5 includes measures that will come at a direct cost of €6 billion in 2022, according to Government estimates.", "One area of fiscal policy where more resolute action would be desirable is the formulation of a credible commitment to budgetary stability over the medium term.", "This would help limit the risks of financial market tensions that could be fuelled by the current climate of high uncertainty.", "This commitment should take the form of a gradual fiscal consolidation programme, to be implemented once the recovery takes hold.", "A gradual adjustment process minimises the possibility of any abrupt changes in the budgetary policy stance that might hamper the recovery under way.", "Increasing the economy's potential output would also help reduce the high level of government debt.", "This would require reforms that address the economy's structural shortcomings.", "NGEU funds could also be particularly useful in implementing these reforms and the investments required to support the changes.", "Need for an incomes agreement There is an additional dimension to the response to the current situation, one that is highly specific to the present shock and of the utmost importance.", "Specifically, as I have explained, the attack on Ukraine has exacerbated the geopolitical tensions that were already driving steep price rises in energy commodities, the bulk of which we import from abroad.", "This increase in the price of imported energy amounts to a loss of income for the Spanish economy.", "And as I have reiterated on a number of occasions, lower income for the economy as a whole inevitably entails a reduction in its agents' income.", "Against this background, these agents (essentially firms and households, but also general government) would be well-advised to internalise this reduction in national income and reach a burden-sharing agreement, so as to avoid triggering a price-cost feedback loop.", "Such a spiral in Spain would only exacerbate the pernicious effects of the current shock, since, in the present context, a simultaneous rise in prices and wages would erode our external competitiveness vis-à-vis other euro area countries and would aggravate the already harmful effects of the current shock on competitiveness, employment and economic growth.", "Further, were it to spread across the euro areas as a whole, such a feedback loop would require a more aggressive normalisation of the ECB's monetary policy to ensure compliance with our price stability mandate.", "In my view, an incomes agreement, like the one I have been advocating since October, is warranted in order to ward off these scenarios.", "But what shape should this cost-sharing agreement take?", "In my view, this burden-sharing should be set out in an agreement forged under the framework of social dialogue (which we have termed an \"incomes agreement between firms and workers\").", "However, I believe it should be defined based on certain general principles.", "I will specifically mention five that I feel are particularly important.", "First, the costs must be shared among all agents.", "In an extreme scenario in which firms attempt to keep their unit profits intact, a reduction in household purchasing power would ultimately translate into lower demand for firms' products.", "At the other extreme, maintaining workers' full purchasing power would pose a threat to firms' capacity to generate sufficient funds to conduct their investments and, ultimately, would jeopardise their survival, to the detriment of employment and welfare.", "The information available to date suggests that such cost sharing across firms and workers is already taking place on a tacit basis.", "Specifically, in the collective bargaining agreements registered to March the wage increases for 2022 stood at 2.4%, well below the recent increase in consumer prices and that expected for 2022 as a whole.", "Therefore, in practice workers are losing purchasing power.", "That said, in large part, this increase essentially reflects the deals struck by the social partners in the multi-year collective bargaining agreements negotiated over the past two years in an inflationary setting that bears little resemblance to the current one.", "There are therefore signs that this stabilisation mechanism is running out of road.", "With this in mind, I believe that concrete action is needed.", "Similarly, in the case of businesses, recent data reveals that they have not fully passed on their rising costs to their customers, and their margins are therefore likely to have been squeezed.", "This can be inferred, for instance, from the feedback from Spanish firms in the latest edition of the EBAE for the first quarter of 2022.", "According to the survey, around 82% of businesses saw their costs rise as a result of higher input prices, whereas just over 40% raised their selling prices.", "Second, the asymmetric impact of the current shocks on workers, firms and sectors must be borne in mind when determining the specific features of the incomes agreement.", "The necessary coordination at national level must therefore be combined with mechanisms to ensure the agreement is able to cater to the existing productivity and activity-related differences across firms and sectors.", "Equally, where the standard of living of certain segments of households is hit particularly hard by rising energy costs, the incomes agreement should naturally seek to mitigate their straitened circumstances.", "In short, these considerations reveal the need to avoid overly sweeping measures to implement a potential incomes agreement that might prove too rigid for certain groups of agents.", "Third, any approaches that automatically link wages to past inflation or indexation clauses are also to be avoided9.", "The aim is precisely to reduce the risk of triggering a wage-price feedback loop.", "In this regard, workers with collective bargaining agreements registered up to March this year that provide for any form of wage guarantee clause linking the final wage increases agreed in 2022 to developments in inflation are admittedly in the minority.", "Nonetheless, the figure (30%) is notably higher than it was at the end of 2021, when it stood at 17%.", "Of even more concern is the fact that this figure rises to 50% of the total when considering the agreements entering into force in 2023, albeit still referring to a small number of agreements in this case.", "Fourth, any incomes agreement should provide for multi-year wage increase and job protection-related undertakings.", "This would offer households and businesses some certainty in their spending and investment decisions.", "Any agreements concerning wage increases should take their lead from the underlying inflation.", "These recommendations apply to both wage increases and, where applicable, to potential wage guarantee clauses.", "Arrangements such as these have already been used by the social partners in the past and have proven a useful tool for protecting jobs, making firms more competitive and spurring economic growth.", "Fifth, these guidelines on wage developments should be accompanied by explicit commitments to moderate profit margins.", "Only then will such wage restraint actually make firms more competitive, while, in turn, limiting the extent to which rising energy input costs are passed through to other goods and services in the economy.", "And some sort of mechanism would have to be set in place to ensure this restraint in profit margins can be verified.", "The simulations performed using the Quarterly Macroeconometric Model of the Banco de España (MTBE) underscore the benefits of a successful incomes policy.", "The MTBE makes it possible to estimate how a reaction in other domestic prices and in private wages, in line with the direct impact of higher energy prices on the general price level, might affect activity and employment.", "If higher energy prices are fully passed through, the overall adverse impact on activity and employment, in terms of the divergence from the current projections, could be around 1.5 pp in 2024.", "Moreover, real disposable household income would decline, owing to the fall in employment and a further increase in inflation.", "I will end by highlighting three key messages I would like you to take away from my speech at this critical historical juncture in which the attack on Ukraine could represent, as well as an extraordinary human tragedy, a serious threat to the European social and political project.", "First, in a variety of ways, the war will undermine the gradual post-pandemic recovery under way, though we can for the time being only hazard a guess at the scale of the fallout.", "As is only to be expected, the impact will depend on the severity and duration of the conflict.", "In this regard, the Banco de España's latest projections point to a substantial downgrade in GDP growth in 2022 and 2023, while the rate of inflation is expected to rise sharply this year.", "Second, economic policies have a pivotal role to play in this scenario.", "On the one hand, European economic policies and domestic fiscal policies must respond decisively, providing targeted support to the most vulnerable households, businesses and sectors affected, and offering certainty.", "It is important to ensure that such action is indeed selective and temporary in the case of the fiscal policy of a country like Spain, whose room for budgetary manoeuvre, already very limited before COVID-19, has been significantly further eroded as a result of the pandemic.", "Meanwhile, amid sharply rising inflation, the ECB has taken gradual steps towards normalising its monetary policy, already leading to a slight tightening of financial conditions.", "Looking ahead, monetary policy decisions will depend on the new data and, given the significant degree of uncertainty, flexibility, gradualism and optionality will be maintained.", "We are clearly committed to adopting all such measures as may be necessary to ensure price stability and safeguard financial stability.", "Lastly, amid the current upsurge in the price of energy and certain other commodities, it is vital to guard against the emergence of second-round inflation effects, particularly in the form of a wage-price spiral.", "In the short term, preventing this feedback loop is neither easy nor, above all, agreeable.", "It calls for an incomes agreement between workers and employers under which everyone emerges better off in the medium-term, although everyone must take a hit in the short term.", "The widespread use of automatic indexation clauses in public expenditure must also be avoided.", "In a climate as uncertain as the current one, an agreement of this nature would provide a very valuable dose of stability and certainty, allowing the duration and costs of the current inflationary shock to be kept to a minimum and paving the way for the necessary economic adjustment, generating more jobs and improving the welfare of the general public.", "The performance of our economy in the coming years in large part rests on our ability to reach these difficult agreements."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["Economic policy response", "Energy prices", "Inflation", "War in Ukraine", "Incomes agreement", "Fiscal policy", "Monetary policy", "Economic growth", "Commodity markets", "Second-round effects"]}