{"sentences": ["Conference Banque de France \"Opportunities and challenges of the tokenisation of finance: which role for central banks?\"", "Tuesday 27 September 2022 Concluding remarks by Denis Beau, First Deputy Governor Let me first start by thanking you all for attending this conference, both online and in person.", "I believe this large audience speaks to the significance of the issues that we have discussed together today and the depth and quality of today's exchanges, which covered a wide variety of topics, were impressive.", "It is a tall order to summarise such rich discussions in so little time.", "I will only try to highlight three lessons I take away from each of the roundtables and chart a possible way forward.", "The first lesson I take away from this conference is that we could be at a turning point in the development of the crypto-asset ecosystem.", "• Over the past few years, the crypto-asset landscape has experienced a significant growth, buoyed in part by the low interest rate environment.", "It has expanded its initial scope and started offering more sophisticated products, getting increasingly complex and interwoven with traditional finance, with the emergence of DeFi.", "• However, recent tensions in the crypto-asset ecosystem, amidst a normalisation of monetary policy, raise questions about (i) first, its correlation with other types of risky assets and (ii) second, their sensitivity to changes in the monetary policy stance.", "The ongoing stress in the crypto-asset market is also altering the dynamics of the ecosystem, sparking bankruptcies and leading toward greater concentration.", "• In addition, the development of crypto-asset and DeFi comes with significant policy challenges for public authorities, that were highlighted in our discussions today: First, they raise the question of how to regulate market players, which are not easily captured by existing regulation as they either lack central authority or may require close coordination between several regulatory and supervisory agencies due to the variety of their activities.", "Second, the rise of these new assets has led central banks to reflect on the appropriate balance between public money and private assets and the way in which access to public money could be ensured in the digital era through the issuance of Central Bank Digital Currency.", "The second takeaway is that private players identify substantial benefits associated with distributed ledger technologies and consider that an appropriate regulatory framework would help make the most of these technologies.", "• But we know from experience that public authorities need to act quickly, while this ecosystem is still nascent, to guide its development in a way that suits our public policy objectives.", "We are now at a tipping point.", "If we do fail to act, there is a risk that inefficient, fragmented, monopolistic solutions could develop in a silo mode, harming financial stability.", "But if we act early, we can foster the development of an innovative ecosystem, which will improve the efficiency of post-trading processes and infrastructures.", "• Authorities have already taken significant steps to design a regulatory framework that could stimulate innovation while preserving financial stability.", "The European MiCA regulation is a necessary first response to regulate the use of crypto-assets and it needs to be implemented as soon as possible.", "However, let me stress the MiCA regulation is not an end in itself but rather the start of a process.", "Our regulatory framework will need to be adjusted on a regular basis to keep up with the development of DeFi.", "• In addition, these responses from public authorities need to be coordinated at the international level, to avoid arbitrage across jurisdictions.", "International bodies have a central role to play in coordinating responses, notably the BIS and the FSB, but also the IMF and the OECD.", "My third takeaway is that central banks could accompany usefully the tokenization of finance, by leveraging new technologies to provide central bank digital currencies, thereby improving the efficiency of securities settlement and payment systems.", "• The discussion showed that this possible positive impact is not confined to retail payments.", "A wholesale CBDC directly integrated on DLT could be used to settle tokenised assets, bringing the security of central bank money.", "In addition, a wholesale CBDC has the potential to improve cross-border payments.", "But we need to properly measure the economic impacts and the associated risks.", "That is why we are working on it step by step, including through experimentation with private actors.", "• Indeed, these investigations must be undertaken hand in hand with private intermediaries.", "The tokenisation of finance creates a new ecosystem which is also a challenge for them, especially as their role could be transformed by decentralised technologies.", "• And we need to ensure that this ecosystem is fully interoperable with legacy securities and payment systems, which are likely to remain an important element of the landscape.", "• In that context, our goal at the Banque de France is to facilitate responsible innovation from the market, while safeguarding the use of central bank money and thus financial stability.", "• My final point is to say that today's discussion showed that central banks need to further their exploration of new technologies to prepare for the future of finance.", "This is the goal that Banque de France has been pursuing since the launch of its first experiments on wholesale CBDC in 2020.", "We are now taking this endeavour a step further with a second round of experiments.", "Let me stress that it is a collective work, whose conclusions will feed the Eurosystem's reflection on CBDC.", "• The entry into force of the European \"pilot regime\" next year offers an invaluable opportunity for private players but also for public players.", "In this sense, offering settlement solutions in central bank money - for the cash leg of transactions involving tokenised securities - could allow tokenised finance to benefit from the most secure and liquid asset.", "• Thank you again for your participation."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Crypto-asset ecosystem", "Tokenisation of finance", "Central bank digital currencies", "DeFi", "Financial stability", "Regulatory framework", "Monetary policy", "Public money", "Private assets", "Cross-border payments"]}