{"sentences": ["Let me begin with the economic outlook.", "Although the Covid-19 pandemic is still raging in some parts of the world and disrupting economic activity, particularly in China, we are in the middle of another crisis.", "Russia's brutal, illegal war in Ukraine has profoundly transformed the European security order and the economic policy landscape.", "Before the war broke out, the euro area economy had recovered better than expected from the pandemic.", "Now, Russia's invasion is weakening growth prospects in the euro area.", "However, we should keep this in perspective and bear in mind that Russia's share of the world economy was less than 2% before the outbreak of the war.", "In March, the European Central Bank forecast in its adverse and severe scenarios that the euro area economy will grow by more than 2% this year, which is much less than the baseline of 3.7%.", "As things stand, I am afraid that the ECB's June forecast is likely to be closer to the adverse and severe scenarios than the baseline, especially due to continuously high energy prices and the prolonged supply chain bottlenecks.", "The inflation outlook in the euro area is ever more challenging, as we have seen in recent months.", "Currently, the driver is energy inflation, while the anchor is - or has been - the low level of wage inflation, in line with productivity growth and our inflation target.", "Increased energy and commodity prices have pushed up euro area consumer price inflation to 7.5%.", "At present, the rise in energy prices alone explains more than half of the headline inflation figure.", "In the medium term, it is critical whether rising energy prices will increase inflation expectations and wages or change firms' pricing behaviour.", "Energy inflation and supply chain bottlenecks alone would not lead to a sustained acceleration in inflation unless there are major second round effects, leading to a wage-price spiral.", "Unlike in the United States, with its labour market red hot, wage inflation in the euro area has been rather moderate - until recently, that is.", "We have seen clear signs of acceleration in the first months of this year.", "That's why we must be mindful of not letting inflation expectations become unanchored, which would be very damaging to price stability.", "This is now the single most critical factor in determining the course of monetary policy.", "Last December, the ECB Governing Council started the gradual process of monetary policy normalisation.", "And we have been fortunate to have our renewed monetary policy strategy in place as we face the current turmoil.", "The ECB strategy review was a critical turning point in ECB monetary policy.", "It was the final step in the process of making the ECB a modern central bank since Mario Draghi's \"whatever it takes\" speech.", "The ultimate reason for the strategy review was the emergence of profound structural changes in the euro area and the world economy.", "These include the change in the relationship between the spare capacity of the economy and inflation, the fall in natural interest rates, and sluggish productivity growth.", "According to the revised strategy, price stability - the primary objective of the ECB - is best maintained by aiming for 2% inflation over the medium term.", "The inflation target is symmetric: the Governing Council considers both inflation above and below this 2% target to be equally undesirable.", "The new strategy was worked out in 2020-21 in a disinflationary, even deflationary environment, and it serves to ensure that the economy does not get stuck in a situation of too slow inflation for a prolonged period.", "The Governing Council also stated that inflation may also be temporarily moderately above the target.", "The medium-term orientation of monetary policy allows for a better emphasis in decision-making on other objectives that are important for all euro area countries, such as full employment, without, of course, jeopardizing price stability.", "I tell you this also to illustrate how quickly the operating environment of monetary policy has changed.", "It was still less than a year ago, I recall, that some commentators were even sceptical about whether the new strategy would ever pull the euro area away from the path of 'Japanification', i.e.", "semi-permanent disinflationary equilibrium.", "I don't hear that kind of talk too much anymore!", "In the current context, we are out of those woods, but we face another kind of challenge in preventing inflation expectations from becoming unanchored.", "That's why the first interest rate hike in over a decade is likely to take place in the summer.", "After years of fighting against a deflation risk, our monetary policy has, since the second half of the last year, been confronted by repeated upward surprises in the headline inflation figure, and in inflation forecasts.", "Moreover, indicators of underlying inflation have this year been rising steeply, and inflation expectations have been shifting upwards.", "Thus, uncertainty related to future price developments has increased, with potential negative consequences for the economy, and this is especially putting pressure on labour markets and wage development.", "At the same time, the economic consequences of the war are expanding, as the war drags on.", "The growth outlook for the world economy - and especially for the euro area - is deteriorating.", "Pervasive uncertainty is eroding consumer confidence and investment prospects.", "Uncertainty surrounding the macroeconomic projections of the ECB and other forecasters is also currently very elevated.", "As far as market expectations are concerned, market participants appear to expect us to raise interest rates two or three times this year, starting from July.", "They expect a shift out of the 'low-for-long' interest policy and the negative and zero interest rate environment by the end of the year.", "Based on the current analysis of the economic and inflationary outlook, and especially in light of the need to contain the creeping unanchoring of inflation expectations, it is my view that it seems necessary that in our policy rates we move relatively quickly out of negative territory and continue our gradual process of monetary policy normalisation.", "I am not alone, as this is also the indication given by many of my colleagues in the ECB Board and Governing Council.", "Anneli, Ladies and Gentlemen, The growth outlook also affects the outlook for financial stability.", "Direct exposures of European financial institutions and investors to Russia are small and had already diminished after the annexation of Crimea in But the second-round impacts of the war on the financial system could be much larger than the initial impacts.", "If economic growth slows substantially, many banks will be facing an increase in credit risks and non-performing loans.", "Not least because many customers of banks haven't even fully recovered from the pandemic.", "In times like these, we need a strong financial system to smooth the transmission of monetary policy and to prevent credit crunches.", "We should likewise avoid negative feedback loop effects between the real economy and the financial system.", "Fortunately, the global and European regulatory, supervisory and institutional reforms undertaken after the financial crisis have made the financial system much more resilient than it used to be.", "The years of crises have highlighted the need to constantly evaluate the role and scope of monetary policy and its relation to macroprudential policy.", "In the ECB strategy review, we addressed the role of fiscal policy, macroprudential policy, financial stability and monetary and fiscal policy interactions.", "Macroprudential policy has essentially become the second key pillar of central banking today, alongside monetary policy.", "When financial stability risks grow, macroprudential and microprudential policies are the first line of defence.", "Most often, macroprudential policies and monetary policy are complementary.", "For instance, macroprudential policies that avoid a build-up of imbalances reduce the likelihood of future financial crises with negative effects on price stability.", "Monetary policy may also affect financial stability risks.", "On the one hand, accommodative monetary policy can reduce credit risk by boosting economic activity and inflation dynamics.", "On the other hand, accommodative monetary policy may encourage the build-up of leverage or raise the volatility of asset prices.", "Hence, monetary policy actions should always be proportional.", "Similarly, monetary policy tightening can either decrease or increase risks concerning financial stability.", "Since financial crises can threaten price stability, there is a clear case for the ECB to take financial stability considerations into account in its monetary policy deliberations.", "The ECB already takes into account the existing limitations of macroprudential policy in different phases of the financial cycle, the interactions between macroprudential policy and monetary policy, and possible side effects of monetary policy on financial stability.", "At the same time, it is important to avoid the misperception that monetary policy would be responsible for guaranteeing financial stability.", "The Eurosystem follows a flexible approach in taking into account financial stability considerations.", "Any monetary policy response to financial stability concerns will depend on the prevailing circumstances and will be guided by the implications for medium-term price stability.", "To this end, efforts to overhaul the ECB's analytical framework should recognise that the preparation of monetary policy deliberations will be helped by information on financial stability considerations.", "The pandemic, like all major crises, provides us with useful lessons for developing our macroprudential policies.", "In my mind, the key lesson of the pandemic is the importance of resilience and, beyond this, anti- fragility.", "We need to ensure - by applying macroprudential tools - that the banking sector remains resilient enough to withstand future economic shocks and deteriorating economic and financial imbalances.", "The pandemic also revealed the importance of flexibility in macroprudential policy.", "It is impossible or at least very difficult to identify exogenous systemic shocks like Covid-19 in advance.", "Enlarging the so-called 'macroprudential space', for example by increasing the amount of releasable capital buffer requirements, would help macroprudential policymakers in making sure that banks can also lend during periods of unexpected stress.", "Another key takeaway from the Covid-19 pandemic was that the swift and decisive monetary, fiscal, macroprudential and regulatory policy responses substantially dampened the impact of the pandemic on the real economy and financial system, and thus supported the rebound and recovery of the real economy and employment.", "When economic policies and regulatory measures are coordinated, their stabilizing impact on the financial system and economy can be very powerful.", "The Covid-19 pandemic showed how macroprudential tools can be used to reduce the risk of a systemic financial crisis emerging - and the experience was promising.", "It underlined the need to have up-to-date regulatory and policy powers to take effective action.", "And it underlined the need to build up buffers at an early stage of the financial cycle, so that they can be released when problems emerge.", "In this respect, it would be a welcome development if the ongoing European Commission review of the macroprudential regulatory framework were to increase the amount of releasable capital buffers available for macroprudential authorities.", "Policymakers would also benefit from a more harmonized macroprudential toolkit across countries.", "Policymakers must always prepare for future financial crises.", "Financial stability has been strengthened considerably in the EU, but not yet sufficiently.", "We still need to complete the Banking Union and the Capital Markets Union in order to strengthen the functioning and resilience of the European financial markets.", "Dear Anneli, Ladies and Gentlemen, I am convinced, Anneli, that your visionary thinking, experience and drive will be invaluable assets in your future position as the representative of the European Central Bank on the Supervisory Board of the SSM.", "On behalf of the Financial Supervisory Authority, the Bank of Finland and all your colleagues, may I thank you, Anneli, most sincerely for your excellent and lasting contribution to Finnish and European banking supervision over the past 15 years.", "I very much look forward to benefitting from your competence and experience as you join the Supervisory Board and we continue our good cooperation.", "I also look forward to enjoying your dryish but brilliant sense of humour!", "Thank you Anneli and all the best.", "As the Italians say: alla prossima, until next time!", "monetary policy (/en/other-pages/tag-search/?tag=monetary policy) ination (/en/other-pages/tag-search/?tag=ination) nancial stability (/en/other-pages/tag-search/?tag=nancial stability) Snellmaninaukio 00101 Helsinki Tel."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Financial stability", "Euro area", "Energy prices", "Wage inflation", "Economic outlook", "ECB strategy review", "Macroprudential policy", "Russia-Ukraine war"]}