{"sentences": ["In February/March each year, the Centre for Monetary Economics (CME) presents a report commissioned by the Ministry of Finance on Norges Bank's activities.", "A committee of independent economists assesses Norges Bank's conduct of monetary policy.", "The reports are published by the CME in its Norges Bank Watch Report Series.", "First, I would like to thank this year's Norges Bank Watch committee for a high quality report.", "I also thank you for the opportunity to comment on the report.", "As the previous year, 2021 was marked by the Covid pandemic.", "Economic activity fluctuated with the extent of Covid transmission and containment measures, but at the same time picked up clearly through the year.", "Over the course of summer and autumn, activity and employment rose above their pre-pandemic levels.", "As economic conditions were normalising, there was no longer a need for the same degree of monetary accommodation.", "Towards the end of last year, it also became clearer that the objective of stabilising inflation around target somewhat further out was consistent with a normalisation of the policy rate.", "Norges Bank Watch commends our conduct of monetary policy through 2021, and how we communicated our policy and analyses.", "However, it is pointed out that the communication framework could be enhanced, for example, by publishing detailed minutes of the meetings of the Monetary Policy and Financial Stability Committee.", "Communication is an important instrument of monetary policy, and we recognise that clear communication and predictability are crucial.", "All information concerning a policy rate decision is to be published at the same time, in the same place and in both Norwegian and English.", "The Monetary Policy Report is designed to reflect the Committee's actual decision basis.", "The Monetary policy assessment in the Report sheds light on the key trade-offs and questions the Committee was particularly concerned with in its discussions.", "We are also open about our strategic thinking and methodologies.", "In December last year, we published the Committee's monetary policy strategy.", "Detailed background for the conduct of monetary policy and the strategy is now presented in Norges Bank's \"Monetary Policy Handbook\", which was published last month.", "Central banks differ in their communication strategies, and the models have advantages and drawbacks.", "The communication strategy chosen is usually related to the way the central bank is organised, as well as to traditions and experience.", "After the Committee was established in 2020, the issue of minutes and communication of diversity of views has been discussed on several occasions.", "So far, the Committee has decided not to publish minutes of its meetings and to continue to speak with one voice.", "One reason is that we seem to be getting our message across.", "Our monetary policy reaction pattern appears to be known and understood.", "We think that there is a risk that minutes might impair the quality of the Committee's discussions, and that speaking with more than one voice might entail less clarity.", "But I can promise that the Committee will continue to discuss the form and content of its communication.", "The difficulty in making these assessments is not an argument against being clear about when and why financial stability considerations affect policy decisions.", "The publication of the strategy and the handbook is a step towards greater clarity, but our ambition is to go further here.", "Norges Bank Watch also comments on our approach regarding the aim of high and stable output and employment, as specified in the monetary policy strategy.", "The strategy sets out that high unemployment entails direct costs both for society as a whole and for those who do not find work.", "Very low unemployment, on the other hand, only involves the indirect costs of potentially excessive wage and price inflation.", "Norges Bank Watch points out that taking into account this asymmetry in the monetary policy reaction pattern, as indicated in the strategy, may generate an inflation bias - namely excessive inflation over time.", "That is true in isolation, but there are also opposing factors.", "Taking into account the aim of mitigating a build-up of financial imbalances can in isolation impart a negative inflation bias - namely too low inflation over time.", "A lower bound on the policy rate may also lead to inflation being too low over time.", "We have no evidence suggesting a net inflation bias in our reaction pattern, whether positive or negative.", "In any event, it is not possible to fine-tune inflation, and small deviations from the target are not likely to entail any significant economic costs.", "What we aim to avoid are large and persistent deviations from the inflation target, whether above or below target.", "Norges Bank Watch notes that Norges Bank's FX transactions on behalf of the government result in money market volatility.", "Let me first point out that the primary objective of our liquidity management is to keep the very short-term money market rates close to the policy rate, by ensuring that there is sufficient liquidity in the banking system every day.", "This is reflected in the market when the interbank overnight rate is very close to the policy rate.", "The price banks pay for liquidity at longer maturities may vary.", "As long as the short-term money market functions, we do not try to steer longer-term risk premiums.", "As to the FX transactions, our task is to convert the correct volume of foreign exchange for meeting the government's need for krone liquidity, as projected by the Ministry of Finance.", "At the same time, we want the FX transactions to be as smooth and predictable as possible.", "In recent years, it has been especially difficult to anticipate and project conversion needs.", "There have been substantial and abrupt swings in government petroleum revenues, and the expenditure side has been less predictable than normal.", "We have therefore, over the past year, been exchanging more information with the Ministry of Finance, and we have discussed how we can better handle large changes in cash flows.", "Let me conclude by again thanking Norges Bank Watch for an excellent report.", "I read with keen interest both the thorough review of this past year, and not least, the comparison of economic developments and the conduct of policy in New Zealand and Norway.", "An independent assessment of our work and policies is of great value, and we will certainly take note of the report's recommendations in our work going forward.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "none", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none"], "topics": ["Monetary policy", "Communication", "Inflation", "Unemployment", "Financial stability", "Output", "Liquidity", "FX transactions", "Norges Bank Watch", "Strategy"]}