{"sentences": ["Introduction Good morning, everyone.", "It is an honor for me to send this video message for the inaugural ASEAN+3 Economic Cooperation and Financial Stability Forum.", "This is especially because I have been involved in orchestrating crisis responses and enhancing regional cooperation in Asia throughout my career.", "I would like to congratulate Director Li and the ASEAN+3 Macroeconomic Research Office (AMRO) for organizing this forum as it provides a platform for policy makers, experts, and international financial institutions to exchange insights on macroeconomic and financial stability issues.", "This year, 2022, marks 25 years since the Asian Financial Crisis.", "One of the important lessons of the crisis is that a crisis in one country can rapidly spread to other countries and lead to a vicious cycle of economic shrinkage in the region.", "The Asian Financial Crisis showed us just how important it is to enhance policy dialogue and establish networks of cooperation across the region.", "This forum will certainly help further strengthen the foundations of such regional cooperation.", "Global Economic Developments and Outlook I would like to start by talking about the global economy based on the Bank of Japan's recent assessment.", "The global economy has recovered moderately on the whole, but slowdowns have been observed, mainly in advanced economies.", "Asian economies have recovered on the whole, as domestic demand has continued to improve with progress in the resumption of economic activity.", "However, growth in exports has decelerated, particularly in ITrelated goods.", "As for the outlook, although the impact of COVID-19 and supply-side constraints is likely to wane, the global economy is expected to slow toward 2023, albeit with variation across countries and regions.", "This will likely occur due to the impact of global inflationary pressure, policy interest rate hikes by central banks, and the situation surrounding Ukraine.", "Apart from China, economies in the ASEAN+3 region are likely to decelerate gradually, with external demand slowing and prices rising, although the resumption of economic activity is expected to underpin domestic demand.", "In 2022, the rate of global inflation is expected to exceed that of 2021, and then decline in 2023.", "This price forecast applies also to Japan.", "The year-on-year rate of change in the consumer price index for all items excluding fresh food was 3.6 percent for October.", "However, the inflation rate is projected to decelerate gradually from the beginning of next year and fall below 2 percent in 2023.", "Risks to the Outlook That said, uncertainties surrounding the outlook for the global economy are extremely high.", "I would like to point out three factors.", "The first is developments in global economic activity and prices.", "While inflationary pressure remains high globally, central banks have raised policy interest rates rapidly and moved to tighten monetary policy.", "Central banks are projected to continue tightening their monetary policies for the time being, such as by reducing monetary accommodation.", "As a result, inflation rates around the world are expected to decline gradually, and the global economy will continue to grow moderately.", "However, vigilance against a wage-price spiral has heightened, mainly in advanced economies.", "In addition, there is concern in global financial and capital markets over whether it is possible to contain inflation and maintain economic growth at the same time.", "The second factor is developments in the situation surrounding Ukraine and associated movements in prices of commodities, including grains.", "Depending on the course of events, economic activity could be pushed down further, especially in the euro area.", "In addition, although commodity prices have declined compared with a while ago, they could rise again depending on, for example, developments in the situation surrounding Ukraine.", "On the other hand, if commodity prices see a clearer downtrend, the global economy could deviate upward.", "The third factor is how COVID-19 will affect private consumption and other economic activities.", "Depending on the course of COVID-19, upward pressure from pent-up demand could weaken.", "On the other hand, if the need for vigilance against COVID-19 lessens significantly, private consumption could be pushed up.", "This is also the case for international tourism.", "The easing of travel restrictions and resumption of normal economic activity have increased the number of tourists in the ASEAN+3 region and given support to services exports.", "If travel restrictions were reintroduced, that could weaken the recovery, especially for economies that are more dependent on inbound tourism.", "Similarly, if there is a resurgence in COVID-19, current supply-side constraints could intensify again through, for example, supply-chain disruptions.", "Challenges and Opportunities in the ASEAN+3 Region Next, let me discuss the challenges and opportunities in the ASEAN+3 region.", "While central banks continue to make rapid policy interest hikes, especially in advanced economies, some market participants have expressed concerns about global financial conditions.", "Their main concern is that adjustments in asset prices, fluctuations in foreign exchange markets, and acceleration of capital outflows could lead to another financial crisis in the region.", "However, over the past 25 years, the double mismatch of currencies and maturities over the longer term, which was one of the underlying causes for the Asian Financial Crisis, is said to have been resolved to a large extent.", "Economic fundamentals have strengthened, and foreign currency reserves have increased.", "Through their efforts to build regional cooperation, the ASEAN+3 members have succeeded in establishing several key mechanisms to prevent or mitigate any future financial crisis.", "First among these is the Chiang Mai Initiative Multilateralisation (CMIM), which aims to deal with balance of payments and short-term liquidity difficulties and maintain economic and financial stability.", "Secondly, ASEAN+3 members have advanced the Asian Bond Markets Initiative to develop local currency bond markets.", "Furthermore, the Executives' Meeting of East Asia Pacific (EMEAP) central banks, a group of 11 central banks and monetary authorities in the East Asia and Pacific region, has been working on the Asian Bond Fund (ABF) initiative since 2003, in order to develop local currency bond markets.", "The EMEAP central banks have also been promoting the analysis of financial market developments in the region.", "Such regional cooperation has enabled countries and firms to finance in local currency for longer maturity.", "Against this backdrop, the risk of a sudden loss of confidence and outflow of funds leading to a financial crisis does not seem to be significant at this juncture.", "Nevertheless, we should not be complacent.", "Price developments in advanced economies could, for example, trigger a further tightening of global financial conditions.", "In some of the region's countries, policy buffers may have decreased due to increased fiscal spending to counter the pandemic and to support households affected by sudden price increases.", "Foreign exchange reserves have recently begun to decline in many countries, partly due to valuation adjustments.", "As the recent market turmoil in the United Kingdom has shown, the reaction of market participants to policy decisions and announcements can significantly impact asset prices and market functionality.", "Authorities in the ASEAN+3 region must be vigilant in the face of potential risks and maintain clear, sufficient, and timely communication to avoid unintended outcomes.", "Finally, to strengthen the safety net for crisis response, ASEAN+3 authorities could start discussing the future of the CMIM, which has been in existence for more than 20 years now.", "The CMIM has unique value as a regional self-help mechanism with regional ownership, which could help avoid the potential stigma associated with borrowing from the International Monetary Fund (IMF).", "However, over the years, the region's economies and financial markets have grown significantly and become more integrated, both within the region and globally.", "In contrast to the simple balance of payment shortfalls of the past, any future crisis will likely be much more complex.", "While the ASEAN+3 members continue to build on the readiness and effectiveness of the CMIM, the IMF has adapted its lending framework and facilities and has provided financing to member countries in response to the COVID-19 pandemic shock.", "Other regional financial safety nets have launched new instruments to support their members.", "It may be time to review the role and design of the CMIM.", "Adding a financing instrument to mitigate the impact of shocks may be one option to consider.", "For more than two decades now, the ASEAN+3 Finance Process has been successful in developing strong regional cooperation and providing the foundations for regional stability.", "I strongly believe that it is important to maintain the momentum of this cooperation while adapting to the changing environment."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Global Economic Outlook", "Inflation", "ASEAN+3 Cooperation", "Financial Stability", "Central Bank Policy", "Risks to Outlook", "Chiang Mai Initiative Multilateralisation", "Asian Bond Markets", "CMIM Review", "IMF Lending"]}