{"sentences": ["Ladies and Gentlemen, It is a great pleasure to give this \"Perspective\" speech at the Climate Finance Day, here in Paris, as my 5th participation.", "Central banks and supervisors are delivering what they promised: the Eurosystem is incorporating climate change into the ECB's monetary policy operations, as announced by President Christine Lagarde in early July.", "As supervisors, the French ACPR conducted the first pilot stress tests dedicated to climate risks in 2021, followed by the ECB in 2022.", "Our NGFS (Network for Greening the Financial System), based in the Banque de France with an Asian chair, Ravi Menon, now has more than 120 members.", "Moreover, regarding our non-monetary policy portfolios, the Banque de France has already achieved the 2°C objective.", "I am happy to announce today that we will now align them with the 1.5°C objective, starting with European equities by end-2023, and completely by end-2025.", "Our accelerated pace is more than needed given the ever greater climate emergency: the extremely warm summer and autumn we are experiencing this year vindicate the latest IPCC reports.", "Although the global warming is currently 1.1°C, it gives us a clear insight into what future will look like should we let temperature rise above 1.5°C.", "The most recent research suggests that the first global climate tipping points are likely to be crossed between 1.5°C and 2°C : the collapse of the ice caps of Greenland and West Antarctica, which would lead to a huge rise in sea levels; abrupt melting of carbon-rich permafrost; and possibly the disappearance of a key current in the north Atlantic, disrupting rain upon which billions of people depend for food.", "Other stakeholders, private and public, are obviously playing their part too.", "Yet our past progress induces new challenges.", "I would like to address three of them today: the shift from voluntary to mandatory disclosure (I); the shift from stress tests to prudential capital requirements for banks (II); and the collective governance of green finance in France, shifting from individual commitments to an \"ecological planning\" framework (III).", "The shift from voluntary to mandatory disclosure Two days ago, the ACPR and the AMF published their third joint report in which they assess the climate commitments published by French financial institutions.", "This report calls for a swift bridging of the gap between the current level of disclosure and upcoming regulatory requirements.", "Europe has been a pioneer in drafting new regulations to make sustainability disclosure mandatory.", "EFRAG (the European Financial Reporting Advisory Group) with the strong involvement from Patrick de Cambourg has accordingly developed draft standards which encompass all CSRD (Corporate Sustainability Reporting Directive) topics.", "These European standards will include biodiversity and nature-related risks, where we must some years later follow the same roadmap as for climate.", "In the meantime, the newly born ISSB (International Sustainability Standards Board) has thanks to Emmanuel Faber - another strong French contributor - published two draft standards on general disclosure requirements and climate-related disclosures, directly inspired by the work of the TCFD.", "Furthermore, the US Securities and Exchange Commission (SEC) has also published a proposal on new climate-related requirements, which would - if adopted - gradually come into force between 2024 and These international initiatives are obviously welcome: climate change is a global topic.", "And we cannot, even if we wanted it, have a single standard: to give an obvious example, the European requirements can be expected to be more advanced than others.", "Therefore, we collectively have to ensure that these standards are interoperable to the maximum extent: as a bottom line, when an entity complies with a set of requirements from any jurisdiction, it should mean that it also complies with the global baseline provided by ISSB.", "We cannot afford to create a jigsaw of national or regional regulatory standards; the current divergences between the major sets of norms must consequently be overcome.", "None of them are carved in stone at this stage, and we should use the time available to us to work towards convergence.", "EFRAG and ISSB must ensure full interoperability - notably in detailed definitions.", "I understand that significant progress is already underway, thanks to continued efforts on both sides of the table, which is good news.", "I hope that we will reach full convergence by end-2022 at the latest.", "In parallel, cooperation between US SEC and ISSB is as much needed to ensure another vital alignment, and hence a prerequisite for the global baseline to prosper around the globe.", "Supervisory tools: from stress tests to capital requirements Let me now turn to the second shift underway, towards supervisory requirements that take into account climate risks to which banks and insurers are exposed.", "The first assessment of these risks was carried out in the context of climate stress tests.", "France and Europe were pioneers, as said, but many jurisdictions (36 at this stage) are now following the same road, to \"test and learn\".", "So far, they generally concluded that climate risks should be manageable for most institutions, but also revealed a significant under-estimation of probabilities of default, and the need to improve risk governance.", "The release last summer of six updated NGFS scenarios, which better incorporate the combined macroeconomic impacts of transition and physicals risks, as well as the effort to develop short-term scenarios, will allow for enhanced assessments.", "Moreover, in Europe, the Commission has requested supervisory agencies to carry out a coordinated exercise by 2024 in the context of its \"fit for 55\" strategy.", "We should now go further.", "To complement stress tests, we will have a measure as faithful and comprehensive as possible if we rely on robust transition plans .", "Transition plans are not only advocated by private sector initiatives such as GFANZ, they will also be required from banks in Europe under the forthcoming European CRD6 (Capital Requirements Directive 6), and are foreseen by other standards for corporates in general (CSRD, ISSB, SEC).", "This would allow for a dynamic, holistic and risk-based approach, which in my view is far preferable to static and not risk-based green-supporting and brown-penalising factors.", "The question now is how to \"operationalise\" these stress tests and transition plans.", "In my view, the simplest and most international way forward is to integrate them into Basel capital requirements, in Pillar 2 on risk governance, as a first-stage approach.", "Regulations should explicitly cater for additional own fund requirements in case banks' individual transition plans appear deficient or misaligned.", "This will raise a number of methodological questions, to be addressed by the EBA in Europe.", "At this stage, if progress has been made on both pillar 2 and 3, pillar 1 still raises several issues.", "Its implementation - which could come at a later stage - will require standardised and usable data, which do not exist today, as well as the analytical capacity to disentangle the risks to be covered respectively by supervisory and regulatory approaches.", "Last, the macroprudential approach is in any case less relevant than microprudential actions and requirements.", "What governance for green finance in France?", "Let me now elaborate on the third and last question of the day: what governance is best suited for green finance in France?", "An \"ecological planning\" process is launched by the government this year, which is to be implemented on a ministry-by-ministry basis, with overall steering from the Prime Minister's office.", "When it comes to green finance, we might also build on the vision presented by Yves Perrier, and two of his important messages.", "First, the need to initiate (and sustain) a collective momentum of transformation - a momentum within the financial community in all its diversity as well as a momentum that brings together financial and economic players.", "Second, the importance of building capacities: I welcome the fact that French business schools and universities are working toward offering courses and masters' programmes.", "Let me briefly convey a few personal convictions to build a strong and efficient collective governance, which is obviously key.", "First, French influence in Europe is at least as decisive as a sound French governance.", "Even the best designed plans and initiatives in Paris are likely to miss their objectives if they remain circumscribed within our borders.", "Indeed, the ecological transformation is set to be deployed at the level of European economy, and eventually the global economy.", "French voices are needed in Europe, within your professional associations - Insurance Europe, AFME, PRI or GFANZ among others -, in your engagement with European authorities, in your exchanges with European peers.", "Second, we should elaborate the \"compatibility path\" between the present energy crisis linked to the war in Ukraine, and the ecological transition.", "Public support to households and firms is understandable but it shouldn't foster energy demand.", "\"Tiered\" pricing mechanisms, such as planned in the Netherlands and probably in Germany, subsidize energy prices only up to a certain volume of consumption.", "The threshold can be the same for everyone as decided in the Netherlands, or in proportion of past consumption as considered in Germany, up to 80% for households and 70% for firms.", "The marginal tranche above this threshold remains at market prices, thus maintaining the incentive to reduce energy consumption, and we should obviously keep the long-term course of a higher carbon price.", "Third, a sound collective governance should go hand in hand with common sense.", "For example, when it comes to reporting and disclosure, it is vital to clarify, unify and apply common reference frameworks: achieved, and achieved well, is better than perfectionism.", "Each company, each financial institution can no longer have its own favourite standard or referential.", "Furthermore, beyond repeated commitments, we need concrete results; otherwise the impression of \"déjà vu\" in repeated announcements will soon turn into a suspicion of green washing.", "Finally, not too many public bodies and Committees, but a stronger coordination, and a stronger governance within the financial sector and private firms, involving people, institutions and NGOs at the right level.", "What we need to deliver requires efforts, time and money, things that are too scarce to misuse them.", "If Paris and its financial ecosystem succeed there, I genuinely believe that they can be a driving force for Europe as a whole on green finance.", "To conclude, let me take Henry Ford's words \"Coming together is the beginning.", "All the more so when it comes to the fight against climate change.", "There is still a long road ahead, but since December 2015 and the Paris Agreement, since December 2017 and the creation of the NGFS, we have already come together, and we are keeping together.", "The urgent task know is implementing governance at the international and national levels, as well as that of individual firms, to ensure that we indeed work together.", "In this task, you can rest assured of our relentless commitment."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Green finance", "Sustainability disclosure", "Climate risks", "Transition plans", "Stress tests", "Capital requirements", "Ecological planning", "Biodiversity", "Interoperability"]}