{"sentences": ["News conference 15 December 2022, 10.00 am Introductory remarks by Thomas Jordan Ladies and gentlemen It is my pleasure to welcome you to the news conference of the Swiss National Bank.", "I would also like to welcome all those who are joining us today online.", "After our introductory remarks, the members of the Governing Board will take questions from journalists as usual.", "Monetary policy decision I will begin with our monetary policy decision.", "We have decided to tighten our monetary policy further and to raise the SNB policy rate by 0.5 percentage points to 1.0%.", "In doing so, we are countering increased inflationary pressure and a further spread of inflation.", "It cannot be ruled out that additional rises in the SNB policy rate will be necessary to ensure price stability over the medium term.", "To provide appropriate monetary conditions, we are also willing to be active in the foreign exchange market as necessary.", "The SNB policy rate change applies from tomorrow, 16 December 2022.", "Banks' sight deposits held at the SNB will be remunerated at the SNB policy rate of 1.0% up to a certain threshold.", "Sight deposits above this threshold will be remunerated at an interest rate of 0.5%, and thus still at a discount of 0.5 percentage points relative to the SNB policy rate.", "With this tiered remuneration of sight deposits and open market operations, we are ensuring that the secured short-term Swiss franc money market rates are close to the SNB policy rate.", "Andréa Maechler will examine the implementation of our monetary policy in more detail later.", "Inflation forecast I would now like to address the development of inflation.", "Inflation has declined somewhat in recent months, and stood at 3.0% in November.", "This decrease was above all attributable to smaller price increases for oil products.", "However, inflation is still clearly above the range we equate with price stability, and is likely to remain elevated for the time being.", "Our new conditional inflation forecast is based on the assumption that the SNB policy rate is 1.0% over the entire forecast horizon (cf.", "Up to the beginning of 2023, the forecast is below that of September owing to the somewhat lower oil price.", "From mid-2023 onwards, the new forecast is higher and stands at 2.1% at the end of the forecast horizon.", "That our new forecast is higher over the medium term despite the raising of the SNB policy rate is attributable to stronger inflationary pressure from abroad and the fact that price increases are spreading across the various categories of goods and services in the consumer price index.", "Without today's SNB policy rate increase, the inflation forecast would be even higher over the medium term.", "Global economic outlook I will now move on to the economic outlook.", "Global growth momentum has continued to slow down.", "At the same time, inflation in many countries is markedly above central banks' targets.", "Accordingly, numerous central banks have further tightened their monetary policy.", "In our baseline scenario for the global economy, we expect this challenging situation to persist for now.", "Global economic growth is likely to be weak in the coming quarters, and inflation will remain elevated for the time being.", "Over the medium term, however, inflation abroad should return to more moderate levels, not least due to the increasingly tighter monetary policy in many countries.", "Our scenario for the global economy is subject to significant risks.", "The energy situation in Europe could worsen again.", "At the same time, high inflation could become embedded and require renewed stronger monetary policy responses abroad.", "Finally, the coronavirus pandemic remains an important source of risk for the global economy.", "Swiss economic outlook What is the economic outlook for Switzerland?", "GDP grew at an annualised rate of 1.0% in the third quarter.", "Economic momentum thus remained similarly modest as in the preceding quarters.", "While many service industries fared well, there was a renewed slight decline in value added in manufacturing.", "The situation on the labour market remained positive.", "Employment continued to rise, and unemployment decreased again slightly.", "Overall production capacity has been well utilised.", "Switzerland's GDP is likely to grow by around 2.0% this year.", "However, weaker demand from abroad and the high energy prices are likely to curb economic activity markedly in the coming year.", "Against this backdrop, we expect GDP growth of around 0.5% for 2023.", "Our forecast for Switzerland, as for the global economy, is subject to high uncertainty.", "A stronger economic downturn abroad or a pronounced energy shortage in Switzerland would, in particular, have a negative effect.", "Monetary policy outlook Ladies and gentlemen, allow me to return to our monetary policy.", "Inflation has declined somewhat since August.", "While this development is welcome, it is still too early to sound the all-clear.", "In fact, the underlying inflationary pressure has increased again, due also to the high level of inflation abroad.", "In this environment, there is a danger that inflation could remain elevated in Switzerland in the medium term owing to second-round effects.", "The renewed tightening of our monetary policy is therefore necessary to ensure that inflation returns to the range consistent with price stability over the medium term.", "It cannot be ruled out that further increases in the SNB policy rate will be necessary to ensure price stability.", "I would like to conclude by addressing the development of the exchange rate and our activity on the foreign exchange market.", "Since the beginning of the year, the Swiss franc has appreciated by around 4% on a trade-weighted basis.", "This appreciation has helped ensure that less inflation has been imported from abroad, thus curbing the rise in inflation.", "At our monetary policy assessments in June and September, we indicated we would also consider selling foreign currency depending on the development of the exchange rate.", "Accordingly, we have sold foreign currency in recent months to ensure appropriate monetary conditions.", "We will also sell foreign currency in the future if this is appropriate from the monetary policy perspective.", "Conversely, we remain willing to buy foreign currency again if necessary, i.e.", "if there were to be excessive appreciation pressure.", "Ladies and gentlemen, thank you for your attention.", "I now hand over to Martin Schlegel, who will speak about the latest developments with regard to cash."], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Global economic outlook", "Swiss economic outlook", "SNB policy rate", "Price stability", "Exchange rate", "Foreign exchange market", "Inflationary pressure", "Monetary conditions"]}