{"sentences": ["- On behalf of everyone here at the Bank of Greece, it is a great pleasure to welcome you all to the 6 edition of the Annual ESCB Research Cluster 2 workshop on \"International Macroeconomics, Fiscal Policy, Labour Economics, Competitiveness, and EMU Governance\".", "- The Research Clusters were conceived to provide an informal setting for ESCB economists to get together, exchange views and ideas, and foster community bonds so useful for our joint work.", "This is the second such workshop to be held at the Bank of Greece, and we are delighted to host one of our first events in the post-COVID era.", "As you know, this event is typically held in late November, but we were so eager to have you all here physically at the Bank that we pushed it earlier in the year, so that we can all take advantage of the Athenian climate!", "- It is a true testament to how dynamic and interesting our work is that the tone of this workshop is completely different to what it would have been two years ago, and even more different to four years ago.", "In 2018 central banks were troubled by low inflation and low growth, in 2020 it was all about COVID and its repercussions, whereas now our big concerns emanate from inflation, the Ukraine war, and monetary-fiscal interactions.", "- Very appropriately, the workshop will be kicked off by a keynote speech from Frank Smets, who spent over a decade at the forefront of monetary policy making at the ECB, as Head of Research, Counsellor to the President, and Director General of Economics.", "Of course, he was already famous amongst our circles even before he became a policymaker, as one-half of the academic duo that gave us the Smets-Wouters model, the workhorse New Keynesian framework academics and policymakers use to study monetary policy.", "True to form, Frank will talk about \"The monetary and fiscal policy mix in times of high inflation\", a most relevant topic in this current juncture.", "- After Frank's speech, the first session is dedicated to very pressing issues of global trade, namely sanctions and supply bottlenecks.", "Two papers use the embargo after the first Russian invasion of Ukraine in 2014 to study how firms in France and Latvia adjusted to the shock.", "The third paper examines how supply bottlenecks due to COVID19 affected the performance of global value chains.", "This type of research is extremely important now, as we try to adjust to the multiple shocks Europe and the world have suffered over the past three years.", "While the dampening effects of globalization on low inflation in the pre-COVID era were overall deemed modest, the undoing of globalization, alongside the green transition, may well imply rapid and large level effects on the price level.", "As such, how we adapt to such persistent trade shocks is clearly of high value to central banks.", "- Two more sessions look at macro issues of high policy relevance.", "One is the session on dollar dominance.", "The dollar is now more important in terms of invoicing and reserves than it was at the end of Breton Woods, a paradox, given that this was a system designed to have the dollar at its core.", "The papers in the session look at the determinants and effects of dollar dominance, both now and in a historical perspective.", "In my opinion, the energy transformation of the US in the last several years from a large net energy importer into a net energy exporter, combined with the much higher energy prices worldwide, has played an important role in the recent dollar strength.", "This is an idea that is perhaps worth exploring, if you have not already done so.", "The other session looks jointly at fiscal and EMU governance issues, issues that unfortunately are with us again.", "This session is anchored by the second keynote by Elias Papaioannou, who will talk about \"International Unions and International Integration\".", "Elias is a distinguished academic, but in fact he did start his career at the ECB, and so he is, so to speak, a member of our family.", "- Finally, while this edition of the workshop is especially affected by fast-moving policy problems, we should never forget structural issues.", "After all, structural issues were our main focus for years before the pandemic hit, and issues like the labour market effects of automation or low productivity growth may well keep us busy even after the war has ended and inflation is at bay.", "As such, the workshop also contains one session dedicated to labour markets, and another dedicated to productivity and firm dynamics.", "- I wish you an interesting and fruitful seminar, and a pleasant stay in Athens."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Fiscal policy", "Ukraine war", "Global trade", "Dollar dominance", "EMU governance", "Labour markets", "Productivity", "Firm dynamics"]}