{"sentences": ["November 27, 2022 Climate Change and Finance Speech at the Japan Society of Monetary Economics AMAMIYA Masayoshi Deputy Governor of the Bank of Japan It gives me great pleasure to have this opportunity to speak to you today at the Japan Society of Monetary Economics.", "Today, I would like to talk about climate change and finance.", "Addressing climate change has become one of the most important policy issues both internationally and at home.", "In corporate activities as well, addressing environmental, social, and governance (ESG) issues, including climate change, is an important management issue.", "The world of finance is also taking steps to address climate change.", "When making investments and loans, financial institutions increasingly consider whether they contribute to addressing climate change.", "In addition to shareholders, a wide range of stakeholders, including organizations, are demanding that financial institutions take climate change issues into account.", "Climate change and finance have become increasingly linked in recent years in both policy and practice.", "In my speech today, I would like to first consider the basic issues related to climate change and finance, and then provide an outline of the efforts and initiatives of private financial institutions and central banks around the world, including the Bank of Japan.", "Finally, I would like to talk about some of the related challenges in financial and economic analysis, with a sincere request to all researchers for further research development.", "Basic Issues Related to Climate Change and Finance I would like to start by considering some basic issues related to climate change and finance.", "Please refer to Slide 1.", "One issue is why finance plays an important role in addressing climate change.", "Another issue is how climate change affects finance, in particular the financial system.", "Importance of Finance in Addressing Climate Change One way in which economics approaches climate change issues is through the concept of \"externalities.\"", "In economics, when individual firms and households make economic decisions, they are assumed to do so based on the prices they face.", "However, the negative impact of associated greenhouse gas emissions on society is not necessarily reflected in those prices, resulting in excessive greenhouse gas emissions.", "To address these \"externalities,\" an important role falls to fiscal policy, including the tax system such as carbon taxes and the provision of subsidies for investments that contribute to decarbonization, and regulations.", "However, to achieve net zero emissions, massive amounts of investment capital are required for business fixed investment to substantially increase the amount of electricity generated from renewable energy sources and for promoting innovation.", "The Glasgow Financial Alliance for Net Zero (GFANZ) has estimated that the world will need to invest $125 trillion to achieve net zero by 2050.", "In order to raise such huge amounts of investment capital, funding through financial institutions and financial markets has an important part to play in implementing investments to achieve net zero.", "As I mentioned earlier, not only are stakeholders such as shareholders demanding that financial institutions take climate change issues into account in their actions, but financial institutions themselves are also taking proactive steps, seeing the growing demand for funds to achieve net zero as a business opportunity.", "Moreover, for the vast amounts of funds to be used efficiently, it is essential that financial institutions and investors in financial markets choose investments carefully, appropriately assessing the risks and returns to ensure that funds are allocated efficiently.", "In addition, it is necessary to establish mechanisms that allow external stakeholders to closely monitor the appropriateness of the use of such funds.", "In this regard, an important issue is the enhancement of disclosures by firms and financial institutions.", "Enhanced disclosure helps to impose discipline on firms' and financial institutions' investment and financing activities through market pressure.", "Strengthening the voluntary efforts of firms and financial institutions through the discipline of disclosure represents a step toward \"internalizing\" the \"externalities\" of climate change into the market mechanism.", "Impact of Climate Change on the Financial System Next, I would like to consider how climate change will affect the financial system.", "In assessing the impact of climate change on the financial system, two types of risks need to be considered: physical risks and transition risks.", "\"Physical risks\" refer to risks that physical phenomena such as major disasters and rising sea levels caused by climate change will lead to losses for firms and households.", "\"Transition risks\" refer to risks that changes in policies, technologies, and consumer preferences associated with the transition to net zero will have an economic impact on firms and households.", "If the transition to decarbonization is delayed, \"physical risks\" will materialize, increasing the likelihood that natural disasters will trigger losses at financial institutions' borrowers.", "On the other hand, when the transition to net zero makes progress and financial institutions' existing borrowers are, for example, firms that emit a lot of carbon, the value of those borrower firms' assets will deteriorate.", "In both cases, the quantity and quality of financial institutions' investment and loans changes, which -- depending on the response could have a negative impact on the financial system.", "Therefore, addressing climate change issues has also become an important factor in terms of the management of financial institutions and the stability of the financial system.", "Efforts by Private Financial Institutions Next, I would like to discuss efforts by private financial institutions.", "As I mentioned earlier, private financial institutions have accelerated their efforts to address climate change in recent years.", "In this context, I would like to introduce two examples of cooperation and initiatives by financial institutions.", "Please refer to Slide 2.", "One example is GFANZ, a global voluntary alliance of private sector financial institutions that was formed last year.", "The alliance currently has more than 550 members, comprising a wide range of financial institutions, including banks, insurance companies, asset managers, institutional investors, etc., that discuss concrete measures in alliances.", "Member financial institutions are required to develop individual plans toward net zero and publish relevant information.", "At last year's COP26, GFANZ members announced that a total of $100 trillion in investment and loans was committed to transforming the economy for net zero over the next three decades.", "As I mentioned, GFANZ has estimated that the world will need to invest approximately $125 trillion to achieve net zero by 2050.", "Therefore, it is important that financial institutions, including GFANZ members, hammer out active and concrete investment and lending policies in order to ensure that private financial institutions are able to fully finance the investment and loans needed to transition to decarbonization.", "In this context, there is growing recognition of the importance of transition financing.", "In June this year, GFANZ released a document on transition planning.", "In its recommendations and guidance for financial institutions, GFANZ has positioned a \"managed phaseout of high \"Towards a Global Baseline for Net-zero Transition Planning,\" GFANZ, June 2022. emitting assets\" as one of the pillars of the transition to net zero and emphasized the importance of transition financing.", "Another effort by private financial institutions that has grown in influence in recent years is the Principles for Responsible Investment (PRI).", "This is an international group of institutional investors, formed at the initiative of the United Nations, that currently has about 5,000 participating institutions.", "Signatory institutions are required to take ESG factors into account in their investment decisions and report on their activities and progress toward implementing the principles.", "It is expected that institutional investors actively encourage firms that they invest in to move toward decarbonization.", "Initiatives by Central Banks Recent Developments I would now like to discuss initiatives by central banks.", "Last year, the Bank of Japan established an internal organization, the \"Climate Coordination Hub,\" to strengthen its climate institutional setup, released the \"The Bank of Japan's Strategy on Climate Change,\" and decided to implement a variety of measures.", "Initiatives are also underway at central banks overseas.", "The first to launch a comprehensive climate change initiative was the Bank of England.", "Similarly, the European Central Bank (ECB) decided an action plan last year.", "Meanwhile, the U.S. Federal Reserve established two committees last year to examine the implications of climate change for financial institutions and the financial system from a and a macroprudential perspective, respectively.", "Information sharing and cooperation among central banks on climate change issues is also making progress.", "The Network of Central Banks and Supervisors for Greening the Financial System (NGFS) was launched in 2017 as a forum for central banks and financial supervisors to discuss how to address climate change.", "The Bank's website also provides a page with a list of links to information on the Bank's various activities with regard to climate change.", "participating in discussions on the impact of climate change on the economy and the financial system.", "Based on the view that scenario analysis reflecting possible future climate conditions is useful for examining the risks to the financial system, the NGFS published a set of basic scenarios in 2020, which have subsequently been updated from time to time.", "Several central banks and financial supervisory authorities are currently conducting analyses of their financial system based on the NGFS scenarios.", "Climate change is also one of the central topics of discussion at the G7 and G20.", "Concretely, discussions include the promotion of corporate disclosures based on the TCFD recommendations, the design of disclosure standards by the International Sustainability Standards Board (ISSB), and the importance of financial system analyses.", "The Executives' Meeting of East Central Banks (EMEAP), a gathering of Asian and Pacific central banks, has also discussed the impact of climate change.", "Asia accounts for about half of the world's carbon dioxide emissions and is also the region most vulnerable to flooding and other adverse effects of climate change.", "Asian policy makers therefore have strong interest in addressing climate change.", "I would now like to turn to two topics central banks' mandate and market neutrality that are important issues for central banks in addressing climate change issues, and then discuss the Bank's specific initiatives, while also touching on the efforts of other central banks.", "Please refer to Slide 3.", "Basic Concept 1: Central Banks' Mandate I would like to start by considering central banks' mandate and the response to climate change.", "Central banks in many countries, including Japan, are responsible for price stability and the stability of the financial system.", "Since I already highlighted the importance of climate change issues to the financial system earlier, let me here talk about price stability.", "As I mentioned at the outset, increases in the frequency of disruptions to economic activities due to the loss of basic social infrastructure and in supply chain disruptions have been observed in recent years as a result of the growing scale and frequency of natural disasters worldwide due to the effects of climate change.", "These disruptions increase the volatility of real economic activity, which in turn leads to price fluctuations.", "In addition, there are concerns over swings in fossil fuel and other energy prices and their impact on other goods and services prices if the transition to net zero does not proceed smoothly.", "Therefore, if central banks' actions can help to smooth the transition to net zero, this will contribute to price stability in the medium to long term.", "Thus, climate change may have an extremely large impact on the economy, prices, and financial conditions over the medium to long term.", "Therefore, from the standpoint of central banks, which are responsible for price stability and the stability of the financial system, supporting the private sector's response to climate change will contribute to macroeconomic stability in the long run.", "Basic Concept 2: Market Neutrality Next, I would like to talk about the response to climate change and market neutrality.", "Let me start with the basic concept of market neutrality.", "Central banks' actions affect society and the economy in many ways.", "The key principle in this regard is that the central bank should work on the macroeconomy as a whole while intervening as little as possible in the microeconomic allocation of resources.", "For example, central banks need to avoid making judgements about individual economic activities and financings to determine which are \"brown\" and which are \"green.\"", "This raises the question in what form the central bank should take an active role in the response to climate change issues.", "If investment and lending decisions in the private sector were made without taking the negative externalities of greenhouse gases into account, actions with respect to investments and loans currently implemented would preserve a resource allocation that is biased toward \"brown\" industries compared to what is socially desirable.", "On the other hand, if investments and loans were made taking the negative externalities of greenhouse gas emissions into account, central bank asset purchases and measures in line with those investment and loan portfolios would be more neutral toward the transition to net zero.", "Moreover, as mentioned earlier, firms and financial institutions are currently trying to internalize the negative externalities by becoming more proactive in addressing climate change.", "From a perspective, supporting such developments would preserve market neutrality.", "Based on these considerations, I would next like to outline the Bank's specific measures.", "Last year, as one of its monetary policy measures, the Bank introduced a new measure, the Climate Response Financing Operations, through fund-supplying so-called which it provides funds to financial institutions for investments or loans that they make to address climate change based on their own decisions.", "In principle, these Climate Response Financing Operations will be conducted twice a year, and funds were provided in December of last year and July of this year.", "Currently, 63 financial institutions, including regional financial institutions, are eligible for such funds, and the total outstanding balance of loans disbursed by the Bank is 3.6 trillion yen.", "Participating financial institutions are required to demonstrate their efforts to address climate change by disclosing information in the four thematic areas in the TCFD recommendations (governance, strategy, risk management, and metrics and targets) as well as targets and actual results for their investments or loans.", "On the other hand, to maintain market neutrality mentioned earlier and avoid involvement in the allocation of resources at the micro level, the Bank does not check individual investments and loans made by financial institutions.", "Thus, the setup of the Climate Response Financing Operations is that they support investments and loans to reduce carbon emissions through the provision of funds, while making use of the disclosure mechanisms as well as financial institutions' expertise in selecting investment and loans.", "Meanwhile, the ECB has decided to change the way it purchases corporate bonds and treats collateral so that, based on certain rules, it takes into account the impact of climate change.", "In Europe, a taxonomy and corporate reporting standards on sustainability have been established, and the ECB's corporate bond purchases and treatment of collateral take these standards into account.", "In Japan, on the other hand, the discussion on standards and taxonomies with regard to the response to climate change is still in flux.", "Therefore, under the Climate Response Financing Operations, it is financial institutions that make the decisions on which investments or loans contribute to addressing climate change, so that they can respond flexibly to firms' funding needs.", "In addition, the setup aims to impose market discipline by requiring financial institutions to disclose a certain level of information on their efforts to address climate change.", "Moreover, since financial intermediation in Japan is mainly based on indirect financing, the Climate Response Financing Operations, which provide funding for investments and loans that contribute to decarbonization via banks can be regarded as the most effective way to provide financial support not only to large corporations but also to small and medium-sized enterprises in their efforts to achieve net zero.", "In the process of conducting the Climate Response Financing Operations, financial institutions have commented that the operations have provided them with an opportunity to enhance their own disclosure and that they have been able to enter a dialogue with their customers on business fixed investment to reduce carbon emissions.", "The Bank hopes that these operations will continue to work as a kind of catalyst and provide a push to efforts to reduce carbon emissions in Japan.", "Financial System Next, I would like to talk about the response of the financial system.", "In pushing ahead with the transition to net zero, it is important that the proper functioning of financial intermediation is maintained.", "The Bank seeks to ensure the stability of Japan's financial system and the smooth functioning of financial intermediation by appropriately monitoring the situation and actively supporting financial institutions' efforts to identify and manage financial risks.", "As mentioned earlier, climate change issues can have a significant impact on the business conditions of financial institutions, and hence on the stability of the financial system, through physical risks and transition risks.", "Please see Slide 5 for more details on the transmission channels.", "When physical risks and transition risks associated with climate change materialize, they can have a substantial impact on the real economy through the disruption of business, a decline in asset values, and a rise in energy prices.", "These adverse effects on the real economy will impact the financial system through a decline in the value of assets and an increase in credit costs.", "Therefore, it is important for financial institutions to conduct appropriate risk management based on the impact of climate change.", "However, a key feature of climate change issues is that they are difficult to incorporate directly into existing risk management frameworks.", "The time horizon over which risks may materialize is extremely long and uncertain, and the data necessary for risk management do not exist.", "How to deal with these issues represents an urgent challenge not only for financial institutions but also for central banks and financial supervisory authorities.", "Against this background, scenario analysis is currently attracting attention worldwide as one approach to quantitatively understand the impact on financial institutions and financial systems in the event that risks materialize.", "This approach involves assuming hypothetical scenarios that include greenhouse gas emissions, carbon prices, global average temperatures, as well as the corresponding paths of macro and economic variables, and then measuring the corresponding credit and market risks for each scenario.", "The scenarios are created using, at their core, the integrated assessment models developed by Professor Nordhaus of Yale University, winner of the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel 2018.", "Moreover, a number of risk models that have been used extensively in the field of finance are also employed to measure risk.", "While scenario analysis employs essentially the same methodology as conventional stress tests conducted to check the resilience of financial institutions and the financial system to a substantial downturn in the economy, it differs in several respects.", "First, there are large differences in the availability of data and the econometric models.", "Conventional stress tests are based on data such as data of past business cycles and, building on previous analyses, can be performed with a reasonable degree of reliability.", "On the other hand, there is still insufficient data on climate change and related economic and financial variables, and there are no established integrated assessment models or risk measurement methods.", "Moreover, it has been pointed out that if climate change is not addressed, humanity will face unprecedented circumstances, and the negative economic impact may increase in a nonlinear fashion; however quantitative analysis of this is fraught with difficulties.", "The second difference concerns the time horizon of the risk analysis.", "While the time horizon for conventional stress testing is two to three years, assessing risks requires a quantitative understanding of the situation over a much longer horizon of several decades.", "Partly for these reasons, scenario analysis is still in its infancy.", "Scenario analysis is now being undertaken in many countries.", "Please refer to Slide 6.", "According to a survey by the Financial Stability Board (FSB) and the NGFS, as of November 2022, about 40 countries or regions had already conducted or are planning to conduct scenario analysis.", "The objectives of scenario analysis include understanding the impact on individual financial institutions and the financial system as a whole, improving the analytical capacity of both authorities and financial institutions, and identifying data constraints.", "However, in most countries or regions, the use of scenario analysis is still at the trial stage.", "In Japan, the Bank of Japan and the Financial Services Agency (FSA) jointly conducted a pilot scenario analysis exercise with major financial institutions last year, with the results released in August this year.", "The pilot exercise was not intended to provide a quantitative assessment of the impact of climate change on these major financial institutions.", "Rather, it was intended to serve as a means to continuously improve and develop analytical methods of the scenario analysis and focused on understanding data constraints, assessing the validity of analytical assumptions and methods, and identifying issues for future improvement and development.", "Specifically, the Bank and the FSA prepared scenarios based on those provided by the NGFS and let the major financial institutions conduct risk analyses of these scenarios using their own models.", "The results of the analysis showed that the major financial institutions had their own frameworks in place to perform risk analysis for various scenarios.", "On the other hand, they also showed that there was considerable variation in the risk measurement results due to differences in the data and measurement models used by the major financial institutions.", "This variation reflects the lack of data necessary for the analysis as well as the substantial uncertainty surrounding issues such as technological developments and client firms' behavior.", "Going forward, the Bank intends to further improve the sophistication of the scenario analysis by deepening its dialogue with financial institutions, taking the issues identified in the pilot exercise into account.", "In addition, in its examinations and offsite monitoring, the Bank makes efforts to continue its dialogue with financial institutions on their responses to The results can be found here: /.", "financial risks and their support for client firms' efforts toward net zero.", "Moreover, the Bank also encourages financial institutions to enhance the quality and quantity of their disclosures based on the TCFD, etc., in light of the revised Corporate Governance Code.", "The \"Market Functioning Survey Concerning Climate Change\" To address climate change issues, it is also important that financial markets fulfill their financial intermediation function.", "If risks and opportunities arising from climate change are appropriately reflected in the prices of financial instruments such as stocks and bonds, this should facilitate funding and investment through financial markets and, in turn, add impetus to the climate change response.", "Based on these considerations, the Bank decided to conduct a periodic survey of financial institutions, business corporations, rating agencies, and others to ascertain the functioning of climate markets and the issues that need to be addressed in order to improve them.", "The results of the first survey were released in August.", "The main findings were as follows.", "First, respondents indicated that although risks and opportunities were incorporated into the prices of financial instruments to some extent, there was still room for them to be incorporated to a greater extent.", "Second, with regard to the market for climate ESG bonds, such as green bonds, the survey suggested that there was strong demand for ESG bonds.", "This appears to be due to the importance investors attach to making a social and environmental contribution.", "Third, in terms of issues in expanding the ESG bond market, in addition to the need to broaden the base of investors and issuers, some respondents pointed out issues regarding the availability of information and methods for assessing risks and opportunities.", "In October, the Bank held a conference call on the survey with about 150 participants from financial institutions, business corporations, rating agencies, industry associations, etc., to exchange opinions on the survey results and issues to be addressed to expand the ESG bond market.", "Going forward, the Bank intends to continue conducting this survey on an annual basis, while making efforts to improve its contents, in order to understand the functioning of The results can be found here: /.", "climate markets and issues that need improvement, and to contribute to the development of these markets through dialogue with relevant stakeholders.", "Central Banks' Own Operations Next, I would like to talk about central banks' own operations, etc.", "There is a growing trend, particularly among European central banks, to conduct operations taking the need to respond to climate change into account.", "The Bank of Japan, as a business entity, is also taking steps to address climate change in its operations.", "Specifically, the Bank began disclosing information based on the TCFD's recommendations this year.", "In addition, under the existing principle that the Bank's foreign currency assets shall be managed with an emphasis on safety and liquidity, the Bank has been purchasing foreign green bonds issued by governments and other foreign institutions.", "currency-denominated International Cooperation Furthermore, it is also important to participate and engage in international discussions on climate change issues, while closely monitoring developments in these discussions.", "At international gatherings such as the G7, G20, and EMEAP, as well as meetings with other central banks, the Bank collects information on efforts in other countries, explains the Bank's own measures, and contributes to progress in international efforts to address climate change by participating in multilateral discussions.", "With regard to the financial system, the Bank, in close collaboration with the FSA, has been actively involved in the development of an international framework for addressing financial risks at forums such as the Basel Committee on Banking Supervision, the FSB, the NGFS, and others.", "The Bank has also been cooperating with financial institutions and relevant authorities in international efforts to compile the data necessary to assess financial risks.", "As part of its international financial cooperation, the Bank, in cooperation with other central banks, is strengthening its efforts to promote investment in financial products such as green bonds, with the aim of fostering the development of financial markets.", "The Bank has long been investing in the Asian Bond Fund launched by EMEAP for the purpose of supporting the development of local bond markets currency-denominated in Asia.", "In July last year, in consultation with other EMEAP member central banks, it was agreed to expand the scope of investment in the Asian Bond Fund in order to catalyze a further deepening of local-currency denominated green bond markets in the region, and this has been implemented starting March of this year.", "Challenges in the Financial and Economic Analysis of Issues Next, I would like to discuss some of the challenges in the financial and economic analysis of climate change issues based on our experience to date.", "First, it is necessary to further develop analytical models.", "In particular, in order to refine scenario analyses to examine the economic impact of climate change on financial institutions and the financial system, it is essential to improve our theoretical analytical tools and accumulate empirical research.", "In addition, since climate change will have a significant impact on macroeconomic activity and prices, it may be necessary to take a different perspective in terms of theories of economic growth and the analysis of monetary policy.", "Last year, the Institute for Monetary and Economic Studies of the Bank of Japan published a series of special edition newsletters entitled \"The Economics of Climate Change\" to provide an explanation of the current state of the economic easy-to-understand analysis of climate change.", "Bank of Japan staff members have also deepened discussions with relevant experts, for example by actively participating in various study groups.", "I hope that the Bank will continue to share its research and practical expertise widely and carry on with the mutual exchange of ideas between the Bank and academia, and that academia continues to deepen its analyses of these issues, allowing the Bank to incorporate the insights obtained into its own work.", "Second, the analysis of the financial and economic impact of climate change issues requires collaboration with experts in the natural sciences.", "This certainly applies to scenario analysis.", "For instance, the extent to which policy responses limit increases in global temperatures and hence the extent to which natural disasters are prevented is important information for measuring the economic impact of policy responses.", "The NGFS, which provides climate change scenarios to measure future economic risks, is working with climate scientists to improve the scenarios.", "Since climate change is both a global issue and at the same time something whose local impact varies considerably, there is a need for greater cooperation at the country or regional level between experts in the natural sciences and those examining the economic impact of climate change.", "The third challenge concerns enhancements in terms of financial analysis.", "Various investments are needed to achieve net zero.", "As mentioned earlier, financing through financial institutions and financial markets is important to achieve such investments.", "A crucial aspect in this context is whether financial institutions' loan interest rates and the pricing of financial instruments adequately incorporate the risks and opportunities associated with dealing with climate change.", "The Market Functioning Survey conducted by the Bank of Japan mentioned earlier also indicated that there was room for risks and opportunities to be incorporated in such prices of financial instruments to a greater extent.", "Given the high uncertainty surrounding the risks and opportunities stemming from climate change, it may not be easy for markets to properly factor them in.", "Nevertheless, as a variety of analytical methods are tested and as data continues to accumulate, the extent to which efforts to address climate change issues are reflected in the prices of financial instruments is likely to increase, and this will support the smooth supply of investment funds needed to achieve net zero.", "Fourth, there are challenges in terms of the data.", "For example, to capture the physical risks associated with flood damage, not only data on the flood damage itself but also granular data on the economic activities of households and firms, including geographical information, is needed.", "This would make it possible to quantify the flood damage risk to borrower firms and measure potential credit costs.", "So far, however, there is little granular data linking flood risk data and firms' activities.", "This gap between the data needed for analyses and the data actually available, i.e., the data gap, needs to be addressed.", "The global pioneer in economic approaches to climate change is Professor Nordhaus of Yale University, whom I have mentioned earlier.", "Professor Nordhaus began examining the economic impact of global warming in the 1970s.", "As is well known, Professor Hirofumi Uzawa, who was my advisor when I was a student, also began his research on \"social common capital\" including the natural environment and the \"social costs of automobiles\" in the 1970s.", "This means that Japan also had a great pioneer in the economic analysis of climate change.", "I believe that it is our responsibility to follow Professor Uzawa's lead, to open up new frontiers in financial and economic analysis using currently available analytical tools and data, and to implement better policies based on the knowledge gained.", "I would like to conclude my speech by expressing my hope that members of the Japan Society of Monetary Economics will deepen their analysis of climate change issues and provide a variety of policy proposals.", "Thank you for your attention.", "Climate Change and Finance Speech at the Japan Society of Monetary Economics November 27, 2022 AMAMIYA Masayoshi Deputy Governor of the Bank of Japan I.", "Basic Issues Related to Climate Change and Finance II.", "Efforts by Private Financial Institutions III.", "Initiatives by Central Banks IV.", "Challenges in the Financial and Economic Analysis of Climate-Related Issues of finance in addressing climate change 1.Importance Massive investment capital is required to achieve net zero Demands of stakeholders, such as shareholders Business opportunities for financial institutions Discipline through disclosure of climate change on the financial system 2.Impact Physical risks: risks of losses due to major disasters, etc.", "Transition risks: risks such as changes in asset values as a result of the transition to net zero  Changes in the quantity and quality of investments and loans by financial institutions (SLIDE 2) EFFORTS PRIVATE FINANCIAL INSTITUTIONS (Glasgow Financial Alliance for Net Zero) 1.GFANZ Global voluntary alliance of private-sector financial More than 550 members Banks, insurance companies, asset managers, institutional investors, etc.", "Discipline will be exercised through a (counterparties, investment/loans) certain level of disclosure.", "(SLIDE 6) SCENARIO ANALYSIS of efforts in each country (according to FSB and NGFS survey) 1.Status About 40 countries or regions had already conducted or are planning to conduct scenario analysis The objectives include understanding the impacts on individual FIs and the financial system as a whole, improving the analytical capacity of both authorities and FIs, and identifying data constraints of efforts in Japan 2.Status The Bank of Japan and the Financial Services Agency jointly conducted a pilot scenario analysis exercise with major financial institutions in 2021 The results were released in August 2022 The pilot exercise was not intended to provide a quantitative assessment of the impact of climate change.", "Rather, it was intended to serve as a means to continuously improve and develop analytical methods of the scenario analysis and it focused on understanding data constraints, assessing the validity of analytical assumptions and methods, and identifying issues relevant to future improvement and (SLIDE 7) MARKET FUNCTIONING SURVEY CONCERNING View/Impression on the Supply and Demand Conditions Climate-Related Risks and Opportunities in Stock of Climate Change-Related ESG Bonds in Japan Prices and Corporate Bond Prices in Japan Stock prices \"Somewhat tight\" to Corporate \"tight\" bond prices \"More or less balanced\" institutions other \"Somewhat accommodative\" to \"accommodative\" 0 10 20 30 40 50 60 70 80 90 100 Reflected Somewhat Not reflected Not reflected reflected much Challenges for Increasing the Size of the Climate Change-Related ESG Bond Market in Japan Increasing investors and/or issuers that place a high value on 1.", "The top left chart asked whether the climate-related risks and opportunities risks and opportunities arising from Enhancing and/or standardizing information disclosure climate change were reflected in stock Increasing efforts and projects to respond to climate change prices and corporate bond prices in financial markets in Japan.", "Improving transparency in ESG evaluation 2.", "The bottom right chart asked the Further developing analysis methodologies for respondents to rank their answers in climaterelated risks, opportunities, and 'impacts' the order of importance from first to Clarifying policy measures for climate change third.", "Bridging data gaps on climate-related data Survey was conducted from April 13 to May 31, 2022.", "It was distributed to 663 Promoting engagement and enhancing dialogues First Second Third recipients, of which 290 responded (i.e., the response rate was 44%).", "Source: Bank of Japan.", "10 20 30 40 50 60 70 80 % (SLIDE 8) ISSUES FINANCIAL ECONOMIC ANALYSIS development of analytical models 1.Further with experts in natural sciences 2.Collaboration of financial analysis 3.Enhancement 4.Data"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change and finance", "Financial system", "Transition financing", "Scenario analysis", "Market neutrality", "Climate Response Financing Operations", "Physical risks", "Market Functioning Survey", "Green bonds", "ESG bonds"]}