{"sentences": ["Financial Benchmarks in India: A Coming of Age1 Smt.", "Usha Thorat, Chairperson, FBIL, Shri R.N.", "Kar, CEO, FBIL, distinguished speakers, colleagues and friends.", "It is a pleasure to be speaking today at the annual dinner of the Financial Benchmarks India Limited.", "Over the last decade, following the LIBOR problems, international attention to reform financial benchmarks has been a major component of the post-GFC regulatory overhaul of financial systems.", "Today, as we stand in the final stages of transition away from LIBOR towards alternative benchmarks, is an opportune moment to look back at the reforms undertaken in financial benchmark administration in India and assess the progress.", "Financial benchmarks, used as reference for pricing, valuation and settlement of financial instruments, are a key driver of price integrity of financial markets.", "From deciding the interest rate on a retail loan to determining the pay-off in a complex derivative, financial benchmarks are ubiquitous and deeply embedded in financial systems.", "By promoting standardisation, they facilitate liquidity in markets thereby lowering transactions costs.", "Robust benchmarks promote financial stability by improving transparency in pricing and reducing information asymmetry.", "Use of benchmarks in valuation helps ascertain the fair value of a financial instrument and incentivizes trading in the instrument.", "Financial benchmarks also facilitate monetary policy transmission and help assess the efficacy of such transmission.", "Well-designed, robust benchmarks that are reliable and resistant to manipulation are critical for the stability of the financial system.", "In a sense, financial benchmarks can be seen as a public good.", "The BIS, in a 2013 report titled 'Towards better reference rate practices: a central bank perspective2' highlighted reliability, robustness, frequency, ready availability and representativeness as the desirable features of a benchmark.", "Reliability is based on governance standards and administration to protect from manipulation and errors; robustness relates to maintaining integrity even during episodes of market stress; proper frequency provides stability as well as relevance; representativeness implies that the benchmark is rooted in appropriate prices; and ready availability facilitates ease of pricing and contract verification.", "All these above features contribute to standardisation and comparability across markets with diverse instruments, participants, location and venues.", "Critical to the emergence of financial benchmarks and their use is credibility and trust that the benchmarks accurately reflect the price of the referenced financial instrument.", "The core issue at the loss of trust in the LIBOR lay in its measurement methodology - the fact that it relied on estimates - as well as the inadequacy of its governance framework.", "This triggered a series of reforms aimed primarily at changing reliance to actual traded prices and improving the integrity of benchmark administration.", "The resultant International Organization of Securities Commissions (IOSCO) Principles for Financial Benchmarks is today the overarching framework for ensuring best practices for benchmark administrators and submitters.", "Financial Benchmarks - The Indian experience so far 4.", "In the backdrop of the global developments, the Reserve Bank constituted a committee in 2013 chaired by Shri P. Vijaya Bhaskar, then Executive Director to recommend sturdy practices for financial benchmarks.", "The Committee made several important recommendations including creating an independent structure, separate from FIMMDA and FEDAI, the then benchmark administrators for the Indian Rupee interest rates and Forex benchmarks respectively, for administration of the benchmarks.", "This, as we all know, led to the formation of FBIL.", "The Committee also recommended that benchmark administrators be subject to regulatory oversight.", "In 2019, the Reserve Bank issued the Directions on Financial Benchmark Administrators putting in place a regulatory framework for benchmark administrators in the markets regulated by it.", "These Directions apply to 'significant benchmarks' taking into consideration their use, efficiency and relevance in domestic financial markets, while providing flexibility to the administrators with regard to other benchmarks and to facilitate development of newer benchmarks.", "The Directions set out the requirements for, inter alia, overall responsibilities of benchmark administrators as well as the framework for governance, controls and accountability in the benchmark administration process.", "RBI has notified the list of significant benchmarks in these markets and put in place an oversight framework for the administrators of significant benchmarks.", "Several enhancements have been carried out to the benchmark computation and administration process by FBIL since its inception.", "FBIL played a pivotal role in modifying existing benchmarks to conform to global standards.", "For example, the Mumbai Interbank Outright Rate (MIBOR), first introduced by the National Stock Exchange (NSE) in 1998 and computed through a polling process, is now based on actual transactions.", "The Mumbai Interbank Forward Outright Rate (MIFOR) has been transformed into the Modified MIFOR using the alternate reference rate, secured overnight financing rate (SOFR) instead of LIBOR in line with the global transition away from the LIBOR.", "Modified MIFOR is now being used for all new contracts.", "New benchmarks have also been introduced in various market segments viz., Market Repo Overnight Rate (MROR), T-bill rate and certificate of deposit (CD) rate.", "Indian financial markets have witnessed substantial growth in the last few years, facilitated, in part, by the availability of robust benchmarks.", "The MIBOR benchmark is the underlying reference rate for MIBOR overnight indexed swap (OIS) contracts.", "There is also a growing offshore market for MIBOR based OIS (ND-OIS).", "In the currency market, the USD-INR Reference Rate is used by many domestic users, including corporates.", "The reference rate is used for settlement of non-deliverable forwards (NDFs) and exchange-traded futures as well.", "The average daily turnover in INR NDFs has increased from around US$16.4 billion in 2016 to US$ 46.4 billion in 2022.", "During the same period, the average daily turnover in exchange traded currency futures in India increased from US$ 2.8 billion to US$ 6.6 billion.", "As markets have grown, the pool of assets using FBIL benchmark rates for valuation has also grown.", "An ideal benchmark is one which is anchored in observable transactions in a liquid market with a diverse set of participants and which remains robust in the face or market disruption and minimises scope for market manipulation.", "But the realities of many markets - globally and in India - are far from this utopian world.", "The reforms associated with benchmarks over the last several years have, therefore, focussed on effectively addressing the shortcomings in benchmark design and the absence of robust governance processes that contributed to past abuses and in instilling confidence in financial benchmarks through reforms in benchmark governance, design, quality and accountability mechanisms.", "Challenges with benchmark administration 10.", "All benchmarks are susceptible to weaknesses arising from the nonzero probability of errors of omission and commission, the liquidity and diversification of underlying markets, technology induced changes in market microstructure, etc.", "There is a need for constant vigilance on all these fronts even in the most liquid of markets.", "The need for vigilance is stronger still in case of benchmarks in less liquid / illiquid markets where benchmarks are based on polling and / or model-based rates.", "In the rest of my speech, I will dwell upon some specific features of financial markets in India which can pose challenges for effective benchmark development and administration and which we will all need to be cognisant and watchful about.", "Consider the overnight money market in India.", "In the call money market - used for the calculation of MIBOR benchmark - non-banks were phased out beginning from 2001.", "Prudential limits on borrowing and lending in the call money market by banks and primary dealers were also put in place in 2002.", "Synchronous with this, the repo markets were developed and repo in government securities (g-secs) witnessed robust growth in line with global trends towards collateralised overnight markets.", "Amidst these developments, call money transaction volumes declined - both relative to repo markets, as well as in absolute terms.", "The share of call transactions in overnight money markets has gradually come down from more than 20% in 2011-12 to below 2% in 2022-23 (Chart 1).", "Meanwhile, daily turnover in the call money market declined from just over ₹19,000 crore at one stage and is currently at around ₹12,000 crore (Chart 2).", "The participant base in the market has also been shrinking.", "Now consider the use of the MIBOR.", "The benchmark is used in the OIS market.", "The MIBOR-OIS is the only liquid interest rate derivative market in our country (apart from MIFOR) with, as I mentioned earlier, an open interest of ₹77 lakh crore in the current financial year.", "The MIBOR is also the benchmark for INR OIS trades in the global markets (ND-OIS).", "I don't think I need to emphasize to this audience the importance of this benchmark and the need for constant vigilance in maintaining its robustness and reliability given dwindling transactions and shrinking participant base in the call money market.", "While volumes in the call money market have been declining, the MIBOR benchmark continues to be determined based on actual transactions.", "Further, its integrity is ensured given the fact that the call money rate is the target rate for monetary policy transmission and participants in the market have access to the liquidity facilities of RBI.", "Among the other overnight benchmarks, the Market Repo Overnight Rate (MROR) based on market repo transactions.", "Prima facie, this benchmark being based on transactions in a more liquid market and one with a wider participant base can normally be considered to be more robust.", "However, the benchmark is not based on pure inter-bank market that can take the place of MIBOR.", "Repo markets, while significantly larger, incorporate entities that do not have access to central bank liquidity and therefore their pricing is less robust than call rates for developing benchmark that tracks possible policy rate actions.", "In the term money market, FBIL is publishing term MIBOR benchmarks.", "In the absence of a liquid term money market, these benchmarks are based on polled submissions.", "The development of the term money market remains elusive notwithstanding several reforms both from a regulatory and a liquidity management perspective.", "Most of the constraints have been addressed / removed in phases.", "The eligible participant base in term money markets has been expanded.", "However, liquidity in the term money market remains negligible and the development of a robust term money benchmark curve remains a work in progress.", "Of course, these are issues not unique to India and are observed in peer nations as well.", "As LIBOR is getting phased out these problems are faced even by developed markets.", "The other segments of the money market - the markets for treasury bills and CDs have witnessed impressive growth.", "But the growth has been driven by the size of primary issuances while the secondary markets continue to be characterised by low turnover.", "Here too, benchmark computation methodologies rely on statistical techniques.", "Instances of divergence between market prices and benchmark levels are, therefore, not uncommon.", "The end-quarter phenomenon that besets yields of T-bills and CDs, while not an infirmity of the benchmark per se, undermines their efficiency.", "The commercial paper (CP) market has also grown on the back of primary issuances, but again, with low secondary market liquidity.", "Issuances of similarly rated credit that take place at very different rates display different market perceptions across types of issuers (e.g., corporates and NBFCs) but even among the same type of issuers (Chart 3).", "This is perhaps one of the reasons why there are difficulties in developing and publishing a CP curve.", "Moving on to debt markets, the liquidity situation improves in particular in the government securities market.", "Here too, as liquidity is concentrated in a few benchmark tenors, use of models to arrive at the benchmarks across all tenors becomes necessary.", "Given the importance of government securities yields as the benchmark for pricing of most financial assets, there is a need for a suitable methodology to ensure that the benchmark yield curve remains robust and reliable.", "Idiosyncratic factors pose challenges in the computation of benchmarks for State Government Securities (SGSs).", "Similarly, thin secondary market activity and lack of access to market for borrowers with lower credit rating make benchmarking rather unwieldy in the corporate bond market.", "All these factors reinforce the need for continuing efforts to evolve benchmarks that remain relevant and representative of the market conditions and risk perceptions of the underlying instruments.", "Derivatives markets 18.", "A thriving derivatives market not only requires robust benchmarks, it can also facilitate further development of the underlying markets.", "Limited liquidity in derivative markets can therefore create distortions in benchmark values.", "For example, OIS rates, which generally remain below g-sec yields, have occasionally exceeded g-sec yields, impacted, in all probability, by non-residents' trading interest (Chart 4).", "Similarly, there have been episodes of negative spreads between near and far month forward premia (Charts 5 and 6).", "Such episodes can engender large basis risk and adversely impact the representativeness of benchmark rates.", "MIBOR OIS is the only pure interest rate derivative product in the domestic markets that is characterized by good liquidity.", "While this product has well served the purpose of allowing market participants to express their view on the future movements in interest rates, its utility as a tool to enable users to hedge their interest rate risks remains limited.", "Globally, term money market rates are generally used as the benchmark for interest rate swaps.", "In the domestic market too, there is a need for the development of term benchmarks which can be referenced by interest rate derivative products.", "This issue is becoming increasingly relevant with the recent push towards linking loan pricing to external benchmarks.", "Key Issues to Address 20.", "Beyond trading interest, there is a need to develop robust benchmarks and products which meet the need of hedging asset side requirements of institutional investors such as banks but also liability side requirements of borrowers exposed to benchmark based interest rates on borrowings and loan pricing.", "While the lack of adequate liquidity in some instruments is the primary challenge, the reasons for the limited liquidity vary.", "Growing offshore interest in INR products has resulted in globalization of domestic benchmarks.", "Discussed below are some of the issues that need attention to further the process of developing a robust benchmark framework in India.", "Diversified participation - A benchmark is as good as the price discovered in the referenced market.", "Efficient price discovery requires, on the one hand, the participation of investors with varying requirements and diversified trading strategies, and on the other, continuous price-making by market-makers.", "The postGFC regulation has reduced the role banks traditionally played in market-making, even in developed markets.", "The degree of illiquidity seen in many traditionally liquid markets is partly explained by this development.", "In the case of India, the preponderance of buy-and-hold category of investors in the gsec and corporate bond market (banks, insurance companies, pension funds, provident funds) aligns trading activity in one direction, leading to volatile overshoots.", "Such infirmities need to be addressed to achieve price efficiency, and consequently, robust benchmark.", "One way of diversifying participant base is to open the markets to the larger global investor base.", "Taxation, accounting and regulatory factors - One reason for the limited response to retail participation in g-sec market is that it is tax-inefficient compared to investing in mutual funds, as the latter provides benefits of indexation.", "Similarly, asymmetric accounting norms distort incentives for trading and may also induce inefficiencies to hedging activities.", "Certain regulations have the collateral effect of adversely affecting market liquidity.", "There should be coordinated efforts to address the unintended consequences of such taxation, accounting or regulatory requirements without undermining the basic objective of such policies.", "c. Segmentation of markets - Market segmentation fragments liquidity and leads to price differentials which erodes the efficacy of benchmarks.", "Seen in the context of the need for investor diversity, the fragmentation of Rupee markets between onshore and offshore warrants prioritized attention.", "Internationalization of Rupee interest rate and currency markets holds the promise of wider investor base and global liquidity.", "To this end, measures enabling non-residents to undertake transactions with authorised dealer banks in India; providing Indian banks with access to offshore markets to undertake non-deliverable transactions etc., have been taken.", "For the benefits to accrue to pricing (and therefore benchmarks) it is necessary that price impulses move freely from onshore to offshore and vice versa.", "Among other things, this may require linked and interoperable infrastructure, common market-makers across the segments and eventually a frictionless channel for investors to move from one market to the other.", "There is a strong case to work towards a long-term solution to this segmentation d. Extra territoriality - A probably unintended consequence of the post-GFC drive towards de-risking OTC derivatives markets has been the tendency of developed economies to contain the risk of their entities by attempting to maintain control of regulation and risk management practices of third countries.", "Thus, for example, European banks may not be able to operate through Indian financial infrastructure entities (like CCPs, benchmark administrators, etc.", "), unless their home regulator accords \"equivalence\" treatment to the Indian infrastructure entities or these entities are endorsed or recognized.", "Such treatment involves ability to call for information, supervise, inspect and (at least potentially) impose penalty on Indian entities.", "This amounts to an unfortunate interference in the regulatory architecture in India, especially given the fact that these Indian entities meet relevant global best standards, set by Committee on Payments and Market Infrastructures (CPMI)-IOSCO.", "Similar extrajurisdictional overreach is hanging over FBIL as well.", "The potential disruption to forex markets, both onshore and NDF, can be rather serious.", "That such disruption flows from the action of regulators is not in alignment with the post-GFC global consensus on de-risking financial markets.", "All regulated entities understand the costs and constraints of compliance.", "It cannot be anyone's argument that replicating such obligations for every regulator in every jurisdiction is an efficient arrangement.", "A satisfactory solution to this impending complication needs to be found quickly.", "As we all understand, a benchmark is as good as the underlying market.", "Developing good benchmarks is eventually dependent on developing deep and liquid financial markets, which is an ongoing and drawn-out process.", "Meanwhile, effort can focus on improving the integrity and credibility of the benchmark process.", "This requires achieving a balance between good statistical techniques and realistic subjective judgement, of both market participants in their role as submitters and benchmark administrators.", "And above all, recognizing that every system is in a process of constant evolution.", "While a transition from polled rates to actual traded rates is a justifiable trend in the post-GFC world, it may serve us well to remember that a traded price is stale, its pricing information is no longer relevant.", "Perhaps we would move towards a more relevant basis for benchmarks in the future.", "And that would require all of us to be constantly striving to create better benchmarks."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Financial benchmarks", "Benchmark administration", "Liquidity", "MIBOR", "Robustness", "Derivatives markets", "Term money market", "Market segmentation", "Extra territoriality", "Statistical techniques"]}