{"sentences": ["Thank you for inviting me to speak here today.", "This is my tenth speech to you here at the banks' annual meeting.", "The past year has seen major events such as war in Europe, the reopening of the world economy and the highest inflation rates in forty years.", "This poses challenges for all of us.", "Today I will focus on three overall themes: Liquidity - More and larger market fluctuations make demands on the management of liquidity and funding risks Economic dampening - Turbulent times require focus on credit risks A look back - We've achieved a lot in the past ten years.", "But there is still work to be done.", "I will begin by giving a picture of the economy in general.", "Overview of the economic development Throughout history, the world economy has been characterised by large fluctuations - in both economic activity and prices - periodically also by instability in the financial sector.", "At the moment, we're seeing price increases at rates not seen in decades.", "Some of what we're seeing bring back unpleasant memories of the 1970s and early 1980s.", "It's vital that we don't repeat the economic policy mistakes that cost us dearly back then.", "Having said that, we can fortunately remind each other that we're in a better situation today than in the 1970s.", "The past forty years have seen a shift towards a more stabilityoriented economic policy.", "This applies, for 5 December 2022 example, to independent central banks with a clear mandate to ensure price stability.", "High inflation is the most important macroeconomic challenge facing central banks today.", "The combination of strong demand, accommodative economic policies, disrupted supply chains and energy markets has resulted in high levels of inflation.", "Concurrently, Russia's invasion of Ukraine has further pushed up energy and food prices.", "To bring down inflation, it's therefore necessary to restore the balance between supply and demand in the economy as a whole.", "This requires a tighter economic policy, among other measures.", "Central banks worldwide have almost synchronously tightened their monetary policy over the past year to bring inflation under control.", "This should preferably be done quickly.", "The risk of long-term damage to the economy is high once inflation takes hold.", "Higher interest rates, combined with lower purchasing power in house-holds, have contributed to the necessary dampening of demand.", "Fiscal policy, both in Denmark and abroad, should also contribute to dampening inflation.", "The looser the fiscal policy, the tighter the monetary policy.", "If there is a wish to provide compensation for higher inflation, it should be targeted at selected groups and fall within the framework of an overall tight fiscal policy.", "In Denmark, we had a healthy economy to begin with, with sound public finances and a strong labour market.", "Employment has risen sharply in the wake of the pandemic, more so than in many other countries.", "Our starting point has been an economy at risk of overheating, and a slowdown in growth is therefore both expected and necessary.", "Market fluctuations make demands on management of liquidity and This is the economic situation that the financial sector needs to navigate in.", "Liquidity has become less abundant and credit spreads have risen from very low levels.", "The high volatility across assets have led to increasing collateral requirements in the derivatives markets for interest rates, currencies and commodities.", "This has increased the need for liquidity among the market participants that rely on derivatives to hedge their risk.", "In the UK, in September, we saw an example of just how wrong things can go.", "Here, rising interest rates led to large falls in the value of pension companies' interest rate derivatives and government bonds.", "The requirement for increased collateral was met by selling off large volumes of bonds in the market.", "This raised fears of a negative price spiral and prompted the Bank of England to intervene.", "Fortunately, a similar scenario is less likely for Danish pension companies.", "All in all, the Danish pension sector is markedly better equipped to handle the interest rate hikes we're seeing right now.", "In fact, Danish pension companies differ positively from their British counterparts in several respects: They are less leveraged, if at all, they have more highly liquid assets and better liquidity management.", "I admit that the development has been very rapid in the past year.", "But it can hardly come as a surprise that interest rates and the accompanying collateral requirement have increased.", "However, some pension companies still have only one or a few repo counterparties for provision of liquidity.", "This may prove inexpedient.", "The demand for liquidity may arise from several quarters.", "The pension sector's increased liquidity need is just one example.", "Danish banks have sound liquidity buffers at the moment, but it has become more expensive to obtain financing in the market.", "This may not change anytime soon.", "The changed market conditions combined with a potentially increased liquidity need place high demands on liquidity management throughout the financial sector.", "Turbulent times require focus on credit risks The wind of change is also blowing on the credit side after a long period of low impairment charges and losses.", "Banking is easier when interest rates are in positive territory.", "Higher net interest income will increase earnings and thus constitute the first safeguard against losses.", "The other side of the coin of an economic dampening and rising interest rates is rising credit risks and higher impairment charges.", "The magnitude of the price drops we're now seeing in the housing market shouldn't be much of a problem for those who bought their homes several years ago.", "But new homeowners are in a different situation.", "Those who entered the housing market recently and bought at the top of the market are at risk of becoming technically insolvent.", "It's our assessment that relatively few homeowners will end up with debt that exceeds the value of their home.", "This will obviously depend on the development in the housing market in the coming years.", "Concurrently with rising interest rates, more homeowners have refinanced their mortgage loans as variable rate loans without amortisation, making themselves more sensitive to precisely rising interest costs.", "More people will lose their jobs in the coming period.", "For the individual person, unemployment can lead to a difficult period with tighter financial circumstances.", "However, we must bear in mind that employment comes from a historically high level.", "Looking at individual families, the private finances of some households will come under pressure.", "This may pose challenges when it's time to pay interest and principal payments on their mortgage.", "It's also unavoidable that the development will put pressure on some companies financially.", "Here, there may be differences in how the individual banks are affected.", "For example, small enterprises are less resilient and more exposed to rising prices and interest rates.", "65 per cent of the medium-sized banks' corporate lending has in fact been to small enterprises.", "Especially the medium-sized banks also have lending to highly indebted companies that let properties.", "There may be many good reasons for this.", "However, it means that medium-sized banks are more exposed to lending to a historically cyclical sector that has seen large losses in previous crises.", "We have not yet seen a drop in commercial real estate prices, but that is probably just a matter of time.", "It's now your credit assessment skills will really be put to the test.", "After the long period of very low lending losses, your credit capabilities must pass the test.", "There are prospects of higher lending losses.", "It's important that the capitalisation of financial institutions is sufficiently robust to handle these losses, while also ensuring compliance with capital and buffer requirements.", "Prudence is therefore needed in your capital planning, for example when it comes to decisions on dividend distributions and share buybacks.", "Better starting point for the sector today than ten years ago Finally, I will take this opportunity to reflect a little on the development since I took up office.", "When, as Governor, I gave my first speech to the Danish Bankers Association, as Finance Denmark was then called, number six in the series of bank rescue packages had just been finalised.", "And ever since, work has been done to ensure that we don't end up in the same situation again.", "The foundation for the new financial regulation is coming together.", "The regulation now rests on three fundamental pillars laid down by the EU and the Basel Committee.", "The first pillar is sound and accurate capital adequacy.", "The period since 2013 has generally been characterised by the implementation of the capital regulation adopted in the wake of the financial crisis.", "This firstly resulted in the introduction of the requirement of more and higher quality of capital in the minimum capital requirement and of capital buffers as an important instrument to withstand future crises.", "In this connection, we have seen the build-up, release and subsequent build-up of the countercyclical capital buffer in recent years.", "The more stringent capital requirements for banks mean that the typical bank's Tier 1 capital ratio has grown from 14 to 21 since the years around the financial crisis - and the increase has been higher for the poorest capitalised banks.", "The second pillar concerns sound liquidity management and stable financing.", "After the financial crisis, a sensible European framework was established to support the institutions' sound liquidity management combined with contingency measures for use in situations with liquidity difficulties.", "Given the current market conditions, we should be thankful for this regulation.", "The third pillar is a credible resolution system.", "Resolution plans have now been prepared for all the largest financial institutions in Denmark, enabling the banks to continue their functions critical to society in a crisis situation.", "Here, one of the key principles is that this can be done without the use of central government resources, unlike during the financial crisis.", "For the banks, we're in a good place with a fully phased-in MREL requirement.", "This ensures that the investors carry the risk, during both good and bad times.", "But - for there is a but.", "We're still not quite there yet when it comes to the handling of mortgage credit institutions.", "There is still no appropriate solution for how a mortgage credit institution should be handled if there are insufficient funds to cover the losses in a resolution situation.", "When we look into our crystal ball, the problem of insufficient funds will only grow larger as the new Basel capital requirements are phased in.", "A solution must be found to this, and it must not involve leaving the mortgage bonds to bear the losses.", "Our preferred solution remains that mortgage credit institutions should be covered by bail-in and MREL requirements.", "A bail-in allows for impairment charges to be made on the debt instruments that rank higher than mortgage bonds.", "The MREL requirement is risk sensitive, relatively inexpensive and comprehensible abroad.", "The housing market has also become more resilient.", "We have received both growth guidelines and good practice rules, and both contribute to fencing in credit risks.", "But there are holes in the fence.", "The rules are many, complex and, in many cases, indicative.", "This leaves room for interpretation, makes it harder for the institutions to navigate and reduces regulatory transparency.", "The price falls that we're currently seeing for houses and owner-occupied flats do not change our fundamental assessment of the housing market.", "The housing market is of fairly great importance to the Danish economy, and the structures need to be improved.", "In this context, it's unfortunate that we have yet to see the introduction of a statutory general amortisation requirement for highly indebted homeowners.", "This would make the individual homeowner and the whole economy more resilient.", "And it would make many detailed rules and guidelines superfluous.", "The economic framework and structures have become more resilient over the past forty years.", "And if anyone asks whether banks and mortgage credit institutions are better prepared for a crisis today than when I took up my position as Governor ten years ago, the short answer is yes.", "But, as mentioned, we're not quite there yet.", "However, I will safely leave the further work in other capable hands from 1 February.", "I look forward to following the development from an appropriate distance.", "Thank you for your co-operation.", "And thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Liquidity", "Credit risks", "Economic dampening", "Interest rates", "Financial stability", "Capital adequacy", "Resolution system", "Housing market", "Mortgage credit institutions"]}