{"sentences": ["I'm pleased to be with you-virtually at least-to welcome you to the fourth conference on Diversity, Equity and Inclusion in Economics, Finance and Central Banking.", "I'm grateful that what began in 2018 between the Bank of England, the European Central Bank and the US Federal Reserve has grown to include the Bank of Canada.", "It is our great honour to be hosting this year.", "Research and experience have already settled the question of whether diversity and inclusion bring benefits.", "Diverse and inclusive groups make better decisions.", "That's because they can avoid the groupthink that happens when decision makers all have similar backgrounds and approach problems in the same way.", "If you bring diverse perspectives and experiences to a problem, you get better solutions, more creativity and higher productivity.", "Companies that harness these benefits give themselves a clear competitive advantage.", "But understanding that diversity and inclusion bring benefits isn't enough.", "We gather here to work together on how to make economics, finance and our own institutions more diverse and inclusive.", "When I spoke to you a year ago, I said in my closing remarks that we need to be better listeners and more inclusive and relatable communicators.", "And we need to better understand how our policy tools affect different groups of people in the economy.", "What a year it has been to put all those goals to the test.", "Inflation is too high around the world, and rapid increases in interest rates are raising the costs of servicing debt.", "At the Bank of Canada, our listening and communication skills are running at full tilt as we hear from households and businesses and explain our decisions.", "We are hearing from Canadians about how high inflation and tighter financial conditions are affecting their daily decisions and their lives.", "And we are working hard to earn their trust and provide clarity on the path back to price stability.", "High inflation affects everyone, but lower-income households feel the burden of high inflation the most.", "Lower-income households spend a greater portion of their income on necessities.", "They have smaller financial cushions.", "And they may be less able to switch to lower-priced alternatives because they are already there.", "Lower-income Canadians will also be disproportionately affected by the slowdown in economic activity that is needed to rebalance demand and supply in the economy and relieve price pressures.", "Unfortunately, there is no easy out to restoring price stability.", "But once we rebalance demand and supply, growth will pick up, our economy will grow solidly, and the benefits of low and predictable inflation will be restored.", "That's good for all Canadians, and it's imperative for our shared prosperity.", "We are communicating through every channel we have to explain how our monetary policy-primarily higher interest rates-is being deployed to bring inflation back to target.", "Understanding how our policy tools affect equality in the economy is more important than ever, given high inflation and slowing growth.", "I know that today and tomorrow we'll spend some time here looking ahead to how we can improve diversity and inclusion in the economy, in finance and within central banking.", "Before we do, I'd like to take some time to look back at the impact of the COVID-19 pandemic on labour market equality-it is a remarkable story.", "I know the pandemic hit all of us at the same time, and we have many shared experiences.", "But I will focus on Canada because that's what I know best.", "The massive upheaval in the labour market and in economic activity that came with the repeated closures of the economy had a disproportionate effect on some of our more vulnerable workers.", "And at the Bank we were very worried about the longer-term fallout on the careers of new entrants into the labour market, women and racialized Canadians.", "The exceptionally rapid recovery has relieved much of our concern about longer-term scarring, but the sharp bounce back in demand, with supply still impaired, has resulted in a new challenge-inflation and its harmful and uneven impacts.", "Recession and recovery COVID-19 caused the biggest global downturn since the Great Depression.", "Much of the economy shut down to contain the spread of the virus, and millions of people lost their jobs.", "Canada dove into the deepest recession on record, and the impacts were devastating.", "Roughly three million people who were employed before the pandemic were out of work by April 2020.", "About 2.5 million more were working less than half their usual hours.", "The shock hit workplaces from coast to coast to coast.", "But it did not hit everyone equally.", "Jobs that required close contact with people-mainly in the services sector-were shut down.", "That disproportionately affected youth, women and low-wage workers.", "The closure of schools and daycare centres also hit women harder, and they experienced a larger decline in both hours worked and their participation rate.", "Never before has so much of the economy been shut down, so suddenly and for so long.", "But thanks to new vaccines and exceptional fiscal and monetary policies, the recovery was the fastest ever.", "By August, four months after the employment lows of April, nearly two-thirds of Canadian job losses were recouped.", "But with repeated waves of the virus hitting the economy, it took more than another year for employment to get back to its pre-pandemic level.", "Still, that pace of recovery is unheard of, far faster than in past recessions.", "What was behind the rapid recovery?", "Part of it was because the recession came from an unprecedented event-the pandemic-driven shutdown of large parts of the economyand not from imbalances or structural problems in the economy.", "That meant that when the economy reopened, employment could be restored quickly.", "We expected a rapid rebound in employment with reopening, but we were concerned too many people would be left behind.", "We are still learning about the longer-term effects of the pandemic, but the scarring we were worried about wasn't as pervasive as we had feared.", "Economic growth came roaring back quickly, and workers did not remain on the sidelines for long.", "The coordinated policy response of governments and central banks around the world played an important role in supporting the recovery.", "In Canada, fiscal policies were designed to help keep workers attached to their employers and businesses afloat even with little money coming in.", "That limited damage to the labour market.", "Our monetary policy actions complemented these fiscal policies.", "We cut policy interest rates and introduced quantitative easing to reduce borrowing costs.", "This supported spending and demand and helped restore employment.", "The reopening of schools and child care centres was as essential for parents as it was for children.", "As schools returned to in-class teaching, mothers came back to work, and the labour market participation of women bounced back to where it was before COVID19 hit.", "By October 2021, Canadian employment was above its pre-pandemic level, but the recovery was still uneven.", "Sectors such as professional services, public administration and finance, insurance and real estate were experiencing employment well above their pre-pandemic levels, while sectors such as hotels and restaurants remained much below.", "With the economy now fully reopened, these differences across sectors have eased.", "Indeed, with households wanting to enjoy many of the close-contact services they missed, businesses have had a hard time hiring enough workers to produce all the goods and services Canadians want to buy.", "Job vacancies are elevated, and firms report widespread labour shortages.", "This is symptomatic of an economy that is overheated.", "Businesses can't keep up with demand, and this is driving prices higher.", "To restore price stability, we need to rebalance demand and supply in the labour market to relieve price pressures.", "Monetary policy affects demand.", "By raising interest rates, we are moderating spending, and that will reduce the demand for workers.", "Invariably, this has unequal consequences across sectors and across workers.", "The other way to rebalance supply and demand is to increase the supply of workers.", "That takes time, and with inflation already far too high and with elevated risks that high inflation becomes entrenched, increasing labour supply is not an alternative to slowing demand.", "But it is a complement.", "And the more we can do on supply, the less we will need to do on demand.", "The pandemic showed us how important child care is-when it disappeared, so did many female workers.", "Our female participation rate recovered faster and is higher than that in the United States.", "But other countries do this better than Canada.", "We're just above the median of countries in the Organisation for Economic Co-operation and Development in terms of participation of women aged 25 to 54-Canada ranked 16 out of 38 in 2021.", "Recent improvements in universal child care may continue to narrow these differences, though the full effects will take time.", "Other populations may also benefit from improved labour market access, including Indigenous Canadians, who have a younger and faster-growing population than many other groups.", "Potential for remote work, as well as training to develop skills in areas of critical labour shortages, may open new opportunities for groups facing local labour market challenges.", "And companies need to do their part to attract and retain new segments of the labour force.", "The pandemic has had a terribly uneven impact on the labour market, exacerbating the inequality already faced by women, youth and other marginalized workers.", "But the recovery has been swift and across the board, reducing-though not eliminating-the structural inequalities.", "Challenges remain as we seek to restore the balance of demand and supply and bring inflation back to target.", "Slowing economic growth will disproportionately affect our most vulnerable households.", "High inflation and high interest rates to combat inflation put an additional burden on our lowest-income households.", "I want to close out my opening remarks where I started.", "Our commitment to shared prosperity in the economy starts with our commitment to equity, diversity and inclusion in our organizations.", "We need a diverse and inclusive workforce at the Bank of Canada to take better decisions.", "We need a work environment where people feel they can bring their whole selves to work so that they can do their best work.", "And to sustain the trust of Canadians, we need to reflect the diversity of the Canadians we serve.", "As part of the broader economics and finance community, we also have a role to play in fostering diversity and inclusion in this community.", "And there are issues to confront in our own field.", "Economics is having its own #MeToo reckoning.", "Rather than ignore it, or evade it, I want to address it because it's important.", "Harassment of any kind can never be ignored, or excused, or brushed away.", "It goes against everything we stand for at the Bank of Canada, and everything I stand for as an economist who has spent my career working with women who do amazing research, make impressive policy and dedicate their lives to this field we share.", "They pursue their career, as we all do, but they do so while facing harassment that I have never had to face.", "I cannot speak for the entirety of economics or even of central banking, but I can speak for the Bank of Canada.", "We've built up trust-with Canadians and with each other-and nothing would destroy that trust more quickly than if we stopped treating each other with respect.", "We have encouraged staff to report harassment when they see it.", "We want leaders to bring it forward when they hear about it.", "We can't be so self-assured as to think that harassment can't happen here.", "But I am confident that if it is happening, it won't be ignored.", "There's nothing more important to me as Governor than making sure that our outstanding staff at the Bank of Canada have an exceptional work environment where they can all be the very best they can be.", "I want the same for all of central banking, and for economics and finance as a whole.", "That is an important reason we are all gathered here for two days in partnership, to share, to learn, to reflect and to build on the actions we have taken to enhance equity, diversity and inclusion.", "I look forward to our work here today-and in the year ahead-as we work together to find better ways forward in this challenging time."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Diversity and Inclusion", "Inflation", "Labour Market", "Economic Recovery", "COVID-19 Pandemic", "Monetary Policy", "Price Stability", "Women in the Workforce", "Child Care", "Harassment"]}