{"sentences": ["Welcome to the fifth Bangko Sentral ng Pilipinas (BSP) Financial Education Stakeholders Expo!", "Over the next five days, you will go through various learning sessions on financial education, or fin-ed, on our dedicated virtual platform and event app.", "The sessions are also streaming live via the BSP and PisoLit Facebook communities.", "marks the third year that we are conducting the Expo as a virtual event.", "But I trust that the insights you [will] gain from this Expo are just as enriching as if we were meeting you in person.", "As the world moves from recovery to resilience, the changes in the format of the Expo also mirror key developments in the financial sector.", "Navigating Pandemic-Driven Shifts in Consumer Behavior and Financial Literacy The pandemic was a game-changer for financial consumers, with 6 in 10 Filipinos reporting changes in their financial behavior due to the COVID-19 pandemic.", "This is reflected in the BSP's Financial Inclusion Survey, or FIS.", "The 2021 FIS results show In 2021, 37.0 percent of adults started saving more for emergencies and 17.0 percent either started or used online banking and digital payments more frequently.", "We also saw account ownership, a basic indicator of financial inclusion, almost double.", "This means that 22 million Filipinos opened a new financial account within the last two years-the highest recorded growth to date of account ownership in the Philippines.", "E-money account ownership and usage are on the rise.", "More Filipinos are now investing as well.", "While these numbers are encouraging, the data tells us that these gains also come with gaps and risks to the financial literacy and financial health of consumers.", "BSP data shows that while more Filipinos may be owning financial accounts and investing, less Filipinos are saving and availing of insurance compared to 2019.", "Less adults reported having private insurance, while more reported having outstanding loans.", "These data points are especially alarming, considering the ever-present threat of unforeseen financial shocks, including natural disasters.", "Vulnerable sectors are also hardest hit not only by health crises and natural disasters but also by financial exclusion and financial illiteracy.", "With limited income and credit, affected households depleted their savings, defaulted on their debts, and sought government aid.", "Some households even resorted to taking their children out of school.", "Some took out \"buy now, pay later\" loans from unregulated lending companies, often with prohibitive interest rates.", "The most financially vulnerable sectors also belong to the most financially underserved.", "Filipino farmers and agricultural workers were the least banked among all types of workers during the pandemic, with 73.0 percent having no financial accounts.", "Besides the dearth of account ownership, notable gaps in financial knowledge are also reflected in Filipinos' poor performance in financial literacy surveys.", "When surveyed on basic financial literacy questions, only 2 in 10 Filipinos scored a hundred percent, while 7 in 10 correctly answered at least half of the questions.", "Only 42.0 percent of adults correctly identified inflation's effect on purchasing power in 2021, lower than 55.0 percent in 2019.", "The question on simple and compound interest had the lowest correct answers at just 30.0 percent.", "These results are consistent with the Philippines' showing in similar international financial literacy surveys.", "The World Bank found that only 25.0 percent of adult Filipinos are knowledgeable on basic financial concepts.", "In a global study by Standard & Poor's [S&P Global Ratings], the Philippines scored in the bottom 30 of 144 countries surveyed on financial literacy.", "Financial Health through Financial Education These knowledge gaps show that for many Filipinos, financial health is still a work in progress.", "The BSP is committed to upholding the financial health of every Filipino as best embodied in this year's Expo theme: \"Owning the Future: Rebuilding and Strengthening Financial Health through Financial Literacy.\"", "The BSP is actively working with partners in government, namely the Overseas Workers Welfare Administration and the Departments of Agriculture, Trade and Industry, and Social Welfare and Development to develop customized capacity-building financial literacy training programs.", "We partnered with the Civil Service Commission, the Armed Forces of the Philippines, the Bureau of Fire Protection, and the Philippine National Police for fin-ed programs for civil servants and uniformed personnel.", "We are working with the Department of Education and the Commission on Higher Education to make financial literacy lessons mandatory for K-12 [Kindergarten to Grade 12] and secondary education classes and in training programs for teachers.", "Through our upcoming partnership with the Technical Education and Skills Development Administration (TESDA), the BSP will develop a Financial Literacy Course, [which will be] a massive open online course offered in the TESDA Online Program.", "Through this course, we can further expand our reach to over four million technical-vocational education and training learners.", "The Digital Landscape and the Digital Payments Transformation The BSP advocates for (i) digital financial services through its policy work and (ii) digital financial literacy through its advocacy work.", "Under the BSP's Digital Payments Transformation Roadmap, we aim to have half of all retail transactions go digital by 2023 and 7 in 10 Filipinos to own formal transaction accounts.", "The BSP is on track to reach these targets through its trifecta of financial inclusion, financial education, and consumer protection programs and policies.", "In cooperation with our partners, the BSP also executes digital literacy campaigns and embeds cyber hygiene lessons in our fin-ed training programs.", "So, what can you expect in the next five days of the FinEd Expo?", "This afternoon, we will hear from our government agency partners as they share their fin-ed milestones and programs.", "On Tuesday afternoon, we will learn about digital payments, QR Ph [National Quick Response Code Standard], and digital banking in our panel discussions.", "On Wednesday morning, we will also learn about responsible debt management and strategies to get out of debt for Filipinos from all walks of life.", "This will be followed by a learning session on financial planning and risk management in the afternoon, featuring stories of financial struggles and successes from our surprise guests.", "Join us on Thursday afternoon as experts discuss investment options, such as government saving programs, retirement accounts, and stocks, as well as the regulators' take on virtual assets and NFTs [non-fungible tokens], among others.", "Finally, we culminate the Expo on Friday by showcasing examples of innovative financial education initiatives: (i) a financial education talk show for families, (ii) a livelihood program for persons with disabilities, and (iii) an online financial literacy campaign for Filipino adults.", "For our registered participants, come and visit the Learning Resource Center on the Expo app to access and download the BSP's materials on economic and financial education for free.", "We invite you to visit the Exhibit Hall and fill in your virtual passports for a chance to win exciting prizes.", "This year, we also added Expo-themed games on the event app for your entertainment in between sessions.", "There will also be electronic raffle draws for registered participants.", "In closing, we thank all of our participants and institutional partners who remain committed to the BSP's advocacy of strengthening financial health for every Filipino.", "What does a post-pandemic financial recovery look like?", "We no longer have to imagine because we are already creating it.", "Together, let us create a financial future that is more accessible, rewarding, and sustainable for all Filipinos.", "Maraming salamat at mabuhay po tayong lahat."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Literacy", "Financial Inclusion", "Financial Health", "Digital Payments", "Digital Financial Literacy", "Financial Education", "Consumer Protection", "Financial Inclusion Survey", "Pandemic", "Economic and Financial Education"]}