{"sentences": ["I will take here the view from advanced economies: we have a significant debt challenge (112% of GDP in France, 96% in the euro area, more than 120% in the US).", "This is the main figure where we see still significant Covid economic sequels.", "But it's not a pressing sustainability issue; it's an obvious intertemporal and intergenerational issue: fiscal policy must in the long run first stabilize, and then diminish the burden of public debt.", "There are two difficult short- term prerequisites for that.", "Let me today focus on these two \"consistency challenges\" for fiscal policy in this crisis: 1- about its stance : how do we ensure its consistency with the anti- inflationary Monetary policy?", "In Covid they were spontaneously aligned, much less so today 2.", "About its content and quality : how do we ensure the consistency of fiscal support for households and SMEs, with the energy transition we have to succeed in?", "On the first question, the textbook answer is that, as monetary policy is, fiscal policy should be tightening too.", "I agree in principle, but let us acknowledge that the democratic reality we fortunately live in put our elected governments under opposite pressure- and hence I'll introduce two economic nuances to guide sensitive fiscal choices.", "Fiscal support against the energy shock might and should be tailored a) Tailored: No \"one size fits all\" policy solution à country by country approach Large negative shock on terms of trade in Europe (unlike the US), with skyrocketing gas and electricity prices à risk of excessive decline in domestic demand (far beyond what is warranted by the negative supply shock) with liquidity constraints and distribution issues: there is a case for fiscal support Within fiscal spending: providing some protection against the energy shock should not result into a relaxation of fiscal discipline and some form of fiscal The standard distinction between structural/cyclical fiscal deficits is not the relevant gauge in this case.", "Better to use a differentiated expenditure rule in which exceptional measures related to the energy crisis are temporarily segregated.", "Better to have a nominal rule (gradually consistent with the 2% inflation target) than a real expenditure rule: real \"regular\" expenditures have to slow when inflation accelerates above target.", "By the way, in a long-term perspective, current (\"run\") expenditures should diminish relatively to future oriented (\"change\") ones.", "On the second question ( content ), here too we should go somewhat beyond the textbook (no price caps / no tax cuts / no subsidies).", "Let me come to the famous \"Targeted and temporary\" rules: c) targeted: through a mix of targeted income transfers and price caps/subsidies.", "This mix should take into account the welfare system characteristics of each country.", "If welfare benefits and the minimum wage are indexed, there is a case for a mix favoring price caps/subsidies.", "Not paying twice and diminishing the risk of 2nd round effects.", "Some offsets to ensure that energy demand remains sensitive to, and somewhat restricted by, price signals: The best practical solution seems to be a tiering scheme, with only a part - 70 to 80 %?- of energy bills protected : it can be based on past consumption (German or Dutch proposal), or if technically possible on average consumption and/ or income data Nudging households to save energy and limit their gas/electricity consumption: limiting temperature to 19°,- d) temporary: this remains the most difficult challenge, if (as plausible) energy price levels change durably.", "Targeted support should be gradually suppressed, as real income gradually recovers.", "The French government will start that in January 2023 (+15%) Monetary policy should not be under the illusion that price caps reduce underlying inflation (they may nevertheless help to reduce the risk of 2 round effects): they reduce current measured inflation at the possible expense of future measured inflation (inflation smoothing).", "We rightly incorporated this differed effect in our latest inflation forecasts Conclusion: While monetary policy is fairly clear under present circumstances, fiscal policy is for sure more difficult.", "I suggested today going from a simple (?)", "TT rule to a more sophisticated TSTT rule - but this is the best way to reconcile short term and long term fiscal requirements."], "classifications": ["none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["Fiscal policy", "Energy crisis", "Inflation", "Debt", "Monetary policy", "Targeted support", "Temporary support", "Expenditure rule", "Welfare system", "Price caps"]}