{"sentences": ["SPEECH Macroprudential policy in Europe: building resilience in a challenging environment Welcome remarks by Christine Lagarde, President of the ECB and Chair of the European Systemic Risk Board, at the sixth annual conference of the ESRB Frankfurt am Main, 8 December 2022 It is my pleasure to welcome you to the sixth annual conference of the European Systemic Risk Board (ESRB).", "[ When future historians look back on our times, they may well say we lived through an era of \"permacrisis\".", "An array of powerful shocks - the pandemic, Russia's unjustifiable invasion of Ukraine, and the energy crisis - have hit the global economy in quick succession.", "This unstable environment poses sizeable risks for financial stability in Europe.", "And those risks are further heightened by a weakening economic outlook.", "At the same time, monetary policy is adjusting to ensure that high inflation does not become entrenched, and that inflation returns to 2% over the medium term.", "In September, the ESRB highlighted these financial stability risks by publishing a \"general warning\".", "[ This was the first such general warning published by the ESRB since its creation in 2010, reflecting the exceptional times in which we live.", "A key message therein was the crucial importance of ensuring the continued resilience of our financial system.", "Resilience is key in helping the financial system to deliver on its ultimate goal of supporting the real economy.", "There are two facets of resilience that are vital.", "First, the capacity to withstand an immediate shock.", "[ And second, the ability to adapt effectively to new conditions.", "[ In my remarks today, I will explore these two aspects of resilience, and how we can best ensure that they are met across the financial system.", "After all, the history books about our present times have not yet been written.", "Our actions today will determine the next chapter.", "And I have no doubt that if all parties work together, we can master the challenges standing before us.", "Resilience as the ability to withstand shocks By identifying and addressing vulnerabilities ahead of time, we can increase the resilience of the financial system, allowing it to withstand - rather than amplify - shocks.", "This applies first and foremost to banks, which remain at the heart of the European Union's financial system.", "They provide around three quarters of credit funding from financial institutions to non-financial corporates in the euro area.", "[ And thanks to sound regulation and supervision in the wake of the global financial crisis, banks have benefitted from stronger capital and liquidity buffers in recent years.", "That stands in sharp contrast to 2007-08, when banks' weak balance sheets intensified the impact of the global fallout.", "[ This robust starting position explains why, when the pandemic arrived, banks were able to be part of the solution in tackling the crisis, and not part of the problem.", "[ But given today's weakening economic outlook, there are no grounds for complacency.", "It remains important that banks make adequate provisions and undertake prudent capital planning.", "They should be attentive to credit risk and remain alert to potential flaws in their internal models as the risk environment evolves.", "[ Banks also have a key role to play in contributing to resilience by having good visibility of near-term liquidity risks and concrete plans to tackle them; strong cyber defences; and the ability to withstand fire sales and the associated mark-to-market hit on assets held on their balance sheets.", "If not managed properly, these are all types of risks that are particularly likely to amplify and propagate shocks through the financial system.", "But building resilience cannot stop at banks: non-banks also play an increasing role in the financial system.", "The share of non-bank finance in overall credit from financial institutions to the real economy has increased from around 15% to roughly one quarter since 2009.", "[ If such alternative sources of finance are to work reliably, these institutions must be resilient to shocks too.", "[ The ESRB has identified several vulnerabilities among non-bank financial institutions and has asked legislators to address them.", "[ One such example concerns money market funds (MMFs).", "MMFs are intricately connected to the rest of the financial system, including banks.", "When the pandemic hit in March 2020, MMFs experienced acute liquidity strains.", "This reflected a structural liquidity mismatch at the heart of their operations, with MMFs offering on-demand liquidity to investors while investing in more illiquid assets.", "Recent turmoil in the UK bond market again highlighted the importance of MMFs as cash management vehicles in the context of liquidity vulnerabilities.", "The ESRB issued a recommendation last December aimed at addressing structural vulnerabilities in MMFs.", "Swift legislative action on this front is vital, to allow non-banks to help strengthen our financial system's capacity to withstand shocks.", "Resilience as adaptability The second element of resilience is the ability of the financial system to adjust to new conditions.", "This holds for both the system and those who oversee it.", "As banks adapt to a range of technological, structural, and environmental challenges, the regulatory framework needs to adapt as well.", "In March this year, the ESRB published a blueprint for how to make the EU macroprudential framework fit for the next decade.", "[ It is crucial that the European Commission's review of the macroprudential framework for the banking system be pushed ahead as soon as possible.", "That is because we must contend with potentially new sources of financial stability risk.", "For example, one area in which the financial system is adapting to new technologies is in so-called cryptoassets and decentralised finance.", "Crypto-assets are exceptionally volatile and pose considerable risks to consumers.", "[ After peaking in November 2021, the price of Bitcoin fell by almost 75% in the space of a year.", "And only last month we saw the chaotic collapse of FTX, a crypto-asset exchange once valued at USD 32 billion.", "While the impact of such episodes has been contained so far, systemic risk could easily arise from increasing interlinkages between the crypto ecosystem and the traditional financial system.", "Policymakers, including macroprudential authorities, must carefully consider if and how the crypto ecosystem needs to be regulated.", "Europe has been at the forefront here with the agreement on the Markets in Crypto-Assets Regulation (MiCA).", "Its swift implementation is key to closing regulatory gaps, with MiCA providing a consistent framework for crypto-asset issuance and service provision in the EU.", "But this can only be a first step.", "From a financial stability perspective, financial regulation could be enhanced along several dimensions.", "For instance, sectoral financial regulation needs to address the risk from interlinkages through financial institutions' exposures to crypto-assets.", "Monitoring needs to be complemented by clarity on the regulation of lending and \"staking\" activities.", "[ And finally, market developments in decentralised finance should be taken into consideration.", "Heraclitus is said to have observed that there is nothing permanent except change.", "And we can certainly relate to those words in an era increasingly defined by shocks to our economy.", "Change is at the root of why we need both a resilient financial system and adaptable supervisors.", "To ensure stability, the financial system needs to be able to weather rapid changes that produce shocks.", "And regulators and supervisors need to adapt to an ever-changing economic landscape if they are to continue to effectively safeguard the financial system.", "After all, unexpected crises often come from unobserved risks that were allowed to grow over time and materialise.", "That is why macroprudential policy must remain alert to the emergence of new challenges as and when they appear.", "We therefore need to encourage resilience wherever it is lacking, and adapt to change whenever necessary.", "With this, I now open the sixth ESRB conference.", "Welcome remarks pre-recorded on 24 November 2022.", "ESRB (2022), \" Warning of the European Systemic Risk Board of 22 September 2022 on vulnerabilities in the Union financial system \", 22 September.", "Feder, A., Fred-Torres, S., Southwick S.M., and Charney D.S.", "(2019), \"The biology of human resilience: opportunities for enhancing resilience across the life span\", Biological psychiatry, Vol.", "443- Hosseini, S. Barker, K., and Ramirez-Marquez, J. E. (2016), \"A review of definitions and measures of system resilience\", Reliability Engineering & System Safety, Vol.", "Based on the methodology outlined in Cera, K. (2022), \"Measuring market- based and non-bank financing of non-financial corporations in the euro area\", Box 2 in ECB Committee on Financial Integration (2022), \" Financial Integration and Structure in the Euro Area \", April.", "Behn, M, Rancoita, E. and Rodriguez d'Acri, C. (2020), \" Macroprudential capital buffers - objectives and usability \", Macroprudential Bulletin, ECB, No 11, 19 October.", "Lagarde, C. (2022), \" Monetary policy in a new environment \", speech at the European Banking Congress, 18 November.", "(2022) \" Better safe than sorry: banking supervision in the wake of exogenous shocks \", keynote speech at the Austrian Financial Market Authority Supervisory Conference 2022, 4 October.", "Based on the methodology outlined in Cera, K. (2022), \"Measuring market- based and non-bank financing of non-financial corporations in the euro area\", Box 2 in ECB Committee on Financial Integration (2022), \" Financial Integration and Structure in the Euro Area \", April.", "Financial Stability Board (2022), \" Enhancing the resilience of non-bank financial intermediation \", 10 November.", "ESRB (2022), \" Concept Note on the Review of the EU macroprudential framework for the banking sector \", March.", "European Securities and Markets Authority (2022), \" EU financial regulators warn consumers on the risks of crypto-assets \", 17 March.", "Staking refers to the process of actively participating in crypto-asset transaction validation on a proof-of- stake blockchain.", "Rewards can be earned, which are akin to a source of passive income for crypto-asset holders.", "Policymakers must assess whether staking could be considered another source of non-bank lending, with the crypto-asset holder acting as a lender and the blockchain protocol as the borrower.", "See European Banking Authority (2022), \" EBA provides its advice to the EU Commission on non-bank lending \", 4 May.", "Copyright 2022, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Resilience", "Macroprudential policy", "Crypto-assets", "Non-bank finance", "Monetary policy", "Banks", "Vulnerabilities", "Regulation", "Economic outlook"]}