{"sentences": ["Chairman Brown, Ranking Member Toomey, and other members of the Committee, thank you for the opportunity to testify today on the Federal Reserve's supervisory and regulatory activities.", "Earlier this year, I was honored to be sworn in as the Board's Vice Chair for Supervision.", "In this role, my priority is to make the banking system safer and fairer.", "That requires active and careful analysis of risks.", "The banking system is constantly evolving, so regulation and supervision must also adjust to respond to new and emerging risks.", "I am also committed to making the financial system fairer, which is fundamental to financial oversight.", "Households and businesses need access to safe and reliable banking services as they make their financial decisions.", "While safety and fairness may seem distinct, they are interwoven.", "Financial instability disproportionately harms those who are economically vulnerable, so making the financial system safer is making it fairer, and unfair practices can make the financial system riskier, as we saw in the Global Financial Crisis.", "I look forward to pursuing both of these goals during my time as Vice Chair for Supervision.", "Accompanying my testimony today is the Federal Reserve's Supervision and Regulation Report detailing the current state of the banking system from our supervisory and regulatory perspective.", "My testimony will offer you an overview of the banking system's current conditions and highlight efforts to monitor and mitigate vulnerabilities.", "I will also provide updates on a number of priority issues that the Federal Reserve is seeking to address.", "Current Conditions Reforms following the Global Financial Crisis have helped the United States maintain a resilient financial system for consumers, businesses, and communities.", "Capital and liquidity positions remain above regulatory requirements.", "The Federal Reserve's supervisory stress test, conducted earlier this year, showed that large banks had sufficient capital to maintain their lending to support the economy through the stressful conditions simulated by the stress test.", "But as I mentioned, we must ensure we are keeping pace.", "Many issues at the forefront of banking regulation today were not prominent five or ten years ago, and some of them scarcely even existed.", "For instance, few anticipated a global pandemic, even economists who used epidemiological approaches to model financial contagion.", "Further, the recent events in crypto markets, while mostly occurring outside the banking sector, have highlighted the risks to investors and consumers associated with new and novel asset classes and activities when not accompanied by strong guardrails.", "In addition, despite the data depicting a generally healthy U.S. banking system, the domestic economic outlook has weakened amid tighter financial conditions and increased uncertainty.", "A weaker economy could put stress on households and businesses and, thus, on the banking system as a whole.", "Uncertainty has led to increased financial market volatility and may also reveal pockets of excess leverage and liquidity risk in the non-bank financial sector, which risks spillovers to the banking system and the real economy.", "We saw a host of such risks with the disruptions in the United Kingdom's gilt markets.", "The Federal Reserve will be heightening its focus on liquidity, credit, and interest-rate risks as supervised institutions manage the changing financial conditions.", "In the wake of the pandemic, the global recovery is uneven, inflation is far too high, and geopolitical events pose downside risks to the U.S. and other economies around the world.", "Russia's war of aggression is devastating for the people of Ukraine, and is also disrupting commodities, energy, and food markets, and pushing up inflation around the world.", "And these factors-along with China's economic slowing, associated with its inward turn, pandemic shutdowns, and contraction in its real estate sector-are weighing on global economic growth.", "We remain attentive to these and other developments and are closely supervising our regulated institutions to assess potential risks and implications for the stability of the U.S. and global financial systems.", "Supervisory and Regulatory Priorities Turning to a number of our priorities at the Federal Reserve, I am taking a holistic look at the Fed's capital framework to assess whether it is functioning as intended and supports a resilient financial system.", "Robust capital and liquidity requirements make it more likely that banks are able to absorb losses and continue their vital role supporting households and businesses.", "This is especially important for the largest and most complex banks, which pose the greatest risk to U.S. financial stability.", "We are taking a look at the G-SIB surcharge, the enhanced supplementary leverage ratio, stress testing, the countercyclical capital buffer, and other measures.", "Within this context, I am committed to working with my colleagues at the other federal bank regulatory agencies in implementing enhanced regulatory capital requirements known as the \"Basel III endgame\" standards.", "When considering improvements to the regulatory capital framework, I will be guided by a few key principles: the capital framework should be forward-looking, should be tiered so that the highest standards apply to the riskiest firms, and should support a safer and fairer financial system.", "We will look at design choices that help to further these goals.", "In recent years, merger activity and organic growth have increased the size of large banks, which could complicate efforts by regulators to resolve those firms upon failure without disruption to customers and counterparties.", "The Board recently invited comment on an advance notice of proposed rulemaking to enhance regulators' ability to resolve large banks in an orderly way, should they fail.", "We look forward to the comments we will receive.", "The Federal Reserve is also evaluating our approach to reviewing banks' proposed acquisitions.", "Mergers are often a feature of vibrant sectors, but the advantages that firms seek to gain through mergers must be weighed against the risks that mergers can pose to competition, consumers, and financial stability.", "A merged institution may be able to provide a wider range of products and services at lower prices.", "But if there is concentration, mergers could also reduce competition and access to financial services through higher prices or a reduced range of services.", "In addition, mergers of larger, more complex firms may pose risks to financial stability.", "We are also required to evaluate whether a merger would meet the convenience and needs of the community.", "The Federal Reserve-along with the Office of the Comptroller of the Currency (OCC) and the Federal Deposit Insurance Corporation (FDIC)-is reviewing the issues to see if any adjustments to our approach would be appropriate.", "Another priority is monitoring the risk of crypto-asset-related activities.", "Over the last several years, we have seen crypto-asset activity grow rapidly and experience periods of significant stress.", "Some financial innovations offer opportunities, but as we have recently seen, many innovations also carry risks-which can include liquidity runs, the rapid collapse of asset values, misuse of customer funds, fraud, theft, manipulation, and money laundering.", "These risks, if not well controlled, can harm retail investors and cut against the goals of a safe and fair financial system.", "Most of this activity is occurring outside of the ambit of banking regulation.", "But recent events remind us of the potential for systemic risk if interlinkages develop between the crypto system that exists today and the traditional financial system.", "Crypto-asset-related activity, requires effective oversight that includes safeguards to ensure that crypto companies are subject to similar regulatory safeguards as other financial services providers.", "I would note with some humility that striking the right balance between creating an environment that supports innovation and managing related risks to businesses, households, and the stability of the financial system is no easy task.", "We do not want to stifle innovation, but when regulation is lax or behind the curve, it can facilitate risk taking and a race to the bottom that puts consumers, businesses, and the economy in danger and discredits new products and services with consumers and investors.", "I believe everyone has a stake in getting the regulatory balance right.", "We are working closely with the OCC and the FDIC to assess the risks and opportunities posed by a range of crypto-asset-related activities, and to clarify which activities are legally permissible and can be conducted by banks in a manner that is consistent with safety and soundness, consumer protection, and overall stability of the financial system.", "Before leaving the topic of crypto-assets, I would like to touch on stablecoins.", "Stablecoins, which like other instruments that purport to be available on demand at par value, can be subject to destabilizing runs and require strong federal prudential oversight to mitigate their potential for economic harm.", "That is especially the case for stablecoins that aim to function as private money.", "Legislative action on crypto-assets in general, and stablecoins in particular, would help promote responsible innovation and protect the financial system.", "Climate-Related Financial Risks We are also working to understand financial risks related to climate change.", "At the Federal Reserve, our mandate in this area is important, but narrow, and we are focused on our supervisory responsibilities and our role in promoting a safe and stable financial system.", "To that end, the Federal Reserve recently announced a pilot climate scenario analysis exercise designed to enhance the ability of supervisors and firms to measure and manage climate-related financial risks.", "Scenario analysis-in which the resilience of financial institutions is assessed under different hypothetical climate scenarios-is an emerging tool to assess climate-related financial risks.", "The pilot climate scenario analysis exercise, which is distinct and separate from bank stress tests, will be exploratory in nature and not have capital consequences.", "It is also our intention to work with the OCC and the FDIC to provide guidance to large banks on how we expect them to identify, measure, monitor, and manage the financial risks of climate change.", "Operational Resilience The last priority I will mention is operational resilience.", "Financial institutions face significant challenges from a wide range of disruptive events.", "These include technologybased failures, cyber incidents, pandemics, and natural disasters.", "Such events, combined with banks' growing reliance on third-party service providers, expose them to a range of operational risks, which are often difficult to anticipate.", "When they manifest, these risks can affect the safety and soundness of affected banks and pose risks to U. S. financial stability by limiting market functioning or undermining trust in the system.", "We at the Federal Reserve will continue to work in this area to help ensure that banks understand and manage these complex and evolving challenges and that consumers remain protected.", "Additionally, we are committed to working closely with other domestic agencies and international authorities to coordinate on supervisory approaches to operational resilience.", "As the banking system continues to evolve, we must ensure that supervision and regulation keeps up with those changes and are appropriate for the underlying risks.", "Over the coming months and years, it will be crucial to examine new risks to the banking system and whether and how the real economy, including consumer needs and access to financial services, may change.", "As vulnerabilities appear, a strong banking system will help households and businesses weather those challenges.", "As Vice Chair for Supervision, I will continue to work to promote a safe and fair banking system.", "Thank you, and I look forward to your questions."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Financial Stability", "Capital Requirements", "Crypto-Assets", "Climate-Related Risks", "Operational Resilience", "Banking Regulation", "Mergers and Acquisitions", "Stress Testing", "Systemic Risk", "Innovation"]}