{"sentences": ["Speech 29 November 2022, 4.00 pm Popular, but under pressure - cash in the digital age Forum for Financial Market Stability, FMA Liechtenstein Vice Chairman of the Governing Board∗ Swiss National Bank Vaduz, 29 November 2022 © Swiss National Bank (speech given in German) Ladies and gentlemen Let me start by thanking you for the opportunity to speak to you here today at the presentation of your Financial Stability Report.", "The Swiss National Bank also publishes such a report every year - it is the key element in our macroprudential communication.", "I will be able to address financial stability issues in more detail in the panel discussion later.", "In my remarks today, I will be focusing on another of the SNB's 'products', one which closely links Liechtenstein and Switzerland - cash.", "The Swiss franc has been the official currency - and thus legal tender - in Liechtenstein as well for almost 100 years now.", "It replaced the Austrian krone in 1924 owing to its stability and widespread acceptance in commerce.", "In the recent past, payment habits have changed considerably.", "Digitalisation is also progressing rapidly in the area of payment transactions.", "Cash now has a number of strong competitors and is therefore being used less frequently for payments.", "However, cash remains important and popular.", "I would like to explain why this is the case, and why it is important that cash continues to be widely accepted and easily accessible.", "Cash is a well-functioning system, but it is not to be taken for granted.", "The decline in use is placing it under pressure.", "I will set out why we need to take due care of the infrastructure in order to ensure freedom of choice in payments going forward.", "Cash has popular characteristics Ladies and gentlemen, cash triggers emotions - this is something I have seen repeatedly in the last few years.", "It was particularly noticeable when we brought out the current, ninth banknote series.", "When the new 50-franc note was issued in 2016, there were queues of cash enthusiasts in front of our head offices, keen to be among the first to get hold of the new banknotes.", "Public interest remained high for the other denominations as well.", "Besides the design, the focus of attention was also on the new features which make these banknotes a high-tech product.", "They are more than just pieces of multi-coloured printed paper.", "They are made up of three layers, with visible security features such as the security strip and shimmering globe.", "There are also hidden features which only become visible under ultraviolet or infrared light.", "This is evident not only from the interest in the banknotes, but above all in their use.", "According to our 2020 payment methods survey, a little under half of everyday payments are made in cash, making it still the most frequently used method (cf.", "There are good reasons for the popularity of cash as a payment method.", "Although it has some disadvantages, it also offers important advantages that non-cash methods such as debit cards or payment apps do not have.", "I would like to highlight three aspects in this regard.", "First, cash makes managing your money clear and simple.", "It is easier to keep a firm grasp on your spending with notes and coins.", "You only have to open your wallet to see if you can afford additional expenses.", "It is with good reason that parents usually give children their pocket money in cash.", "By contrast, when you hold a plastic card up to a payment terminal, all you see is an amount that will be debited from your account at some point in the future.", "Second, thanks to its simplicity of use, cash allows everyone to participate in the economy and in social life.", "You do not need an account or a mobile phone to pay with coins and banknotes, nor do you need an affinity with digital technology.", "Third, when paying by cash, you do not need to provide personal details such as your name or card number.", "With electronic payments, however, information about the persons making the payment and their payment behaviour is stored.", "The use of cash as a payment method offers yet further key advantages for the general public.", "It requires little in the way of technical facilities at the point of sale.", "As such, it is particularly crisis-proof.", "You can still pay with banknotes even when a card terminal has stopped working, when your mobile phone has no reception or when there is no electricity.", "Cash therefore serves as an important back-up in the event of local - or even widespread - interruptions to card or app payments.", "Added to this, in individual cases cash provides businesses and consumers with a cost-effective alternative to cashless payment methods, thereby fostering competition and helping keep the fees from spiralling out of control.", "Cash thus offers a combination of characteristics that other payment methods cannot match, and continues to add significant value.", "For this to be the case, however, cash must be easily accessible, and widely accepted when making purchases.", "Access and acceptance are often taken for granted, but there is a lot more to this than meets the eye.", "So let us take a brief look behind the scenes at the supply and distribution of cash.", "Behind the scenes - cash infrastructure Perhaps you have a nice red 20-franc note in your wallet.", "If you do, it is one of around 100 million currently in circulation, the 20-franc note being the second most frequent denomination after the 100-franc note.", "But how does one of these 20-franc notes get into circulation in the first place and ultimately end up in your wallet?", "In the background there is an extensive two-tier infrastructure (cf.", "After printing, the banknotes are submitted to rigorous quality control checks.", "The 20-franc note's journey then begins at the SNB.", "The SNB essentially acts as a wholesaler, distributing banknotes to specialised companies in bundles of 100 notes and debiting their accounts at the SNB.", "These companies - called cash processing operators - transport the banknotes to banks, post offices and other firms such as larger retailers.", "After your bank has received the bundles of 20-franc notes from the cash processing operator, it distributes them to its branches and its ATMs, where they are then ready to be withdrawn.", "This division of responsibilities between the SNB, cash processing operators and the banks has proved its worth - in Switzerland and Liechtenstein we have an efficient and reliable infrastructure which ensures that cash is easily accessible and widely available.", "There are currently around 6,500 ATMs in Switzerland, which works out at around one per 1,300 inhabitants.", "Liechtenstein even fares a little better, with only 1,000 inhabitants to each ATM.", "These figures mean Switzerland and Liechtenstein are above the European average.", "The distance to the nearest ATM is also not very far, with an average proximity of about one kilometre.", "According to our most recent survey, the population is happy with the coverage of cash access points.", "A large majority (92%) is of the view that there are sufficient ways of accessing cash.", "High level of cash acceptance Let us continue to accompany our 20-franc note on its journey.", "And this is where it gets interesting again.", "If you want to buy something with your banknote, the shop in which you wish to make the purchase must accept cash as a payment method.", "Today, this is almost universally the case.", "According to our surveys, cash continues to enjoy a high level of acceptance.", "Signs stating 'No cash' were common during the intense phase of the coronavirus pandemic in particular, but are rarely seen today.", "You can usually spend your 20-franc note wherever you want.", "What is more, if you want to pay with cash, this also motivates the business to accept it.", "This is the conclusion reached in the payment methods survey we conducted among companies,6 with the latter stating that the key factor for payment method acceptance is the needs of the customers.", "After all, the customer is always right.", "Shift from cash to electronic payment methods Besides cash, I am sure that you also use other payment methods such as a debit card, credit card or payment app for your everyday payments, choosing the most suitable depending on the situation.", "And you probably use them more so than a few years ago.", "You would not be alone in this.", "There have been significant shifts in the use of payment methods in recent years (cf.", "According to our payment method surveys, cash saw a considerable decline in usage shares between 2017 and 2020.", "While approximately 70% of all transactions were settled in cash in 2017, in 2020 this figure was only 43%.", "Above all, the debit card has been used increasingly as a means of payment.", "Although not in terms of the number of transactions, as regards transaction value it now ranks highest, having overtaken cash in 2020.", "Other cashless methods of payment such as payment apps have also gained in importance in a short space of time.", "These methods have taken hold as they are viewed by the people we surveyed as being, in particular, more user friendly and faster than using cash.", "The downward trend in cash usage is likely to continue.", "First, cashless payment methods are set to keep improving, which could further encourage their use.", "Second, younger generations are less cash oriented.", "According to our survey, youths and young adults only make around one in three payments with cash (cf.", "This age group thus uses payment cards and apps considerably more often than the average.", "The expectation of a further decline is also confirmed in the SNB's surveys.", "Overall, the majority of the population anticipates using cash less frequently for payments in a few years' time than at present.", "Cash infrastructure under pressure How does the SNB view this change?", "The SNB has no preference as to whether you pay with cash or by cashless payment methods.", "You should be able to choose freely.", "The SNB's statutory tasks include ensuring the supply and distribution of cash as well as facilitating and securing the operation of cashless payment systems.", "By fulfilling both these tasks, the SNB creates the necessary conditions to ensure that whenever you want to make a payment, you are as free as possible in choosing the method you want to use.", "That said, we do also see risks in a strong shift towards cashless payment methods.", "Declining cash usage puts economic pressure on the cash infrastructure.", "This is because the supply and processing of cash is, in essence, a volume business.", "Cash registers, ATMs, secure transport vehicles and facilities are necessary regardless of how much cash is being processed.", "This means that a decline in the use of cash will push up the cost of supply per banknote.", "This will in turn put pressure on both the access to cash and its acceptance.", "As regards accessing cash, for example, the less that cash is withdrawn from an ATM, the more the fixed costs of ATMs becomes a factor.", "This can result in the distribution network being thinned out.", "The number of ATMs in Switzerland has in fact gone down in recent years.", "Looking to the future, approximately one-third of the companies we surveyed expect a further decline in local cash access points.", "A strong reduction in withdrawal facilities would presumably result in people taking out less cash - and consequently using it less when making purchases.", "The same applies when it comes to acceptance: The less people use cash to make payments, the less businesses will want to accept it.", "A reduction in access and declining acceptance could therefore start a downward spiral, with more restricted access, less use and more limited acceptance mutually reinforcing each other.", "Shared responsibility for cash Due to the important role cash plays in our society, and also because of the advantages which it brings its users, it is likely to remain in demand for a long time yet.", "However, for the population to be able to continue to choose as freely as possible between cash and cashless payment methods in future, we need to take due care of the cash infrastructure.", "For the SNB, it is clear that ensuring the supply and distribution of cash continues to be one of our key tasks, and one for which we rely on a well-functioning infrastructure.", "We are therefore monitoring developments in cash accessibility and acceptance very closely, and are also committed to ensuring the best possible conditions for primary distribution.", "However, maintaining the cash payment system is a responsibility shared by all participants.", "This naturally applies to cash processing operators, banks and the post office, which all play key roles in the distribution of banknotes and coins.", "That said, the use and acceptance of cash by businesses, retailers and not least by consumers also contribute to a functioning cash infrastructure.", "Ladies and gentlemen, I come to my concluding remarks.", "The use of cash is declining, but it has important properties that other methods cannot match.", "This is why it remains popular and is frequently used for payments.", "I am convinced that the demand for cash will persist for a long time to come.", "The freedom of choice people now have when it comes to making payments is of great importance to them, and therefore also to the SNB.", "However, this freedom is not to be taken for granted, and hinges on the smooth functioning of the day-to-day supply and distribution of cash.", "Popular, but under pressure - cash in the digital age Vice Chairman of the Governing Board Swiss National Bank Forum for Financial Market Stability, FMA Liechtenstein Vaduz, 29 November 2022 2 29.11.2022 FMA Liechtenstein | Martin Schlegel | © Swiss National Bank Banks Cash operators SNB i"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Cash infrastructure", "Cash acceptance", "Cash usage", "Cashless payment methods", "Cash supply", "Cash distribution", "Payment methods", "Financial stability", "Digitalisation", "Macroprudential communication"]}