{"sentences": ["Ladies and gentlemen, good evening.", "Welcome to the launch of the Singapore Pavilion at COP27.", "As we gather in beautiful Sharm El-Sheikh, let us remind ourselves of the task before us: to reduce global greenhouse gas emissions to net zero by 2050 in an orderly and inclusive way.", "Singapore is committed to the net-zero by 2050 target and has laid out our plans and strategies to get there.", "This Pavilion is not just about Singapore's plans to get to net-zero.", "After all, Singapore's contribution to global emissions is just 0.1%.", "But as a global city, technology hub, and financial centre, we can play a larger role in the fight against climate change.", "Singapore wants to be a convenor, a catalyst, and a contributor of solutions for global climate action.", "This is the broader purpose of this Pavilion.", "As a convenor , we will bring together partners in industry, finance, academia, civil society and the government, to spark new ideas and forge new collaborations for effective climate action.", "As a catalyst , we will work with partners to step up the pace of transition in this critical decade, which will substantially determine whether the world gets to netzero by 2050.", "As a contributor , we will share with others the climate solutions that we have developed and may be of relevance to them.", "Let me highlight three key themes at the Singapore Pavilion: decarbonisation technologies transition finance First, innovating decarbonisation technologies.", "The transition to net-zero will require us to transform how we live and work.", "It will transform how we power our homes and offices, travel, grow our food, and construct our cities.", "As a densely populated metropolis in the tropics, Singapore is a living lab to develop, testbed, and commercialise green solutions for urban living.", "Let me highlight two areas.", "One, decarbonising land transport.", "In many cities, land transport accounts for a substantial portion of carbon emissions; in Singapore, it is about 15%.", "The solution lies in electrifying transportation.", "This is why, from 2030, Singapore will allow only registrations of cleaner-energy cars - namely, electric, hybrid or hydrogen fuel cell cars.", "Infrastructure solutions for charging electric vehicles on a massive scale will need to be developed and Singapore can be a good test bed for such solutions.", "Two, decarbonising power generation.", "Globally, while the growth in renewable energy has been spectacular, fossil fuels continue to account for more than 80% of global primary energy consumption.", "This is why the production, deployment and research into low-carbon hydrogen, as well as carbon capture, utilisation and storage solutions are so critical and why Singapore has focused heavily in these areas.", "Singapore has signed MOUs with Australia and Chile and has an arrangement with New Zealand to develop and deploy low-emissions solutions and technologies, which could potentially be adopted and scaled globally.", "Second, mobilising transition finance.", "According to McKinsey, achieving net zero in Asia by 2050 will require about US$3.1 trillion in capital annually.", "As a leading global financial centre in Asia, Singapore can play a key role in mobilising this capital.", "Let me highlight two areas.", "Many sustainability projects in emerging markets pose risks that are not commensurate with their expected returns.", "We need catalytic capital to improve project bankability and crowd in private sector capital.", "We also need to recycle capital by taking loans off bank balance sheets and structuring them in a form that institutional investors can participate in.", "The Singapore Pavilion will feature innovative blended finance solutions and highlight our efforts to synergise public, private, and philanthropic capital.", "Two, credible disclosure and transition plans.", "We must give investors confidence to invest in the transition, especially given concerns around \"greenwashing\".", "Corporates and financial institutions must therefore develop and disclose credible transition plans that are in line with science-based sectoral pathways.", "Singapore has been contributing to international efforts towards comparable sustainability disclosures and sound climate data and metrics.", "Third, developing sound carbon markets.", "Carbon markets play a complementary role to channel funds to emission reduction and removal projects that would otherwise not have received funding.", "Singapore can play a useful role as a facilitator of carbon market services in Asia.", "One area of promise is the voluntary carbon credit market .", "It is expected to play an increasingly important role, especially in Asia.", "The demand for credits will come from sectors where it is quite difficult to reduce emissions due to prohibitively high costs or the lack of proven technology.", "At the same time, activities like reforestation, mangrove restoration, and the early retirement of coal-fired power plants can potentially generate good carbon credits.", "We will showcase efforts by Singapore to work with global stakeholders to foster a sound and vibrant voluntary carbon credit market in Asia.", "T his Pavilion is a result of the close partnerships among Singapore businesses, NGOs, academics, civil society groups, and the government.", "Please also join me in expressing appreciation to the organising team.", "I wish you a fruitful time at the Singapore Pavilion and at COP27."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["decarbonisation technologies", "transition finance", "climate action", "net-zero", "Singapore Pavilion", "carbon markets", "sustainable finance", "COP27", "green solutions", "climate change"]}