{"sentences": ["1 Welcome Good morning everybody, when I was invited to give the \"opening speech\" at your CeBaDi summit some time ago, I happily agreed.", "Unfortunately, my schedule changed in the meantime and I wasn't able to make it yesterday.", "Thus, I am only joining you on the second day of this summit.", "And I would like to share some thoughts with you: the experts who are driving diversity throughout central banks worldwide, who are attending this summit either in person or virtually.", "Why diversity does matter Let me start with the basics.", "The Bundesbank, as a federal authority in Germany, is of course committed to the values of our society.", "Diversity is a cornerstone of our liberalpluralistic system of values.", "It is enshrined in our constitution and a key human rights issue.", "As a public authority, we also want to reflect the society we serve.", "This is a question of fair participation for all.", "Looking at the Bundesbank as an employer, however, there is another aspect that needs to be taken into account.", "We need more diversity because diverse teams can achieve better work results.", "The reason is that diverse teams are more likely to question traditional structures and to think creatively.", "They tend to find different ways of solving a problem.", "This is how innovation is achieved and how an organisation remains capable of learning and developing.", "Dimensions of Diversity To attain this diversity of thought, we need to promote all dimensions of diversity in all its facets.", "Over the last decade, the focus of diversity at the Bundesbank has been first on the inclusion of people with disabilities and second on equality between men and women.", "We have already been very successful in the inclusion of persons with disabilities.", "In 2014, the Bundesbank further developed the previously existing Integration Agreement and adopted the Inclusion Agreement.", "In doing so, it became one of the first federal authorities in Germany to adopt the UN Disability Rights Conventions and to firmly anchor the guiding principle of inclusion within the bank.", "In recent years, the Bundesbank has significantly exceeded the legally required quota of 6% for employees with disabilities.", "Last year, this quota was even slightly above 9%.", "However, for me inclusion is not just about the fulfilment of legal obligations.", "It is diversity at its best and thus a genuine enrichment.", "We therefore want to continue on this successful path.", "Gender equality is a goal that we have been pursuing since 1994.", "But we still have a long way to go.", "Since the Bundesbank's first equality plans were drawn up in 2003, we have more than doubled the share of women in management positions.", "That said, it is still only one in three managers that are women.", "Since the middle of last year, it has become a legal requirement in Germany that half of all managers in the federal public service should be women by the end of 2025.", "This is the goal we are working towards.", "We therefore want to encourage even more women to take on management responsibility.", "This is why we have launched a special talent programme for women at the Bundesbank.", "At the same time, however, we will continue to adhere to the principle of \"selecting the best candidate\".", "With our strategy, we are promoting additional dimensions of diversity.", "This includes shifting sexual orientation from a taboo topic to an everyday diversity issue.", "When people have to hide their sexual orientation, they have to live under constant pressure of concealment.", "It is therefore our responsibility to create a work environment in which all employees feel at ease.", "Staff networks play an important role in this.", "At the Bundesbank, we have a very active Rainbow Network and a network for women.", "We value highly the fact that our employees are taking action on these important topics.", "These networks are a forum for sharing experiences and providing mutual encouragement.", "They help us to ensure the visibility of the respective community - both within the Bank and externally.", "Thanks to the Rainbow Network, the Bundesbank had its own walking group at the Frankfurt Pride Parade for the first time this year.", "I support the networks and their activities wholeheartedly.", "Employees need to be able to count on the support of their colleagues, if they feel discriminated against for whatever personal reason.", "Diversity in the broader sense also includes different cultures and nationalities.", "As you might know, I used to work for the Bank of International Settlements in Basel.", "There I experienced how enriching it is to work with people of different cultural backgrounds.", "However, in this respect, the Bundesbank still has potential for improvement.", "The share of employees with a migration background is only half as high as in the private sector.", "To address this imbalance, we successfully launched a pilot project together with a foundation.", "This was set up under the help and support of the Federal Chancellor.", "Consequently, we specifically promote internships offered to people with a migration background.", "Through this, we hope to gain new insights on how to better support our employees from underrepresented groups.", "This also applies to people with different social and educational backgrounds.", "Finally, a holistic view of this issue also encompasses a diversity of ages.", "In the light of demographic change, we want to strengthen the Bank's performance.", "In the coming years, more employees will retire than ever before.", "Many new employees still have to \"learn the ropes\".", "In 2019, we installed a demography officer.", "He should help to set the right course when navigating the challenges of generational change at the Bundesbank.", "For example, this officer is driving forward the transfer of knowledge, especially the transfer of \"implicit knowledge\".", "This is not written down, but is very relevant in practice.", "In this context, our HR team has also set up a reverse mentoring programme - in cooperation with the demography officer.", "This brings together younger employees and experienced managers so that they can support each other individually.", "While mentors share their expertise with mentees, mentees can assist their mentor with their digital skills.", "This scheme thus creates a win-win situation thanks to this mixed-age collaboration.", "I am convinced that we benefit from diverse teams, and that our work output also improves.", "That said, I know that diverse teams do place particular demands on leadership.", "Managers need to reflect on their natural human tendency to prefer the company of like-minded people.", "They have to work on their unconscious biases in order to ensure equal opportunities in the team.", "The personal aspect of leadership is gaining in importance: without empathy, respect and appreciation for all team members, a team will not be able to reach its full potential.", "At the same time, everybody should be aware of possible pitfalls.", "This starts with actively identifying and reflecting on any unconscious biases.", "Dismissive attitudes towards other colleagues must be combatted in order to create a true culture of openness.", "I firmly believe that diversity will become a natural part of our working culture in the foreseeable future.", "We will no longer need plans and targets.", "Even without them, all employees will then be able to thrive using their skills and talents - regardless of their particular background.", "Until we have reached that point, we will continue to promote diversity.", "And we will foster a culture of inclusion based on mutual respect and appreciation.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Diversity", "Inclusion", "Gender Equality", "Leadership", "Unconscious Bias", "Culture", "Management", "Demographics", "Skills", "Talents"]}