{"sentences": ["To our friends - my friends - in the banking industry, my own colleagues from the central bank who are here, guests, good afternoon.", "It is great to see familiar faces, especially after what I thought was a very joyful reunion that we had at the central bank after almost three years.", "Thank you for inviting BSP to your second CEO Forum and for the opportunity to speak to all of you.", "We at the BSP have always valued these kinds of discussions.", "Indeed, I look forward to what you have to say after my speech.", "Do not worry if it is critical of the central bank - I will not remember if it is you who said it; I will blame it on another bank.", "Clarity of Policy Intent I have always believed that the BSP is more effective when you understand us - not just what we do, but why we do it - especially at a time like this where there is so much confusion.", "\"Is the central bank still an inflation-targeting central bank, or has it become an exchange rate-fixing central bank?\"", "Because-if you are fixing the exchange rate, then your interest rate is [equivalent to] the US interest rate plus the risk premium.", "In the absence of risk, like depreciation, [and] because no country ever defaults on its own currency, then we just go to where it is [the interest rate] higher, as shown in Hong Kong.", "Hong Kong cannot have an interest rate different from the United States.", "Indeed, I ran a few regressions where the correlation between market rates in Hong Kong is much closer to the United States than any other country in the sample that I have for a very simple reason - it is a fixed exchange rate.", "So, this has to be explained: why does it seem like we are \"too concerned\" about the exchange rate?", "Why were we not as concerned before?", "But before I do that, I must address the topic, which is your role.", "Congruence of Goals In summary, your role is very simple: do your job well.", "There is no other industry where doing your job well is as close as it can be to serving the country.", "Of course, that [also] applies to central bank governors because our job is to do things for the country.", "In your case, you are doing business [and] seeking profits, but if you do it well and do it under the rules, you are actually serving the country.", "That is not a new thing.", "There are times when self-interest and the country's interest can coincide, and I cannot think of a better example of that than of a banker who follows the rules.", "Now, a colleague of mine... found that a collapse of a stock market bubble hurts the economy a lot less over the medium run than a collapse of a real estate bubble.", "The collapse of a real estate bubble is linked to a long period of abnormally low growth rates for three, four, even five years, while the collapse of the stock market bubble had [little to] no effects on the economy.", "Of course, she did not explain why that is the case, [but] I have a simple explanation: banks do not lend to stock market speculators.", "They lend a lot to real estate.", "So real estate... [when it slows], it hurts the banking industry, which in turn, results in banks being too risk-averse and, therefore, a prolonged period of slow growth.", "Indeed, this concept is not in the textbooks: the concept of balance sheet recession.", "When balance sheets get destroyed [by a crisis], the economy grows slower.", "Because as anyone who has taken a course in accounting knows, a lot of lending happens to be based on balance sheets, and there is nothing like a weak balance sheet to make people risk-averse.", "So, if it is the balance sheet of the banks that are weak, the impact on the economy is prolonged.", "During that period of balance sheet fixing, we experience abnormally low periods of growth.", "Fortunately, we learned that from the Asian Financial Crisis.", "Fortunately, our regulations, which we got [and enhanced] from previous dialogues with you, acknowledged that that was very important.", "[Deputy Governor] Chuchi [Fonacier] will testify to that.", "We had lots of debates about how quickly we will move towards Basel II.", "Maybe we are moving too fast?", "And we decided, no, there is no such thing as moving too fast.", "I think it's now paying dividends.", "Of course, we are running out of acronyms to discuss all this: LCR, Net Stable Funding Ratio...", "I forgot all the acronyms that we watch.", "Of course, I have been told, \"Sometimes, you are overwhelming us, bureaucrats.", "You are overwhelming us with tools!\"", "But it turns out those tools work.", "My point is that banks play a huge role.", "Anybody in the private sector could have the same responsibilities as a public official.", "By the way, I take my oath as a public official very seriously.", "The last line says, \"no intention of shirking from the responsibilities of performing your duties.\"", "The last part has something to do with following God - even if you are an Atheist, you will take that oath seriously.", "Because even if you do not believe in God, you have your own conscience.", "Now, I will go quickly to the slides.", "Banks sustained solid footing during the COVID-19 pandemic: adequate capital buffers, expanding assets, ample liquidity, growing deposits, and lending have recovered.", "So, the best way to summarize this is that you have grown without sacrificing safety.", "You have grown without sacrificing stability.", "Our banks are growing in a healthy way without sacrificing the stability of the system and, at the same time, protecting depositors.", "Of course, that is the entire point of capitalization requirements.", "[Deputy Governor] Chuchi [Fonacier] always tells me this: capitalization should match the riskiness of your assets.", "Now, in other words, if you lose money, it should be your money, not your depositors' money.", "It is hard to think of economic development without thinking of institutions.", "It was said, \"The reason a market-based economy progresses is because people's creativity is empowered.\"", "And you want to do things that are good for yourself...but it is not just you that benefits, but [also] the entire society.", "But it was also said that for societies that are most progressive, a very important part of that are the things that you are not allowed to do.", "Of course, 'Thou shall not kill.'", "'Thou shall not steal.'", "'Thou shall not covet your neighbor's wife.'", "My point is that we must give credit to the industry, and we must give credit to all of you who were young folks during the Asian Financial Crisis.", "I think this is one reason why we are successful.", "Now, we have people who are running the banks [that] do not see the Asian Financial Crisis as a theoretical thing; they were actually there when it happened.", "They were not running the banks [at that time], but they were close enough to the action to know that that should never happen again.", "Regulators, too, said that should never happen again.", "We should have larger reserves despite [contrary] advice from the IMF.", "By the way, the Bank for International Settlements (BIS) - the other source of thinking - said Asian central banks were actually correct in building up reserves.", "Of course, the question now is, what do you do with those reserves now that times are getting challenging?", "If I were to lecture now and talk about the topic, that is it.", "You are doing a good job.", "You are doing it by following regulations.", "You are serving the country.", "And as we engage in dialogue to finetune and improve the regulations, we become an even better economy.", "A good sign is your own patience in us not fulfilling our promise to make the reserve requirement a single digit, that you are willing to wait until June 29, 2023.", "Note that at these trying times, the most effective thing to do would be to raise the reserve requirements.", "And we are not doing it.", "We think we should use market-friendly tools to reduce excessive liquidity.", "Of course, that is why we are growing our issuance of central bank (CB) bills.", "That is why we are hoping you will sell down some of your bills to your trust department.", "Because our research shows that sterilization of excess liquidity by borrowing from banks is the weakest form of sterilization because you can change your mind and lend the money [instead].", "On the other hand, deposits in the trust accounts are more sticky; these tend to get rolled over.", "Fortunately, the law now allows the BSP to borrow from the public.", "Of course, it is more convenient that it has done in primary auctions where only the banks can participate.", "That is why we are simplifying the rules on prohibitions on foreign money and non-resident funds in our monetary operations facilities.", "[We issued a circular where] if 10 percent of the fund is non-resident, it's still [classified as a] resident.", "This is the very thing - the regulators and the regulated industry have this constant dialogue.", "We understand each other, and you understand why we do what we do.", "I admire that you are working on corporate risk governance.", "Of course, we have dreams of incorporating environmental risks into the [financial] system.", "[From] my point of view, we are rounding error in global warming, but we should not forget that environmental risks may also affect default rates.", "We hope the banks will incorporate that when pricing their loans.", "That is my last message on our second pillar.", "Challenges on the road to a Target-consistent Inflation Path There are two more pillars.", "The first one, of course, is price stability.", "Now, let us go to the first pillar.", "What you can see is that we have adjusted our [inflation] forecast.", "What it is saying is that our [average inflation] forecast [for 2022] is 5.6 percent.", "The simple explanation for that is that while it [the latest inflation print] is 6.9 percent, the earlier months were much lower, so the [full-year] average is forecast to be 5.6 percent.", "If not for the earlier months, this [full-year figure] would have been 6 percent or even 6.5 percent.", "What we are saying now is the average inflation next year that we foresee - by the way, this does not take into account a lot more actions that we will take.", "I said, and I hope my colleagues in the Monetary Board will forgive me [for saying], \"If I am the only one voting, I will match the next Fed increase.\"", "The interest rate differential has just become too narrow.", "And I really do not believe in imposing capital controls - it does more harm than good... a country that cannot limit the number of buses on EDSA, a country where half the vehicles are colorum, has no business imposing capital controls.", "All that will do is the flows will get disguised as \"trade\" flows.", "Therefore, we now have to go and examine every trade flow...There are short-term returns, but there is a long-run cost to doing such.", "This is the other [good] thing you will notice about us.", "We could have gone back to the old days, imposing all these restrictive capital [rules]...So when you see [BSP Treasurer] Winnie [Santiago] and [BSP Financial Supervision Deputy Governor] Chuchi [Fonacier] together, we are angry.", "But we will never impose capital controls.", "What this means, of course, is that we believe that the inflation rate in the first half of next year will remain high - but it will be closer to 3 percent in the last half.", "But on average, there is more than a 50/50 chance that we might miss it.", "That is why it is 4.1 percent, not 4 percent.", "We are hoping that it will at least be more than a 50/50 chance, and I now believe we must be a little bit more aggressive, also because the economy can withstand it.", "Maybe, after all, the IMF is right?", "The IMF [growth] forecast is 5.5 percent; ADB is 6.2 percent.", "Of course, I believe in the DBCC [growth target] - 6.5 percent.", "That said, I have been quoted in the papers that I believe that the Fed will do another 75 bps [hike].", "How exactly we will respond to the future actions of the Fed, we will be data-dependent.", "But, in my view, the data already says that given their inflation, given what is happening to the exchange rate, we must respond to the Fed point by point.", "The point is that we have to bring back inflation to a target-consistent path...I was looking at an article that says the level of the Fed raises are not the highest, but the rate of increase is the highest.", "Maybe, to some extent, it's partially true here [in the Philippines].", "Why was there a need to act?", "The pandemic hurt us so much that if we had not acted, the economy would have contracted by 15 percent rather than 10 percent.", "So we brought the policy rate to a record-low of 2 percent.", "We extended 600 billion in interest-free loans to the government, which they have already paid.", "In addition, the bond markets were going crazy.", "The theory says the pandemic will reduce demand for capex and increase the motive to save; therefore, interest rates will fall.", "But the markets were doing exactly the opposite.", "Because as [former Bank of England governor] Lord King said, \"The Philippine preference will dominate the equilibration of savings and investment.\"", "Since \"savings and investment\" is very Keynesian, it must always be equal in the end.", "The only way it will be equal is if people become poorer.", "If the plan to save becomes too much, the only way to reduce it is if people must have less to save.", "This is the classic Keynesian recession.", "The BSP did not like that, so we were aggressive.", "We thought, at that time, [as the economy was emerging] out of the pandemic, rising yields would destroy confidence, destroy the economy to the point that we would not recover.", "And the plan was to exit from that [accommodative measures] gradually.", "If you noticed, our first two [rate] increases were 25 bps.", "But of course, a lot of things have changed - the Ukraine war and the fact that while everybody was forecasting US inflation will be low and transitory, what happened?", "Exactly the opposite: [US inflation was] high and persistent.", "All these things together made us exit a lot faster than we planned.", "We did not match the Fed.", "But then, in the process, the interest rate differential would become too narrow.", "If they do another 75 and we will do [only] 50, the differential would be much too narrow for comfort.", "Calibrating the Policy Levers in our Tool Kit If you look at it, it is really true that what you have is a strong dollar and not a weak peso.", "Of course, if you are the person who is being hurt by the exchange rate, you will not care about the difference - imported goods are still expensive because [they are] dollar-denominated.", "If you notice, if you take out the JPY and KRW and add the Euro, take out the HKD, SGD, and IDR, the other currencies are almost all the same on the chart.", "Indeed, the reason the HKD is different is because it's pegged to the US dollar.", "Why [did they depreciate by only 8.5 percent]?", "They actually benefitted [from high energy prices].", "If you take out those things, you will notice we are all being affected the same way.", "Of course, in our case, one of our strengths is that we have more than ample reserves and we have very durable remittances.", "Large as it is, our remittances are still growing by 4 percent, even during the worst of times.", "Of course, we also have BPO and FDIs.", "In general, what we are doing is actually quite simple: three tools.", "One is adjust interest rates.", "The second one is let the peso-dollar rate serve as a shock absorber.", "Since this shock tremendously increases the price of our imports, the price of dollars will rise.", "Therefore, we must let the currency adjust.", "But if too much of that adjusting takes place, then the exchange rate becomes a political issue.", "And that can complicate central banking.", "Therefore, it is nice to sell reserves as well.", "The IMF says use [tool] 1 and [tool] 2 and wait very long before you use [tool] 3 [to sell forex reserves].", "Then, of course, we hope that the government will use non-monetary measures that are market-friendly: import the things you do not produce very well - sugar, for one, and meat because we were hit by Swine flu.", "We are confident that that is going to happen.", "We are hoping that a combination of these four medicines will help us achieve a targetconsistent path of inflation, hopefully with the least amount of output loss.", "Another option is we increase the size of our borrowings from you, which will actually reduce liquidity.", "When you look at the BSP, we have the policy rate and what we call the weighted average of our CB bills.", "If you look at the average of our TDF and the CB bills, the gap between these and the policy rate has widened.", "That is a more subtle part of monetary policy.", "It allows us a little bit more flexibility.", "I will probably cut the discussion on financial inclusion and digital payments because I cannot do justice to these topics without doing 15 more minutes.", "So I will skip these slides.", "Concluding Thoughts Let me end by saying that times are indeed very challenging.", "This is, to say the least, probably the most difficult time I have observed since I joined the Monetary Board.", "It is not a difficult time for me; the difficult time is when my wife says, \"Do not eat this.", "That is the problem when you are married to a nutritionist.", "But I am confident that, with your help, we can navigate through these challenges.", "As we make our way out of the pandemic, the BSP will continue to rely on the collective efforts of banks in achieving our primary objectives.", "Rest assured that we at the BSP will continue to foster an enabling environment for the financial institutions under our supervision.", "This year and beyond, I trust the BAP will continue to be a reliable and excellent partner in nation-building and the more difficult task of rebuilding.", "Beyond the numbers and business targets, I hope we can count on your support to bring more Filipinos into the fold of the formal financial institution and help them move up in life.", "By casting a wider net, more Filipinos will be able to leverage the benefits of financial products and services.", "In turn, more Filipinos will be able to contribute to economic growth.", "Maraming salamat na inimbita niyo kami dito."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "fiscal dominance", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Interest Rates", "Exchange Rate", "Monetary Policy", "Banks", "Financial Stability", "Regulations", "Reserves", "Economic Growth", "Inflation Targeting"]}