{"sentences": ["- Financial System Conference Dublin, 2 November 2022 Financial Regulation: A French Perspective Speech by François Villeroy de Galhau, Governor of the Banque de France Press contact: Mark Deen (mark.deen@banque-france.fr), Déborah Guedj (deborah.guedj@banquefrance.fr) Ladies and Gentlemen, I am delighted to be here in Dublin, and I would like to thank warmly Governor Gabriel Makhlouf for the invitation to speak today at this Financial System conference.", "I have already had the pleasure of coming here four years ago, to talk about Financial Globalisation and more specifically about current account imbalances and the resulting financial vulnerabilities.", "These topics have faded into the background for some time as a result of the unprecedented succession of shocks and crises.", "But financial stability is obviously returning to the front stage in these turbulent times, putting to the test the reforms undertaken over the last decade, but also pointing to new pockets of financial stress.", "Against this backdrop, I will reflect on the possible end of a favourable decade for financial regulation and financial stability (I).", "I will then focus on the real estate sector so sensitive here in Ireland as a practical study case of the progress enabled by our regulatory and macroprudential toolkit (II).", "The end of a favourable decade for financial regulation and financial stability?", "Financial regulation It has now been fifteen years since the onset of the Great financial crisis no need to recall the social, economic and financial damage incurred.", "A favourable era for financial regulation followed.", "This momentum was spurred by revived international cooperation at the highest level, with the milestone G20 Summits in 2009 and 2010 the political laboratory of the following financial reforms.", "They resulted in several achievements to strengthen the existing regulatory framework for financial institutions, but also in bringing unregulated segments, activities and actors under supervisory watch such as over the counter markets, rating agencies and hedge funds.", "Significant progress has been made on these fronts; even though there still remains room for improvement, notably for a better regulation of non-banking financial intermediation (NBFI) I will come back to this issue.", "In the banking sector, improvements in the regulatory framework are more than evident.", "The Basel III Agreements finalised in 2017 require larger and sounder buffers for the banking sector and strengthen market discipline.", "In Europe, as you know well, the Great financial crisis was closely followed by a public debt crisis resulting from the sovereign-bank nexus.", "As a response, the euro area has forged the Banking Union.", "Overall, the European banking sector has become much more resilient.", "Requirements have also been increased in the insurance sector, with the entry into force of the new Solvency II regulatory framework in 2016, which is currently under revision.", "After the mid-2010s, faced with two structural transformations ecological and digital -, Europe has been a pioneer in adapting its regulatory framework to be up to the task.", "First, Europe has developed a consistent corpus of regulation on extra-financial disclosure (taxonomy, SFDR, CSDR) to tackle climate-related risks.", "We also took our part as central bank by carrying out a pilot climate stress test followed by a recent ECB exercise completed this summer.", "Meanwhile, Europe is also adapting to the challenges arising from the digital revolution through a dedicated framework: the objective is, first, to enhance IT security requirements for the entire financial sector (DORA), and second, to establish a European harmonised regulation for crypto-asset issuers and crypto-asset service providers (MICA).", "Yet I hear repeatedly from the banking sector that prudential regulation is now excessive, and too much of a burden.", "Let me explain why these claims seem unfounded.", "In the past ten years, the regulatory framework has done nothing to hinder the sound financing of the European economy: in France for example, the distribution of loans to households and businesses by the French banks has even increased; since end-2010, the outstanding amount of credit grew almost three times faster than GDP (57% vs 21%).", "As time passes, we must be careful not to succumb to the to forget\".", "This very specific phenomenon has a nickname in economic theory: it is called \"disaster myopia\".", "In order to prevent this today, we must absolutely implement the Basel III accord.", "I had the privilege of chairing the Group of Central Bank Governors and Heads of Supervision (GHOS) up to the start of this year, and I \"full and consistent implementation\".", "For would like to reiterate here its call for a Europe, this means adopting as quickly as possible, in trilogue with the Council and the European Parliament, a position as close as possible to the Commission's proposal: the proposed transitional measures particularly regarding housing loans must not turn into permanent exceptions; capital requirements must be applied at the group level, with no new internal barriers to the Banking Union.", "And all jurisdictions including by the way the United Kingdom, where regulators rightly argue against the temptation of a race to the bottom must effectively implement these accords by 1 January 2025 just over two years from now.", "Financial stability Financial regulation is not an end in itself; it is means to achieve the overarching goal of financial stability.", "The regulation put in place over the past 15 years has proven quite effective so far: we have successfully overcome the \"stress test\" of the Covid crisis; it is no coincidence that it has not escalated into a financial crisis.", "Capital requirements have considerably bolstered the resilience of the banking sector: the CET1 ratio of the six main French banking group increased continuously from 5.8% in 2008 to 15.7% in 2021 [with the first slight decrease in June 2022 at 14.8%].", "This time, banks have shifted from being part of the problem to part of the solution: they provided the vital liquidity shield needed by businesses during the acute phase of the crisis.", "Unfortunately, financial stability is not a steady-state that can be reached once and for all.", "It is a permanent task that requires constant awareness.", "And today, we are indeed facing growing concerns.", "We have entered a new phase of extremely rapid asset repricing and high volatility on financial markets, reflecting the uncertainty surrounding the macroeconomic and geopolitical environment.", "The Russian war in Ukraine casts a shadow over the economic outlook, while aggravating tensions on energy and commodity markets.", "The resurgence of inflation and the rising fears that it will become more entrenched, is motivating central banks around the world to normalise and possibly tighten monetary policy.", "As a result, financial conditions have tightened, and could tighten further.", "Against this background, the bottom line is: yes, we are facing rising threats to financial stability.", "But being gloomy and excessively alarmist across the boardi may prove to be inaccurate and even counterproductive, and result in self- fulfilling financial distress.", "Our prime role as guardian of financial stability is to remain objective, vigilant, and to differentiate the various situations.", "These short-term developments exacerbate more structural and long-standing we \"did the job\" sources of financial vulnerabilities.", "First differentiation: although we didn't do it for for banks and insurers, other non-bank financial intermediaries.", "NBFI has exhibited recently several vulnerabilities related to liquidity risk, such as liquidity mismatch issues in open-ended funds, or the excessive use of leverage, leading to liquidity strains notably in the event of unanticipated spikes in margin calls in times of stress.", "This is the common pattern of the three financial instability episodes we have experienced recently: the dash for cash of MMF in March 2020, the commodity market this year, and also pensions funds use of derivatives in the UK, resulting in fire sales of gilts.", "It is high time that we moved forward to enhance the regulatory framework for NBFI that will ensure better liquidity management on financial markets.", "Currently, the design, calibration and use of existing tools is the responsibility of market participants whose incentives are not always aligned with financial stability goals.", "Tackling systemic risks in NBFI may therefore require the development of additional rules both for leverage and for liquidity management in case of systemic risk developments.", "Stricter requirements as well as a macroprudential approach would contribute to prevent ex ante moral hazard, and thus avoid ex post central bank interventions.", "Second, interest rates are going up at a time when the level of public and private debt are at historic highs in many countries 97% of GDP at end 2020 vs 79% of GDP in the aftermath of the GFC.", "In particular, nominal debt levels have increased by a total of almost $90 trillion for all FSBii member jurisdictions in the post-GFC period.", "However, with debt maturity profiles spread out over time and much of the borrowing at fixed rates, these vulnerabilities remain contained.", "A third necessary differentiation is that each country stands in a different place.", "If I may take the example of the French financial sector, both banks and insurers have proven quite resilient, with strong capital and liquidity positions, suffering no contagion from the financial turmoil caused by the political crisis in the UK.", "In terms of profitability, orderly rising interest rates should also have a progressive and positive effect on banks net interest margin.", "All of these factors explain that CDS premiums of French banks, for example, have remained lower so far on average than that of the US, the UK, and the rest of Europe, which underlines market confidence in the solidity of the French financial system.", "We happen not to have pensions funds which in this regard at least is an French insurance companies don't advantage -, and make significant use of the same kind of derivatives that would imply margin calls.", "These thoughts about financial stability bring me to a general remark about macroprudential policy in the present and new context of tightening monetary policy.", "When rates were low, macroprudential policy was essential to contain financial risks, allowing monetary policy to focus on the inflation and to remain loose as long as necessary.", "But now, how to revise our stance in a high interest rates environment with inflation above target?", "How to ensure that macroprudential policy can help in this context?", "If we release, we may contribute to the inflation dynamics through the usual credit channel.", "If we tighten, we can contribute to triggering financial risks.", "Complementarity with monetary policy remains, but prudence is of the essence, and this could be the time for some macroprudential pause.", "The case of the real-estate sector: how macroprudential tools help mitigate growing risks In France, our macroprudential body is the High Council for Financial Stability it's chaired by the Finance Minister, but I as Governor have the sole Council.", "It's a subtle power to propose macroprudential measures to the institutional balance... but it works.", "In recent years, we have used actively the countercyclical capital buffer (CCyB): removing it in March 2020, reintroducing it at 0.5 % in April this year, and planning to raise it at 1% next December.", "As the CCyB is always difficult to explain to public opinion, we also decided to it \"credit protection rebrand reserve\".", "Let me now focus on a practical case, on a sector that has often proved critical to financial stability, namely the real estate sector.", "It is politically most sensitive for citizens.", "Severe financial crises have often been related to housing boom- and-bust cycles: the great financial crisis was a stark example of this.", "Lessons have been learned and a wide range of macroprudential tools have been implemented since then to mitigate vulnerabilities arising in the residential real estate sector,iii including in France and Ireland.", "In December 2019, the HCSF issued a recommendation to strengthen banks' lending criteria when granting housing loans, through ceilings for the debt- service-to-income (DSTI) ratio and the initial maturity, which are today set at 35% and 25 years respectively with a certain flexibility margin, to be granted primarily to purchasers of principle residences and first-time buyers.", "Then we transformed it in September 2021 in a legally binding standard, and provided the ACPR, the supervisory body, the possibility of imposing sanctions.", "I should underline that the implementation of this recommendation was no walk in the park.", "The HCSF engaged in an in-depth dialogue with the main stakeholders, with the view to fine-tune the calibration of the recommendation, and ensure a proper appropriation by financial institutions.", "We had I had to confront strong criticism, fears of the housing sector and mortgages production.", "Well, we explained, we adjusted, we resisted, and here we are.", "It is now well embedded in market practices: the share of non-compliant housing loans has significantly decreased since January 2020 and is now well below the 20% flexibility margin.", "And credit growth has started to orderly decelerate (6.2% in September 2022 compared to 6.6% one year ago) but is still dynamic: our aim was not to make credit scarce, but ensure that it was sound.", "These dynamics contrast with what we observed during the period preceding the great financial crisis, where the real estate boom was associated with deteriorating lending standards, and an increasing default risk of borrowers.", "In taking these decisions, the HCSF usefully adapted the measures already invoked in other European countries and took their efficiency as a benchmark.", "Ireland was obviously a source of inspiration, as, among others, an early adopter of borrower-based measures, for instance through binding borrower-based instruments such as limits on loan-to-value and loan-to-income ratios.", "This measure proved very effective.iv The tightening of our macroprudential stance has strengthened resilience.", "However, the housing sector has proved particularly dynamic following the Covid crisis: annual house price growth in the euro area reached almost 10% in the beginning of 2022, following a little over 4% on average between 2016 and 2019.", "This doubling of an already high speed has also been observed in France and still more in Ireland.", "In the meantime, household income only increased by 1.8% in France since the beginning of the pandemic, meaning households are more heavily indebted.", "Should we then worry about an increased possibility of a turn in the cycle?", "At this stage, risks of an abrupt turn in the cycle with consequences similar to those observed in 2007-08 appear limited in France for several reasons.v To give just a few in addition to macroprudential measures: over 97% of the stock of housing loans are fixed-rate; solvency is assessed in a very cautious way; real-estate is not used as collateral for credit (as they are in many Anglo-Saxon countries), meaning that real-estate price adjustments do not result in an increased repayment burden.", "We nevertheless have to remain very vigilant, including in other segments of the market.", "In particular, commercial real estate (CRE) comes to mind, which has been slowing around the world because of the greater recourse to remote work and online business, and because of rising interest rates.", "The commercial property sector entails both direct and indirect risks for credit institutions: direct through CRE credits, and indirect through CRE assets pledged to them as a collateral for other kinds of credit.", "Ireland has once more been a pioneer on this front by implementing macroprudential leverage limits for investment funds,vi which could pave the way for a more comprehensive macroprudential framework.", "In France, at this stage, indicators do not show any particular risk accumulation: both non-performing loans- and loan-to-value ratios are tending to decline.", "But we will definitely keep monitoring risk indicators closely, given the amounts at stake (around EUR 150 billion of direct exposure, and EUR 85 billion of indirect exposure for French banks).", "To conclude, I would like to mention year's economic Nobel prize awarded B. S. Bernanke, D. W. Diamond and P. H. Dybvig \"for research on banks and financial crises\".", "The Diamond Dybvig model especially reminds us that what makes banks useful is also precisely what makes them vulnerable.", "The sustainability of this precarious equilibrium relies on one key condition: trust.", "And here, let me modestly draw a parallel with the words of another Nobel prize, one of the most famous Irish dramatists, Samuel Beckett, who also lived in Paris: \"the creation of the world did not take place once and for all time, but takes place every day\".vii I think that this also applies to trust, and financial stability.", "We, supervisors, will play our part in safeguarding a safe and efficient financial system.", "We can benefit from macroprudential work done in fellow member states.", "In this regard, both Ireland and France provide instructive examples.", "Thank you for your attention.", "ESRB Warning on vulnerabilities in the EU financial system, 22 September 2022 Financial Stability Board Lang, J.H., Behn, M., Jarmulska, B., Lo Duca, M., Real estate markets, financial stability and macroprudential policy, ECB Macroprudential Bulletin, October 2022 Central Bank of Ireland, Financial Stability Review, 2022 Assessment of the French financial system, Banque de France, 30 June 2022 Macroprudential measures for the property fund sector, Central Bank of Ireland, November 2021 S. Beckett, Proust, 1930"], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Financial Stability", "Financial Regulation", "Non-Banking Financial Intermediation", "Real Estate Sector", "Macroprudential Policy", "Basel III", "Credit Risk", "Debt", "Housing Loans", "Trust"]}