{"sentences": ["1 Introductory remarks Ladies and gentlemen, Welcome to this year's Bundesbank symposium \"Banking supervision in dialogue\".", "A special welcome goes out to Andrea Enria.", "This event is a first for both of us this morning - for Andrea as a speaker, and for me as President of the Bundesbank.", "What a relief, then, that much else is familiar to me.", "For instance, my Executive Board colleague Joachim Wuermeling is hosting this event for the third time already.", "He is taking the floor straight after me.", "What's more, many of today's attendees have participated in this Bundesbank symposium in the past.", "For many of you, it is one of the firm fixtures on your calendars for the year.", "However, the pandemic forced us to take a two-year hiatus from this straightforward, direct exchange of ideas.", "Happily, we've now moved on from that.", "You see, it is particularly in times of great uncertainty that personal interaction comes to the fore.", "It helps to strengthen one's own powers of judgement.", "This holds especially true in times when we are also seeing our economic models coming up against their limits.", "Indeed, judgement was a topic raised at the press conference following the ECB Governing Council's monetary policy meeting at the start of September.", "At that meeting, Christine Lagarde was taken to task for the repeatedly inaccurate forecasts produced by ECB staff.", "It is true that our experts at the Bundesbank, too, were caught unawares by the pandemic, the war in Ukraine and what Christine Lagarde referred to as \"the energy blackmail\".", "But even so: repeatedly underestimating inflation dynamics is more than unfortunate.", "It is vital that we get to the bottom of what caused this problem.", "Addressing the forecasting difficulties, the ECB President referred - quite rightly, in my view - to the importance of judgement, saying that: \"We also apply as much judgement as possible to be as accurate as we can\".", "However, judgement is formed through experience.", "Sharing experience and leveraging those insights to advance one's own assessments - that is the whole idea behind this Bundesbank symposium.", "This morning's session is all about the status quo for banks - the smaller institutions and the big ones.", "Big or small - they all find themselves operating in a fundamentally altered environment.", "One that is characterised by the reversal of interest rates and by economic prospects that are not just gloomy but exceptionally uncertain as well.", "I'd like to begin by briefly outlining those prospects.", "You will notice that the theme of uncertainty is a leitmotif running throughout my remarks.", "Economic activity and inflation Germany's economy was still in good shape going into the summer.", "Economic output was almost back at its pre-pandemic level in the second quarter.", "And in the third quarter, too, pandemic-related re-opening effects were probably still shoring up economic activity.", "However, high inflation and uncertainty surrounding the energy supply and the costs thereof dragged increasingly on the German economy.", "Retail trade suffered real declines.", "Activity in the construction sector slowed down.", "In view of the high gas prices, efforts were made to save gas, particularly in industry.", "In some sectors, production was cut back and, in part, relocated.", "Despite these headwinds, gross domestic product still posted a slight increase in the third quarter, climbing by 0.3% on the quarter according to the Federal Statistical Office's flash estimate.", "However, sentiment deteriorated sharply as the third quarter progressed: at enterprises across all sectors and among consumers.", "Indeed, the consumer climate index fell to a new record low.", "The gas supply situation is currently better than expected - gas storage facilities are well filled, I'm pleased to say.", "At present, our Bundesbank experts are leaning towards not expecting outright rationing in Germany this winter.", "It could still be a close call, though, depending on how the weather and consumption patterns play out.", "Incentives to save gas are therefore still as important as ever.", "High energy costs may, however, cause output to decline further, particularly in industry.", "The recent downbeat production plans and export expectations in industry are consistent with that view.", "Moreover, the considerable losses in purchasing power and households' subdued mood for spending are likely to lead to a drop in private consumption.", "Service providers whose businesses are heavily dependent on private consumption will probably bear the brunt of this.", "Economic output could fall significantly overall in the final quarter of 2022 and first quarter of 2023.", "This would mean we would be faced with a recession, i.e.", "a significant and longerlasting decline in economic activity spread across the economy.", "The scale of this decline would depend on many uncertain factors.", "For instance: households' gas saving behaviour, winter temperatures and policy measures.", "One thing is for sure: gas shortages would amplify downward forces.", "IMF experts are expecting the German economy to shrink next year, with a decline of 0.3% anticipated.", "As for the euro area as a whole, the impact of the energy crisis will likely be somewhat weaker than it will be on Germany.", "The IMF is expecting euro area GDP to grow slightly next year, by 0.5%.", "Economic activity in the euro area is being hampered not only by tensions in the energy market but also by exceptionally high inflation.", "The substantial upward pressure on prices is broad-based.", "It is dragging on private consumption, in particular.", "In Germany, inflation rates have been in the double digits since September and are at a 70-year high.", "Inflation as measured by the HICP is expected to be above 8.5% in 2022.", "This is largely due to the Russian war of aggression against Ukraine and its consequences, which I have already outlined.", "However, inflation was already on a strong upward trajectory even before the war broke out, what with the global economy recovering unexpectedly quickly from the coronavirus crisis.", "Inflation in Germany will probably remain high next year, too.", "I believe it is likely that, on an annual average in 2023, the decimal point will be preceded by a seven.", "And the risks are clearly tilted to the upside given the tensions in energy markets.", "It also remains to be seen what the gas and electricity price brake will look like and to what extent it will directly curb prices.", "In any case, inflation in Germany is therefore likely to remain elevated for some time to come.", "It's a similar situation in the euro area.", "This year, consumer prices have risen time and again at rates not seen since the introduction of the euro.", "At an estimated 10.7%, the October rate was the sixth all-time high in a row.", "Price pressures are broad-based at the euro area level as well.", "Core inflation stood at 5.0% in October.", "And for the next two years, the inflation forecast last published by the ECB provides figures that are noticeably above our medium-term inflation target of 2%, namely 5.5% for 2023 and 2.3% for 2024.", "However, the forecasts should be interpreted in caution, which is a problem that I have already touched upon.", "First, tensions in energy markets could persist for longer than assumed in the forecasts.", "Second, the still high commodity prices could be passed on to consumers to a greater extent.", "And third, wages could rise more strongly than expected, partly in response to inflation surprises.", "Monetary policy In view of these price developments and the outlook for inflation, the ECB Governing Council has acted decisively.", "It has taken the first steps towards normalising monetary policy.", "In July, we set the interest rate reversal in motion.", "We raised key interest rates by 0.5 percentage point and brought the chapter of negative deposit rates to a close.", "In September and October, we followed this up with even larger interest rate hikes of 0.75 percentage point.", "Further interest rate increases are necessary to bring the inflation rate back to 2%.", "The size of each interest rate step and how high we will raise the rates will depend on how the data and outlook develop.", "However, monetary policy normalisation is about more than just raising key interest rates.", "The ECB Governing Council will also look at the large holdings of bonds.", "These currently stand at almost €5 trillion.", "And they continue to push euro area bond yields down significantly.", "All of these monetary policy measures are able to curb inflation - not immediately, but with a lag.", "In any case, as the Governing Council of the ECB, we must ensure that the high rates of inflation come to a swift end.", "Ultimately, there is no question that the longer inflation remains high, the higher the risk that longer-term inflation expectations will rise.", "It would then be all the more difficult for monetary policy to restore price stability.", "And this would increase the risk of inflation becoming entrenched at a high level over the medium term.", "The Eurosystem has a mandate to maintain price stability.", "I will therefore continue to do all I can to ensure that we, as the ECB Governing Council, do not - under any circumstances - let up too soon, that we press ahead with monetary policy normalisation with determination - even if our measures dampen economic growth.", "Because in a situation where monetary policy lags behind the curve, the macroeconomic costs would be significantly higher.", "Banks in Germany Ladies and gentlemen, what must be going through your mind right now when you, as representatives of banks, hear about the determination to resolutely normalise monetary policy?", "Maybe you are imagining a multi-layered risk scenario starting to unfold?", "You are probably thinking of the risks associated with inflation and the reversal of interest rates.", "And also the risks arising from economic developments.", "Given the economic outlook I described, some enterprises could be facing rougher seas going forward.", "Furthermore, they are also confronted with higher production costs due to inflation.", "And higher interest rates are driving up their financing costs.", "This increases the risk that enterprises will no longer be able to service their debt as reliably as they have over the past few years.", "And alongside cyclical risks, operational risks also remain.", "Risks from the digital sphere, from levels of sickness among staff, from potential power outages, to name just three possible scenarios.", "These operational risks will be on the agenda of this symposium this afternoon.", "We must not lose sight of these, either.", "They must be managed just as prudently as cyclical risks.", "This is demanded by supervisors, and rightly so, to strengthen the resilience of banks.", "But resilience also requires a sound capital base.", "Banks proved to have this in the past stress tests.", "Because our economy needs strong banks to meet its huge need for investment.", "Advancing digitalisation needs financing.", "And so, too, does the transition to a carbon-neutral economy with a stable, secure energy supply.", "Banks have a key role to play here.", "They are currently fulfilling their financing function prudently.", "The most recent Bank Lending Survey found that the responding German banks had considerably tightened their lending policies in the third quarter.", "This is also a response to the increased credit risk perceived by banks.", "However, thus far, there has been no evidence of the supply of credit being restricted in general.", "Instead, lending to nonfinancial corporations was strongly expanded once again.", "It is important that banks continue to strengthen their capital base and prudently manage their risks in order to remain resilient.", "This will enable them to effectively fulfil their vital financing role in the economy in future, too.", "Ladies and gentlemen, times are uncertain.", "Interacting with others is hugely important here, especially with regard to the individual aspects of uncertainty.", "I hope that you have fruitful and inspiring interactions on all of the aspects that are vital for the business models of German banks at present.", "I trust that you will conclude today with a greater and more rounded sense of judgement.", "And I hope that this will play at least some small part in strengthening the resilience of your institutions.", "And in closing, I look forward to interacting with you all as well."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic prospects", "Inflation", "Monetary policy", "Banks in Germany", "Resilience", "Uncertainty", "Risks", "Capital base", "Financing", "Judgement"]}