{"sentences": ["Opening remarks Expenditure Committee.", "Adrian Orr, RBNZ Governor 24 November 2022 Ref #X954866 v1.8 Tēnā koutou katoa It is good to be with you this morning to present our November Monetary Policy Statement.", "I'm joined by Assistant Governor/General Manager of Economics, Financial Markets and Banking, Karen Silk, and our Chief Economist Paul Conway, and I acknowledge our other Monetary Policy Committee (MPC) colleagues some of whom are with us today or watching online.", "Today we are here to outline our most recent Monetary Policy Statement and the reasoning for our OCR decision.", "To provide the best context possible for the Committee's decision I will refer briefly to the Reserve Bank's recently published Review of our monetary policy actions over the five years endedSeptember 2022.1 The Review - undertaken in conjunction with the Board of Te Pūtea Matua and peer reviewed by two independent international experts - is a legislative requirement.", "It is also a timely requirement from the Committee's perspective.", "Over the period reviewed, the global and New Zealand economy has experienced historically significant economic shocks, in large part due to the COVID-19 pandemic and exacerbated by Russia's invasion of Ukraine.", "Policymakers, including the Reserve Bank's Monetary Policy Committee, are currently dealing with the significant and ongoing implications of these shocks.", "Our Monetary Policy Statement is our most recent analysis of the economic implications for the New Zealand economy.", "On behalf of the Committee, we are sorry that New Zealanders are being buffeted by significant shocks and inflation is above target.", "As we've said before, inflation is no one's friend and causes economic costs.", "We also want to reaffirm the Committee's determination and confidence we will return annual inflation to within our 1 to 3 percent target range.", "The Review highlights several lessons that we are adopting, and we are continuously learning as things evolve.", "-policy/about-monetary-policy/rafimp -policy-review As our Chief Economist Paul Conway explained when we released the Review with the benefit of 100 percent hindsight: The Committee would have had to lift the OCR to around 7 per cent in early 2020 to have achieved annual CPI inflation within our 1-3 percent target range now.", "Such a policy shift would have been inconsistent with the Committee's Remit and led to many other severe and persistent economic challenges.", " The Committee could have commenced its tightening cycle earlier in 2021 than it did, in order to better contain core (domestic demand-led) inflation pressure.", "However, the subsequent rise in international food and energy prices would still have led to headline CPI inflation exceeding 6 per cent now.", "Chart 1: CPI inflation split between 'core' and 'headline' Source: Stats NZ.", "The blue bars represent ex-food and energy inflation, an internationally comparable measure of core inflation.", "These examples are not excuses for inflation not being at 2 percent.", "They highlight the extent of the economic shocks that buffeted the economy, and the importance of being forward-looking when setting policy, with flexibility in achieving our targets.", "The lags between our monetary policy actions and inflation outcomes remain long and highly variable.", "Other central banks are in the same boat, and we are learning the lessons together.", "In an absolute sense, actual and expected inflation is too high and needs to be reduced.", "However New Zealand is in a strong macroeconomic position relative to most OECD nations.", "Chart 2 - International Inflation and Unemployment Rates Note: The data are sourced from the OECD database.", "The latest available data points have been used; inflation data for 2022Q3 for all countries, and unemployment data for 2022Q3 for all countries except Switzerland for which 2022Q2 data is used.", "Turkey has been omitted since it is an outlier with an exceptionally high inflation rate of 81%.", " We are in the lowest quartile for both inflation and unemployment in the OECD.", "We have a stable and well-functioning financial system that is resilient to a wide range of interest rate and employment shocks.", "And, as outlined in our Statement released yesterday, we have resilient household, public, and business sector balance sheets in aggregate.", "Now turning to the Monetary Policy Statement.", "The Monetary Policy Committee yesterday increased the Official Cash Rate (OCR) from 3.5 percent to 4.25 percent.", "The Committee agreed that the OCR needs to reach a higher level, and sooner than previously indicated, to ensure inflation returns to within its target range over the medium-term.", "Core consumer price inflation is too high, employment is beyond its maximum sustainable level, and near-term inflation expectations have risen.", "-stability-report/2022/nov-2022/fsr-nov-22 Global consumer price inflation is broad based and remains heightened.", "Food and energy prices, and persistent core inflation, have combined to create very high headline inflation in many countries.", "Central banks are tightening monetary conditions in an effort to slow spending and reduce inflation pressure.", "The ongoing slowdown in global growth will affect New Zealand through both financial and trade channels, and impact on people's confidence due to uncertainty.", "In New Zealand, household spending remains resilient, especially considering the rise in debt servicing costs, the fall in house prices, and low levels of consumer confidence.", "Employment levels are high, and income growth and household savings are supporting spending.", "The rebound in tourism is also supporting domestic demand.", "The productive capacity of the economy is being constrained by broad-based labour shortages, and wage pressures are evident.", "Aggregate demand continues to outstrip New Zealand's capacity to supply goods and services, with a range of indicators continuing to signify broad-based inflation pressure.", "Committee members agreed that monetary conditions needed to continue to tighten further, so as to be confident there is sufficient restraint on spending to bring inflation back within its 1-3 percent per annum target range.", "The Committee remains resolute in achieving the Monetary Policy Remit.", "Tēnā koutou, tēnā koutou, tēnā koutou katoa."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Inflation", "Monetary Policy", "Economic Shocks", "Interest Rates", "Labour Shortages", "Financial Stability", "Consumer Spending", "Wage Pressures", "Global Economy", "Domestic Demand"]}