{"sentences": ["Distinguished guests, I am very delighted to welcome all of you to BOK-KEA International Conference.", "We are honored to host this conference jointly with the Korean Economic Association.", "I would first like to express my sincere appreciation to Professor Lee Jong-wha, President of the KEA, and Professor You Hye Mi, the host of today's conference, as well as our guests from abroad, Professor James Morley, Wong Chan Yuan, Joshua Aizenman, Yiping Huang, and Mr. Robert Subbaraman, Head of Global Macro Research at Nomura.", "I would also like to welcome all the moderators, speakers, discussants and other participants.", "The theme of the conference is \"The Challenges of Korean Economy after COVID-19: Growth and Stability.\"", "If I was given this theme last year, a few long-term challenges Korea is facing would have come to the fore such as low birth rate and aging population, risk of secular stagnation, pension and labor market reform, economic and geopolitical fragmentation resulting from tensions between the US and China, to name a few.", "As you are well aware, however, since I took office in April, global inflation has rapidly soared, and we are now busy in coping with high inflation.", "Like many other major central banks, we systematically missed inflation forecasts after the pandemic.", "I can think of two major factors: first, the Russia-Ukraine War which elevated energy prices unexpectedly in the early part of this year, and second, the damaging combination of currency depreciation and higher energy prices from the second half of this year following faster monetary policy tightening in the United States.", "The Korean economy is highly dependent on energy imports, about 25% of total imports, and half of the inflation surge from 3.6% in January to 6.3% in July this year was due to the energy price surge.", "Even though energy price decreased somewhat in the second half, significant depreciation of the Korean won during this period made energy prices remain high and inflation persistent as energy imports are mostly invoiced in US dollars.", "It might sound like an excuse, but it was hard to predict oil and gas price changes as they were significantly affected by political events, and, even though we were expecting rapid US monetary policy tightening and a strong dollar well in advance, the change in the dot plots in the September FOMC meeting was more than we expected.", "On top of that, the fact that two major central banks in Japan and China are the two exceptional cases of loose monetary policies made our currency depreciate much more than expected in September before it started to stabilize recently.", "More recently, prices and our exchange rate have somewhat stabilized and the speed of US interest rate hikes is expected to be less rapid as indicated by the recent press conference by Chairman Powell.", "Ensuring price stability and reducing inflation through tight monetary policy are still our priority.", "At the same time, as the recent interest rate increase has been fast by any historical standard in Korea, there are growing signs of stress in various sectors, and maintaining financial stability, especially in non-banking financial sectors, is becoming an important issue.", "In fact, we are seeing signs of money move from non-banking sectors to the banking sector after deposit rates in banks significantly increased following policy rate hikes.", "How to recycle those flows back to non-banking sectors is an important policy issue for the BOK to manage financial market stability in this period of high inflation and tight monetary policy.", "Now, back to long-term challenges facing the Korean Economy.", "Among many challenges, the risk of economic and geopolitical fragmentation stands out to me the most.", "In fact, it is a short term challenge, too.", "The escalating US-China tensions and further deterioration of the Russia-Ukraine War are likey to lead to financial and trade fragmentation and consequently, the contraction of global growth and trade.", "It will be structural headwind limiting long run growth of the Korean economy, which is heavily dependent on exports.", "In this respect, global cooperation at the economic and political levels is more urgently needed than ever.", "Countries responsible for global leadership, among others, need to promote collaboration and cooperative competition, since the weakening of trade and global growth stemming from fragmentation can have negative impacts on all countries.", "In retrospect, China's rapid growth over the last two decades allowed the Korean economy to delay painful restructuring, while reaping the benefits of trade expansion with China.", "We no longer have that luxury.", "Korea cannot any more avoid restructuring reforms, even though painful, in diversifying its supply chains and concentration of key industries to achieve more balanced and equitable economy.", "The Korean economy is currently faced with many challenges and opportunities amid an accelerated global monetary tightening after the pandemic.", "Some of them are common across many major economies and some of them are unique to Korea.", "Today I would like to learn from your insights and wisdom on \"The Challenges of the Korean Economy after Covid-19\".", "My best wishes for a successful conference."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Energy prices", "Financial stability", "Economic growth", "Geopolitical fragmentation", "Trade", "Russia-Ukraine War", "Supply chains", "Restructuring"]}