{"sentences": ["SPEECH Monetary policy in a cost-of-living crisis Speech by Isabel Schnabel, Member of the Executive Board of the ECB, at a panel on the \"Fight against inflation\" at the IV Edition La Toja, 30 September 2022 The euro area is facing a cost-of-living crisis.", "An increasing proportion of people's income is being spent on essential purchases, such as food and energy.", "At the same time, price pressures are broadening and nominal wages are not keeping pace with rising prices.", "The result is a marked loss in people's purchasing power and a decline in the labour share of income, which is the share of total income paid to workers as wages, salaries and other benefits.", "Today I want to make four conceptual points about these developments.", "First, I will argue that the secular decline in the bargaining power of workers can help explain the decline in the labour share of income, which can be expected to weigh on private consumption and thus dampen aggregate demand.", "Second, I will ask what factors determine the future evolution of real wages and hence how the costs of this crisis are distributed between workers and firms in the future.", "I will argue that the risks of a wage-price spiral are contained, provided inflation expectations remain anchored.", "Third, I will discuss why a decline in real wages and a slowdown in aggregate demand may not materially ease current inflationary pressures.", "One reason is that today's energy crisis will suppress both supply and demand.", "A second reason is that firms will try to protect their profit margins from higher energy costs.", "My final point relates to the implications for monetary policy.", "If there is a tangible risk that lower demand will not ease inflationary pressures, there is a strong case for a \"robust control\" approach to monetary policy, guided by the principle of a forward-looking central bank that takes its decisions with a view to stabilising medium-term inflation.", "[ Wages affect inflation through aggregate demand and cost-push The outlook for wages plays an important role in assessing the risks of current high inflation becoming entrenched over time.", "Two channels are most relevant for monetary policy.", "The first is the aggregate demand channel.", "Real wages determine households' purchasing power, and hence affect the outlook for private consumption and prices.", "The pandemic is a case in point.", "The fast rebound in real wages following the lockdowns in 2020 has been a key driver boosting demand.", "ECB staff analysis suggests that resilient demand has significantly contributed to the recent rise in underlying inflation in the euro area (Slide 2).", "The second channel relevant for monetary policy is the cost-push channel.", "[ Wages are an important element in firms' cost structure.", "In the services industry, for example, wages account for around 40% of firms' total cost of production.", "[ Thus, changes in wage dynamics are typically significant enough to affect firms' future pricing decisions.", "An example of this cost-push view of inflation is the increase in the minimum wage in Germany, which takes effect tomorrow.", "[ According to a survey, around 60% of affected firms said that they intend to raise prices in response to the increase in the minimum wage.", "[ Central banks have different ways to analyse and evaluate the relevance and strength of these two channels for the inflation outlook.", "Despite its pitfalls, a prime tool for making such an assessment is the New Keynesian Phillips curve.", "[ Under this framework, firms set prices as a mark-up over marginal costs.", "Because firms are forwardlooking and change prices only infrequently, profit maximisation implies that consumer price inflation fundamentally depends on current and future expected real marginal costs.", "[ Real marginal costs, in turn, can empirically be related to average cost measures, such as real unit labour costs, which are defined as the ratio of real wages to labour productivity.", "Using real unit labour costs as an indicator yields two important insights.", "One is that rising real wages resulting from stronger productivity growth will leave unit labour costs unchanged and will not put pressure on firms' profits.", "It should, therefore, not lead to firms raising prices.", "The cost-push channel thus critically depends on future productivity developments.", "The second insight is that, from an accounting perspective, real unit labour costs are identical to the labour share of income.", "That is, for the aggregate demand channel to be consistent with higher inflation, the labour share of income should go up.", "A declining labour share will weigh on aggregate demand The link between the labour share and inflation is not just a conceptual idea.", "New research by economists at the Federal Reserve Board suggests that the sharp decline in inflation in the United States and the United Kingdom in the 1980s may have been driven to a significant extent by the marked decline in the labour share.", "[ The study suggests that the secular erosion of workers' bargaining power is an important factor explaining the joint dynamics of inflation and the labour share.", "[ The same mechanism has likely been at work in the euro area.", "From the early 1980s until the eve of the global financial crisis, the labour share of income fell significantly and persistently, coinciding with a measurable decline in inflation and trade union density (Slide 3, left-hand chart).", "[ The flip side of the decline in the labour share was the marked rise in the profit share (Slide 3, right-hand chart).", "The loss in workers' bargaining power might also explain what we are seeing today.", "Despite a historically tight labour market, a substantial decline in real consumer wages is weighing on the labour share of income.", "Although nominal wage growth is gradually picking up, the current pace of increase has been insufficient to preserve people's purchasing power.", "Compared to the third quarter of last year, real wages declined by nearly 5% (Slide 4, left-hand chart).", "[ These developments are fundamentally different from the experience of the 1970s when real wages and the labour share of income increased measurably in response to rising energy prices.", "[ Low-income households are those most severely affected.", "For a given nominal wage, their loss in purchasing power has been larger than that of others as the gap in the inflation rate faced by the lowest and highest income quintiles has been rising sharply over the course of this year, reflecting differences in the weight of energy and food in people's expenditures (Slide 4, right-hand chart).", "[ Current real wage developments thus point towards a notable slowdown in private consumption, consistent with the sharp drop in consumer confidence, which fell to a new historical low in September (Slide 5, left-hand chart).", "The aggregate demand channel therefore points to an easing in inflationary pressures.", "The cost-push channel, too, currently suggests that wages are unlikely to add to inflation going forward, as real producer wages, deflated using sectoral value added deflators, have also fallen across most industries since the start of the pandemic (Slide 5, right-hand chart).", "In fact, profits across a broad range of industries have risen markedly, even in some contact-intensive sectors (Slide 6, left-hand chart).", "This means that many firms have so far been able to increase their prices beyond the increase in nominal wages, and in many cases even beyond the increase in energy costs.", "In the hospitality and transport sectors, for example, profits have expanded by nearly 20% since the outbreak of the pandemic, more than twice as fast as the growth rate of nominal wages.", "The rise in profits is strikingly different from previous crises that have all seen profits fall.", "This suggests that strong pent-up demand created an environment for many firms to boost profit margins.", "[ Risk of a wage-price spiral ultimately depends on inflation These developments pose two relevant questions for monetary policy.", "The first question relates to the outlook for real wages.", "The disruptive change to our economies may challenge the way the economic burden from the energy shock, and the resulting deterioration in the euro area's terms of trade, will be distributed between firms and workers in the future.", "This question goes well beyond the realm of central banks.", "If real wages continued to decline at the current pace, the drastic loss in purchasing power would cause economic hardship and despair.", "If, however, workers were to increasingly resist real wage cuts, inflation could become endemic.", "Both courses of events could lead to a concerning increase in inequality and risk eroding support of our democratic institutions.", "How real wages will evolve depends on three factors.", "The first is fiscal policy.", "Targeted fiscal transfers can limit the loss in purchasing power of those suffering the most from the current crisis.", "Such transfers would also cushion the hit to aggregate demand, as they would operate where the marginal propensity to consume out of additional income is highest.", "The broader the measures are, however, and the more they stimulate demand, the more likely it is that inflation will persist for longer.", "This would raise the risk of a wage-price spiral, making a more forceful response of monetary policy necessary.", "The second factor relates to a shift in the bargaining power of unions and workers.", "Record-high inflation and acute labour shortages seem to have strengthened workers' resolve to protect their purchasing power.", "In the first half of this year, growth in nominal compensation per employee has accelerated to levels not seen since the introduction of the euro (Slide 6, right-hand chart).", "Empirical evidence shows that, for a sample of advanced economies, the impact of past and future expected inflation on wage demands is rising.", "[ Institutional changes may reinforce a period of stronger nominal wage growth ahead.", "Here in Spain, for example, a growing share of wage contracts is indexed to inflation.", "[ At the same time, re-shoring efforts by firms in some sectors may exacerbate bottlenecks in labour markets and further strengthen the bargaining power of unions.", "The third factor relates to monetary policy.", "Whether future wage agreements will lead to a more balanced distribution of the costs associated with the energy shock, or whether they will lead to a perilous wage-price spiral, will ultimately depend on the credibility of the euro area's nominal anchor.", "If long-term inflation expectations remain anchored, the risks of a wage-price spiral will be limited.", "This is what we have observed so far in the euro area.", "The ECB's forward-looking wage tracker currently points to further increases in wages, but these are expected to remain at levels that are unlikely to set in motion a harmful wage-price dynamic.", "Therefore, while a close monitoring of wage developments remains essential, at present the most likely outcome remains a further decline in real consumer wages and the labour share of income.", "Our consumer expectations survey points in a similar direction.", "It found that households anticipate their real wages to fall by around 6% over the next twelve months (Slide 7, left-hand chart).", "[ Inflation may remain high despite a slowdown in aggregate demand This brings me to the second question for monetary policy, namely to what extent a decline in real wages and the labour share will ease current strong inflationary pressures through its effect on aggregate demand.", "Such an endogenous effect on prices would support the efforts of monetary policy to bring inflation back to levels consistent with price stability.", "There are, however, two reasons to believe that the relationship between the labour share and inflation might currently be blurred - either because the labour share may no longer be a sufficient summary indicator, or because the slope of the New Keynesian Phillips curve has become flat or statistically insignificant.", "As a result, underlying inflation may remain high despite weakening demand.", "Lower supply may limit impact of slowdown in aggregate demand on capacity The first reason relates to the implications of changes in the labour share for changes in capacity utilisation.", "Whether, and by how much, a decline in aggregate demand will create conditions of excess capacity critically depends on the impact of current shocks on the supply side.", "[ If, as is likely, both supply and demand weaken, the net impact on economic slack, and hence prices, will be more difficult to anticipate.", "The damage from the current crisis to the supply side is likely to be significant.", "[ Energy-related production cuts and energy-saving measures directly curb potential output, while the sharp increase in gas prices will render some energy-intensive activities unprofitable.", "Insolvencies may rise, and parts of the capital stock may become obsolete.", "Moreover, productivity growth may be slower than currently anticipated in our staff projections.", "Lower productivity growth would directly dampen the decline in real unit labour costs from lower real wages, meaning that inflationary pressures could remain elevated at current rates of nominal wage growth.", "The September ECB staff projections have already seen a marked downward revision of labour productivity growth for 2023, mainly on account of lower expected growth.", "Yet, two distinct features of the current cycle suggest that productivity growth may become structurally weaker.", "[ One is the acute worker shortage, which may force firms to hoard labour during the downturn.", "The decline in real wages reinforces this channel by making hoarding more attractive.", "The second feature is that the pandemic has failed to kickstart a process of Schumpeterian \"creative destruction\".", "Contrary to previous recessions, business insolvencies fell sharply, mainly reflecting the widespread use of job retention schemes.", "A decline in productivity may be one side effect of these otherwise highly successful programmes.", "So, if the damage, or the constraints, to the supply side are significant, then the impact of a slowdown in demand on capacity utilisation may be smaller, limiting downward pressure on prices.", "[ For that reason, whether demand is below or above its pre-pandemic level is largely irrelevant for the future path of inflation.", "[ Looking at firms' current order books supports this view.", "Despite a notable slowdown in new orders over the past few months, euro area firms are only slowly reducing the pandemic-induced backlog of orders.", "This suggests that significant supply-side constraints remain even if delivery times have eased recently (Slide 7, right-hand chart).", "[ Firms' efforts to protect profit margins may weaken link between labour costs The second factor driving a wedge between inflation and the labour share relates to the role of profits.", "Unit labour costs account for a significant share of firms' total costs and are hence central to the costpush view of inflation.", "But the increase in other costs, such as the cost of capital or energy, is currently working in the opposite direction.", "Specifically, the unprecedented scale of pipeline pressures means that firms may choose not to pass lower real unit labour costs on to consumer prices to protect their profit margins from higher energy costs.", "In some sectors, where producers have not been able to increase prices above the rise in costs, there could even be pressure on firms to actually raise prices, in line with the cost-push view of inflation.", "This is consistent with recent survey evidence.", "With pipeline pressures remaining significant, a still historically large share of firms in the manufacturing, retail and services sectors plan to raise prices further over the coming months (Slide 8, left-hand chart).", "Of course, such surveys say nothing about the size of future price increases, meaning inflation could still slow.", "However, the surveys do not signal a fast unwinding of price pressures on the back of the expected decline in aggregate demand.", "Uncertain inflation outlook calls for \"robust control\" approach to The implication for monetary policy is unambiguous: it would be imprudent for a stability-oriented central bank to chart the future course of interest rates on the assumption that a slowdown in demand will reduce the need for adjusting the monetary policy stance.", "Today's energy shock affects potential output directly through its impact on productivity and the capital stock.", "Together with historically tight labour markets, this makes it unlikely that the euro area economy will operate under much economic slack over the medium term.", "On the contrary, if the hit to the supply side is significant, there is even a risk that the output gap turns positive earlier than expected despite weakening demand.", "Recent inflation dynamics underscore these risks.", "Although surveys have been pointing to a sharp slowdown in demand for several months now, underlying inflation continues to rise in the euro area.", "Trimmed mean inflation, which is a good indicator of underlying inflation at a time of persistent energy and food shocks, increased to 6.9% in August, similar in scale to the situation in the United States (Slide 8, right-hand chart).", "[ Uncertainty about the persistence of inflation therefore continues to call for a \"robust control\" approach to monetary policy, which reduces the risks that medium and long-term inflation expectations move further away from our 2% target.", "The pivotal role of inflation expectations in driving a potential wageprice spiral reinforces this approach.", "My remarks today demonstrate that such a \"robust control\" approach is firmly guided by the mediumterm inflation outlook.", "Although the outbreak of the pandemic, and the war in Ukraine, have measurably reduced the ability of central banks and other professional forecasters to correctly anticipate the broad future path of inflation, long and variable lags in the transmission of monetary policy still require policy to be calibrated on what central banks think is the most likely future course of the economy, also taking into account the impact of their own actions on aggregate demand and price formation.", "[ However, in an environment of disruptive change, central banks cannot narrowly rely on model-based forecasts.", "Structural change often has large effects on the stability of model parameters and on the appropriate assumptions underlying these models.", "Such uncertainty puts a premium on incoming data.", "In particular, actual inflation outcomes, pricesetting intentions and data on the current state of the economy can provide important insights for policymakers about the likely persistence of inflation, and what this may imply for the appropriate policy stance.", "Equally important are indicators summarising the impact of interest rate changes on the price and availability of credit to firms and households.", "Such indicators are useful complements to highly uncertain estimates of the equilibrium rate of interest to inform our thinking about when, and to what extent, monetary policy is becoming restrictive for growth.", "For example, the latest European Commission survey shows that the share of firms reporting financial constraints as limiting production remains near historically low levels.", "Bank lending to firms even expanded notably in July and August from already elevated levels, and firms continue to add new jobs, suggesting that monetary policy continues to stimulate growth and employment.", "Considering these data and the above-target medium-term inflation outlook, further increases in our key policy rates will be needed to ensure that inflation returns to our 2% target in a timely manner.", "(2022), \"Monetary policy and the Great Volatility\", speech at the Jackson Hole Economic Policy Symposium organised by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming, 27 August.", "See, for example, Schwarzer, J.", "2018, \"Retrospectives: Cost-Push and Demand-Pull Inflation: Milton Friedman and the \"Cruel Dilemma\", Journal of Economic Perspectives, 32 (1), pp.", "(2019), \"The link between labor cost and price inflation in the euro area\", ECB Working Paper No 2235.", "The minimum wage will be increased to €12 per hour from currently €10.45.", "Ifo (2022), Increase in the German Minimum Wage Is Passed On as Higher Prices, 9 September.", "Galí, J. and Gertler, M. (1999), \"Inflation dynamics: A structural econometric analysis\", Journal of Monetary Economics, Vol.", "More accurately, inflation depends on the gap between marginal costs and a frictionless optimal level.", "A Murder Mystery\", Finance and Economics Discussion Series 2022-028.", "Washington: Board of Governors of the Federal Reserve System; see also Stansbury, A. and Summers, L.H.", "(2020), \"The Declining Worker Power Hypothesis: An explanation for the recent evolution of the American economy\", NBER Working Paper, No 27193.", "Other factors explaining the secular decline in the labour share relate to technology and globalisation.", "For an overview, see Dao et al.", "(2017), \"Drivers Of Declining Labor Share Of Income\", Chapter 3 of the April 2017 IMF World Economic Outlook.", "Real wages are defined as compensation per employee deflated by the HICP.", "See Battistini et al.", "(2022), \"Wage share dynamics and second-round effects on inflation after energy price surges in the 1970s and today\", published as part of the ECB Economic Bulletin, Issue 5/2022.", "For example, the lowest quintile of the income distribution spends around 35% of their income on utilities and transport services (i.e.", "energy-intensive consumption), while the top quintile spends less than 10%.", "(2022), \"The globalisation of inflation\", speech at a conference organised by the Österreichische Vereinigung für Finanzanalyse und Asset Management, Vienna, 11 May.", "(2022), \"The return of inflation\", speech at the International Center for Monetary and Banking Studies, Geneva, 5 April.", "Overall, however, only around 3% of private sector workers in the euro area have their wages and minimum wages automatically indexed to inflation.", "See Koester, G. and Grapow, H. (2021), \"The prevalence of private sector wage indexation in the euro area and its potential role for the impact of inflation on wages\", published as part of the ECB Economic Bulletin, Issue 7/2021.", "This is consistent with new survey evidence in the United States.", "(2022), \"Low Passthrough from Inflation Expectations to Income Growth Expectations: Why People Dislike Inflation\", Federal Reserve Bank of Cleveland Working Paper Series No 22-21.", "Deviations of output from the trend are only a good predictor for inflation insofar as they are a good proxy for real marginal costs.", "See Sbordone, A. M. (2002), \"Prices and unit labor costs: a new test of price stickiness\", Journal of Monetary Economics, Vol.", "For an impact of the oil price shock on potential output, see Le Roux et al.", "(2022), \"How higher oil prices could affect euro area potential output\", published as part of the ECB Economic Bulletin, Issue 5/2022.", "However, the scale of the current crisis goes well beyond oil, and primarily relates to the impact of permanently higher gas and electricity prices on supply.", "A third reason unrelated to the current crisis relates to monetary policy.", "New empirical research shows that a tightening of monetary policy may lead to a robust rise in the labour share of income, contrary to what canonical models would suggest, as productivity declines by more than real wages.", "(2021), \"The Missing Link: Monetary Policy and The Labor Share\", Journal of the European Economic Association, Volume 19, Issue 3, pp.", "See also Lagarde, C. (2022), \"Monetary policy in the euro area\", Karl Otto Pöhl Lecture organised by Frankfurter Gesellschaft für Handel, Industrie und Wissenschaft, Frankfurt am Main, 20 September.", "It matters greatly, however, from a welfare perspective.", "Nowhere is this more visible than in Germany where survey data are complemented by volume data.", "The latter signals that the real stock of unfilled orders continued to increase in July despite the volume of new orders declining sharply.", "Based on cutting around 8% from each tail.", "For the usefulness of looking at trimmed mean inflation, see Schnabel, I.", "(2022), \"A new age of energy inflation: climateflation, fossilflation and greenflation\", speech at a panel on \"Monetary Policy and Climate Change\" at The ECB and its Watchers XXII Conference, Frankfurt am Main, 17 March.", "Before the pandemic, inflation forecasts by the Eurosystem have in general been both directionally accurate and systematically unbiased.", "See Kontogeorgos, G. and Lambrias, K. (2019), \"An analysis of the Eurosystem/ECB projections\", ECB Working Paper No 2291.", "More recently, projection errors have been large and persistent.", "(2022), \"What explains recent errors in the inflation projections of Eurosystem and ECB staff?", "\", published as part of the ECB Economic Bulletin, Issue 3/2022."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Labour share of income", "Real wages", "Cost-push inflation", "Wage-price spiral", "Aggregate demand", "Inflation expectations", "Robust control approach", "Productivity growth", "Energy crisis", "Profit margins"]}