{"sentences": ["Distinguished Members of the Istanbul Chamber of Industry, I would like to thank you for your invitation to the regular July meeting of your Assembly, which is among the leading representative councils of our country's industrial sector with its history of 70 years and more than twenty thousand members.", "I am pleased to meet with you here today.", "I will start my speech by giving a brief account of the developments regarding the macroeconomic outlook.", "Then, I will talk about the structural transformation that our country is going through.", "After sharing with you the Central Bank's contributions to this important transformation, I will leave the floor to you.", "Esteemed Participants, Geopolitical risks that increased in the first half of the year, and energy problems, supply constraints, and supply chain disruptions due to the lingering effects of the pandemic have led to negative consequences on a global scale.", "However, recently, there has been a partial improvement in energy and commodity prices as well as in supply conditions and lead times.", "In this context, lead times in emerging economies have improved considerably in recent months, and significantly converged to their normal levels.", "Meanwhile, lead times in advanced economies have remained elevated despite some decline.", "Our country posted a very successful and strong economic activity performance during the pandemic compared to other countries.", "As you know, economic activity in many countries declined in that period, and growth in many economies remained close to zero.", "However, the Turkish economy, which normalized rapidly in the succeeding period, ranked among the top economies in terms of high growth rates.", "Accordingly, our economy grew by 11% in 2021, posting a very strong growth performance compared to other countries.", "The conflict between Russia and Ukraine that started in the first quarter of 2022 aggravated the effects of ongoing negative supply shocks and increased the uncertainties.", "Nevertheless, domestic economic activity remained strong in a sustainable and uninterrupted framework despite negative supply shocks.", "Accordingly, the annual growth rate stood at 7.3% in the first quarter of 2022.", "We expect that growth will also be close to this rate in the second quarter.", "Net exports and machinery-equipment investments have a very remarkable share in this strong growth.", "On the expenditures side, net exports have contributed positively to growth for the last five consecutive quarters.", "Machinery-equipment investments have also made an uninterrupted positive contribution to growth in the post-pandemic period.", "On the production side, the services and industrial sectors continued to contribute to growth.", "We see that machinery-equipment investments continue in a sound and sustainable framework.", "Investments that support productive capacity, particularly machineryequipment investments that drive industrial output, point to a stable and strong growth.", "In this context, it is important that the investment need required for the continuation of the supply-side contribution to sustainable growth and price stability is met with accessible, long-term and low-cost Turkish lira financing.", "Machinery-equipment investments and net exports are the pillars supporting the economic performance of Türkiye centered on increasing investments, employment, production and exports, and their share in national income has been rising consistently.", "Their total share in national income reached the highest historical level at 18% as of the first quarter of 2022.", "The stable increase of machinery-equipment investments will enhance the supply capacity of our economy, thereby contributing to permanent price stability.", "The latest data indicate that industrial production remained on a favorable track in the second quarter of the year with the help of sustainable components.", "Industrial production has grown on an annual basis without interruption since the third quarter of 2020 and recorded an upsurge of 9.1% in May 2022.", "While this increase in production spreads across the manufacturing industry, industrial production in exporting sectors remains even stronger.", "Industrial turnover indices also indicate that external demand has a positive impact on industrial production.", "Strong economic growth is also apparent in capacity utilization rates.", "While capacity utilization rates increased in all sectors, in some sub-sectors they even exceeded historical averages.", "This points to a need for additional capacity, and supports the investment demand.", "On the other hand, hovering above past averages, the manufacturing industry capacity utilization rates indicate that the strong trend in investments will continue by encouraging companies to opt for capacity expansion.", "In this context, capacity increases are more pronounced in sectors that are composed of companies with high investment appetite.", "Survey data also show that as of July, investment expenditures of companies will rise further in the coming periods.", "This trend grew stronger with a spillover into all sectors, chiefly to those sectors producing investment goods as well as exporting ones.", "Given the January-May average, increases in the import quantity of investment goods accompanied by the rise in industrial production, with capital goods in the lead, confirm that the demand for fixed capital goods remains strong.", "The stable course of sustainable components such as investment and exports had a positive effect also in employment.", "While employment participation rates increase further, the trend of decline in the number of unemployed also continues.", "Thus, as of May, the total number of people employed reached a historical high with 30.8 million people.", "In addition, the relatively stationary course of the unemployment rate with 10.9% indicates that the employment gap is still high and the employment capacity will increase further in the upcoming period.", "Employment developments in the Turkish economy are very promising.", "Due to investment expenditures and exports as well as the rapidly increasing industrial production since the second quarter of 2020, the number of people employed rose by 2.7 million (1.3 million being in the services sector and more than 900,000 in the industrial sector) as of the first quarter of 2022.", "In addition, employment has increased by approximately 846,000 people since the beginning of the year.", "This increase in employment is significantly larger than that of peer countries.", "Considering the population and the sources of employment growth in these countries, our employment performance becomes even more remarkable.", "Employment in the manufacturing industry in particular, exhibits a notably strong performance.", "In the pandemic period, many countries have not managed to compensate for the losses in labor force participation.", "On the other hand, both the labor force participation and employment indicators in our country have exceeded their pre-pandemic levels, showing how brisk and robust the labor markets were in the normalization process.", "Distinguished Members of the Chamber of Industry, The Turkish economy is going through a process of structural transformation centered on increasing investments, employment, production and exports, the focus of which is you.", "Adjusted for cyclical effects, the Turkish economy had a current account surplus for three consecutive quarters for the first time since this analysis began in 2004.", "In other words, this new balance indicates that when global energy and commodity prices start to normalize, our economy will reach its current account surplus capacity, shortterm financing needs will be minimized, and growth will be driven by exports.", "This points to the beginning of a new era for our country.", "Put differently, growing and simultaneously generating a current account surplus will help the Turkish economy see permanent growth and price stability on a sustainable path.", "Despite being overshadowed by energy price hikes, we, as the Central Bank, are determined to seize this historical opportunity that we proved with data and make it permanent through the policies we are implementing.", "In addition to being an important element in the external balance, the performance of the tourism sector, which is a wide source of employment and revenues, has been pleasing in the first five months.", "We see that the number of visitors increased on a monthly basis compared to 2021 and converged to 2019 figures.", "The rising number of visitors from European countries with high per capita spending and Middle Eastern countries where incomes have been higher due to the rise in oil prices more than compensated for the possible war-related losses in tourism revenues.", "Thus, travel revenues not only increased compared to 2021, but also surged compared to the prepandemic period.", "I have emphasized that the growth structure of the Turkish economy is undergoing an export-oriented transformation.", "Having grown steadily before the pandemic, our exports accelerated and increased sharply after the pandemic, reaching USD 126 billion in the first half of 2022, up nearly 20% year-on-year.", "This marks a historical high for our exports in the first six months of any year.", "We identify three main reasons for our record-breaking export performance despite the armed conflict between our major trading partners.", "First, we see that Türkiye has become a key trade hub thanks to its increased relative advantages in the reshaped global market after the pandemic.", "Second, we observe that our exporters have the capacity to adapt rapidly to changing conditions by covering diverse products and destinations thanks to their resilient and flexible structure.", "I would like to discuss this point with you in more detail.", "As you know, Turkey has a much stronger export structure compared to many similar, neighboring or regional economies.", "This is supported by the high share of manufacturing in exports and the diversity of the number of destinations and exported products.", "The destination and product diversity of our exports doubled in 2022 compared to 2006.", "Around 29% of the increase in our exports between 2015 and 2022 was generated by new markets.", "The flexible and dynamic structure of our exporters protects our economy against external shocks.", "Our companies' flexibility in introducing new products and finding new markets allows them to compensate for possible losses in adverse conditions, including the current armed conflict.", "The third reason is the favorable conditions provided by our financial system to our exporters to increase their production, which is backed by the regulations of the Central Bank.", "Accordingly, as of May, investment and export loans account for about 28% of total commercial loans, the highest level of the last 20 years.", "TRY-denominated export and investment loans have grown rapidly since the beginning of 2022.", "Between December 2021 and May 2022, TRY commercial loans increased by TRY 618 billion, of which TRY 154 billion stemmed from the rise in export and investment loans.", "Likewise, the share of export and investment loans in total TRY commercial loans was constant around 10.1% before 2022, but reached 13.9% as of May 2022 thanks to new regulations.", "Through the rediscount credit facility we offer as the Central Bank, exporting firms have been provided with financing of USD 106 billion over the last five years.", "The costs of the rediscount credits extended are well below the market rates, helping firms keep their financing expenses at reasonable levels.", "Thanks to favorable interest rate conditions offered to rediscount credit beneficiary firms by the Central Bank, a cost advantage of up to USD 250 million per year has been provided since 2017.", "Compared to the first half of the previous year, the number of firms that used rediscount credits in the first six months of 2022 rose to 4,476 from 2,199, and the loan utilization amount went up to USD 11.1 billion from USD 9.3 billion.", "The key principle behind our targeted loan policy is to provide funding in a way that will boost investment, employment, production and exports, and on reasonable terms.", "Therefore, we attach great importance to making credits available to a broader population and the easy access to loans by our industrialists.", "Thanks to our efforts to expand the use of rediscount credits, the share of SMEs in total credit utilization has steadily increased since early 2022.", "The share of SMEs was 6% of rediscount credit utilization at the end of January 2022; this exceeded 20% in July 2022.", "In this context, the regulations we have made regarding access to export credits have affected SMEs positively.", "The share of SMEs saw an increase to 50% of TRY rediscount credit utilization, which reached 90% on the back of our liraization strategy.", "The net export status and rediscount credit shares of firms with a rediscount credit balance since the beginning of the year indicate that the share of net-exporting firms in rediscount credits has increased to 55% from 40%, and the ratio of net-exporting firms that used credit has gone up to 68% from 59%.", "Accordingly, the net foreign trade contribution of firms with a rediscount balance, and their net FX contribution in the spot market improved significantly in the same period.", "In our new economy model, we are focused on achieving the most efficient results for the Turkish economy with our targeted loan policies that will support the current account surplus.", "We make all our regulations and decisions accordingly.", "Distinguished Representatives of the Business World, Supply constraints that were triggered by the pandemic and gradually intensified due to geopolitical risks, and heightened volatilities in global financial conditions caused negative supply shocks, pushing global inflation to historic highs.", "The main determinants of the inflation we face are strong and persistent supply shocks, exchange rate developments and the resulting deterioration in pricing behavior.", "With the decisions we take, we aim to ensure a permanent decline in inflation as soon as possible.", "Accordingly, together with the interest rate policy, we have been effectively making use of the policy mix composed of liquidity, collateral, reserve requirements and management of international reserves.", "In the context of our integrated policy framework, we will continue to use our instruments with a liraization perspective.", "Additionally, while making our monetary policy decisions, we pay regard to the creation of financial conditions that will help increase investments and production, and support the sustainable current account balance objective.", "Our investment and export-targeted loan programs that will lead the sector, as well as our macroprudential policies, are also supportive of this process.", "While concluding my remarks, I would like to extend my thanks to you, as the representatives of the Turkish industry.", "The contributions of our industrialists will be of significant importance in achieving the current account surplus on the back of investment, employment, production, export gains that will lead our economy to sustainable price stability and development goals.", "We, as the Central Bank, will continue to stand by you with our industry-friendly targeted policies aiming to create the financial conditions that will support continuity of supply as well as our current account surplus capacity.", "I will be pleased to answer your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Investment", "Export", "Current account surplus", "Machinery-equipment investments", "Employment", "Industrial production", "Financial conditions", "Liraization", "Central Bank", "Supply shocks"]}