{"sentences": ["I wish to thank ANIA for inviting me to open this high-level event.", "I shall start with an overview of recent economic and financial developments and prospects in Italy.", "Economic developments In the second quarter of 2022, the Italian GDP grew by 1.1 per cent with respect to the previous three months, well above expectations, and showing remarkable resilience given the circumstances.", "Both industrial and services production increased.", "Domestic demand was the driving force: household consumption growth was strong (2.6 per cent quarter-on-quarter); gross fixed investments decelerated, but still rose by 1.7 per cent quarter-on-quarter, pulled both by machinery and construction expenditure.", "The contribution of net foreign demand was slightly negative.", "As the Ukrainian crisis drags on and intensifies, economic prospects are worsening worldwide.", "On the basis of high-frequency data (PMI, business and consumer confidence, gas and electricity consumption, motorway traffic) we expect economic activity to have decreased slightly in the third quarter, though more strongly in manufacturing; the service sector appears to have continued to grow, mainly owing to a good tourist season.", "The negative impact of the high energy prices and the global slowdown are expected to weigh more heavily on economic activities as from the last quarter of the year.", "We are putting the finishing touches to our updated economic projections, which will be published on 13 October.", "With respect to our July Economic Bulletin, growth forecasts are not expected to change much for this year, while they will be significantly reduced for the next.", "Still, in our baseline projection, the change in GDP is expected to remain positive in the average of 2023, as the economy is seen to be returning to growth in the second half of the year.", "In an adverse scenario, however, which assumes a stronger, more protracted impact of the war on energy availability and prices, as well as on world trade and uncertainty, the economy would continue to contract for a few more quarters, and GDP would fall in the average of 2023.", "Needless to say, the uncertainty surrounding such projections is high.", "Very much depends on developments in the Ukraine war and prospects for the energy markets, on which at the current juncture it is next to impossible to make predictions.", "Consumer inflation, pushed by its more volatile components, reached 9.5 per cent yearon-year in September, a figure not seen in more than three decades.", "The general index mainly reflects the direct and indirect effects of energy prices, as well as the increase of food prices.", "Energy prices kept increasing, by 45 per cent year-on-year.", "Even core inflation, however, reached 4.4 per cent, owing to the acceleration of both services and non-energy industrial goods.", "Inflation expectations for 2023 and beyond vary depending on sources and methods used to measure them, but have been on the increase.", "According to the September wave of Consensus economics, inflation projections for Italy in 2023 stood on average at around 4.3 per cent, more than one point higher than the in previous month's estimates.", "Our own inflation scenarios will be unveiled on 13 October, together with the growth scenarios.", "Despite these developments, in August contractual wage growth was broadly stable, at 1.0 per cent year-on-year in the non-agricultural private sector.", "Looking ahead, forceful action to reduce inflation is essential to preserve the purchasing power of households and avoid 'pointless wage-price spirals' .", "Price stability is the lodestar of central banks.", "Central banks all over the world have started a normalisation of monetary policy.", "Many governments in Europe have adopted measures to mitigate the immediate impact of exceptionally high increases in energy prices on household and firm balance sheets.", "While it makes sense to smooth temporary peaks, it is important to remember that energy prices had to go up to achieve our stated long-term goal of climate transition; the current turbulence makes that goal even more vital.", "Relative price signals should, by and large, be preserved, also to help balance demand and supply in the current circumstances.", "Better to concentrate the limited public-budget resources available on income relief for the most affected households, and on investment in renewables and energy efficiency.", "Collectively, there is no escaping the 'unavoidable tax' imposed on us by higher fossil fuel prices - except by reducing our dependence on fossil fuels.", "Keeping prices low through debt-financed subsidies is illusory in the long run, and would shift the financial and environmental burden once again to the next generations, which will inherit from us a heavy enough burden anyway.", "Financial developments Since the end of July, there has been a marked deterioration in financial conditions worldwide.", "Real rates increased at all maturities and share prices fell, amid rising volatility.", "Risk premia on European asset classes have gone up relatively more, owing to the stronger impact of the war in Ukraine.", "Tensions emerged in some key currency markets, including the yen and the British pound markets.", "Financial markets remain exposed to a variety of risks.", "Stock and bond markets are volatile, and exposed to changes in investor sentiment; in this context, the importance of preserving confidence in the government bond market, with a credible long-run strategy for the public finances, is, I think, well understood.", "Private credit risk may also increase because of weakening growth and increasing debt servicing costs.", "Tensions on commodities markets have increased and may remain elevated.", "High natural gas prices have already started to spill over to substitutes (coal for instance, and also elements used in the production and storage of renewable energy such as lithium and nickel), and to energy-intensive commodities.", "A protractedly deteriorating macroeconomic environment might affect Italian firms' vulnerability.", "On the other hand, in Italy stability risks stemming from households appear limited overall, thanks to low indebtedness; the increase in energy prices, though, is making its impact felt on the most vulnerable ones.", "Bank credit to the Italian private sector continued to expand at a robust pace in recent months.", "The Italian banking system is facing the risks linked to the current situation from a stronger position than on the eve of previous crises.", "Banks' asset quality remains good on average, and the new non-performing loan ratio is still low, although the share of Stage-2 (i.e., riskier) performing loans has started to increase.", "Banks' capitalisation, while coming slightly down in the first half of the year, is higher than before the pandemic.", "With all this, banks remain highly exposed to cyclical risks, and should cautiously factor in all uncertainties when making their risk and capital management decisions.", "The impact of the market turmoil on Italian insurers' solvency ratio has remained modest until now.", "In the market-consistent framework on which prudential standards are based, (risk-free) interest-rate increases act on both sides of insurers' balance sheet.", "The fair value of assets decreases, but so does also the present value of technical provisions, the main liability in their balance sheet.", "At the end of June, Italian insurers' average solvency ratio had declined by just three percentage points with respect to the end of 2021, remaining at a robust 257 per cent.", "Available updates confirm this assessment: based on our high-frequency monitoring of capital adequacy and liquidity, this position had not substantially changed by August.", "However, as the share of domestic government bonds in insurers' balance sheet is high compared to European peers, insurers are significantly exposed to fluctuations in the country's sovereign spread.", "The surge in yields and higher inflation did affect the profitability of Italian insurance companies, both for the life and the non-life business.", "Net unrealised gains have turned negative since May.", "Combined with a decreasing life premium income, this fact is driving the current profitability of the life sector below zero.", "The non-life business was significantly affected by inflation via higher claims expenses in the motor insurance sector.", "On the liquidity side, our monthly monitoring indicates a gradual increase in the ratio of insurance surrender to premium income, the former having increased by 10 per cent to the latter's 7 per cent.", "While there are no reasons for immediate concern, companies should monitor liquidity developments carefully and be prepared to possible shifts of policyholders' sentiment.", "Substantially positive interest rates are not, in themselves, bad at all for the insurance industry's viability.", "Quite the contrary: as long as rates stayed low or negative, it had become difficult to pursue the traditional life business model, as there was in fact little space for offering the genuine insurance element in life insurance products - the transfer of financial and demographic risk from the insured to the insurer.", "Companies also had an incentive to adopt a potentially risky behaviour in search for yield.", "Monetary normalisation is therefore fundamentally welcome.", "The transition, however, might be tricky, as the surge in interest rates is sizable, market volatility is high, and uncertainties abound.", "In this context of increased uncertainty, a few days ago the European Systemic Risk Board (ESRB) issued a warning on vulnerabilities in the Union financial system.", "The ESRB considers it necessary for private sector institutions, market participants and relevant authorities to continue to prepare for materialisation of tail-risk scenarios.", "The warning, though mainly addressed to the banking industry, states that \"[f]inancial stability risks beyond the banking sector should also be addressed.", "This requires tackling vulnerabilities and increasing the resilience of non-bank financial institutions and market-based finance.", "Where macroprudential tools are not available, authorities may need to make use of their supervisory powers to mitigate the consequences of the materialisation of financial stability risks and ensure that markets do not become impaired.", "Relevant authorities should also continue to monitor risks closely and enhance supervisory dialogue with supervised non-bank financial institutions where needed.", "[-] By ensuring that their risk management practices adequately reflect the deterioration in the risk environment and by heeding supervisors' guidance and expectations, non-bank financial institutions themselves can further strengthen their resilience and help prevent tail risk scenarios from materialising.", "For insurers, this means paying close attention to market and liquidity risks, which could materialise in a scenario of increased market volatility and high uncertainty.\"", "Ivass is carefully monitoring the heightened risks faced by the market as a whole as well as those borne by individual insurers.", "Enhanced dialogue with supervised undertakings is in place, in line with both our long-standing supervisory approach and the above-mentioned ESRB warning.", "As highlighted in my concluding statement to the 2021 Ivass Annual Report, by ensuring that their risk management practices adequately reflect the risks they face, and by carefully heeding supervisors' guidance and expectations, insurers can further strengthen their resilience to exogenous shocks.", "They can thus help households and firms to absorb the impact of the current market turmoil and the Italian economy at large to get back on track of long term, sustainable growth.", "Ignazio Visco, Considerazioni finali."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Economic developments", "Inflation", "Monetary policy", "Financial stability", "Energy prices", "Growth projections", "Risk management", "Household resilience", "Insurance industry", "Fiscal policy"]}