{"sentences": ["SPEECH A Steady Anchor in a Stormy Sea November 09, 2022 John C. Williams, President and Chief Executive Officer Remarks at SNB-FRB-BIS High-Level Conference on Global Risk, Uncertainty, and Volatility, Zurich, Switzerland As prepared for delivery It is a pleasure to be here today to discuss a timely and important topic: the anchoring of inflation expectations.", "Against the backdrop of the stormy seas of the global inflation of the past year and a half, a steady anchor is more critical than ever.", "But, what does it mean for inflation expectations to be well anchored, and how would we know if they are?", "In my remarks, I will describe three criteria for well-anchored inflation expectations.", "I will then provide an initial assessment of the behavior of inflation expectations in the United States against these three criteria since inflation surged in the spring of last year.", "I should emphasize the word \"initial,\" since we are still in the midst of the storm, and definitive conclusions on the anchoring of expectations will await the ship's safe return.", "This is the perfect time to give the usual Federal Reserve disclaimer that everything I say reflects my own views and not necessarily those of the Federal Open Market Committee (FOMC) or anyone else in the Federal Reserve System.", "The critical importance of anchoring inflation expectations is now enshrined as a bedrock principle of modern central banking.", "One way central banks have sought to anchor expectations is through a commitment to an explicit longer-run inflation goal.", "For example, the FOMC's Statement on Longer-Run Goals and Monetary Policy Strategy, issued in January 2012, set a 2 percent longer-run inflation goal.", "It declared: \"Communicating this inflation goal clearly to the public helps keep longer-term inflation expectations firmly anchored, thereby fostering price stability and moderate long-term interest rates and enhancing the Committee's ability to promote maximum employment in the face of significant economic disturbances.\"", "The 2 percent longerrun goal and the importance of well-anchored inflation expectations were reaffirmed in the FOMC's updated Goals and Strategy statement released in 2020.", "It is one thing to say that anchored inflation expectations are important, but what do we mean by well-anchored expectations, and how would we know if they are well anchored?", "I will start by describing some theoretical implications of well-anchored inflation expectations, and then turn to an empirical assessment based on U.S. data from the past few years.", "My thinking on this issue is based largely on a series of research papers I wrote with Athanasios Orphanides.", "We used models with adaptive learning to contrast the predicted behavior of inflation and inflation expectations in two environments: when the public anchors its expectations on the central bank's long-run target and when the public's perception of the central bank's target evolves depending on incoming data.", "This analysis and related studies imply three criteria for well-anchored inflation expectations: \"sensitivity,\" \"level,\" and \"uncertainty.\"", "Let me take each in turn.", "The sensitivity criterion states that although near- and medium-term inflation expectations may respond to economic shocks, expectations of inflation far in the future should not.", "Well-designed monetary policy will generally allow for some response to shocks of short- and medium-term inflation expectations in order to balance competing objectives, but long-run inflation expectations should not be affected.", "In a formal sense, this criterion is about the very long-run response of inflation to shocks, but as shown in my research with Orphanides, the beneficial effects of anchored expectations on macroeconomic performance only occur when the inflation response to a shock is not expected to extend over many years.", "As Keynes admonishes us, in the long run we are all dead, and the notion of long-run expectations cannot be too long.", "This sensitivity criterion requires long-run inflation expectations to be invariant to shocks.", "In contrast, the level criterion applies the more stringent standard that the rate of long-run inflation expectations be consistent with the central bank's long-run inflation target.", "In other words, it demands that expectations not just be anchored, but anchored to the right spot.", "These first two criteria are present in the FOMC's statement on Longer-Run Goals and Monetary Policy Strategy, which stresses the anchoring of longerrun inflation expectations at the target level and recognizes that short-run trade-offs between inflation and economic activity may arise.", "The third criterion-uncertainty-requires that uncertainty about future inflation increases less than linearly with the forecast By continuing to use our site, you agree to our Terms of Use and Privacy Statement.", "You can learn more about how we use cookies by reviewing our Privacy Statement.", "Transitory responses of inflation to shocks imply uncertainty about future inflation, even far in the future.", "The uncertainty criterion is about the relationship between the magnitude of uncertainty and the forecast horizon.", "It is closely related to the sensitivity criterion, in that permanent shocks to inflation are ruled out.", "The counterexample is if inflation follows a random walk process, whereby shocks have permanent effects on inflation, then uncertainty, as measured by the standard deviation from the distribution of future outcomes, rises linearly with the forecast horizon.", "Applying Theory to the Real World In the years up to and including the first year of the pandemic, inflation had been running consistently below the FOMC's 2 percent longer-run target.", "Then, in the spring of 2021, inflation readings surged, bringing the personal consumption expenditures (PCE) inflation rate to around 6 percent, where it has remained through the first nine months of 2022.", "Consumer price index (CPI) inflation rose by even more.", "This episode represents a unique opportunity to assess the three criteria of well-anchored expectations during a period of high and volatile inflation.", "In empirically assessing the sensitivity and level of longer-run inflation expectations, one must specify what forecast horizon corresponds to the \"long run.\"", "Surveys don't typically ask about inflation in the \"long run,\" but rather the inflation rate over a specific period of time.", "A reasonable and oft-used benchmark of longer-run inflation expectations is to look at inflation five or more years in the future.", "Such a forecast horizon is sufficiently long enough for typical business cycle dynamics and the effects of monetary policy on inflation to have played out, although under some circumstances, this may fall short of the \"long run\" implied by theory.", "Over the past year and a half, measures of longer-run inflation expectations have been insensitive to the rapid rise in inflation.", "Figure 1 shows the time series of these measures of longer-run inflation expectations.", "This includes median expectations from the Survey of Professional Forecasters (SPF) for inflation measured by the PCE price index 6-10 years in the future; breakeven inflation rates 6-10 years in the future as implied by nominal and inflation-protected U.S. Treasury securities; and the University of Michigan survey of inflation expected over the next 5-10 years.", "Realized 12-month CPI inflation is also shown in the figure for reference.", "As seen in Figure 1, SPF longer-run inflation expectations have remained remarkably stable over the past year and a half, while the market-based measure and the Michigan survey rose modestly during 2021 before retracing some of those gains this year.", "Because the Michigan survey asks about inflation over the next 5-10 years, it is a mixture of short-run and longer-run expectations, which may be related to its modest sensitivity to inflation.", "Market-based measures include a time-varying risk premium that may explain the modest movements in that measure.", "In contrast to longer-run expectations, short-run and, to a lesser extent, medium-run inflation expectations responded to the sharp rise in inflation.", "The lower portion of Table 1 reports summary statistics for one-year-ahead inflation expectations from the Michigan survey and one- and three-year-ahead expectations from the New York Fed's Survey of Consumer Expectations (SCE).", "Consistent with past experience, one-year-ahead inflation expectations have been highly sensitive to incoming inflation during the recent period.", "The sensitivity of three-year-ahead inflation expectations is far less than that for one-year-ahead expectations.", "And they have been significantly less sensitive to incoming information during this period of high inflation than during the period before the pandemic.", "This suggests households view the run-up in inflation in 2021 as likely being less persistent than in prior episodes.", "Although the SPF includes a longer-run forecast of PCE price inflation, most other measures of inflation expectations do not exactly correspond to the PCE price index that the FOMC has stipulated for its long-run goal.", "This complicates a direct comparison of these measures to the FOMC's stated goal.", "For example, the SCE refers to the \"rate of inflation,\" and the Michigan survey refers to \"prices in general,\" rather than referring to a specific price index.", "Similarly, \"breakeven inflation\" measures derived from inflation-indexed Treasury securities are based on the CPI and include time-varying risk and term premiums in addition to expectations of inflation.", "To address the lack of direct comparability of different measures of inflation expectations, I compare readings over the past two years to the levels observed during 2014-2020, after the FOMC's announcement of a 2 percent long-run goal and before the onset of rising inflation in the spring of 2021.", "The level of longer-run expectations in the SPF has consistently stayed very close to the FOMC's 2 percent goal.", "The other measures have generally stayed within pre-pandemic ranges, with most recent readings only slightly higher than corresponding average levels from 2014-2020.", "The upper portion of Table 1 provides statistics on these comparisons.", "Interestingly, during the period of sustained low inflation before the pandemic, the market-based and Michigan measures declined, and their current levels are similar to those seen prior to that decline.", "Assessment of the uncertainty criterion for well-anchored inflation expectations is more challenging given data limitations.", "In theory, prices on inflation options contracts could be used to infer investors' distributions of beliefs about future inflation.", "However, there have been virtually no trades recorded in the U.S. market for inflation caps and floors since 2015.", "Over that time, the \"prices\" reported for these options were based on models-not transaction prices-and cannot be used to measure investors' inflation uncertainty during the current episode Instead I will turn to the SCE which asks about consumers' uncertainty of inflation expectations, as well as options on future interest rates, which provide some indirect insights into markets' uncertainty of future inflation.", "Over the past year and a half, two aspects of increased inflation uncertainty are evident in the SCE: an increase in disagreement in mean expectations across respondents and an increase in the width of respondents' reported inflation distributions.", "Although disagreement does not directly correspond to uncertainty, research has identified it as a useful indirect indicator.", "Figure 2 and Figure 3 illustrate the increase in disagreement across SCE respondents over the past several years.", "Figure 2 shows the share of respondents who have deflation expectations-that is, they expect inflation to be at or below zero percent-either one, three, or five years in the future.", "As discussed in research with my colleagues at the New York Fed, there has been a striking increase over the past year in the share of respondents who expect deflation three and five years in the future.", "At the same time, as shown in Figure 3, the share expecting inflation above 4 percent grew, but part of the increase has since reversed.", "Based on the most recent reading in September 2022, about a quarter of respondents have deflation expectations five years in the future, nearly as large as the share expecting inflation above 4 percent at the five-year horizon.", "Following the onset of the pandemic, aggregate uncertainty-which combines disagreement and individual uncertainty-increased but has also become more symmetric.", "Figure 4 shows the aggregate distributions of inflation three years in the future based on the SCE.", "Two-thirds of the widening of distributions reflect greater dispersion across respondents, and the remainder is due to greater uncertainty reported by individuals.", "Interestingly, the distribution of aggregate uncertainty before and during the first year of the pandemic was skewed to the upside, as seen in Figure 4.", "Since then, the rising share of those who report deflation expectations has caused the overall distribution to become more symmetric relative to the median.", "In terms of the uncertainty criterion, uncertainty does not increase linearly with the forecast horizon in the SCE.", "Figure 5 shows the distributions of aggregate uncertainty for one-, three-, and five-year-ahead inflation forecasts from September 2022.", "As Figure 5 shows, the distributions are very similar for the different forecast horizons.", "This seems consistent with the evidence that many respondents view the inflation surge as reflecting a unique set of developments.", "An additional, albeit indirect, measure of inflation uncertainty is provided by the distribution of expectations of interest rates from options.", "Although future interest rates depend on a variety of factors, the expectations about inflation are a key determinant.", "Therefore, changes in the distribution of beliefs about future inflation should affect the distribution of beliefs about future interest rates as well.", "Market-based uncertainty of far-future interest rates has increased relative to the immediate pre-pandemic period.", "Figure 6 shows the options-implied distributions of short-term interest rates seven years in the future.", "Note that these distributions are truncated by the lower bound on interest rates.", "Compared with early 2019, the median interest rate expectation is about the same, but the upper tail of the distribution is now much wider, and the probability of being at the lower bound has increased somewhat.", "To the extent that this reflects an increase in inflation uncertainty, it is also consistent with the pattern of greater aggregate uncertainty about future inflation, both to the upside and downside, as seen in the SCE.", "Distributions of future interest rates also appear consistent with the uncertainty criterion.", "Figure 7 shows the options-implied distributions for up to 10 years in the future, as of September 2022.", "Although the implied standard deviation of interest rates increases with the forecast horizon, this relationship is less than linear.", "The importance of maintaining well-anchored inflation expectations is a bedrock principle of modern central banking, but its precise meaning and validation has been open to interpretation.", "My goal today has been to use economic theory to identify empirical criteria that can be used to assess the anchoring of inflation expectations during the ongoing episode of high inflation.", "The news is mostly good-longer-run inflation expectations in the United States have remained remarkably stable at levels broadly consistent with the FOMC's longer-run goal.", "Inflation uncertainty has increased, but this does not appear to be due to unmoored longer-run expectations.", "The one surprising wrinkle worth further study is the increasing divergence in views about future inflation, including the high share of those expecting deflation, and what this portends for the future.", "Table and Figures Armantier, Olivier, Fatima Boumahdi, Gizem Kosar, Jason Somerville, Giorgio Topa, Wilbert van der Klaauw, and John C. Williams.", "\"What Do Consumers Think Will Happen to Inflation?,\" Federal Reserve Bank of New York Liberty Street Economics, May 26, 2022.", "Armantier, Olivier, Leo Goldman, Gizem Kosar, Giorgio Topa, Wilbert van der Klaauw, and John C. Williams, \"What Are Consumers' Inflation Expectations Telling Us Today?,\" Federal Reserve Bank of New York Liberty Street Economics, February 14, Armantier, Olivier, Gizem Kosar, Jason Somerville, Giorgio Topa, Wilbert van der Klaauw, and John C. Williams.", "\"The Curious Case of the Rise in Deflation Expectations,\" Staff Report 1037, October 2022.", "Board of Governors of the Federal Reserve System, Statement on Longer-Run Goals and Monetary Policy Strategy, January 24, Board of Governors of the Federal Reserve System, 2020 Statement on Longer-Run Goals and Monetary Policy Strategy, August 27, 2020.", "Breach, Tomas, Stefania D'Amico, and Athanasios Orphanides, \"The term structure and inflation uncertainty,\" Journal of Financial Economics, Volume 138, Issue 2, November 2020, 388-414.", "Coibion, Olivier, Francesco D'Acunto, Yuriy Gorodnichenko, and Michael Weber, \"The Subjective Inflation Expectations of Households and Firms: Measurement, Determinants, and Implications,\" Journal of Economic Perspectives, Volume 36, Number 3, Summer 2022, 157-184.", "Evans, George, and Seppo Honkapohja.", "Learning and Expectations in Macroeconomics.", "Princeton, NJ: Princeton University Press.", "Levin, Andrew, and John B. Taylor, \"Falling Behind the Curve: A Positive Analysis of Stop-Start Monetary Policies and the Great Inflation,\" in Michael D. Bordo and Athanasios Orphanides (ed.", "), The Great Inflation: The Rebirth of Modern Central Banking, Chicago: University of Chicago Press, 2013, 217-244.", "Malmendier, Ulrike, and Stefan Nagel, \"Learning from Inflation Experiences,\" The Quarterly Journal of Economics, Volume 131, Issue 1, February 2016, 53-87.", "Mankiw, N. Gregory, Ricardo Reis, and Justin Wolfers, \"Disagreement about Inflation Expectations,\" NBER Macroeconomics Annual 2003, Volume 18, NBER, Mark Gertler and Kenneth Rogoff, editors, 2004, 209-270.", "Mertens, Thomas M., and John C. Williams, \"What to Expect from the Lower Bound on Interest Rates: Evidence from Derivatives Prices,\" American Economic Review, 111 (8), August 2021, 2473-2505.", "Orphanides, Athanasios, and John C. Williams, \"Imperfect Knowledge, Inflation Expectations, and Monetary Policy,\", in Ben S. Bernanke and Michael Woodford (ed.", "), The Inflation-Targeting Debate, Chicago: University of Chicago Press, 2004, 201-234.", "Orphanides, Athanasios, and John C. Williams, \"Inflation Scares and Monetary Policy,\" Review of Economic Dynamics, 8, April 2005, 498-527.", "Orphanides, Athanasios, and John C. Williams, \"Inflation Targeting under Imperfect Knowledge,\" in Frederic Mishkin and Klaus Schmidt-Hebbel (ed.)", "Monetary Policy under Inflation Targeting, Central Bank of Chile, 2007.", "Reprinted in FRBSF Economic Review, 2007.", "Swanson, Eric T., and John C. Williams, \"Measuring the Effect of the Zero Lower Bound on Medium- and Longer-Term Interest Rates,\" American Economic Review, 104 (10), October 2014, 3154-3185.", "Board of Governors of the Federal Reserve System (2012).", "Board of Governors of the Federal Reserve System (2020).", "There is a large theoretical and empirical literature on the formation of expectations.", "See, for example, Evans and Honkapohja (2001), Malmendier and Nagel (2016), Coiboin et al (2022), and references therein.", "As discussed in Levin and Taylor (2013), data on longer-run inflation expectations were spotty in past periods of high inflation.", "This situation has improved markedly over the past 20 years, first with the appearance of inflation-indexed Treasury securities, and more recently with the introduction of the Survey of Consumer Expectations in 2013, and other surveys of businesses and market participants.", "This is constructed by inferring the expectations 6-10 years from matched individual responses for \"the next ten years\" and \"the next five years,\" then taking the median from the sample.", "Other surveys of economists and market participants of longer-run inflation expectations, such as the Blue Chip survey and the New York Desk surveys, yield similar results.", "Another form of relevant sensitivity analysis is the response of interest rate to economic shocks or news.", "As discussed in Swanson and Williams (2014), responses of yields to news can be distorted when short-term interest rates are at or near the effective lower abound.", "There is a literature that aims to extract inflation expectations from breakeven inflation rates; see Breach et al (2022) and references therein.", "These measures of inflation expectations tend to be even more stable than breakeven inflation rates, including during the current episode.", "As discussed in Mertens and Williams (2021).", "By Mankiw, continuing Reis, to and use our Wolfers site, you (2003) agree and to our Reis Terms (2022).", "of Use and Privacy Statement.", "You can learn more about how we use cookies by reviewing our Privacy Statement.", "Note that the five-year-ahead survey was conducted in July 2021, November 2021, and monthly starting in January 2022.", "The dashed lines in Figures 2 and 3 indicate periods when this survey question was not asked.", "The University Michigan survey of inflation over the next 5-10 years also shows a rise in deflation expectations this year.", "A similar pattern is seen in aggregate uncertainty for one-year-ahead inflation expectations.", "The equivalence of the uncertainty test about interest rates and inflation test breaks down if the natural rate of interest rate is subject to permanent shocks.", "By continuing to use our site, you agree to our Terms of Use and Privacy Statement.", "You can learn more about how we use cookies by reviewing our Privacy Statement."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation expectations", "Anchoring inflation expectations", "Long-run inflation goal", "Sensitivity criterion", "Level criterion", "Uncertainty criterion", "Monetary policy", "Federal Reserve", "Consumer Price Index", "Personal Consumption Expenditures"]}