{"sentences": ["Dear Madam Chancellor, dear Angela, Dear Minister President of North Rhine-Westphalia, Mr Wüst, Ladies and Gentlemen, It is a privilege to be here today to give this speech in recognition of you, dear Angela, as you receive North Rhine-Westphalia's highest honour, the State Prize.", "We are on the banks of the Rhine in the wonderful city of Cologne, the birthplace of Konrad Adenauer, once the city's Lord Mayor and later Germany's first Chancellor.", "And I know that the symbolism of this place will not be lost on you.", "In important ways, the contours of your lives have overlapped.", "You followed in his footsteps some 40 years later, becoming the first female Chancellor of Germany.", "Just recently, you were awarded the Grand Cross 1st class, special issue, of the Order of Merit of the Federal Republic of Germany.", "The only other chancellors to be given such honours were Helmut Kohl and Adenauer.", "As a reminder of Germany's past and of those who came before you, you displayed Oskar Kokoschka's portrait of Chancellor Adenauer behind your desk in the Chancellery.", "But Adenauer was also a guiding light in more fundamental ways.", "You share, for example, a deep understanding of and respect for the value of democracy.", "\"Democracy is more than a parliamentary form of government,\" Adenauer said.", "\"It is a philosophy of life that has its roots in the concept of the dignity, the value and the inalienable rights of each individual human being.", "\"1 Having grown up in a dictatorship, you know better than anyone that democracy and freedom cannot be taken for granted.", "They are hard won and easily lost.", "In a speech in 2021 to mark German reunification, you said \"Democracy doesn't just happen.", "We have to keep working for it together, every day\".", "And - just like Adenauer - that is what you did throughout your political career.", "It was what drove your leadership.", "You were the antidote to a growing wave of populism, which the author Moisés Naím describes as a new malignant form of power that mimics democracy while undermining it.", "Like Adenauer, you also stood unwaveringly for European unity, shepherding the European construction through incredibly testing times.", "The reconciliation between France and Germany after the war was profoundly influenced by the friendship between Adenauer and Charles de Gaulle.", "It reignited the relationship between their two countries, which they deepened by signing the Elysée Treaty in 1963.", "They prepared the ground for the advances in European integration that followed.", "Likewise, you strove to position Germany as a reliable and stable partner in Europe, anchoring the Union through crises that could have otherwise torn us apart.", "You knew that the futures of Germany and Europe were inseparable, and that a strong and united Europe was the best way to secure your country's prosperity.", "You succeeded, despite the major challenges that arose along the way.", "But, Angela, you are also you.", "Unique, incomparable, inimitable.", "I believe the success you have achieved in your remarkable career is down to three of your attributes.", "First, you have a sense of curiosity and a demand for rigour that help you understand and find solutions to the most complex problems.", "This is what I call Angela \"the scientist\".", "Second, you have the humility to seek consensus when others may be held back by ego, and the finesse to bring people to an agreement.", "This is Angela \"the pragmatist\".", "Third, you have the inner strength and conviction to defend your most deeply held values when they are most at risk.", "This is Angela \"the moral force\".", "So let me explore these three qualities in more detail.", "You have spoken about the challenges of growing up behind the Iron Curtain, yet it instilled in you qualities that - seen from the outside - have been indispensable to your success.", "As information was strictly controlled, you developed your own sense of curiosity, seeking out everything you wanted to learn, including what the socialist regime did not want to teach you.", "And because openly speaking your mind was dangerous - something you understood early on - you learned to be judicious, developing a strong sense of self-reliance.", "You once told me that you would learn the most important information by heart - so as to leave no trace for the Stasi.", "You then chose to study physics, which gave you a way to remain true to yourself, even under dictatorship.", "\"Even under Honecker, two times two had to be four,\" you said.", "Were it not for the German Democratic Republic, you would have liked to teach languages.", "Instead, you did your PhD in quantum chemistry and started working at the Academy of Sciences in East Berlin.", "Then, something happened that you didn't expect.", "The wall came down, peacefully.", "\"The biggest surprise of my life is freedom,\" you said in your inaugural speech at the Bundestag in 2005.", "\"I expected many things, but not the gift of freedom before my retirement age.", "\"6 Suddenly, you were free to do as you pleased.", "You left physics and entered politics, rising rapidly through the ranks.", "You were voted into the Bundestag in 1990 and soon became Minister for Women and Youth in Chancellor Helmut Kohl's cabinet.", "You wanted to shape the future of this newly reunited Germany.", "And yet, since a life in politics had never been your plan, you brought with you the analytical rigour of your scientific training, the curiosity of the researcher, and an unyielding search for the truth.", "I was immediately struck by this when our paths first crossed at a meeting between the French and German Governments in 2005, shortly after you were sworn in.", "I remember thinking how refreshing it was to meet a woman chancellor, especially one so young, fearless, and brilliant.", "I was Minister of Trade in the delegation of President Jacques Chirac.", "We discussed the launch of the first joint French-German history book for schoolchildren.", "You praised the initiative, saying that it would deepen the friendship between France and Germany.", "\"Everything starts with education,\" you said.", "And you, Angela, are the living proof of this.", "what how But it is not enough in politics to know to do.", "One must also know to do it.", "The statesmen and women that history remembers are those who marry a careful analysis of the situation with an ability to rally others and bring about change.", "This is you in a nutshell, Angela.", "The fact that you hit your stride so quickly in politics - to the surprise of many of your male colleagues - was because you had a different approach: less ego-driven, and more results-oriented.", "You were a pragmatist in the truest sense of the word, engaging deeply with complex problems, identifying the space for agreement, and then being able to bring people together to find solutions.", "This is one of your key strengths - and something I could tell you also enjoyed.", "During G20 meetings, for example, you would get up and talk to other leaders around the table.", "You would listen, discuss and negotiate.", "You would walk over to the colleagues drafting the communiqué for the meeting, taking out your pen, crossing out sections and making sure that key sentences were included.", "I have never seen any other leader do this - and at many key moments it proved critical.", "Thanks to your inclusive and consensus-driven style, you were instrumental in forging a compromise when Greece's future in the euro area was on the line.", "We held a crisis meeting during one weekend in July 2015.", "The meeting went on well into the early hours.", "Many leaders had already left the room, but you stayed until a solution was found, together with me and a few others.", "I was there as Managing Director of the International Monetary Fund.", "We managed to find a way to keep Greece inside the euro area, and you played a crucial role in getting us there.", "The consequences of Greece exiting would have been much greater than any risks posed by another rescue package.", "It was the right decision, as we now know, even if some at the time were not convinced or had their doubts.", "Your keen interest in understanding complex issues, often completely immersing yourself in the matter in question, helped you during those intense meetings.", "I remember one occasion when you pored over the IMF's model assumptions about Greece's debt sustainability.", "Thankfully our calculations broadly survived your scrutiny, but you made sure to question and fully understand them.", "It was rare to see this kind of attention to detail from someone in your position.", "But it was no coincidence that you were always the best prepared person in the room.", "You were the best in class at school, and that work ethic never left you.", "Yet knowing your brief inside out had another benefit for you: it meant that you didn't have to rely on others.", "You could take matters into your own hands - and deliver the outcomes that no one else could.", "Your pragmatism, however, never drifted into opportunism.", "The clarity of your moral compass made sure of that.", "And this is the third attribute, Angela, that stands out: your moral force.", "You served four terms as Chancellor, a total of 16 years.", "Everything you did during those 5,860 days as Chancellor was grounded in your values.", "Your moral compass guided you even at times when there was not - yet - a majority in favour of your decisions.", "Your fixed points were freedom and democracy, the good of the German people and the strength of the European Union.", "There was no place for hyperbolic ideologies.", "Your experience growing up in a dictatorship, surrounded by a wall, also meant that you did not turn a blind eye to the suffering and hardship of others.", "This was on display most clearly when we saw hundreds of thousands of people fleeing war and poverty in the summer of 2015.", "Others built fences and closed their borders, but you kept your country's borders open.", "You welcomed those who were looking for refuge.", "Though you earned a lot of praise around the world for that decision, you were harshly criticised at home.", "But you did not waver.", "You stood by your decision - because it was the right thing to do.", "As the Nobel laureate Heinrich Böll - who was born here in Cologne - wrote: \"Freedom is not a gift, it is something that is earned.\"", "Your actions gave those people a chance to find freedom where you had found it so many years before.", "You were often underestimated because you were a woman or because you came from East Germany.", "You were often the outsider who nobody could quite place.", "But instead of being upset or angry about this, you used it to your advantage - against your opponents, and in favour of the many millions who have benefited from your compassion and conviction.", "As Germany's first female Chancellor, you steered your country and Europe through a series of crises: the great financial crisis, the European debt crisis, the refugee crisis and the coronavirus pandemic.", "And especially after the pandemic, amid a global trend towards fragmentation, it has become clear that we need Europe more than ever to pool our strengths and to make up for our weaknesses.", "You were the antidote to the emerging populist movements that feed on fake news and false narratives, polarising our societies.", "You stood for unity while others sowed division.", "Throughout your career you were driven by a deep respect for the precious gifts of democracy and freedom.", "In keeping with that, you stepped down voluntarily when you felt that it was time to move on.", "The people of Germany and Europe can be proud to have had such a principled leader, who worked day and night to preserve their prosperity with patience, pragmatism, and persistence.", "Dear Angela, you were an exceptional leader in exceptional times.", "Adenauer, K. (1946), Die Demokratie ist für uns eine Weltanschauung - Aus einer Grundsatzrede zum Programm der CDU , 6 March Merkel, A.", "Naím, M. (2022), The Revenge of Power - How Autocrats Are Reinventing Politics for the 21st Century , St Martin's Press, New York.", "(2005), Government Policy Statement, 30 November."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Angela Merkel", "Democracy", "Europe", "Populism", "Pragmatism", "Moral force", "Freedom", "Crisis", "Leadership", "Germany"]}