{"sentences": ["Check against delivery Ladies and gentlemen, Good morning and welcome to day two of our Spring Conference.", "First of all, I would like to thank you very much for coming and sharing your thoughts with us.", "On the agenda is an abundance of impressive work, promising a deep and fruitful exchange of ideas.", "We are proud to be able to present the topic of \"Climate change and central banks\" in the multi-faceted way it deserves.", "Climate change is one of the biggest challenges of our time.", "The necessary green transition affects everyone - and everyone can contribute to it.", "On the road to a greener economy, we can make the fastest progress when it's clear who has right of way and all the actors involved respect that.", "Governments and parliaments go first.", "They have both appropriate instruments and the democratic legitimacy for climate policies.", "Central banks should also play their part, acting within the scope of their mandates and making sure they \"stick to their lane\".", "The Bundesbank and the Eurosystem are aware of this responsibility.", "And we are acting accordingly, supporting the fight against climate change without overstretching our mandate.", "Our primary objective is to maintain price stability.", "Consequently, I see the safeguarding of price stability as the starting and reference point for any consideration of climaterelated issues in monetary policy.", "Following this approach allows us to make substantial progress without jeopardising our credibility and independence.", "And, as I will argue in more detail, by pursuing price stability, the Eurosystem is supporting the green transition.", "Let me briefly illustrate this key message by looking at three aspects.", "Supporting the green transition by pursuing price stability First, price stability is an important prerequisite for climate policy to achieve its goals.", "As Laurence Ball and David Romer put it, inflation reduces the informativeness of current prices, causing customers to make costly mistakes [-]\".", "What is true in general is also true in specific cases.", "Price tags on greenhouse gas emissions are not the only instrument, but the most efficient one to address climate change.", "With low and stable inflation, such price signals are easy to detect.", "Households and businesses can adjust their behaviour accordingly.", "This topic will be covered in today's after-lunch session.", "However, when inflation is high or volatile, it is harder to distinguish policy-induced price signals from general price movements.", "In that kind of environment, price-based climate policy measures cannot take their full effect.", "Furthermore, the green transition requires large-scale investments in technological innovations and renewable energies.", "This is the topic of today's morning session.", "Such investments are easier to decide upon in an environment characterised by price stability.", "And they are easier to finance if term premia embedded in market interest rates are low.", "In the past, after a prolonged period of strong inflationary pressures, term premia remained at an elevated level.", "This was due to a high degree of perceived inflation uncertainty.", "Central banks should prevent any doubts from arising about monetary policy's pursuit of price stability.", "This will reduce the risk of persistently higher term premia, which would make financing the green transition more difficult.", "The second aspect I want to mention is linked to this transition: climate change and climate policies are transforming the underlying structures of our economies.", "Policymakers, financial markets and the public have to deal with the uncertainty ahead.", "Central banks can contribute to a common understanding of how climate change will affect the economy, for example output, inflation, interest rates and asset prices.", "Central banks need to better understand and disclose these effects.", "And they need to disentangle them from other drivers of structural change like mounting pressure from demographics or a possibly less globalised world economy.", "We are therefore adapting our analytical and forecasting toolkits accordingly.", "Of course, in order to do so successfully, central banks need to interact closely with the academic community.", "That is why we have devoted a large part of the first conference day to price stability as well as macro-financial implications of climate change.", "We want to be able to examine climate-related adjustment processes, with their sectoral and regional dimensions, in an international context.", "Esteban Rossi-Hansberg has made influential research contributions in this regard, and I'm delighted he will be giving today's keynote speech.", "With EMuSe, the Bundesbank has already developed a model geared towards this goal.", "By sharing our expertise, we can contribute to a common understanding of how climate change will affect the economy.", "Policymakers, financial markets and the public thus have the chance to better deal with the uncertainty ahead.", "My third aspect ties in with the financial risks that climate change and the transition to a climate-neutral economy may cause.", "These risks have to be made transparent and adequately taken into account on the balance sheets of financial institutions.", "We demand this as supervisors.", "And we ourselves should be leading by example.", "Risk efficiency is an important dimension of the financial operations that we undertake in the pursuit of price stability, not least for the sake of our credibility.", "We do not pursue profit maximisation.", "But taxpayers and parliaments rightly expect us to use our financial resources prudently.", "We have to keep the risks we incur low and manage them carefully.", "That is why the Bundesbank continuously analyses the climate-related financial risks to its own balance sheet as well.", "As part of the Eurosystem, we have taken further steps to integrate approaches to limiting such risks in our monetary policy framework.", "These changes cover corporate bond purchases, the collateral framework and risk management.", "In future, issuers will be obliged to disclose climate-related risks if their securities are to be eligible as collateral in our refinancing operations.", "Transparency and disclosure standards will help to give a better overview of climate risks in the financial markets.", "Then, everyone can take these into account and attach the right price tags.", "Eventually, climate effects can be better reflected in asset prices and returns, promoting an efficient allocation of capital.", "Thus, the Eurosystem will help pave the way for a \"greener\" financial system in general.", "As you can see: even if we are not in the driver's seat, there is a lot we can do to support climate action.", "Some steps have already been taken: for example, we are tilting our reinvestment purchases of corporate bonds towards issuers with better climate performance.", "This takes better account of climate-related financial risks.", "Since March, we have no longer been reinvesting all the bonds that mature in the APP.", "Our holdings are shrinking gradually.", "Balance sheet normalisation supports the tight monetary policy needed to rein in inflation.", "From July onwards, I would welcome a speeding up of the process.", "This makes another thing crystal clear: Monetary policy portfolios that are adjusted over the business cycle for price stability are a cyclical instrument by nature.", "This is one of the reasons why they are arguably ill-suited to supporting structural changes in the economy.", "For climate policy to bring about such changes, in turn, price stability is an important prerequisite.", "This is where monetary policy has right of way and should deliver.", "Ladies and gentlemen, You have tackled highly relevant but also very complex issues at this conference.", "Although research has made progress, the relevant questions are far from being resolved.", "We are closely studying the work going on in academia, and in particular, we are eagerly awaiting further research from you.", "I am sure that there is scope for many further stimulating presentations and intense discussions.", "In this spirit, I wish you all an exciting second conference day!", "Ball, L., and D. Romer (2003), Inflation and the Informativeness of Prices, Journal of Money, Credit and Banking 35 (2), pp.", "Deutsche Bundesbank, Term structures in economic analysis, Monthly Report, January 2023.", "Deutsche Bundesbank, Nachhaltigkeitsrisiken in der Bankenaufsicht, Monthly Report, April 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Price stability", "Green transition", "Financial risks", "Monetary policy", "Climate policy", "Asset prices", "Inflation", "Climate-related financial risks", "Term premia"]}