{"sentences": ["15.02.2023 Latest monetary policy developments in the euro area Consejo Empresarial Alianza por Iberoamérica (CEAPI) Pablo Hernández de Cos Ladies and gentlemen, let me begin by thanking Consejo Empresarial Alianza por Iberoamérica for inviting me to address you all.", "Today I will focus on recent and future monetary policy developments in the euro area.", "In the first part of my address, I will explain the rationale behind the monetary policy decisions that we adopted in our European Central Bank (ECB) Governing Council meeting earlier this month.", "In the second part, I will lay out a number of factors that will require close monitoring going forward.", "Our February monetary policy decisions In order to explain the rationale behind our February decisions, it is useful to first go back to our decisions and communication at our December monetary policy meeting.", "As you may recall, in that meeting we raised our key interest rates by 50 bp.", "More importantly for the purpose of my address today, we also announced that interest rates would still have to rise significantly at a steady pace to reach levels that are sufficiently restrictive to ensure a timely return of inflation to the 2% medium-term target.", "The ECB Governing Council's assessment of the inflation outlook is based on a wealth of information, in which the ECB/Eurosystem staff's macroeconomic projections - prepared on a quarterly basis - play a prominent role.", "Compared with those published in September, the December staff projections contained an appreciable upward revision in the average inflation rates for 2023 and 2024 to 6.3% and 3.4%, respectively, and also envisaged inflation averaging 2.3% in 2025 (the last year of our projection horizon), above our 2% medium-term target.", "Importantly, the ECB/Eurosystem staff projections incorporate a number of financial indicators that reflect market expectations of our future monetary policy.", "A key indicator here is the risk-free yield curve, which is strongly influenced by investors' views on the future path of our key interest rates.", "The risk-free yield curve also plays a central role in the transmission of monetary policy to the economy, because the financing conditions of economic agents (households, firms, governments) are often linked to medium and longterm risk-free interest rates.", "This is why the staff projections use as an input the path of both short and long-term interest rates implied by the curve.", "It is also why the ECB, like many other central banks, typically accompanies its decisions on (short-term) interest rates with communication on how it intends, or expects, to set the latter - and other policy instruments - in the future, as this improves its ability to steer the yield curve and thus attain the desired overall monetary policy stance.", "Therefore, the inflation path in the December staff projections was a clear indication that the financial conditions prevailing before that meeting were inconsistent with a timely return of inflation to our 2% target.", "In other words, we needed to act and communicate in order to tighten financial conditions further, including by shifting up the interest rate path expected by markets.", "Thus, we raised our rates by 50 bp and, more importantly, we signalled our intention to continue raising them significantly at a steady pace to reach sufficiently restrictive levels, and to keep them there for some time.", "Indeed, after our December communication, there was an upward shift in the risk-free (OIS) forward curve.", "In particular, the day before our February meeting, the 10-year OIS rate was 0.27 basis points (pp) higher than before the December meeting, while the 3-month OIS rate was 0.51 pp higher.", "Equally important, in real terms the 10-year OIS rate was 0.51 pp higher than in December, once adjusted for market inflation expectations.", "And the euro had simultaneously appreciated by 2.88% against the dollar in the same period.", "Our February decision represents a continuation (i.e.", "\"staying the course\") of the policy tightening path that we signalled in December.", "Continuing this path was based both on our updated assessment of the inflation outlook and on the financial conditions prevailing in capital markets at that time.", "Let me address each element in turn.", "As regards the inflation outlook, at our February meeting we did not have the benefit of a new round of staff macroeconomic projections.", "But as I said before, our assessment of the inflation outlook is based on a wealth of information, which also includes survey-based and market-based indicators.", "In particular, according to the flash estimate,2 inflation was slightly lower than expected and stood at 8.5% in January, down from 10.1% in November.", "Furthermore, the strong fall in gas prices, the easing of global supply chain disruptions, the appreciation of the euro and tighter financing conditions (the latter reflecting, inter alia, our policy tightening) also pointed to inflation falling more strongly in the coming months than envisaged in December.", "At the same time, the fact that core inflation (5.2% in January, according to the flash estimate) has held at record high levels was a powerful reminder that price pressures remain strong, as past energy price rises continue to spread throughout the economy.", "All in all, this information led us to assess the risks to the inflation outlook as being more balanced, especially in the near term.", "As regards financial market-based indicators, in the run-up to our February meeting the riskfree forward curve continued to point to expectations of further interest rate increases in our subsequent meetings, including 50 bp hikes in both February and March, with a terminal market rate of around 3.47% (0.6 pp higher than before our December meeting).", "This was corroborated by analysts' expectations, as reflected in surveys conducted shortly before the meeting.", "Taking these two elements together, I can conclude that, at the time of our February meeting, the risk-free forward curve - together with all the other factors influencing markets' and experts' inflation expectations - could be seen as compatible with a return of inflation to the 2% target in the medium term.", "And we acted and communicated in accordance with this assessment.", "First, we reiterated our determination to stay the course of raising interest rates significantly at a steady pace and keeping them at levels that are sufficiently restrictive to ensure a timely return of inflation to its 2% medium-term target, in a manner consistent with our December communication.", "Second, we approved a 50 bp rate hike that had already been discounted by the market.", "Third, we announced our intention to raise rates by another 50 bp in March, again, as widely expected.", "Fourth, we indicated that we will evaluate the subsequent path of our monetary policy in March.", "Indeed, two weeks after our February meeting, financing conditions remain at levels that are very close to those observed before that meeting.", "Beyond March: assessing the inflation outlook and the appropriate policy path Our February announcement stopped short of providing specific indications about our policy intentions beyond March.", "At our March meeting, we will benefit from a new round of ECB staff macroeconomic projections, including a comprehensive reassessment of the euro area inflation outlook.", "We will then be in a better position to judge the most appropriate policy path, in a manner consistent with our data-dependent approach.", "In the remainder of my address, I would like to lay out a number of factors that I see as playing a crucial role in our ongoing assessment of the euro area inflation outlook and, therefore, in our future policy path.", "The degree of pass-through of the (dis)-inflationary shock to core inflation A critical determinant of the potential persistence of the current inflationary process is the degree of pass-through of the inflationary shock to core inflation.", "While our understanding of this aspect has improved, more evidence is clearly needed.", "Our estimates at the Banco de España suggest that in the latter part of 2022 around 30% of the deviation of euro area core inflation from its historical average was explained by energy prices, another 30% by demand pressures and around 10% by supply-side disruptions or bottlenecks3.", "The upward effects of energy and food commodity prices could still be significant in 2023.", "In the case of food commodities, the transmission of increasing costs along the supply chain, i.e.", "from farm-gate and wholesale commodity prices to producers and retailers, may take up to a year.", "In the case of gas prices, the pass-through from wholesale prices to final retail prices for consumers varies significantly across countries depending on the regulations in place, the types of contracts used in each national retail electricity market, and the profit margin developments in the face of rising energy input costs.", "The analysis at the Banco de España finds that indirect effects from a gas price shock are quite persistent, peaking after one year5.", "Considering this historical evidence for the euro area, even if gas prices have returned to levels close to those at the start of the war in Ukraine, the upward effects of gas prices on core inflation could still be significant in the short term.", "However, if the significant reduction in gas prices continues, it should be expected to gradually begin to trigger reverse transmission effects.", "Consequently, at the current juncture, we could well be at some sort of crossroads, where the lagged effects of the past increases in commodity prices would still be present, but diminishing, and the first effects of the most recent decreases would be emerging and on the rise.", "In this regard, the symmetry of the downward response is also an open question.", "Some support for this hypothesis can be found in recent developments in upstream stages of the price formation process.", "In particular, non-energy industrial consumer prices are still accelerating (as the flash estimate for January shows).", "However, industrial producer prices (excluding energy) have decelerated significantly since last spring and this deceleration is rather widespread among components.", "In any case, the transmission and broadening of inflationary pressures is occurring at different speeds and intensities across expenditure components.", "Pressures on underlying inflation have so far been highly concentrated in particular expenditure items like household equipment and maintenance, transport, and activities involving more social contact.", "Some of their prices are more cyclically sensitive, others are more directly affected by the increase in the cost of energy, food prices or bottlenecks, while, in general, a fast pass-through has been facilitated by particularly strong demand during the pandemic (especially in the case of durable goods) and the reopening phase (notably in the case of services).", "These items' prices continued increasing very strongly in December, in both year-on-year and month-onmonth terms, pointing to strong underlying inflationary pressures.", "Excluding these items from the basket, core inflation stood at 2.8% in December, with a slight upward trend that also points to an incomplete and slow pass-through.", "In addition, it is also worth mentioning that fiscal measures, which help moderate the inflation path this year, will have countervailing effects when they are withdrawn, which could make the inflationary episode more persistent.", "Indeed, this is the main reason why our December projections revised inflation upwards in 2024 to 3.4%.", "However, some of the measures approved by governments to shield consumers from excessive energy price increases take the form of price caps and, therefore, their effects depend on the magnitude of the energy increases.", "In a context of lower energy prices, the ceiling on prices may not become operative; the downward impact of these measures in 2023 would therefore be lower and, subsequently, the upward impact of their reversal in 2024 would be lower as well.", "The pass-through of euro exchange rate movements to inflation Fluctuations in the euro exchange rate have been significant in the last year.", "In particular, the euro-dollar exchange rate depreciated significantly in the first part of last year as a result, above all, of the interest rate differential (hence the different monetary policy response), the increase in global risk aversion and the fact that the energy shock entailed a deterioration in the terms of trade in the euro area (not in the United States).", "The pass-through of this depreciation may have been faster than in the past taking into account possible non-linear effects9, since there is evidence that the pass-through is stronger when the exchange rate fluctuations are relatively large, limiting importers' capacity to absorb foreign exchange rate shocks.", "However, in the second half of 2022 and so far in 2023 this depreciation has partially reversed.", "In this context, this could also be passed through to lower consumer prices.", "As in the case of energy prices, this raises two questions.", "First, how long depreciation will persist.", "Second, whether its effects will be symmetric in both speed and amount.", "This is again an issue we need to monitor in the coming months.", "Developments in labour markets and wage pressures The evolution of wages and mark-ups will be another key determinant of inflation looking ahead.", "In particular, if higher inflation is significantly transmitted to wage increases, this could lead to further increases in prices, in particular if firms attempt to preserve or even increase their profit margins.", "The Eurosystem December forecast projected wage growth, as measured by compensation per employee, to increase from 4.5% in 2022 to 5.2% in 2023 before declining to 4.5% in 2024 and 3.9% in 2025 as inflation declines.", "The latest signals from negotiated wages would be in line with such projections.", "In particular, contracts signed during the fourth quarter of 2022 set an average wage increase for 2023 almost 1 pp higher than those agreed during the third quarter, while an indicator of wage growth in new online job openings11 declined for two consecutive months to 4.9% in December (from 5.2% in November and 5.3% in October).", "However, looking ahead workers' pressures to regain lost purchasing power might be significant, especially since upcoming wage negotiations will take place in a context of a tight labour market.", "The unemployment rate remained at 6.6% in December, its lowest level since the euro was launched, and firms' perceived degree of labour shortage has also stabilised at very high levels in historical terms.", "Thus, we should monitor wage and mark-up development to identify the potential emergence of second-round effects on inflation.", "The global context and the reopening of China Weaker global demand, particularly in key advanced economies, is contributing to the moderation of commodity prices on international markets and easing inflationary pressures.", "Economic growth in the United States continues to slow due to tighter financing conditions.", "However, it remains stronger than expected, mainly supported by private consumption, with households continuing to spend their stock of savings, strong and widespread jobs growth and unemployment at very low levels.", "In addition, the inflation path may be conditioned by the end of the zero-COVID policy in China and the subsequent reopening of the Chinese economy.", "Once the surge in infections has passed, the Chinese economy will foreseeably regain dynamism supported by consumption, amid a recovery in mobility and the more contact-intensive activities, along with the release of pent-up demand.", "Although there is much uncertainty about the extent of this reopening, in January the IMF revised up China's GDP growth outlook for 2023 by 0.8 pp to 5.4%.", "This growth will have an impact on global economic activity and inflation.", "Increased Chinese demand will boost euro area activity through the exports channel and thus also drive inflation.", "In addition, China will exert significant inflationary pressures on energy commodities and metals, as it is one of the world's largest consumers of these items.", "IMF staff estimated that Chinese domestic demand rising by 1 pp of GDP would lead to an increase in oil prices of almost 10% and in metals prices of between 6% and 12% over a one-year horizon.", "An increase in China's gas consumption could also have a particularly strong impact on gas prices, taking into account that China played a very significant dampening role in 2022, when its demand for liquefied natural gas declined by 20%.", "However, China's reopening may temper inflation through its impact on supply bottlenecks.", "Indeed, the end of the zero-COVID policy will avert production distortions caused by restrictions.", "In the recent past, the COVID-induced production stoppages in China were key factors behind the bottlenecks and inflationary pressures and, therefore, the reopening could be seen as net deflationary.", "All in all, it is difficult to disentangle the net effects of all these factors on inflation and close monitoring will be needed.", "The resilience of euro area growth and its composition In the second half of 2022 the euro area economy proved more resilient than expected and the slowdown in the fourth quarter of last year was less severe than anticipated.", "This has occurred in a context on which a significant reversal of previous supply shocks (bottlenecks and energy prices) was observed, households and firms had plenty of buffers (in particular the household savings built up during the pandemic), the post-COVID rebound in demand continued to generate positive effects and monetary policy had not yet been fully transmitted.", "However, there is much uncertainty about the continuity of these factors.", "In particular, the sharp decline in European gas prices reflects unusually mild weather, energy-saving measures and strong inventory levels, which mitigate supply risks for next winter.", "However, the tensions in commodity markets during 2022 were caused by the Russian invasion of Ukraine and, therefore, a prolongation of the war is still a major source of uncertainty for Europe.", "Moreover, although the breakdown of euro area GDP growth in the last quarter of 2022 is not yet available, growth looks to have been sustained by stockbuilding and a positive contribution from net trade, which mainly reflects a drop in imports.", "In addition, domestic demand fell in some of the countries for which fourth quarter data is available - in particular France and Spain -, a pattern that was also evident in the latest retail sales data for December, with sharper declines in Germany and the Netherlands.", "Conversely, the qualitative data available for the first quarter of 2023 point to an improvement in consumer and business confidence.", "Therefore, we need to continue to monitor domestic demand patterns, which will be key to modulating the convergence of inflation towards our target.", "The transmission of our monetary policy The current ECB hiking cycle is unprecedented in terms of its speed.", "Policy rates have increased by 300 bp in about half a year.", "The question is whether such aggressive tightening is enough to ensure a timely return of euro area inflation to 2%.", "We assess the impact of our measures based on the historical evidence of previous rate-hiking cycles.", "Nonetheless, it can be argued that some of today's macro-financial conditions differ from those prevailing in previous cycles, especially as a consequence of the long period of expansionary monetary policy that preceded the current episode.", "In addition, tightening monetary policy as sharply and as swiftly as we have could also have potential non-linear effects on the economy.", "Two factors might point to a slower transmission of monetary policy than in the past, both related to the household sector.", "The most significant of the two is the increase in the share of fixed-rate mortgages, which protects mortgagors from interest rate hikes.", "Between 2011 and 2022, the share of household debt either maturing or with interest rates that reset within a year fell from 44% to 30%13.", "The second factor is the slower pass-through of market rates to retail deposits than in previous episodes, thus weakening the standard intertemporal channel through which rising interest rates discourage savers from spending.", "This slower pass-through partly reflects the fact that, during the negative rates period, the remuneration of retail deposits was above market interest rates, as banks were unwilling to reduce it below zero.", "Therefore, banks have been reluctant to increase the remuneration of retail deposits until the margin between market and deposit rates has returned to more normal levels.", "Additionally, the current ample liquidity available to commercial banks reduces the pressure on them to increase the remuneration of retail deposits.", "It should be noted, however, that a slower pass-through to deposit rates may also have dampening effects on household spending, by slowing down the increase in savers' financial income.", "On the other hand, certain factors point to a potential faster monetary policy transmission compared to past episodes.", "First, the current hiking cycle comes after the negative shock prompted by the pandemic, which adversely impacted the financial situation of firms by increasing their debt levels.", "This leaves them more vulnerable to interest hikes rates and their expenditure decisions may be more sensitive to monetary policy changes.", "Second, there is some evidence that monetary policy tightening is now impacting firms' financing conditions more forcibly than in the past.", "In particular, there has been a shift from bank to bond funding in the last decade, with bond debt increasing from 16% to 24% of non-financial corporations' total debt.", "The faster policy pass-through to bond rates than to bank rates implies faster transmission.", "Moreover, loan origination is contracting rapidly judging by the short lag from the first rate hike.", "The evidence available shows a strong econometric relationship between Bank Lending Survey (BLS) credit standards and a so-called credit impulse a couple of quarters later, and likewise between the credit impulse and GDP growth.", "The first link in the chain - between the BLS and the credit impulse - is already evident.", "We should expect to see the latter link to real activity assert itself soon.", "Third, as regards the cash flow channel of monetary policy, we have seen a significant shift of funds between overnight deposits (with very low remuneration) and time deposits (whose remuneration is more sensitive to market interest rates).", "Furthermore, in net terms, money supply is decelerating rapidly, with M3 growth slowing from around 9% in September to 4% in January.", "Fourth, the housing sector is a key area to watch given the turnaround in financial conditions, as well as the sharp increase in house prices in some economies over the last decade.", "There was significant evidence of exuberance in this market in some countries before the pandemic, as has been repeatedly emphasised by the European Systemic Risk Board.", "All in all, it is therefore crucial that we monitor how all these elements may affect monetary policy transmission in the next quarters.", "In sum, recent data on euro area inflation and some of its key determinants are somewhat encouraging, but the overall situation still requires caution.", "The evidence so far is very preliminary and there are several areas that require careful monitoring: the residual pass- through of past inflationary shocks and the symmetry of the pass-through of recent energy price declines to core inflation; labour market and wage developments; the possible effects of the Chinese reopening; the resilience of the euro area economy and the transmission of ECB monetary policy decisions.", "All these will have to be assessed as part of the full projections exercise under way in the run-up to our March meeting."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Interest rates", "Financial conditions", "Euro exchange rate", "Wage pressures", "Global context", "Euro area growth", "Monetary policy transmission", "Pass-through"]}