{"sentences": ["Distinguished guests, ladies and gentlemen, Good morning.", "It is an honour and a pleasure to join you today at the 5 Bund Summit.", "With globalisation now at a crossroads amid increasing risk of geo-economic fragmentation, this Session \"What's Next for Globalisation\" could not be more timely.", "Globalisation has brought enormous benefits to emerging markets and helped keep global inflation in check.", "The golden era of globalisation, however, has given way to a gradual slowdown in global trade in goods after the 2008 financial crisis.", "In certain parts of the world, public support for globalisation has also waned for various reasons, notwithstanding the obvious benefits of better, more affordable products delivered by globalised value chains.", "It appears that this slowing down in global goods trade is likely to continue, leaving trade in services and other flows to pick up the baton in sustaining globalisation.", "As economic efficiency becomes less of a priority, the global economy risks being fragmented into different blocs.", "Such setbacks to globalisation are unfortunate, particularly for Asia, given the region's relatively open economies.", "According to the IMF, if the world were to segregate into two distinct blocs with little or no trade between them, Asia Pacific's GDP could be reduced by over 3% annually.", "Such a dismal outcome seems unlikely, as no economy can be fully self-sufficient.", "A fullblown financial decoupling is also unlikely, given how highly interconnected the global financial system is.", "Even so, we now seem to be moving down the path towards fragmentation, as practical and pragmatic economic considerations are giving way to protectionism and cross-border restrictions.", "Our recent joint study with the Bank for International Settlements (BIS) finds that the total number of global value chain network linkages dropped by some 30% between February 2020 and the end of 2021.", "Of course, part of these changes may reflect pandemic disruptions, and efforts by businesses to shorten and regionalise supply chains.", "Unfortunately, geopolitics has also played a part.", "With all these developments, one question often asked is about the role of China in this \"new normal\" environment.", "How will China's trade and investment relationship with some of its major trading partners evolve?", "Some might be worried that these changes could have a negative impact on China's external trade.", "But let me offer a different proposition: while some shifts in supply chains are likely to happen over time, a large-scale relocation of complex supply chain networks is less likely.", "We recently did a research on the global organisation structures of major industries that are important to Asia, which finds that the production networks of industries such as the automotive and IT sectors are highly complex and intertwined across regions.", "Coupled with the capital-intensive nature of these industries, and the fact that most economies in Asia are unlikely to have the necessary scale and capacity to host these complex and large-scale supply chains, it would be difficult for any wholesale relocation of these more sophisticated supply chain networks.", "More importantly, China is likely to play an even more significant role in shaping regional supply chains.", "This is based on two considerations.", "First, China has the comparative advantages of a large domestic market and ample supply capacity.", "Second, Chinese manufacturing industries have made efforts to move up the value chain.", "Even as Chinese exports might take up a smaller share of some markets, China continues to account for a significant and stable share of world imports, by exporting more intermediate goods and capturing a larger share of imports in regional economies.", "In fact, China's role in the high-value-added segment of the global export market is bound to increase further going forward.", "Another recent HKMA study finds that, based on international experience, the global export share of a country tends to rise in tandem with its domestic consumption, particularly for countries specialising in more sophisticated products.", "There is strong evidence that China is following this pattern, with the mix of domestic consumption and exports all shifting from basic to sophisticated products over time.", "Hopefully, by now you will feel less pessimistic about the prospect of globalisation.", "But this doesn't mean we can be complacent, and Asia still has much to do to overcome the headwinds of de-globalisation.", "Yet, no challenges are too difficult to be surmounted.", "In my view, there are four principles that could help Asia capture new opportunities from the reshuffling of global value chains.", "In the face of changing investment flows, it is important for regional economies to maintain ample buffers and ensure that their financial systems are resilient against shocks.", "Further development of FX derivatives markets and expansion of the domestic investor base would help.", "Both help support market stability at times of stress.", "Second, diversify trade.", "Trade diversification to regions with high growth potential, such as Africa and the Middle East is important.", "By connecting with more economies, Asia can help sustain globalisation.", "Trade in services is another promising area for diversification, not only because of the relatively low levels of trade openness in services regionally, but also because the burgeoning digital economy offers exciting opportunities to export a wide range of digitally-deliverable services.", "Grooming talent and developing infrastructure, both physical and digital, are essential if we are to attract foreign investment.", "And investment in digital infrastructure will allow regional economies to harness emerging trends, such as generative AI, to enhance productivity, increase connectivity to the global economy, and make supply chains more sustainable by allowing firms to monitor the ESG performance of their supply chain partners more easily.", "And finally, deepen regional collaboration.", "The regionalisation of supply chains offers unique opportunities for greater collaboration, in terms of promoting sustainability and enhancing the architecture for cross-border payments.", "Regarding sustainability, firms have stepped up efforts to enhance the ESG performance of their supply chains after the pandemic.", "Our research finds that firms that upgrade their ESG performance tend to improve their suppliers' ESG performance as well.", "I believe this means there is considerable scope for cooperation in green technologies and enhancing the ecosystem of sustainable finance in the region.", "Meanwhile, as trade and supply chain linkages in Asia become more integrated, there is greater scope to use local currencies in regional trade settlement and beyond.", "Indeed, an increasing number of economies, including those in the ASEAN, want to use the RMB to settle their trade with China.", "To facilitate this, the cross-border payments infrastructure needs to become more efficient to keep up with demand.", "And of course it would be remiss of me not to talk about Hong Kong's unique advantages and how it can help meet the challenges ahead.", "As well as building on our traditional role as a gateway between the East and West, if we are to capture growth opportunities offered by markets such as the ASEAN, the Middle East and Africa, we need to expand trade networks and improve logistic infrastructure.", "To this end, Hong Kong's active participation in the Belt and Road Initiative, and application for accession to the Regional Comprehensive Economic Partnership, represent new avenues of longterm growth for Hong Kong.", "In financial services, Hong Kong has long been the largest offshore RMB centre and this role will continue to grow as the RMB is used more widely in international trade and investment.", "To develop capacity and maintain its position as the leading offshore RMB business hub, Hong Kong is working hard on three fronts: liquidity, products, and infrastructure.", "Hong Kong already hosts the biggest offshore RMB liquidity pool.", "The enhanced Currency Swap Agreement with the People's Bank of China provides further liquidity support to the offshore market through the RMB liquidity facilities set up by the HKMA, to meet the growing business demand.", "As regards products, Hong Kong will continue to upgrade and expand the family of Connect Schemes between Mainland China and Hong Kong.", "Our unique advantages of physical proximity to the Mainland, the common law system and world-class infrastructure make us the perfect \"testing ground\" for China's journey towards capital account liberalisation.", "At the same time, we are constantly working to widen the spectrum of RMB products and tools for cross-boundary investment, asset allocation and risk management.", "On infrastructure, the Central Moneymarkets Unit, which is Hong Kong's central securities depository, is undergoing a major overhaul to upgrade its operational capacity and product offerings, to better support the growth of RMB bond issuance and associated custodian services.", "Our mBridge project, which is a collaboration with the BIS and a number of central banks including the People's Bank of China is also pressing ahead.", "Our latest pilot test has demonstrated that this wholesale central bank digital currency platform can speed up cross-border payments at reduced cost and with better transparency.", "We are expecting to welcome more fellow central banks to join this open platform.", "And very soon we will launch what we call a minimum viable product, with the aim of paving the way for the gradual commercialisation of mBridge.", "Hopefully this new innovative platform will help resolve longstanding pain points in cross-border payments and enhance the efficiency of the global value chain.", "Meanwhile, Hong Kong will stay at the forefront of the latest global trends such as digitalisation, innovation and ESG.", "As examples, we recently published our new Fintech Promotion Roadmap to accelerate fintech adoption in the financial services industry.", "Hong Kong's green financing platform also offers an excellent way for Asian corporates to tap sustainable financing and enhance their ESG performance.", "Hong Kong recently issued the world's first tokenised government green bond.", "Our experience in tokenising green bonds offers a glimpse of the power of digitalisation as an enabler of a greener, more inclusive and more connected future.", "To conclude, globalisation is now at a crossroads.", "But with good preparation, the Asia region is well positioned to adapt to changes in the global trade landscape.", "I hope that today's conference will give us further insights on how to manage the risks and seize the opportunities ahead."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Globalisation", "Supply chains", "Trade", "China", "Sustainability", "Cross-border payments", "Hong Kong", "RMB", "Fintech", "ESG"]}