{"sentences": ["SPEECH Breaking the persistence of inflation Speech by Christine Lagarde, President of the ECB, at the ECB Forum on Central Banking 2023 on \"Macroeconomic stabilisation in a volatile inflation environment\" in Sintra, Portugal Sintra, 27 June 2023 Inflation in the euro area is too high and is set to remain so for too long.", "But the nature of the inflation challenge in the euro area is changing.", "We are seeing a decline in the inflation rate as the shocks that originally drove up inflation wane and our monetary policy actions are transmitted to the economy.", "But the pass-through of those shocks is still ongoing, making the decline in inflation slower and the inflation process more persistent.", "This persistence is caused by the fact that inflation is working its way through the economy in phases, as different economic agents try to pass the costs on to each other.", "And while it has been anticipated for some time in our staff projections, we have revised our assessment as new data have come in.", "Monetary policymakers need to address this dynamic decisively to ensure that it does not lead to a self- fulfilling spiral fed by a de-anchoring of inflation expectations.", "So, the key question we face today is: how can we break this persistence?", "In the ECB's Governing Council, we have been clear that two elements of our policy stance will be key: we will have to bring rates to \"sufficiently restrictive\" levels and keep them there \"for as long as necessary\".", "Both elements are affected by uncertainty about the persistence of inflation and about the strength of the transmission of monetary policy to inflation.", "Setting the right \"level\" and \"length\" will be critical for our monetary policy as we continue our tightening cycle.", "In my remarks today, I will explore why the inflation process has become more persistent and what this implies for our policy stance.", "My intention is not to signal any future decisions, but rather to frame the issues that monetary policy will face in the period ahead.", "The inflation shock The euro area economy has faced a series of overlapping inflationary shocks since the end of the pandemic.", "[ Since the beginning of 2022, these shocks have both raised the price level by 11% and led to us transferring more than €200 billion to the rest of the world in the form of a terms of trade tax.", "[ In an environment such as this, the natural reaction of every economic agent is to try to pass on these price increases to other actors in the economy.", "In the euro area, we can identify two distinct phases in this process.", "The first phase was led by firms, which reacted to steeply rising input costs by defending their margins and passing on the cost increases to consumers.", "The intensity of this reaction was unusual.", "During previous terms-of-trade shocks in the euro area, firms had tended to absorb rising costs in profit margins, as slower growth made consumers less willing to tolerate price hikes.", "[ But the special conditions we experienced last year turned this regularity on its head.", "The sheer scale of input cost growth made it harder for consumers to judge whether price hikes were caused by higher costs or higher profits, fuelling a faster and stronger pass-through.", "At the same time, pent-up demand in reopening sectors, excess savings, expansionary policies and supply restrictions brought on by bottlenecks gave firms more scope to test consumer demand with higher prices.", "For this reason, unit profits contributed around two-thirds to domestic inflation[ in 2022, whereas in the previous 20 years their average contribution had been around one-third.", "[ This in turn led to the shocks feeding into inflation much more quickly and forcefully than in the past.", "This first phase is however now starting to wane.", "Largely thanks to lower energy prices, year-on-year producer price inflation has already dropped by 42 percentage points from its peak last summer.", "And while this is taking time to feed through to prices more generally, it is partly being reflected in a broad-based decline in headline inflation and a levelling off in some measures of underlying inflation - especially exclusion-based measures and those that capture the persistent effects of energy on economy-wide prices.", "At the same time, high inflation has eaten into domestic demand, which contracted by 2% over the last two quarters[ ], and the consumption impulse created by excess savings is fading.", "[ The early effects of our policy tightening are also becoming visible, especially in sectors like manufacturing and construction that are more sensitive to interest rate changes.", "Faced with this combination - falling input costs and dwindling demand - we saw unit profit growth slow markedly in most sectors in the first quarter of this year.", "A more persistent inflation process But the second phase of the inflation process is now starting to become stronger.", "Workers have so far lost out from the inflation shock, seeing large real wage declines, which is triggering a sustained wage \"catch-up\" process as they try to recover their losses.", "This is pushing up other measures of underlying inflation that capture more domestic price pressures - particularly measures of wage- sensitive inflation and domestic inflation.", "And since wage bargaining in many European countries is multi-annual and inertial, this process will naturally play out over several years.", "In our latest projections, we expect wages to grow by a further 14% between now and the end of 2025 and to fully recover their pre-pandemic level in real terms.", "While this \"catch up\" has long been factored into our inflation outlook, the effect on inflation from rising wages has recently been amplified by lower productivity growth than we had previously projected, which is leading to higher unit labour costs.", "Alongside past upward surprises, this is a key reason why we recently revised up our projections for core inflation, even though our expectations for wages remained broadly the same.", "Two features of the current business cycle are contributing to this dynamic - and both could linger, too.", "The first is the resilience of employment relative to GDP growth.", "Typically, we would have expected slowing economic growth over the last year to have somewhat reduced employment growth.", "But for the last three quarters in particular, the labour market has been performing better than an \"Okun's law\"-based regularity would suggest.", "That disconnect partly reflects increased labour hoarding by firms in a context of labour shortages, which is visible in the current gap between total hours worked and average hours worked.", "[ This is weighing on productivity growth and, with unemployment expected to fall slightly further over the projection horizon, the motivation for firms to hoard labour may not disappear quickly.", "The second feature contributing to weaker aggregate productivity is the composition of employment growth, which is concentrated in sectors with structurally low productivity growth.", "Since the pandemic, employment has grown most in construction and the public sector, both of which have seen a decline in productivity, and in services, which has seen only meagre productivity growth.", "These trends could also persist in some of these sectors over the next few years given the relative weakness of manufacturing and long-term shifts towards employment in services.", "All this means that we will face several years of rising nominal wages, with unit labour cost pressures exacerbated by subdued productivity growth.", "And in this setting, monetary policy must achieve two key goals.", "First, we must ensure that inflation expectations remain anchored as the wage catch-up process plays out.", "While we do not currently see a wage-price spiral or a de-anchoring of expectations, the longer inflation remains above target, the greater such risks become.", "That means we need to bring inflation back to our 2% medium-term target in a timely manner.", "Second, for this to happen, we need to ensure that firms absorb rising labour costs in margins.", "If monetary policy is sufficiently restrictive, the economy can achieve disinflation overall while real wages recover some of their losses.", "But this hinges on our policy dampening demand for some time so that firms cannot continue to display the pricing behaviour we have recently seen.", "Sensitivity analysis by ECB staff underlines the risks we would face if firms tried to defend their margins instead.", "For instance, if firms were to regain 25% of the lost profit margin that our projections foresee, inflation in 2025 would be substantially higher than the baseline - at almost 3%.", "So, faced with a more persistent inflation process, we need a more persistent policy - one that not only produces sufficient tightening today, but also maintains restrictive conditions until we can be confident that this second phase of the inflation process has been resolved.", "The policy stance What does this imply for our policy in concrete terms?", "We have not yet seen the full impact of the cumulative rate hikes we have decided on since last July - amounting to 400 basis points.", "But our job is not done.", "Barring a material change to the outlook, we will continue to increase rates in July.", "And as we move further into restrictive territory, we need to pay close attention to two dimensions of our policy.", "First, our actions on the \"level\" of rates, and second, our communication on future decisions and how that is influencing the expected \"length\" of time that rates will remain at that level.", "The Governing Council has provided orientation on both dimensions.", "It has stated clearly that \"future decisions will ensure that the key ECB interest rates will be brought to levels sufficiently restrictive to achieve a timely return of inflation to our 2% medium-term target and will be kept at those levels for as long as necessary\".", "Two sources of uncertainty affect the desired \"level\" and \"length\" of our interest rate policies.", "First, since we face uncertainty about the persistence of inflation, the level at which rates peak will be state-contingent.", "It will depend on how the economy and various forces I have described evolve over time.", "And it will have to be continuously re-assessed over time.", "Under these conditions, it is unlikely that in the near future the central bank will be able to state with full confidence that the peak rates have been reached.", "This is why our policy needs to be decided meeting by meeting and has to remain data-dependent.", "Second, we face uncertainty about the strength of monetary policy transmission.", "The strength of transmission connects current decisions with expectations of future policy and therefore affects the policy stance.", "How strong transmission turns out to be in practice will determine the effect of a given rate hike on inflation, and this will be reflected in the expected policy path.", "Uncertainty about transmission arises from the fact that the euro area has not been through a sustained phase of rate hikes since the mid-2000s and has never seen rates rise so quickly.", "And this raises the question of how quickly and forcefully monetary policy will be transmitted to firms - via interest-sensitive spending - and households, via mortgage payments.", "For firms, ECB analysis finds that monetary policy shocks are typically transmitted more quickly and forcefully to manufacturing, reflecting the sector's higher interest-rate sensitivity, while there is a more muted and delayed impact on services.", "The key question today is whether the services sector will eventually \"catch down\" - which is what we have seen in previous cycles - or whether it will be insulated from the effects of policy tightening for longer than in the past, given the strength of demand and employment in the sector.", "[ For households, there is evidence that it will take longer for policy changes to pass through to interest burdens in this tightening cycle, as a higher share of households have fixed-rate mortgages than in the mid-2000s.", "At the same time, once mortgages have been repriced, the restrictive effect may be greater: gross debt-to- income ratios, which emphasise debt servicing capacity, are higher than in previous tightening cycles, while the share of homeowners with a mortgage has increased.", "[ Both sources of uncertainty will only fade away with time.", "And that is why we have made our future policy decisions conditional on, first, the inflation outlook, second, the dynamics of underlying inflation and third, the strength of policy transmission.", "But to ensure that uncertainty does not interfere with our intended policy stance - in terms of both \"level\" and \"length\" - two points are clear.", "First, we need to bring rates into \"sufficiently restrictive\" territory to lock in our policy tightening.", "Second, we need to communicate clearly that we will stay \"at those levels for as long as necessary\".", "This will ensure that hiking rates does not elicit expectations of a too-rapid policy reversal and will allow the full impact of our past actions to materialise.", "And all the while, we need to carefully evaluate the strength of policy transmission in order to avoid an error in calibrating policy in either direction.", "Monetary policy currently has only one goal: to return inflation to our 2% medium-term target in a timely manner.", "And we are committed to reaching this goal come what may.", "As the author Helen Keller wrote, \"our worst foes are not belligerent circumstances, but wavering spirits\".", "We have made significant progress but - faced with a more persistent inflation process - we cannot waver, and we cannot declare victory yet.", "For more detail on these shocks, see Lagarde, C. (2022), \" Monetary policy in a high inflation environment: commitment and clarity \", lecture organised by Eesti Pank and dedicated to Professor Ragnar Nurkse, Tallinn, 4 November.", "Cumulatively, from the second quarter of 2022 up to the latest data point available (the first quarter of 2023), the euro area has transferred €213 billion to the rest of the world as a result of the terms of trade losses.", "This figure corresponds to 1.6% of euro area GDP.", "As captured by the GDP deflator.", "Battistini, N., Di Nino, V. and Gareis, J.", "(2023), \"The consumption impulse from pandemic savings - does the composition matter?", "\", Economic Bulletin, ECB, forthcoming.", "Despite some narrowing in June, the gap between the Purchasing Managers' Index (PMI) for services and the PMI for manufacturing output remains large.", "There is heterogeneity across euro area countries, however, with some seeing a decline in the share of homeowners still paying a mortgage."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation persistence", "Wage-price spiral", "Monetary policy transmission", "Inflation expectations", "Core inflation", "Unit labour costs", "Productivity growth", "Interest rate hikes", "Policy stance", "Inflation target"]}