{"sentences": ["SPEECH Governor Signe Krogstrup's speech at the conference New types of Digital Money at Danmarks Nationalbank CHECK AGAINST DELIVERY Ladies and gentlemen.", "It's a pleasure to welcome you to the conference on New types of digital money here at Danmarks Nationalbank.", "Digitalization, new technologies and financial innovation are changing the nature of society.", "They also touch at the core of central bank man- dates of monetary and financial stability as well as secure and efficient payment systems.", "Central banks are therefore increasingly analysing the implications for the future of the monetary and financial system.", "Danmarks Nationalbank is no exception.", "We pay close attention to ensure that society reaps the gains while minimising potential costs of these developments.", "This is no simple task.", "Innovation in digital money and payments is mov- ing fast and the direction is uncertain.", "We have to assess how to best re- spond to developments as they unfold.", "But we also need to stand ready to change our assessment when circumstances change or new insights emerge.", "This is why we have convened you all to this conference today.", "I'm look- ing forward to the presentations and discussions on the agenda.", "As a central bank, we want to engage, we want to learn, and we want to be challenged!", "But I would like to start by emphasising what we know, from monetary history and scholarship.", "I will then discuss some of the implications for our assessment of future types of money.", "Lessons from history on the functioning of money History has plenty of examples of money that worked well and money that didn't.", "For money to work well, it needs to ... be an efficient and broadly accepted means of payment.", "... be the unit of account in which prices of goods and services are de- nominated to anchor our sense of the relative value of different goods and services.", "... and finally, hold a stable predictable value, or purchasing power, over time.", "This is essentially what we mean by price stability.", "Underlying these attributes of money is trust.", "You accept money as pay- ment only when trusting that others will do so as well, now and in future.", "You hold money trusting that it will maintain its purchasing power over time.", "Without trust, money does not function.", "So, where does trust come from?", "In earlier monetary history, trust in the value of money was ensured in so-called \"commodity money\"; money with intrinsic value and use in its own right.", "Examples are plentiful: Ciga- rettes during wars, pearls or gold coins.", "Historically, gold had value in terms of its use for making jewellery.", "The history of the gold standard illustrates a universal lesson about the value of money: the supply of money has to adjust to the demand for money for transactions, to ensure stable value and prices.", "Gold did not succeed in ensuring stable prices because its supply is largely determined by production from gold mines, and not by the needs of the economy.", "An expanding economy without an expanding supply of money leads to de- flation.", "The gold standard was succeeded by fiat money.", "That is, money with no intrinsic value, issued by banks or monetary institutions.", "Unlike gold coins, the supply of fiat money is under the control of the issuer.", "Herein lies both a strength and a weakness of fiat money.", "It can be issued to ensure stable value, but it can also be issued to cover short term fi- nancing needs of the issuer, leading to an eventual loss of value.", "An often-quoted example is the 19th century US Free Banking Era.", "During that era, commercial banks issued their own fiat money, without a central bank issued currency.", "Banks were often tempted to over-issue money without sufficient backing, leading to frequent episodes of a loss of trust and bank runs.", "The temptation to over-issue has also been present dur- ing historical episodes with central banks or with governments as issuers of money.", "This has been the case when financing needs have dominated concerns about monetary and financial stability.", "This brings me to another important lesson, namely that to maintain trust in fiat money, there has to be trust in the issuer's commitment to keep the value of money stable as the economy evolves.", "The current monetary system has a strong track record of achieving this trust.", "In the current system, central banks as well as commercial banks is- sue fiat money with the same unit of account, as illustrated in the slide.", "The central bank provides cash to the public and central bank reserves for settlement of interbank transactions between commercial banks.", "Commercial banks in turn issue bank deposits to private citizens.", "Trust is ensured through the independence of central banks from political pressures, clear price stability mandates, and accountability.", "Moreover, commercial banks are regulated, supervised and with deposit guarantee schemes, to ensure trust in privately issued money.", "The system ensures parity of value and a joint unit of account between privately issued bank deposits and central bank reserves.", "I doubt that many private citizens are even aware of the distinction between private and central bank money.", "This is not a bad thing.", "It reflects trust in money.", "Now, let's look forward.", "What's new and where are we heading?", "Currently we see two important trends.", "First, a shift away from cash pay- ments in many countries.", "This is making bank deposits the dominant money used in retail transactions.", "And second, new developments in blockchain, DLT and crypto.", "I will address each in turn.", "First trend: Decline in the use of cash and rise in digital payments We are, in many countries, witnessing a shift away from cash and toward bank-issued digital money as the dominant means of payments.", "This re- flects citizens' increasing preferences for using convenient digital means of payment.", "If it continues unabated, most or all money in the hands of private citi- zens will be issued by commercial banks.", "This scenario has been likened to the situation under the Free Banking Era in the US.", "However, we cannot compare our monetary system with less cash to the Free Banking Era.", "Banks today have accounts with central banks and hold reserves that perform the role of a unit of account.", "Commercial banks are regulated to ensure trust in the value and stability of the deposits they is- sue.", "We also have deposit insurance schemes.", "I believe that these fea- tures ensure trust in money and parity between deposits issued by com- mercial banks and central bank reserves.", "This is also the case in a sce- nario where citizens choose to use even less - or no - cash.", "We do need to monitor and study the decline in cash and its implications, also for financial inclusion.", "But, based on current knowledge and our ex- perience of very little cash use in Denmark, it's not clear to me that the decline in cash per se is a substantial risk to monetary and financial stabil- ity.", "Second trend: The rise of blockchain and crypto Now let me turn to the second trend - the rise of blockchain and crypto.", "These are innovative technologies with the potential both to disrupt and destabilise, and to provide value to the financial system.", "It should therefore be no surprise that we carefully study the potential and the risks related to new types of crypto-based assets, ranging from unbacked 'crypto assets' to so-called 'stablecoins'.", "The technology and related assets are still developing, but we can already draw some conclu- sions.", "Unbacked crypto assets, such as bitcoin, are speculative and high-risk as- sets with no underlying income flow or productive value.", "They cannot function well as money.", "Notably, they suffer from the same problem as monetary gold in that their supply is not responsive to the needs of the economy.", "Their value is anything but stable.", "In contrast, I believe that we cannot rule out the potential of stablecoins.", "If the digital part of the economy is migrating on to DLT based networks and platforms, money based on these technologies could end up playing an important role.", "Issuers of stablecoins promise to deliver stable value of a crypto-based asset by backing these with safe assets from the traditional monetary sys- tem - e.g.", "The business model of a stablecoin can thus be likened to that of a bank deposit, only that stablecoins are based on crypto technology, and - for now - lack proper regulation and deposit in- surance.", "Sound regulation is a necessary condition for stablecoins to function well as money in future DLT-based environments.", "Issuers should be regulated according to the services they provide - money or settlement balances - and the risks associated with these services, rather than according to the technology used to deliver it.", "This would also ensure a level playing field in which different business models - e.g.", "commercial bank deposits and stablecoins - can soundly compete on delivering value.", "The upcoming EU-regulation of Markets in Crypto Assets - or MiCA - is an important step in the right direction.", "The question of CBDC The shift away from cash and the rise of blockchain and crypto raise im- portant questions for central banks.", "One of these is whether we should issue central bank digital currency - so-called retail CBDCs - directly to private citizens.", "Let me offer some reflections on this question.", "First, it's important to distinguish between retail and wholesale CBDC.", "A retail CBDC is a digital deposit issued by the central bank for private citi- zens and companies.", "The term wholesale CBDC is often associated with DLT-based central bank reserves accessible for financial institutions.", "Issuing wholesale CBDC is a question of technology.", "We already issue central bank reserves, which are wholesale digital central bank money us- ing traditional technology.", "Supplementing this with DLT based wholesale CBDC may at some point become necessary or desirable, for example if DLT and blockchain based technology becomes pervasive in economic networks and platforms.", "Or because DLT based wholesale CBDC may en- hance interoperability or cybersecurity.", "Much research and experiments are going into this field, and we follow it closely.", "At Dan- marks Nationalbank we are currently putting a lot of work into enhancing cybersecurity and robustness in our systems.", "The question of a retail CBDC goes far beyond technology.", "Its introduc- tion would change the structure of the financial system and the respec- tive roles and demarcation lines between commercial banks, central banks and other institutions, in the provision of money.", "Several reasons have been proposed for introducing retail CBDC.", "Exam- ples include improving critical infrastructures, financial inclusion or strengthening competition and cybersecurity.", "Some of these issues are not new and have typically been addressed by regulation, or by improv- ing existing technologies.", "It is not clear to me that we require a different approach now, but perspectives and circumstances across countries dif- fer.", "A key question often voiced is whether the decline in cash use will eventu- ally lead to a lack of trust in money, and if so, whether a retail CBDC could take the role of cash in ensuring this trust.", "As already noted, based on what we know today, it is not clear to me that cash in the hands of private citizens is the anchor of trust in our monetary system, certainly not in Denmark.", "But this is an open question, and I look forward to discussing today.", "To conclude, new technologies and digital innovation are changing the nature of society.", "When we assess the implications for money and central banks, we should draw on our extensive knowledge on how monetary systems work, while learning from new developments and insights.", "I have laid out some preliminary views and assessments reached at Dan- marks Nationalbank.", "But to return to where I started: We want to en- gage, we want to learn, and we want to be challenged.", "I wish you an excellent conference!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "none", "none", "financial dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital money", "Monetary stability", "Central bank", "Fiat money", "Trust", "Crypto assets", "Stablecoins", "CBDC", "Blockchain", "Financial inclusion"]}