{"sentences": ["Introduction It is my great pleasure to welcome you all to our BOJ-IMES Conference.", "We had the first conference back in 1983.", "This one is the 28th conference, and the first in-person conference since 2019.", "On behalf of the conference organizers, I would like to thank you all for your participation.", "The theme of this year's conference is \"Old and New Challenges for Monetary Policy.\"", "The theme of the 2019 conference was \"Central Bank Design under a Continued Low Inflation and Interest Rate Environment,\" and the common concern in the conference was how to raise the low inflation and bring it steadily closer to the target.", "The economic environment has changed dramatically in the last four years, and inflation in many countries has reached levels not seen in decades.", "High inflation is an old challenge for the study of monetary policy.", "Fifty years ago, in around 1973, many countries, including Japan, started to see what is today referred to as the Great Inflation.", "The inflation rate exceeded 10 percent, and how to tackle surging inflation was a major policy agenda.", "Against this background, a great deal of theoretical and empirical analysis was conducted during the 1970s and beyond.", "Economic theory has been developed on the causes of the high inflation and on monetary policy for price stabilization.", "The framework of monetary policy implementation has been established following these developments.", "At this year's conference, we would like to put this old challenge on the table again.", "Admittedly, we also need to take into account new perspectives, as suggested by the words in the conference theme \"new challenges.\"", "That is, how to identify the key differences from the past and how to exploit them for today's policy making.", "For example, in the period of \"low for long\" interest rates that preceded the outbreak of the pandemic, concerns about secular stagnation were frequently raised in policymakers' discussions.", "Attention was drawn to a decline in r-star for a number of developed economies.", "Secular changes, such as globalization, emergence of a saving glut, a slowdown in the growth rate of technology, and demographic changes, were considered to have depressed the r-star.", "With policy rates approaching the effective lower bound, monetary policy toolkits have become highly diversified.", "The past fifty years have brought not only new challenges but also new opportunities.", "Society has become increasingly and widely digitalized.", "In addition to the advances in the use of alternative data and improvements in computing power, large-scale language models are rapidly developing.", "There has also been a rapid expansion in the type and amount of information and in the information technology and communication channels available to central bankers.", "They are all new opportunities for monetary policy.", "Here, I will review the discussion about the Great Inflation and give an overview of the new challenges and new opportunities.", "Lessons from the Great Inflation in the 1970s, and New Challenges Lessons from the Great Inflation in the 1970s First, I would like to touch upon two lessons learned from the Great Inflation in the 1970s.", "One is the importance of identifying the causes of inflation.", "The Great Inflation occurred during a period that included two oil crises, and its causes are sometimes associated with cost-push factors.", "However, there are strong arguments that for some countries, including Japan and the United States, accommodative monetary policy and the subsequent excess increase in demand played a major role.", "Whether inflation is caused by demand or supply has very important implications for monetary policy making.", "Theoretically, in response to demand-driven inflation, policy tightening is desirable to reduce excess demand and contain inflation.", "In response to supply-driven inflation, central banks' decision making faces the difficult dilemma between considerations of economic activity and the need to tackle surging inflation.", "Taking the current increase in global inflationary pressure as an example, it has been pointed out that the increase in inflationary pressure has been caused by supply factors such as a rapid rise in commodity prices, labor shortages, and disruptions to supply chains.", "It may have been influenced also by demand factors, including the effects of expansionary fiscal and monetary policy measures and the pent-up demand after the spread of pandemic.", "In addition, the impact of these factors may appear with some lags.", "Identifying the factors in real time is an even more difficult task.", "In light of these points, it is extremely important to carefully analyze various indicators and examine the underlying trend in prices.", "The other lesson from the Great Inflation is the importance of stabilizing inflation expectations.", "There are studies that point out that sudden and significant rises in inflation expectations occurred at the outset of the Great Inflation period.", "In theory, of course, such changes in inflation expectations are contained by the central bank's commitment to aggressive tightening to control inflation.", "Indeed, since the 1980s, many countries have developed monetary policy frameworks with a view to stabilizing inflation expectations.", "Inflation targeting, of course, is a typical example.", "However, there are many issues that need to be better understood regarding inflation expectations.", "For example, market participants, firms, and households all have different expectations formation, given different perceptions of current inflation.", "In addition, these expectations are susceptible to the influence of their experience or psychological conditions, as well as to the central bank's communication.", "Moreover, there is no guarantee that the way they are formed will remain stable over time.", "There is still much room for further research in this area, including in relation to central bank communication.", "Next, I would like to mention two new challenges.", "The first is about the changing inflation and economic environment.", "From a long-term perspective, many countries, including Japan, typically went through a period of Great Inflation and the subsequent Great Moderation, followed by the Global Financial Crisis, and then faced a period of \"low for long\" before the pandemic.", "There is a view that the current ongoing global inflationary pressure will eventually subside and that a period of \"low for long\" will resume.", "On the other hand, there is also a view that the current period of high inflation will change people's views on prices, leading to a departure from \"low for long.\"", "We have seen higher levels of public and private debt as a result of the pandemic and the policy responses.", "In addition, people have once again been concerned about geopolitical risks since 2022, leading to a partial reversal of globalization.", "Therefore, it may be difficult to deny the possibility that we are already in a new normal that is different from the period of \"low for long.\"", "The second challenge is about the changes in central banks themselves.", "In the period of \"low for long,\" many central banks faced the effective lower bound of policy rates, which is the traditional policy instrument, and have created various unconventional policy toolkits, including large-scale asset purchases and forward guidance.", "While a number of empirical studies support some effectiveness of these instruments in stimulating demand, it seems that the mechanisms at play are not fully understood even today.", "Compared to conventional instruments, which have a long history, unconventional instruments have issues such as limited experience and data constraints in measuring their effectiveness, and further theory building and testing will be required.", "As a result of increases in the variety of toolkits and also advances in monetary policy making, central banks need to be more careful about how they communicate.", "These points are related to the recent decision of the Bank of Japan made at the end of April to conduct a review of its monetary policy from a broad perspective.", "Since the late 1990s, when Japan's economy fell into deflation, the Bank has implemented various monetary easing measures.", "We will review the interaction between these measures and economic activity, prices, and financial conditions, and the positive effects and the side effects, drawing on the knowledge in Japan and abroad.", "New Opportunities Finally, I would like to talk about new opportunities.", "In recent years, both academics and policy makers have benefitted greatly from digitalization.", "They have exploited new types of data in their analyses, including highly granular data at the level of individual firms, households, and persons; daily and intraday high-frequency data; people flow data; and text data.", "Improvements in computational power have made the analysis of such data far easier and more advanced than before.", "These examples of new opportunities played a particularly large role in understanding economic conditions at the outbreak of the pandemic, for instance.", "In the rapidly changing economic conditions brought about by the spread of the virus, it became necessary for policymakers to observe the economic activities of firms and individuals on a weekly or daily basis.", "The Bank of Japan was no exception.", "For example, the Bank used high frequency data such as consumption developments based on credit card payment data and nighttime population of downtown Tokyo based on smartphone location data.", "Conclusion We are now about to start the 28th BOJ-IMES Conference.", "This year's Mayekawa lecture will be given by Professor Maurice Obstfeld of University of California, Berkeley.", "Professor Obstfeld served as Honorary Adviser to the IMES from 2001 to 2014 and has participated in BOJ-IMES conferences 12 times.", "I have had the pleasure of participating with him in nine of them.", "I am looking forward to his lecture based on his experience as an academic, policy maker, and old friend of the Bank of Japan.", "In the keynote speech, Professor Athanasios Orphanides of MIT, one of our honorary advisers, will share his views on the policy communication aspect of monetary policy strategy, in particular, issues relating to forward guidance.", "As is well known, he is one of the first academics to point out the importance of real time analysis, and he will also give a valuable speech based on his various experience including of course that as a central bank governor.", "The papers to be presented today exploit new opportunities, namely highly granular data and text data analysis, to provide new perspectives on old and new challenges for monetary policy.", "Using highly granular data, the first and second papers analyze households' inflation expectations in the United States, and the fourth, price developments in Japan.", "The third paper uses text data from the FOMC transcripts to analyze monetary policy making.", "In the policy panel discussion, we welcome speakers from the central banks of seven countries and regions, and the IMF as panelists.", "Part A will discuss \"old challenges\" and Part B will discuss \"new challenges.\"", "From the Bank of Japan, Deputy Governor Himino will participate in Part B, and I will participate in Part A.", "We are now facing new challenges.", "The key is how to use the lessons learned from the past \"old challenges\" to augment the \"new opportunities.\"", "In-depth analysis as well as thoughtful and lively discussions are crucial to policy making.", "At the 2008 BOJ-IMES conference, Professor Obstfeld described our conference as \"a venue in which abstract monetary theory and practical policy questions can comfortably be discussed in full depth and side by side.\"", "I hope that the discussions at the conference today and tomorrow will deepen our understanding of the current state of central banks and help us address the new challenges.", "Thank you for your kind attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary Policy", "Inflation Expectations", "Great Inflation", "New Challenges", "Central Bank Communication", "Unconventional Monetary Policy", "Digitalization", "Data Analysis", "Policy Making"]}