{"sentences": ["There is no shortage of challenges as a central banker in the current environment, with domestic and global inflation too high and persistent, and the recent fragilities exposed by bank failures in the United States and Europe.", "Today I'll touch briefly on these topics, with a particular focus on financial inclusion and the impacts on different parts of our society.", "In doing so, I'll highlight some material from our upcoming Financial Stability Report (to be published on 3 May) and reiterate some of the messages from our most recent Monetary Policy Review (5 April).", "Periods of high consumer price inflation hit hardest for those with low or fixed incomes such as a government benefit or pension, and those without significant wealth or savings to draw on.", "At the same time, lifting interest rates to cool the economy, and ultimately combat high inflation, also has consequences for those on the margins of the workforce with the least job security.", "This is why it is so important to foster an ongoing environment of low and stable inflation.", "Over the course of the past 18 months, the Monetary Policy Committee (MPC) has increased the Official Cash Rate (OCR) from 0.25% to 5.25%.", "At the most recent Monetary Policy Review, the Committee noted that: the full impact of the monetary policy tightening is yet to be fully realised, there are early signs that growth in the domestic economy is beginning to slow, the extent of this moderation will determine the direction of future monetary policy.", "The recent high profile failures of Silicon Valley Bank (SVB) and Credit Suisse have proven pertinent reminders of the importance of financial stability.", "Particularly, the importance of sound financial risk management by banks in an environment with large changes in interest rates.", "In New Zealand, all registered banks are required to have systems in place to monitor and control their material risks, including interest rate risks.", "Our banks also operate different business models that mean that they are not as exposed to the risks that have led to the issues with SVB.", "Our banks undertake a regular and rigorous stress testing programme, and our Bank Financial Strength Dashboard displays data on the financial health of registered banks in New Zealand.", "Our work to promote a sound and stable financial system is not just to avoid and mitigate periods of instability, but to enable an environment that promotes the prosperity and well-being of New Zealanders and contribute to a sustainable and productive economy.", "We do this by seeking a strong, efficient, innovative and inclusive financial system, consistent with our Financial Policy Remit.", "Central banks around the world continue to contribute towards improving financial inclusion, defined as individuals and businesses having access to useful and affordable financial services delivered in a responsible and sustainable way.", "Globally, initiatives from central banks include delivering inclusive payment systems, factoring inclusion into regulatory settings, collaborating with public and private networks, delivering financial literacy programmes and undertaking research to fill evidence gaps.", "Financial stability is the highest contribution Te Ptea Matua can make to financial inclusion.", "A well-functioning financial system with low probability of insurers and deposittakers getting into trouble increases the likelihood that people can access, and have trust in, the products and services they rely on.", "Financial inclusion can also contribute to stability.", "Providing financial services to a larger customer base can promote a higher share of customer deposit funding, contributing to stability.", "Inclusion efforts, such as increased lending to smaller firms, can also help to diversify asset portfolios and reduce the relative size of any single borrower.", "A review of 2,600 banks in 86 countries found a higher level of inclusion contributes to greater bank stability, particularly in countries with strong institutions and sound regulatory settings.", "We explore this further in an excerpt from our May 2023 Financial Stability Report that we are pre-releasing today.", "Our Kimihia te mea ngaro - Mori access to capital programme was launched to better understand Mori access to capital in the New Zealand economy and bring a more deliberate approach to financial inclusion.", "An efficient, effective, and stable financial system is one where capital is allocated on the basis of risk and return, one in which there is equitable access to capital for all firms, including Mori firms.", "Since we released our issues paper on Mori Access to Capital in August 2022 , we have been working with retail banks to find solutions, including working collaboratively on how banks assess lending against whenua Mori, which has the potential to improve access to capital for Mori landowners and collectives.", "Similarly, our Future of money - Te moni anamata programme has been working to ensure that the money we issue as a central bank continues to enjoy trust and confidence and promotes financial and social inclusion.", "The devastating impact of Cyclone Gabrielle highlighted the lack of resilience in the cash system and its vulnerability to outages of power, data and roading networks.", "Given the increased likelihood of extreme weather events in the future as a result of climate change, this resilience needs to be enhanced.", "We will continue to explore synergies between inclusion and stability as we develop our approach to financial inclusion.", "We are doing so in concert with our Council of Financial Regulators partners, for which 'Financial Inclusion' is one of 5 priority themes."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Financial inclusion", "Inflation", "Financial stability", "Monetary policy", "Interest rates", "Resilience", "Financial risk management", "Mori access to capital", "Financial literacy", "Payment systems"]}