{"sentences": ["Shri Injeti Srinivas (Chairperson, IFSCA), Shri B. P. Kanungo (Director, CAFRAL), faculty members of IIM Ahmedabad and CAFRAL, and distinguished participants of this conference, a warm greeting to you all!", "I am delighted to be present here at this International Research Conference on FinTech.", "The theme on 'Innovation, Inclusion, and Regulation' in the context of the FinTech Revolution in India is indeed very topical and relevant to the times we live in.", "New technology often reinvigorates and reshapes economies.", "In the last few decades or so, information technologies perhaps had the most transformative effect on the economy and particularly in financial services.", "The interlinkage of Finance and Information technology, which is now known as FinTech, has played significant role in the evolution of finance.", "Over the years, technology has led to globalisation of financial services, initiated a tectonic shift in the efficiency and speed of these services and increased convenience as well as better experience to consumers.", "What makes the ongoing FinTech revolution different?", "The current FinTech revolution, which started soon after the North Atlantic Financial Crisis of 2007-08 is unique in many ways.", "This revolution is defined by the increased computing power, use of new technologies such as Artificial Intelligence and Machine Learning, APIs that leverage Big Data in providing financial services.", "Further, there is an emergence of new entrants and new business models.", "Prior to current FinTech revolution, digitalisation of financial services allowed banks and financial institutions to have structured data on their consumers which was used to have better understanding of the customer's risk profile.", "However, with the emergence of Big Data analytics, even better insights on customer preferences and behaviour, can be obtained using alternate semi-structured and unstructured data.", "Moreover, the analytics, rather than being performed by the Financial Institution themselves is being outsourced to new age FinTechs.", "In fact, the financial sector is benefiting from this synergistic collaboration between the regulated entities and FinTechs with huge future potential.", "Benefits from FinTech 6.", "Technology has reduced entry barriers and allowed FinTechs to enter the financial services.", "More importantly, it has allowed the unbundling of financial services in a manner that is economically viable even at a lower scale of operations.", "In turn, consumers have benefited by better customer experience and convenience.", "Payment sector innovations in India is a typical example.", "One of the key value propositions that FinTechs offered was providing the same financial services as regulated entities but at a lower cost.", "FinTech disruption in the Indian brokerage industry is a shining example of this.", "Large technology companies, or Big Techs as they are popularly called, such as Alphabet, Meta, Amazon, etc.", "have also expanded into financial services.", "These companies leverage the data from their large existing user base coupled with network effects to provide contextualised or embedded financial products along with nonfinancial products.", "In many jurisdictions, in addition to payment systems, Big Techs have successfully expanded into credit scoring and lending.", "Risks from FinTech 9.", "Irrespective of the type of player undertaking financial business or the type of technology underlying it, it is prone to a few fundamental sets of risks.", "For regulated entities or new entrants, depending on the business model, they face legal, reputational, governance, and operational risks in addition to the usual credit, market, and liquidity risks.", "From customers' perspective, key risks include mis-selling, discrimination, data privacy and security.", "c. From a regulator's perspective, there are risks associated with financial stability, market integrity and customer protection.", "We monitor and calibrate our regulatory and supervisory response across these risk areas.", "However, new entrants and new technologies can further aggravate these risks.", "For example, FinTechs operating on lending side have spurred the availability of unsecured loans, globally.", "Such loans are often driven by machine learning models.", "However, effectiveness of these models for delinquency has not been fully established, especially during an economic downturn.", "Any significant failure of these models will not only be limited to new entrants but will also impact regulated entities with exposure to them.", "Use of models also brings the question of fair treatment in the extension of credit.", "It is necessary that highly automated fintech business models for decision making take care of requirement of fairness through additional procedures, controls, and safeguards both in the development and deployment of models and also in the final decision making.", "Risk of unreliability or vulnerability of technology is not limited to FinTechs.", "However, since their business is heavily dependent upon automation, their vulnerability is also greater.", "FinTechs need to be conscious of customer protection.", "Miss-selling, fraud, or misconduct by FinTechs may harm the very consumers they intended to serve.", "Careful management of this risk is significant for the sustainable development of the FinTech Sector.", "A loss of consumer trust may put an unrepairable dent on the sectors growth story.", "So, while regulators are always worried about customer protection, FinTechs should even be more aware, vigilant, and proactive in ensuring that the bedrock of their business remains protected.", "Financial Inclusion 14.", "A financial sector that does not prioritise financial inclusion cannot distribute the benefits of economic growth to all levels of society .", "Financial inclusion entails providing access to avenues of savings and investments, and credit at an affordable cost.", "It benefits the economy and society as it is accompanied by increased economic growth and reduction in inequality.", "In countries that have large numbers of people who are \"unbanked,\" financial innovation could help enhance financial inclusion, especially if they are paired with digital identifications systems.", "With the use of alternative data, end-to-end digitalisation coupled with other technology interventions, FinTech can bridge the credit gap that exists due to various reasons such as absence of credit scores, cumbersome documentation, manual processes, etc.", "The Reserve Bank Innovation Hub (RBIH) in association with RBI is piloting an endto-end digitalisation of Kisan Credit Card (KCC) lending.", "The project envisages automation of various processes within banks and integration of their systems with the service providers which will make granting of KCC loans more efficient and economical.", "Regulatory approaches 17.", "Any approach to regulate the FinTech sector will invariably be informed by five fundamental objectives- (i) financial stability, (ii) consumer protection, (iii) integrity of financial system, (iv) competition and (v) orderly development of sector concerned.", "Under these overarching objectives, there are various approaches to regulation.", "At one end of the spectrum, there is a 'hands-off' approach that advocates allowing the sector to operate freely and develop without any regulatory intervention.", "While this allows for harnessing benefits of innovation, it risks the possibility of failing to protect the financial system and customers from adverse outcomes.", "At the other end of the spectrum there is the 'status-quo' approach that aims to maintain the existing framework without any relaxation to cater for new developments.", "Under this approach, fintech product and services are regulated in the same way as the traditional financial product or service.", "From the perspective of controlling risks, it may appear to be the best approach as it applies tried and tested regulations.", "However, benefits of innovation may be lost.", "In India, the RBI has endeavoured to find a middle ground trying to balance between the innovation brought by FinTech while addressing the unique risks they introduce.", "The NBFC - Account Aggregator framework of 2016, NBFC -Peer to Peer lending guidelines of 2017 and recent Digital Lending Guidelines are examples of adaptive regulation intended to address emerging risks.", "P2P regulations were introduced in the early stages allowing India to avoid failures witnessed in other jurisdiction, while at the same time enabling an innovative mode of credit intermediation.", "Similarly, guidelines on Account Aggregator (AA) facilitate innovations related to open banking while building a robust data privacy regime.", "Last year's digital lending guidelines was a reiteration of two well established principles, namely, (i) lending business is regulated activity and (ii) onus of ensuring compliance in an outsourcing arrangement lies on the regulated entity.", "The RBI introduced the regulatory sandbox framework in 2019 for live testing of innovative products or services in a controlled environment.", "The success stories emanating from the Regulatory Sandbox initiatives include the recently launched UPI123Pay which can enable more than 400 million feature phone mobile subscribers to make UPI payments even without an internet connection.", "Further, to extract the full benefit of regulatory sandbox, a framework for Inter-operable Regulatory Sandbox (IoRS) was also unveiled last year.", "This framework is to facilitate testing of innovative products/services falling within the regulatory ambit of more than one financial sector regulators.", "In 2022, as part of its efforts to promote innovation in the financial sector, the RBI set up of the Reserve Bank Innovation Hub (RBIH).", "Within the RBI a new FinTech Department was established in 2022 to give focused attention to this evolving sector.", "Its objective is to not only promote innovation in the sector, but also identify the challenges and opportunities associated and address them in a timely manner.", "Within the regulatory envelope, activity-based regulation as opposed to entity-based regulation is gaining traction.", "Entity-based regulatory requirements are prudential, conduct and governance related to the regulated entity rather than targeting at any activity.", "On the other hand, activity-based regulation focuses on the activity being undertaken attempting to apply uniform rules to the activity across all regulated entities.", "For instance, the recent review of the regulatory framework for microfinance loans attempts to provide a uniform regulation for such lending across banks and NBFCs, by having a common definition of microfinance, same business conduct and fair practice requirements, etc.", "FinTech Sector - the way forward 26.", "India has the third largest FinTech eco-system in the world.", "While regulation can play a supporting role, FinTechs themselves have to ensure the balance between innovation and risks arising therefrom.", "Naturally, the resilience of such an ecosystem will also inter alia depend on self-monitoring of the conduct of the constituents.", "Therefore, from the FinTech sector perspective, self-regulation can be a useful tool for setting and enforcing rules and standards.", "The sector should attempt to organise itself under a self-regulatory organisation which in turn can monitor the conduct of member FinTech entities.", "This approach can also help in the objective of protecting the interest of customer and promoting high level of governance standard in FinTech entities.", "Role of such an SRO can include setting the standards for conduct as well as acting as a bridge between the sector and regulators.", "Regulation is merely a guardrail to keep the sector on the right path.", "However, beyond its ability to innovate, the development of this sector will largely depend on two critical elements.", "These two elements are (i) Customer Centricity and (ii) Governance.", "It is essential for the FinTechs to keep customers at the centre of their innovation and follow high standards of good governance as part of culture.", "While developing their products and process, FinTech should ensure adherence to three basic principles from a customer protection perspective - i. Firstly, design robust customer-centric products that avoid fintech induced losses to customers such as those from cybersecurity breaches, technical glitches, frauds, etc.", "Secondly, ensure customer suitability and appropriateness.", "Refrain from misselling or imprudent lending.", "Thirdly, ensure that any inherent biases in models are addressed in a fair manner.", "As far as governance is concerned, the importance of adopting and adhering to good governance cannot be overemphasised.", "Mis-governance is at the root cause of several failures.", "For the sustainable development of the sector, it is essential that FinTechs inculcate the values of accountability, fairness, transparency, and independence.", "The Board of Directors should be sufficiently empowered to assert its role as the balancer of conflicting interests of various stakeholders.", "It should have adequate experience and independence.", "In conclusion, the FinTech revolution is well underway in India, and it presents us with a unique opportunity to drive financial inclusion, improve the efficiency of the financial sector, and create new economic opportunities for millions of people.", "The country has created a stack of open APIs and digital public goods which can be leveraged by the industry to innovate and promote financial and social inclusion.", "The Reserve Bank's approach has been to balance innovation with regulation, without compromising on the principles of prudence.", "The FinTech Sector also needs to look into self-regulation and ensure that the issues relating to technology, ethics, customer protection and data privacy are addressed.", "India has assumed the presidency of G20 this year, and the same gives the country an opportunity to showcase its leadership in the field of FinTech, particularly in digital payment systems.", "While India has made significant strides in developing its domestic payments systems which are acknowledged globally, it can also contribute to innovations in cross-border payment systems.", "In this context, CBDC holds significant promise.", "With India already piloting its CBDC, it is well poised to steer the discussion on the need for cross-border interoperability of CBDCs and developing standards for effective interfacing, so as to realise the potential of cheaper, efficient and faster crossborder payments.", "I am quite hopeful that a number of papers in this conference will dwell deeper into the opportunities and issues surrounding innovation, inclusion and regulation in the era of FinTech.", "I look forward to fruitful discussions which will push the debate forward and also provide some enlightening policy insights.", "I once again thank IIM Ahmedabad and CAFRAL for hosting this conference and giving me the opportunity to address it.", "/-/media/Files/Publications/WP/2021/English/wpiea2021221-printpdf.ashx"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["FinTech", "Financial Inclusion", "Regulation", "Innovation", "Customer Protection", "Risks", "Governance", "Digitalization", "Big Data", "Machine Learning"]}