{"sentences": ["News conference 23 March 2023, 10.00 am Introductory remarks by the Governing Board Thomas Jordan, Martin Schlegel and Andréa M. Maechler Chairman of the Governing Board / Vice Chairman of the Governing Board / Member of the Swiss National Bank Zurich, 23 March 2023 © Swiss National Bank Ladies and gentlemen It is my pleasure to welcome you to the news conference of the Swiss National Bank.", "After our introductory remarks, we will take questions from journalists as usual.", "Contribution to financial stability Ensuring price stability is and will remain the core objective of the SNB.", "Our monetary policy assessment has taken place in an exceptional situation.", "Last week, there was a loss of confidence in Credit Suisse.", "In order to avert damage to Switzerland, on Sunday the authorities decided on extensive measures to safeguard financial stability.", "The SNB contributed to this solution within the framework of its mandate.", "I would like to describe our contribution in more detail and explain why it was necessary.", "The global crisis of confidence rapidly intensified last week due to the turmoil in the US banking industry.", "From Wednesday onwards, this had a direct impact on Credit Suisse's liquidity situation as a result of strong outflows of customer deposits and cuts in counterparty limits.", "The SNB then lent Credit Suisse large amounts of liquidity in Swiss francs and foreign currencies.", "The extensive liquidity assistance provided the time needed to find a solution to safeguard financial stability.", "This solution had to be worked out under considerable time pressure in order to be ready before the Asian markets opened this week.", "A Credit Suisse bankruptcy would have had serious consequences for national and international financial stability and for the Swiss economy.", "Taking this risk would have been irresponsible.", "On Sunday, the takeover of Credit Suisse by UBS was announced.", "At that time, we said that the SNB would provide additional substantial liquidity in the form of loans to support the successful implementation of the takeover.", "The SNB provides such liquidity assistance within the scope of its statutory task to contribute to the stability of the financial system.", "In exceptional situations, as the lender of last resort we provide emergency liquidity against sufficient collateral.", "The solvency of the bank must be confirmed by FINMA in each case.", "Let me make one thing very clear: our liquidity measures are loans that are secured and subject to interest, and not gifts.", "The measures taken by the federal government, FINMA and the SNB have put a halt to the crisis surrounding Credit Suisse.", "In a few minutes, Martin Schlegel will explain the structure of the liquidity assistance loans in detail.", "Andréa Maechler will then talk about our cooperation with other central banks over the last few days.", "She will also briefly explain the impact of the liquidity measures on the implementation of our monetary policy.", "Monetary policy decision I come now to our monetary policy decision.", "We have decided to tighten our monetary policy further and to raise the SNB policy rate by 0.5 percentage points to 1.5%.", "In doing so, we are countering the renewed increase in inflationary pressure.", "It cannot be ruled out that additional rises in the SNB policy rate will be necessary to ensure price stability over the medium term.", "To provide appropriate monetary conditions, we also remain willing to be active in the foreign exchange market as necessary.", "For some quarters now, the focus has been on selling foreign currency.", "The SNB policy rate change applies from tomorrow, 24 March 2023.", "Banks' sight deposits held at the SNB will be remunerated at the SNB policy rate of 1.5% up to a certain threshold.", "Sight deposits above this threshold will be remunerated at an interest rate of 1.0%, and thus still at a discount of 0.5 percentage points relative to the SNB policy rate.", "Inflation forecast I would now like to address the current development of inflation.", "Inflation has risen again since the beginning of the year, and stood at 3.4% in February.", "It is therefore still clearly above the range the SNB equates with price stability.", "The latest rise in inflation is principally due to higher prices for electricity, tourism services and food.", "However, price increases are now also broad-based.", "Our new conditional inflation forecast is based on the assumption that the SNB policy rate is 1.5% over the entire forecast horizon (cf.", "Stronger second-round effects and the fact that inflationary pressure from abroad has increased again mean that, despite the raising of the SNB policy rate, the new forecast is higher through to mid-2025 than in December.", "Without today's policy rate increase, the inflation forecast would be even higher over the medium term.", "Uncertainty regarding price developments going forward remains high, and there is above all the risk of elevated inflation becoming embedded.", "Global economic outlook What is the economic outlook?", "The global economy hardly grew in the fourth quarter.", "Nevertheless, Q4 2022 and Q1 2023 will likely be slightly less weak overall than expected in December.", "Inflation is currently clearly above central banks' targets in many countries.", "Against this background, numerous central banks have tightened their monetary policy further.", "The growth outlook for the global economy in the coming quarters remains subdued.", "At the same time, inflation is likely to remain elevated worldwide for the time being.", "Over the medium term, however, it should return to more moderate levels, not least thanks to monetary policy and due to the economic slowdown.", "Our scenario for the global economy is subject to significant risks, in particular due to the recent turmoil in the global financial sector.", "Swiss economic outlook I now turn to the economic outlook for Switzerland.", "GDP stagnated in the fourth quarter.", "The labour market remained robust, and overall production capacity has been well utilised.", "Despite the slight upturn in economic activity in recent months, growth is likely to remain modest for the rest of the year.", "Subdued demand from abroad and the loss of purchasing power due to inflation are having a dampening effect.", "Overall, Swiss GDP is likely to increase by around 1% this year.", "The forecast for Switzerland, as for the global economy, is subject to high uncertainty.", "In the short term, the main risks are an economic downturn abroad and adverse effects of the turmoil in the global financial sector.", "Monetary policy outlook Ladies and gentlemen, allow me to return to our monetary policy.", "Inflation is currently higher than we had expected in December, and inflationary pressure has risen again also due to second-round effects.", "The renewed increase in our policy rate is therefore necessary to ensure that inflation returns to the range consistent with price stability over the medium term.", "It cannot be ruled out that a further tightening of monetary policy will be necessary to ensure price stability.", "For some quarters now, we have indicated that in order to ensure appropriate monetary conditions, we would consider selling foreign currency in addition to policy rate increases.", "In the fourth quarter of 2022, we sold foreign currency worth around CHF 27 billion.", "Foreign currency sales, together with the increase in the SNB policy rate, contribute to the tightening of monetary policy.", "They help to dampen imported inflation.", "We will also sell foreign currency in the future if this is appropriate from the monetary policy perspective.", "However, the development of inflation and thus the outlook for monetary policy are currently highly uncertain; therefore, we conversely also remain willing to buy foreign currency if necessary, i.e.", "if there were to be excessive appreciation pressure on the Swiss franc.", "Ladies and gentlemen, I now hand over to Martin Schlegel.", "Liquidity assistance loans Ladies and gentlemen, allow me to explain how the SNB is providing liquidity to Credit Suisse and UBS.", "The liquidity is being granted on three levels.", "First, both banks have unrestricted access to the SNB's already long-established facilities.", "The banks can obtain liquidity against high-quality securities under the liquidity-shortage financing facility (LSFF).", "This serves to bridge unexpected liquidity bottlenecks in the short term.", "Furthermore, the SNB provides emergency liquidity assistance (ELA).", "ELA loans are covered by collateral in the form of Swiss mortgages transferred to the SNB or pledged securities.", "Second, Credit Suisse and UBS have access to additional liquidity assistance (ELA+).", "This possibility was created on 16 March 2023 based on an emergency ordinance by the Federal Council.", "The emergency ordinance allows for emergency liquidity assistance of up to CHF 100 billion without collateral being delivered.", "However, the claim is secured by means of preferential rights in bankruptcy proceedings.", "Preferential rights in bankruptcy proceedings mean that, in the event of bankruptcy, the SNB's claim would be repaid with high priority.", "Only a few other claims take precedence over the SNB loan, such as wages or deposits covered by depositor protection.", "Third, Credit Suisse can access liquidity assistance of up to CHF 100 billion under a public liquidity backstop (PLB).", "This possibility was also created on 16 March 2023 based on an emergency ordinance by the Federal Council.", "This SNB liquidity assistance also has preferential rights in bankruptcy proceedings.", "The claim is additionally secured by a federal guarantee.", "I now hand over to Andréa Maechler.", "Implementation of monetary policy and international cooperation Ladies and gentlemen, tension on the financial markets has increased markedly following the collapse of Silicon Valley Bank.", "In times of heightened uncertainty, US dollar liquidity is particularly sought after.", "In a coordinated action with five other central banks, we therefore announced on Sunday evening that we would enhance the provision of US dollar liquidity via the standing US dollar swap line arrangements.", "Banks can now draw US dollar liquidity from their central banks with increased frequency if needed.", "To this end, since 20 March we have been conducting our US dollar repo auctions on a daily rather than a weekly basis, and will continue to do so until at least the end of April 2023.", "Through their cooperation, the participating central banks ensure that US dollar liquidity is distributed throughout the system, thereby jointly helping to secure global financial stability.", "Let me now turn to the implementation of our monetary policy on the money market.", "Banks' sight deposits and the liquidity on the Swiss franc money market are increasing due to our liquidity assistance.", "To ensure that secured short-term money market interest rates remain close to the SNB policy rate and do not decline, we are absorbing sufficient sight deposits through the weekly issuance of SNB Bills as well as with daily repo auctions.", "In addition, we are selectively conducting overnight repo transactions.", "Our flexible set of monetary policy instruments allows us to keep secured short-term money market rates close to the SNB policy rate also in the current situation.", "I would now like to hand back to Thomas Jordan.", "Ladies and gentlemen, allow me to conclude.", "Within the framework of its mandate, the SNB will use all of the resources at its disposal to ensure price stability in Switzerland and to contribute to financial stability.", "Thank you for your attention.", "We are ready to answer your questions."], "classifications": ["none", "none", "monetary dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Financial stability", "Monetary policy", "Inflation", "Liquidity", "Credit Suisse", "Swiss economy", "Global economy", "Foreign exchange", "Interest rates", "Banking"]}