{"sentences": ["It gives me immense pleasure to be present here on the occasion of the G20 TechSprint 2023 Grand Finale - an event that represents the spirit of innovation, collaboration and transformation.", "TechSprint is yet another initiative which reinforces our commitment to harness technology and foster innovations that can transform the financial landscape of the entire world.", "As we gather here, in the presence of remarkable minds and visionary leaders, we stand on the vortex of possibility and progress, where innovation is not just a concept, but a catalyst for change.", "The G20 TechSprint is a global long-form hackathon series that the BIS Innovation Hub co-hosts annually with the G20 Presidency.", "The objective of these hackathons is to identify new technologies which can address the challenges and priorities of central banks.", "It provides a unique opportunity for public-private partnerships as well as regulator-innovator partnerships.", "These partnerships have great potential to contribute positively towards improving the efficiency and effectiveness of the financial services ecosystem.", "TechSprint 2023 resonates profoundly with India's commitment to innovation.", "With its robust start-up ecosystem, vibrant talent pool, and unwavering commitment to digital transformation, India is now focusing on the way technology can be harnessed to bridge gaps, empower individuals and promote financial inclusion.", "The past few years have seen a rapid expansion of digital technologies in India having transformative impact on our financial system.", "Today, more and more people have access to financial services, regardless of their location or social status, owing to the robust digital public infrastructure like Aadhar, affordable internet and mobile phone services.", "Innovations are powering the spread of mobile banking, digital payments, and other customised digital product offerings.", "A landmark example of our commitment to innovation is the Unified Payments Interface (UPI), which has been a game-changer for India's digital payments ecosystem.", "It has helped to drive financial inclusion by bringing millions of unbanked individuals into the formal financial system.", "With over 10 billion transactions a month, the UPI has become the backbone of digital payments in India and has helped to catalyse a wave of innovations in the fintech sector.", "Today, there are more than 70 mobile apps and more than 50 million merchants, who accept UPI payments.", "From financial inclusion through digital payments to using Artificial Intelligence (AI) for credit assessments, India's journey exemplifies innovation with a human touch.", "At the Reserve Bank, we are committed to promoting responsible innovation.", "As part of this, we have taken a few strategic steps in the recent past.", "On the institutional front, we have set up a FinTech Department in the Reserve Bank with the objective of paying dedicated attention to the fast-evolving fintech sector.", "The mandate of this department is to promote innovation while managing the associated risks, if any.", "Similarly, we have set up the Reserve Bank Innovation Hub (RBIH) as a wholly owned subsidiary which is currently engaged in several innovative technology based projects touching people at the bottom of the pyramid.", "Once fully scaled, these projects are expected to have transformational impact on the financial services ecosystem, particularly in the lending space.", "The Reserve Bank has also put in place a Regulatory Sandbox framework wherein innovators get the opportunity to test their products in controlled environment.", "The experience from the four cohorts, under this sandbox so far, has been encouraging.", "In fact, some of the products that successfully exited the sandbox environment have seen actual deployment.", "Further, with a view to generate ideas for a specific problem, we have started conducting long-form hackathons known as HARBINGER.", "After successful completion of the first Harbinger in 2021, the second hackathon is currently in progress.", "More recently, we have launched a pilot project on a Public Tech Platform for Frictionless Credit.", "This platform was developed in association with the Reserve Bank Innovation Hub.", "As you would be aware, the data required for credit appraisal are available with different entities, and they are in separate systems, and these create frictions in timely delivery of loans to the needy.", "Through this public end-to-end digital platform, we are enabling lenders to use the information available in multiple places for credit assessment and offer various lending products in a frictionless and speedy manner.", "This platform would obviate the need for multiple bilateral integrations of lenders with information providers.", "This end-to-end digital platform is expected to bring in greater efficiency to the entire process of delivery of credit in terms of reduction of costs, improving Turn Around Time, greater scalability, and further expanding the reach of financial services.", "Under India's G20 presidency, this fourth edition of G20 TechSprint was launched on May 4, 2023 with the theme 'Technology solutions for cross-border payments'.", "The issue of cross border payments is a G20 priority area.", "Notwithstanding the progress made so far, the key challenges to existing cross border payments continue to be high cost, low speed, limited access and insufficient transparency.", "Faster, cheaper, more transparent, and more inclusive cross-border payment services would deliver widespread benefits to people and economies worldwide.", "It would also support economic growth, international trade and financial inclusion.", "Let me now move on to another technology innovation, namely, Central Bank Digital Currency (CBDC).", "Several central banks across the world are considering introduction of CBDCs and are taking steps in this direction.", "India is one of the few countries which have launched CBDC pilots in both wholesale and retail segments.", "Slowly and steadily, we are expanding the pilot to more banks, more cities, more people and more use cases.", "The empirical data that we are generating would go a long way in shaping the policies and future course of action.", "With its instant settlement feature, I believe, CBDCs can play an important role in making cross-border payments cheaper, faster and more secure.", "The problem statements identified for this G20 TechSprint 2023 have been carefully chosen.", "These pertain to (i) reducing illicit finance risk; (ii) forex and technology solutions for currency settlement; and (iii) technology solutions for multilateral cross border CBDC platforms.", "Let me highlight some important aspects of these problem statements.", "The first problem statement focuses on AML/CFT technology solutions that can be integrated into multilateral platforms to reduce the risks of illicit finance, while increasing efficiency of the screening processes for AML/CFT/Sanctions.", "Estimates from the United Nations Office on Drugs and Crime (UNODC) place global money laundering at 2-5% of global GDP, which is about $ 800 billion to $2 trillion.", "Other estimates place this closer to $3 trillion, of which, an estimated 3 billion per annum is successfully intercepted.", "A very small percentage indeed of 0.1%.", "It is extremely challenging to achieve full AML/CFT compliance as enforcement is difficult, slow and, at times, only partial.", "Therefore, it is important to come up with innovative solutions to deal with this major risk to the international financial system.", "The second problem statement seeks to encourage the participants to come up with technology solutions in forex and liquidity to enable settlement in more number of emerging market and developing economy (EMDE) currencies.", "The use of local currencies in cross-border payments can help to shield the EMDEs from global shocks, protect against exchange rate fluctuations and encourage the development of local forex and capital markets.", "Multilateral payment platforms that support multiple currencies would offer a way to promote such local-currency payments.", "As things stand today, FX and liquidity risks associated with EMDE currencies can make the operation of multilateral platforms with EMDE currencies more challenging.", "It is in this backdrop that effective liquidity mechanisms need to be developed.", "The third problem statement which was intentionally kept broad, calls for technology solutions for multilateral cross-border CBDC platforms.", "It invited solutions and technologies for multilateral cross-border CBDC platforms which can contribute to interoperability across multi-CBDC platforms or domestic payment systems; reduce operational cost; and increase efficiency, while ensuring consistency in standards across multiple jurisdictions.", "I strongly believe, cross-border payments can be made more efficient through adoption of CBDCs and this is an area which should receive close attention.", "As all of us are starting on a clean slate on the CBDC front.", "The adoption of right technology platform, which is inter-operable, would be a great benefit to the future of cross-border payments ecosystem.", "I am happy to share that this G20 TechSprint 2023 has witnessed encouraging participation from around the world with 93 proposals submitted across the three problem statements.", "In collaboration with the BIS, 21 proposals in total (7 each for the three problem statements) were shortlisted.", "These proposals have the potential to bring transformation in the cross-border payments ecosystem in line with the G20 priority.", "They have the power to provide solutions to maintain the integrity of the financial system, empower the underserved, reduce frictions in cross-border payments and amplify the resilience of financial systems.", "These proposals were evaluated by an eminent jury and three best submissions (one for each problem statement) have been chosen as winners.", "My congratulations to the winning teams.", "I would also like to thank all the participants for their efforts and encourage them to continue their innovative endeavours.", "I extend my gratitude to every participant, mentor, judge, and partner who have contributed to the success of this edition of the G20 TechSprint.", "I also acknowledge the active contribution of the BIS Innovation Hub in this entire journey.", "Together, we have demonstrated the power of collaboration and the promise of innovation.", "Let me now conclude by stating that innovation is at the heart of progress.", "In an increasingly complex and interconnected world, our economies, markets, and regulatory frameworks must evolve in tandem.", "The Grand Finale of the G20 TechSprint is not just a celebration of technological advancement; it is a testimony to our commitment to innovation as a driver of prosperity, resilience, and inclusion.", "In our pursuit of innovation, we must also recognise that technology is often accompanied by risks relating to market integrity, conduct, data privacy, security and ethics.", "Innovation must, therefore, be accompanied by a commitment to responsible innovation-a pledge to balance progress with accountability; disruption with safeguards; and growth with ethics.", "This TechSprint has showcased that innovation is not confined to the walls of laboratories or the realm of academia.", "It resides in the aspirations of people and nations.", "As we get closer to the G20 Summit on 9th and 10th September, let us renew our commitment to realise the G20 theme of 'One Future'.", "We must embrace the spirit of global co-operation to make the benefits of technological advancements and innovations available to all.", "Thank you and wish everyone all the best."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Cross-border payments", "Central Bank Digital Currency (CBDC)", "Innovation", "Financial inclusion", "Artificial Intelligence (AI)", "Fintech", "AML/CFT", "Technology solutions", "Digital payments", "Regulatory Sandbox"]}