{"sentences": ["Assalamu'alaikum and a very good morning to distinguished guests.", "Let me begin by congratulating Kossan Rubber Industries Berhad and Pantas Sdn.", "for the timely rollout of the Greening Value Chain programme.", "It is no doubt that climate change is accelerating.", "Dangerous weather events are becoming more frequent and extreme, and global CO2 emissions are starting to rise as economies pick up speed post-pandemic.", "As we gather here today, floods caused by heavy rainfall have been reported across several states in Malaysia.", "With the climate crisis upon us at such a pace, accelerating our actions in responding to climate risk becomes all the more urgent and necessary.", "Ladies and gentlemen, We are on the edge of a climate precipice, close to reaching a 1.5C tipping point, beyond which the damage to our environment would be irreversible.", "The increasing frequency of natural disasters also provides a grim teaser of what lies ahead if we do nothing.", "Recognising this urgency, more than 70 countries have set net zero Greenhouse Gas (GHG) emissions targets , and more and more businesses are also making commitments to reach net zero GHG emissions by mid-century.", "Based on projections, climate inaction would cost the global economy USD 178 trillion over the next 50 years .", "It is evident that businesses must transition to be sustainable to keep pace with the global race towards net zero.", "As an exporting nation, Malaysia must also prepare for tightening of climate-related regulations that may be imposed by our trading partners.", "Small and medium enterprises (SMEs) that form 37.4% of Malaysia's economy are the most susceptible.", "According to report findings by the Sustainable Finance Institute Asia 2022, SMEs stand to lose RM292 billion in revenue due to non-ESG compliance .", "The silver lining behind these adversities is the immense growth opportunities.", "Studies have shown that sustainability investments reward businesses through higher premiums , better brand value, and lower operating expenses .", "Without the necessary support, the ambition to achieve net zero would be a tall order for SMEs, which lack funding and knowledge for meaningful transition.", "In this regard, the Bank launched the RM2 billion Low-Carbon Transition Facility (LCTF) in February 2022 to fund SMEs' working capital or capital expenditures related to low-carbon practices at an affordable rate.", "Beyond that, other facilities such as the High Tech and Green Facility and SME Automation and Digitalisation Facility are also available for SMEs.", "In this respect, it is important to note that financing by the financial sector has returned to the pre-pandemic level with funds by BNM only constituting less than 10% of the total financing.", "We acknowledge that technical know-how is equally crucial for successful transformation.", "SMEs need to be nurtured and equipped with the right tools and skill sets to kickstart their sustainability journey on the right footing.", "The roll-out of the Greening Value Chain Programme, or GVC in short, is a testament to the Bank's commitment to ensure SMEs have access to the necessary support to implement longterm impactful changes.", "GVC complements available financing via its complimentary technical workshops, financial advisory services and emission measurement tools provided by the strategic partners.", "Before I end my remarks, I wish to highlight the two key success factors of the GVC initiative.", "First, strong commitment from participants to undergo the programme and implement the changes recommended.", "This requires a genuine desire to transition to a greener and more sustainable practices, as well as willingness to invest the necessary resources and time to make it happen.", "Participants must be committed to making real changes, both in your operations and in the products and services that you offer.", "Second, proactive actions from large corporations in greening their supply chain network is a must - given their unique position to drive critical mass transition.", "GVC is the first of many pilot initiatives to come in gearing up our green agenda, and we hope to see more similar private-public partnerships in the future.", "The Bank remains committed playing bridging role by bringing the national green agenda closer to the public.", "For this, we welcome any potential partners who are keen to explore new areas of collaboration.", "Ladies and Gentlemen, Climate change is here to stay.", "As Robert Swan, the English polar explorer and environmental leader once said, \"The greatest threat to our planet is the belief that someone else will save it.\"", "Let us play our part in taking proactive steps to manage climate risk before there is nothing left to manage.", "I wish you all a fruitful outcome and a successful journey towards building your business resilience against the impacts of climate change.", "Thank you and Assalamu'alaikum.", "About GVC Programme: The GVC programme is an initiative by Bank Negara Malaysia together with the GVC strategic partners, which was announced at the COP-27 conference in Egypt in conjunction with Finance Day on 9 November 2022.", "The programme is envisaged to help SMEs begin their journey in sustainability reporting, to tackle climate change and reduce the nation's carbon footprint.", "This programme incentivises and assists Malaysian SMEs in implementing impactful, long-term change to green their operations and benefit from the technical advisories and software tools from services provider partners and climate transition financing from the Low Carbon Transition Facility (LCTF) by Bank Negara Malaysia.", "Climate change is one of the biggest challenges facing our planet, and GVC strategic partners remain committed to doing its part in addressing this global crisis.", "Source: United Nation Climate Action Source: Global Turning Point Report 2022, Deloitte Center for Sustainable Progress MSME comprise 37.4% share of 2021 GDP, source: Department of Statistic Malaysia .", "Source: Sustainable Finance Institute Asia 2022 report findings quoted in \"Green transition a quantum leap for SMEs \" FMT news article September 2022 Source: The Global Sustainability Study 2021, Simon-Kucher & Partners Source: The World Economic Forum"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Sustainability", "SMEs", "Net zero", "Green transition", "Low-carbon", "Financing", "Greening Value Chain", "Technical know-how", "Private-public partnerships"]}