{"sentences": ["The honourable Minister, The honourable Mr. Berisha, It is a special pleasure to be part of this ceremony that marks the seventh anniversary of the establishment of the Kosovo Credit Guarantee Fund, and also of the launch of two new guarantee windows, for Women in Business and Start Up.", "The Kosovo Credit Guarantee Fund, with the support of international friends and partners, within a relatively short period of time has managed to transform into a very important institution, playing a special role in increasing and facilitating financing for the country's economy.", "Bank lending continues to be a very important and sustainable source of financing for the private sector in Kosovo.", "The value of banking sector loans until February, 2023 has reached 4.38 Billion Euros, marking an annual increase of 15.1%.", "Although there is a satisfactory trend of credit growth in the country, the level of financial intermediation in Kosovo should increase even further, and that in relation to the size of the economy, there is further room for expansion of lending activity, and especially for the inclusion of women in economic activities.", "A very important role in filling this space is played by the Kosovo Credit Guarantee Fund, which, through its guarantee mechanism, will enable the increase in lending and ease the conditions of access to credit.", "Allow me to share with you some data from the banking sector; the number of business accounts with women owners in the banking sector is 21,247 compared to 104,461 with men owners, or 17 percent of the total accounts, the value of deposits of businesses with women owners is 112 Million Euros or 7 percent of the total deposits of businesses from 1.7 Billion.", "The number of loans of women-owned businesses is 8,185 or 25 percent of the number of business loans, compared to the number of loans of 24,546 or 74 percent of businesses with male owners.", "Meanwhile, the value of loans to women-owned businesses is 643 Million Euros or 29 percent of the total business loans of 2.2 Billion.", "Therefore, the new guarantee Window for women in business, in addition to being good news for new businesses and the country's economy in general, is of special importance because, in addition to the economic empowerment of women, it will also affect their inclusion in the country's economy and in other areas of life.", "CBK sees the new guarantee window for women in business as a good opportunity to promote gender equality and believes that equality of economic opportunities for women and men is a key element of a modern, well-functioning market economy and is essential for sustainable and inclusive growth.", "An important role in the level of financial intermediation will also be played by the startup Window, through which will be supported new entrepreneurs, who aim to start the realization of a business model, product or innovation, with rapid growth and expansion potential.", "Considering the reluctance of the banking sector to finance start-up businesses due to the high risk associated with these businesses, the new guarantee window for start-ups will affect the increase in financial inclusion, and thus the growth and expansion of their activity.", "These two guarantee windows for women in business and start-up will help in the growth and development of businesses, contributing to the overall economic development of the country.", "For the end, I would like to congratulate the banks that are part of these windows and encourage other banks to be involved in such projects.", "The Central Bank of the Republic of Kosovo continues to support and push the financial sector to increase support for the country's economy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Women in Business", "Start-Ups", "Lending", "Financial Intermediation", "Economic Growth", "Gender Equality", "Economic Empowerment", "Banking Sector", "Credit Guarantee", "Financial Inclusion"]}