{"sentences": ["I am glad to be here with you today for this handover reception.", "It gives me the opportunity and the pleasure to thank François Haas and to welcome Stéphane Latouche as our outgoing and incoming chief representative in Asia and head of the Bank of France Office in Singapour.", "It also gives me the opportunity to underline our very good and multifaceted cooperation with the MAS, in particular on financial innovation.", "In my remarks today, I would like to illustrate this cooperation, notably with our work on the development of tokenised finance, and the so-called decentralised finance, and how we, at the Banque de France and the ACPR, are working to respond to this change of paradigm, in line with our financial stability mandate.", "A strengthening of bilateral ties between the ACPR, BdF and MAS, a very close and sustainable partnership between Singapore and France Let me start with what the ACPR, BdF, and MAS have achieved together.", "Cooperation between the BdF and MAS has strengthened significantly, particularly since the opening in 2020 of the Asia-Pacific Representative Office, here in Singapore, which is one of the most innovative financial centres (with a strong Fintech sector), and a highly important region in today's world.", "MAS, BdF and ACPR have deepened and diversified their linkages across key and such as (i) cybersecurity, with an international cyber crisis cutting-edge areas, management exercise conducted jointly in June 2022, (ii) Fintech, with a MoU between MAS and ACPR, (iii) post-quantum cryptography, where ongoing work is joining BdF and MAS, (iv) green finance, with a milestone achieved together with the FranceSingapore Conference on Sustainable Finance in May 2022, and finally (v) tokenisation of finance, with Central Bank Digital Currency experiments involving cross-border payments.", "My warmest thanks go to Ravi Menon and MAS staff, and also to the colleagues of the BdF's office in Singapour, who have helped the strengthening our bilateral ties.", "I wish to also express my sincere and special thanks to François Haas for his proactive engagement for making this MAS-ACPR-BdF cooperation flourish.", "François was the right man in the right place to take up the challenge of launching and leading our rep office here, building notably on his former experience as head rep for the Americas.", "Your achievements François are all the more remarkable when considering that you took office exactly when in person, face to face, interactions, were hampered for a long while by lockdown measures.", "I also want to give a very warm welcome to Stéphane Latouche.", "Building on his wide raging experience within and outside the Bank, he will I am sure contribute to develop further the activities of our rep office with all of you, and notably deepen our bilateral ties with the MAS, notably for future innovation partnerships.", "As a matter of fact, innovation never stops, innovation is above all change.", "Financial innovation illustrates this time of rapid change, with a wave of new players, new digital assets in the form of crypto-assets, as well as new exchange and settlement infrastructures.", "Among those digitalisation trends, so-called \"decentralised finance\", DeFi, is emerging.", "DeFi is a set of applications offering financial services based on crypto-assets, operating on public blockchains and using smart contracts.", "We need as supervisors and providers of settlement services in central bank money to stay alert, explore its opportunities and address challenges it raises.", "Impact on BdF activities and stability mandate To that end we have been developing our actions along two axes that should serve as an additional basis for the dialogue and cooperation we have been developing from here in Singapour.", ".The first axis is to move beyond the first generation of crypto-asset Indeed, the first generation of crypto-asset regulations does not fully address the challenges posed by DeFi.", "For example, in Europe, fully \"decentralised\" services are excluded from the scope of the MiCA regulation.", "To go beyond this first step, we need to build a regulatory framework adapted to the specificities of DeFi.", "In my view, when designing this framework we should not try to replicate existing financial regulations at all costs.", "On the contrary, it could be advantageous to draw inspiration from regulations in other sectors.", "For example, one could imagine setting rules on \"products\" even when their \"producer\" or \"issuer\" is not clearly identified.", "In addition, we have to recognise the technical specificities of decentralised finance and pay a particular attention to the three layers (blockchains, applications and access that schematically constitute DeFi.", "First, we should evaluate the resilience of the blockchain infrastructuresupporting DeFi.", "That leads to an open question: can public blockchains provide the right level of security, and if so, how?", "Second, we need to address the security of the applications, on which DeFi \"services\" are provided.", "A logical avenue for regulation would be to define the perimeter of protocols that are deemed \"secure\", i.e.", "whose computer code has been certified.", "Of course, this leads to many subsequent operational issues that deserve careful analysis.", "Third, in order to protect users, and in particular we should regulate access to DeFi, individual customers.", "Intermediaries - or \"access points\", whatever their form - who provide access to DeFi should comply with rules of good conduct, and be subject to a duty of care and advice as well as KYC requirements, when necessary.", "To contribute to the reflection, we are about to publish a discussion paper on the possible regulatory options for DeFi.", "In order to build the most appropriate framework, taking notably into account the question of proportionality, we need to feed our thinking with input from all stakeholders: financial services or crypto-assets industry professionals, IT specialists, academics, other regulators and supervisors- That is why this document will be open to a wide consultation and I look forward to listening to your reactions on it.", "The second axis is to use DeFi innovation to serve the possible development of tokenised finance and to improve cross-border payments Our monitoring of DeFi is not just motivated by financial stability risk but also by our intuition that its innovative potential could serve the development of an ongoing trend: the tokenisation of finance.", "To do so, central banks and the traditional financial players need to understand how DeFi operates and master its innovative aspects in order to use them in a secure way to do something else than speculate on crypto-assets.", "This is what we are trying do with the project Mariana, our ongoing experiment with the MAS, the Swiss National Bank and the Eurosystem, Singapore and Switzerland BIS Innovation Hub Centres.", "Basically, we are building an automated market for the exchange of CBDCs based on a concept imported from DeFi.", "This project is really at the crossroads of a number of topics: enhancing cross-border payments, CBDCs interoperability, understanding of DeFi and the development of tokenised finance.", "Technically, this project is a real challenge and it will contribute to the definition of smartcontract standards for the automation of tokenised financial markets and the interoperability of CBDCs.", "These standards are necessary to allow the tokenisation of finance to take off securely and to reduce fragmentation in this environment.", "In case of success, project Mariana could be an important step toward the improvement of cross-border and cross-currency payments .", "Confident in the strength of our cooperation with MAS, we hope that other joint experiments will follow the Mariana project.", "There is still a lot to be done , especially on more complex financial activities around the lifecycle of financial securities in a cross-border and cross-currency context .", "In conclusion, I would like to say that financial innovation is promising and exciting but can be for an institution like the Bnaque de France, which has among its core mandates to ensure financial stability, a source of issues if not concerns.", "It is therefore for us in any case very stimulating and leads us to reconsider and adapt our role, our policies and our services.", "To that end, with the help of our team in Singapore and the new leadership of Stéphane Latouche, I very much hope that we will be able to continue working with you here in Singapour, and in particular with the MAS, to better master innovation and build the future of our financial system.", "Thank you all for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Tokenised finance", "Decentralised finance", "Financial innovation", "MAS-BdF-ACPR cooperation", "Cross-border payments", "CBDCs", "Cybersecurity", "Fintech", "Green finance", "Post-quantum cryptography"]}