{"sentences": ["Global debt, both public and private, has risen significantly over the last two decades.", "It is no surprise that many economists as well as the IMF and the Word Bank frequently warn about the possible adverse consequences of excessive debt levels on the global economy, and the macroeconomic, financial and fiscal stability of countries.", "When governments, households and corporations are excessively indebted, it may impair their ability to borrow - that is to finance their needs for consumption or investment.", "This has a negative impact on growth prospects.", "Excessive debt may affect the stability of the financial and banking system, if repayments of debt increase unsustainably, and this could also lead to further economic slowdown.", "If a country's level of private and public debt leads to a crisis which is severe enough, the current system of extensive global financial interlinkages could cause further economic hardships.", "Given the current high level of global debt and the above considerations, a number of economists refer to the situation as a potential \"trap\" that needs to be addressed urgently.", "The linkages through which excessive debt, private and public, affect the economies are widely acknowledged in economic analyses and literature.", "Specifically, high indebtedness could deprive an economy from reaching its potential growth, as a high and rising debt burden could impair economic growth due to the so called \"crowdingout\" effect.", "More specifically, when private debt is high, consumers and businesses have to divert an increased portion of their income to paying interest and principal on that debt.", "Consequently, the ability to consume and invest is reduced.", "Similarly, when governments increase borrowing, through issuing new debt to finance their policies, they compete with everybody else in the economy who wants to borrow the defined amount of savings available.", "As a result of this competition, the real interest rate increases and so private investment could be crowded out.", "Also, if general debt rises excessively, debt sustainability issues may arise.", "It is, therefore, important for an economy to grow faster than its debt so as to avoid falling into a situation where low growth co-exists with increasing debt payments that unavoidably lead to falling confidence and a negative impact on financial stability.", "A certain level of indebtedness is essential for an economy to grow fast enough so as to reach its potential through a sustainable level of consumption, investment and production, that are financed by borrowing.", "As the World Bank indicates, \"debt financing is critical for development, but unsustainable levels harm growth and the poor.", "Debt can be a useful tool if it is transparent, well-managed, and used in the context of a credible growth policy.", "But, too often, this is not the case.", "High public debt can inhibit private investment, increase fiscal pressure, reduce social spending, and limit governments' ability to implement reforms\".", "Recent IMF research shows that the post-pandemic drag on growth could be much larger in countries where (1) indebtedness is more concentrated among financially stretched households and vulnerable firms, (2) fiscal space is limited, (3) the insolvency regime is inefficient, and (4) monetary policy needs to be tightened rapidly.", "It is not easy however to scientifically define the level of the debt threshold above which debt is inducing crowding out effects.", "For the case of private debt, different researchers quote different debt- to -GDP levels beyond which debt is considered to become unsustainable.", "This threshold ambiguity also holds for public debt, particularly given the fact that the public or private debt to GDP ratio is by itself an insufficient measure of debt sustainability.", "For example, it makes little sense to compare debt-to-GDP ratios for countries that have very different financial systems, economies, budget constraints and level of development.", "Because of all these differences, rising levels of debt are likely to affect the subsequent performance of each economy in a different way.", "The IMF's Debt Sustainability Analysis for example and its many parameters of identifying potential risks for public debt, reflects this complication.", "So, there is no easy or simple answer to this question, but a common conclusion provided by many papers in the literature shows that the debt threshold for both private and public debt should generally be different across countries.", "Also, countries with more severe structural issues can handle less debt distress.", "The risks associated with excessive debt burdens are more prominent now, following the consecutive supply side shocks - the Covid pandemic and the war in Ukraine.", "Specifically, the measures taken to mitigate the effects of the pandemic to the economy resulted in an increase in both public and private debt around the globe.", "Governments were successful in mitigating the pandemic effects on the economy by providing ample liquidity to afflicted households and businesses through credit guarantees and subsidised lending.", "However, while these policies were effective in supporting the factors of production and the readiness of the economy to recover fast, they also resulted in an increase in private and public debt, prompting a significant rise in indebtedness.", "Furthermore, even though many of these measures were withdrawn after the reopening of the economies, governments introduced significant new stimulus measures in response to the energy crisis that followed the war in Ukraine.", "These represent a new risk to the levels of public debt around the globe, even though it is too early to have an overall assessment of the impact.", "Specifically, as reported by the IMF, in 2019 global debt, that is public plus private debt stock, was worth US$197 trillion or 228% of global GDP, whilst after the outbreak of the pandemic crisis, global debt reached US$226 trillion at the end of 2020 or 257% of GDP.", "In 2021, total world debt declined 10 percentage points of GDP, to 247 percent of GDP or US$ 235 trillion.", "This drop mainly reflected strong real GDP growth, high inflation and the withdrawal of COVID-19 fiscal support measures.", "The above observations relating to high levels of private and public debt cannot be ignored by governments and regulatory authorities because they may present a number of challenges to economic agents and policymakers in terms of debt financing capacity and debt sustainability.", "These challenges can be exacerbated by exogenous factors such as the Ukraine war.", "In general, Governments should aim at containing fiscal deficit, which is the accumulation of new debt.", "Where the recovery is strong and balance sheets are in a healthy shape, they could scale back fiscal support more quickly.", "Governments should also prioritize targeted and not horizontal fiscal assistance during the recovery path while adhering to credible, medium-term fiscal frameworks, not counteracting in that way central banks' monetary policy decisions to control inflation.", "In addition, Governments should move faster on key structural reforms.", "This is because structural reforms are the policy levers aimed at boosting the supply side of the economy and ameliorate the framework in which businesses and people operate.", "By tackling obstacles to the efficient production and provision of goods and services, structural reforms can contribute to higher productivity, investment and employment, thus contributing to higher incomes and helping to tackle rising levels of debt.", "Three specific examples of Government structural reforms include the following: First: The implementation of measures that improve business conditions, promote better allocation of resources, and strengthen market competition are essential policy actions to boost productivity and hence GDP growth.", "In the area of product markets, a more competitive and business-friendly environment increases incentives of firms to innovate, and invest, in human and physical capital.", "A relevant example includes the transposition of the EU Services Directive, aiming at lifting restrictions on cross-border providers and removing limits to competition.", "Unfortunately, the latest periodic assessment by the Commission of the legal and administrative barriers of the EU, which was conducted in April 2021, points to an overall slow speed of barrier removal over 2006 to 2017.", "Second: Labour market reforms, such as the implementation of Active Labour Market Policies, could minimise labour shortages and labour mismatches, potentially helping to contain both private and public debt.", "Wage rigidities in Europe have been identified in the past to be important impediments to market clearing and have been linked to high and persistent unemployment.", "Typically, high unemployment rates are related to bad debt, that is Non Performing Loans.", "Therefore, such labour market reforms can help with containing the level of private and public debt by increasing household incomes via enhanced job creation owing to better matching of job seekers with vacancies.", "Third: An acceleration of fiscal policy reforms such as the enactment of a fiscal responsibility and budgets systems law, so as to ensure medium and long term fiscal sustainability.", "These stipulate a medium-term orientation as regards budget formulation and provide for binding expenditure ceilings.", "For example, the annual growth rate in total public expenditure must not exceed the growth rate of potential GDP, unless corrective measures on the revenue side are introduced to compensate the higher growth rate of expenditure.", "In this respect, such policy frameworks can directly tackle the level of public debt by promoting lower public deficits.", "I will not leave out the banking sector reforms: having effective foreclosure and insolvency frameworks and actively and efficiently managing Non Performing Loans should be encouraged in order to tackle elevated risks related to high levels of private debt.", "However, the adoption of an improved insolvency framework will not be in a position to achieve its full potential if its application is impaired by inefficiencies in the judicial system.", "Let me now give some remarks on the situation in Cyprus.", "Since 2016, it follows a downward trend with the exception of the second half of 2018, due to the fiscal impact of the measures related to the Cyprus Cooperative Bank, and in 2020 due to the outbreak of the pandemic.", "The public debt-to-GDP ratio dropped below 90 percent at the end of 2022 due the reopening of the economy and the recovery that followed.", "However, risks remain elevated due to Russia's war in Ukraine and the deterioration in the global economic environment.", "At the current juncture, preserving fiscal space is crucial, as government intervention is important to support the digital and green transition, improve competitiveness and promote social cohesion.", "The NextGenerationEU, which allocates around EUR 1.2 billion to Cyprus in grants and loans, can support these goals and will have a favourable impact on real growth.", "The successful implementation of structural reforms and the green and digital agenda will be key for transforming our economy to a sustainable and more resilient one.", "Turning now on the private sector debt in Cyprus, this includes both legacy loans built up prior to the domestic financial crisis in 2013 and new origination loans thereafter, granted to households and non-financial corporations.", "The granting of new loans after the financial crisis in 2013 was done in adherence to stricter supervisory guidelines and tighter credit standards, and as data shows, the default rate of these new loans is quite low.", "However, the domestic private debt levels are still burdened with legacy loans that are more difficult to tackle and require special attention.", "As regards the private debt trajectory in Cyprus, the private non-financial debt, that is the sum of households and non-financial corporations' debt - to - GDP ratio has exhibited a decline of about 33% since reaching its peak level of 353% in the first quarter of 2015.", "This decline is evident in both non-financial corporations and households.", "Specifically, the domestic non-financial corporations' debt fell to 157% of GDP in 2022Q2 from 226% in 2015Q1, whilst about 60 percentage points of this is attributed to debt held by Special Purpose Entities.", "These entities in the case of Cyprus are mostly shipping companies with no physical presence in Cyprus and limited impact on the Cyprus real economy.", "Despite this significant reduction, the domestic non-financial private debt ratio is still relatively high compared with an average of 140% for the euro area.", "Both households and non-financial corporations' debt exhibit a passive deleveraging behaviour, given that their decline is mainly driven by increases in nominal GDP, known as a denominator effect.", "Today, in an economic environment of high inflation, high interest rates and weakened growth prospects, the risks for a deterioration in asset quality leading to even higher private debt levels and a higher crowding out effect are considered to be on the upside.", "In fact, the high private debt of 236% in Cyprus relative to the euro area average of 140% and the European Commission's threshold of 133%, combined with the high percentage of loans in Cyprus with floating interest rate, makes them particularly sensitive to the higher interest rate era that we are entering.", "At the current juncture, the prudent CBC supervisory Debt-Service-to-Income ratio (DSTI) tool, defined as a household's total monthly debt payments divided by its monthly net disposable income that is in place in Cyprus, is expected to somewhat mitigate the negative impact of higher lending rates.", "Nevertheless, extra vigilance and concerted action is required at all levels to address these debt risks and minimise any crowding out effects.", "Debt, both private and public, is essential for any economy as it is one of the main sources to finance vital growth components, such as investment and consumption.", "Excessively high debt however, both public and private, has a negative impact on a country's growth rate.", "In most cases, the impact becomes more pronounced as debt accumulates and may also lead to financial stability issues.", "Even though many efforts have been made in recent years by international and national regulatory bodies to implement a more sound financial architecture and to strengthen financial system regulation and oversight, new vulnerabilities, such as the pandemic crisis and the war in Ukraine, have increased the risks of rising private and public debt.", "Nevertheless, crises create opportunities for fixing policies and addressing structural issues.", "Policy makers have an opportunity to enact all the necessary reforms in order to lay the foundations of a more stable and prosperous future in the presence of today's overlapping crises."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Debt sustainability", "Private debt", "Public debt", "Fiscal deficit", "Crowding out effect", "Structural reforms", "Debt financing", "Insolvency", "Financial stability", "Growth prospects"]}