{"sentences": ["Is Germany's \"business model\" at risk?", "Talk followed by a panel discussion ikf institut für kredit- und finanzwirtschaft e. V. .06.2023 | Bochum | Joachim Nagel Check against delivery.", "2 Industry key to Germany's \"business model\" 3 Recalibration of global value chains 4 Price competitiveness and profitability of the German economy 5 Impact of energy costs and demographic change on the potential output of the 6 Conclusion Ladies and gentlemen, Thank you for your kind welcome and also for inviting me to Bochum.", "Here in Bochum you will find both the old and the new.", "VfL Bochum is one of the country's oldest sports clubs.", "Though the football department was only added just over a century later, it plays a huge role within the club.", "And right now, following a fantastic three-nil victory over Leverkusen, the team can look forward to playing in Germany's top league next season.", "The city's Ruhr University, meanwhile, is fairly young by comparison, having been founded during the era of structural change in the 1960s.", "Tradition and a willingness to embrace change - both of these qualities are needed.", "And these two things will pop up throughout my speech here today, which will be about what the future holds for Germany's economy.", "My remarks today will centre around industry - or, to be more precise, around manufacturing, to use the term from the economic statistics.", "\"Is industry about to wither and die?\"", "- that was the pointed headline used by the German journal \"Der Spiegel\" late last year to fire up the debate surrounding industry's prospects for the German economy.", "[1] That debate had gained increasing traction.", "Our industry is indeed facing significant challenges, three of which I would like to highlight today.", "During the pandemic, these turned out to be much more vulnerable than we had previously thought.", "Bolstering supply chains is of fundamental importance for any firm.", "And for our aggregate economy as well, open as it is.", "Second, the supply of energy.", "Even before Russia's war of aggression against Ukraine began, German electricity prices were significantly up on the OECD (Organisation für wirtschaftliche Zusammenarbeit und Entwicklung) average.", "Gas wasn't particularly low in price by international standards, either - despite the narrative about cheap Russian gas.", "Over the past two years, but especially as Russia's war played out, energy costs then skyrocketed at times.", "And the years to come will probably see them persist at above pre-war levels here in Germany.", "Partly as a probable knock-on effect of decarbonisation, because the price of carbon is likely to rise.", "And investment will have to be made in order to become climate neutral by 2045.", "The third challenge is demographic change.", "The German population is shrinking and getting older overall.", "That's putting a strain on the labour supply and on trend economic growth.", "Reflecting on these major challenges, the \"Economist\" magazine observed in an article nearly three months ago that \"Germany needs an economic-policy Zeitenwende (an epochal turning-point) as much as it requires the one Mr Scholz has promised in its military and foreign policy\".", "[2] So is Germany - is the domestic economy - in need of fundamental structural change?", "I will use my speech today to share my view on this with you.", "And I am fully aware that I am speaking here in Bochum before a seasoned audience of experts.", "And not only because many of you have studied, are studying, or even lecture in business and economics.", "But also because Bochum has been no stranger to the notion of structural change for decades now.", "How else could Bochum rank today as a hub for IT (Informationstechnologie) security and a popular location for healthcare firms - 50 years on from the closure of the last coal mine.", "Industry key to Germany's \"business model\" Let me kick off by highlighting one particular feature in Germany.", "The huge importance of the manufacturing sector (see Chart 2).", "In Germany, the manufacturing sector accounts for a distinctly higher share of gross value added than it does in most other advanced economies.", "Manufacturing contributes just under 20% to German gross domestic product; the equivalent share in the United Kingdom is not even half as high.", "Only in Japan is the share slightly higher than in Germany.", "What is particularly striking, however, is that this share has remained more or less steady in Germany since the 1990s.", "The other advanced economies, by contrast, have seen that percentage decline notably, with a shift towards services.", "As we can see, ladies and gentlemen, the manufacturing sector is hugely important in Germany.", "That is a key aspect of what has been called, for the sake of simplicity, \"Germany's business model\" - foreign trade is another factor I will be touching upon shortly.", "But how are the three challenges I mentioned just now impacting on this \"business model\"?", "That's what I will delve into next, starting with the supply chains.", "Recalibration of global value chains Global value chains experienced considerable change in the 1990s and early 2000s.", "Rapid globalisation during this period (see Chart 3).", "The main forces driving this trend were the dismantling of trade barriers, the fall of the Iron Curtain, and China's integration into the global trading system.", "Plus the revolution in information and communication systems and shrinking transport costs.", "As a result, supply chains were made ever more global: finished goods weren't the only items that saw ever stronger global trade - inputs and intermediate products did, too.", "For an economy that was already open, like Germany's, this opened up a wealth of opportunities.", "German industry capitalised on this potential.", "And so it happened that exports and imports as a share of gross domestic product continued to rise steeply in Germany.", "The German economy became increasingly open, far more so than countries like France, Italy and the United Kingdom.", "The foreign trade ratio dipped briefly during the global economic and financial crisis.", "But it bounced back relatively quickly and has been charting an increasing, albeit flatter, trajectory ever since.", "One factor here is that globalisation has lost traction.", "Increasingly protectionist tendencies are one reason for this.", "This was the case in the United States during the Trump Administration, for example, where additional tariffs were imposed on China and other trading partners.", "Hopes that these might bolster the US (United States) economy were dashed.", "But global flows of goods thinned out.", "[3] Brexit also put the brakes on trade.", "In recent years, trading activity between the euro area and the United Kingdom has been much less brisk than it has between the euro area and the rest of the world.", "One country has been key to the rapid growth seen in German foreign trade over the past two decades: China.", "That country has grown in importance for Germany, both as a supplier and as a sales market (see Chart 4).", "Trade between Germany and China has seen brisker growth since 2005 than trade within the EU (European Union) and with the United States.", "That holds true for both imports to Germany and exports from Germany.", "Overall, China ranked as Germany's most important trading partner in 2022, for the seventh time in succession.", "Zooming in on individual product groups, this means, for example, that: German car makers sell around one-third of their vehicles in China.", "And more than two-thirds of the laptops or smartphones bought here come from China.", "[4] Having strong ties is a good thing, to begin with.", "You see, sharing the workload internationally can boost welfare.", "However, interconnectedness can go hand in hand with dependencies and thus also with risks.", "In this regard, it is worth taking a look at commodities and intermediate goods imported from China that are used in Germany as inputs for industrial production.", "These deliveries from China account for a significantly smaller share, in terms of value, than is the case for many final products.", "These commodities and intermediate goods, though, are often very costly indeed to replace in industrial supply chains.", "Just take rare earth elements, say.", "These are essential components in the construction of engines for electric vehicles and wind farms, for example.", "China accounts for around 90% of the global market in the processing of rare earth elements.", "[5] This means that Germany sources its imports of rare earth elements almost entirely from China.", "[6] German industry faces much the same situation when it comes to specialised intermediate goods.", "In extreme cases, these are sourced from just a single Chinese supplier.", "The sector of the German economy that is most reliant on China is the chemicals sector.", "The ifo (Information und Forschung) Institute has found that just under 27% of imports of critical industrial goods from China are chemical goods.", "[7] In Germany, the risks inherent in strong global interconnectedness are now coming increasingly into focus and being given greater consideration.", "Firms report in surveys that they are looking for ways to make supply chains more resilient.", "A diversification of supply chains is one possible lever here.", "But operating this lever is easier said than done.", "Rare earth elements can also be found in other parts of the world, for example, such as Australia and Greenland.", "There, however, these elements would first need to be tapped and extracted, which is a costly and time-consuming endeavour.", "A different approach to inventory management would be another way of mitigating supply chain risks.", "The aim, then, is to strike a new balance between efficiency and resilience.", "In the event of a fundamentally changed risk situation, for example due to geopolitical tensions, restructuring supply chains would also seem to make economic sense in terms of efficiency.", "There is sometimes talk of \"friendshoring\", i.e.", "preferentially sourcing intermediate products from countries regarded as allies.", "And of \"nearshoring\", in which deliveries from nearby countries play a greater role.", "Fundamentally overhauling supply chains would be a time-consuming and cost-intensive process.", "In principle, however, government intervention in international trade beyond laying down general rules requires special justification and should remain the exception.", "It should be borne in mind that restricting trade always entails welfare losses.", "These can be considerable, depending on the trading partner's importance.", "[8] Regional free trade agreements could play an important role, as they can make it easier for European enterprises to diversify their trading partners.", "This brings me to the second major challenge facing German industry: the change in energy supply.", "This may entail considerable costs, especially in the transitional period until enterprises have got to grips with the elimination of nuclear energy and Russian energy sources and switched to green alternatives.", "Price competitiveness and profitability of the German economy But what scope do German enterprises have to bear these burdens?", "In this context, it is worth looking at two indicators: price competitiveness and profitability.", "Price competitiveness is one of the key factors affecting Germany's export performance.", "If we compare the price competitiveness of the German economy with 27 selected industrial countries, we see a positive, longer-term development - the price competitiveness of German suppliers has exceeded its long-term average for around 12 years now (see Chart 5).", "A second important indicator of enterprises' resilience is their profitability, i.e.", "the annual result before taxes as a percentage of turnover (see Chart 6).", "Earnings in the manufacturing sector are more volatile, meaning that in times of crisis, earnings fall much more sharply, but also recover more quickly afterwards.", "This is what happened during the financial and economic crisis as well as the coronavirus pandemic.", "On the whole, the profitability of German enterprises recovered remarkably rapidly in each case.", "Before Russia's war of aggression against Ukraine, the profitability of the economy as a whole and of the manufacturing sector climbed to a high level by historical standards.", "Of course, the war and the associated rise in energy prices will not have left profitability unscathed (see Chart 7).", "This applies to industrial enterprises in particular.", "[9] Gas was already more expensive in Europe and in Germany than in the United States before the war.", "However, it has become considerably more so as a result of the reduction in the supply of Russian gas, which already began in 2021.", "Gas is likewise expected to be more expensive in Europe than in the United States in the medium term.", "This applies to end customers, too, and the same is true for electricity.", "For the time being, the impact on profitability can only be estimated in a cursory manner or using simulations.", "By contrast, the impact on price competitiveness can already be quantified (see Chart 8).", "In 2022, the relative rise in energy prices, up to its peak in September, had a marked impact on Germany's price competitiveness, reducing it by around 0.9%.", "[10] Sectors with an above-average share of energy costs in production, such as the chemical and paper industries, were, of course, affected to a greater extent - and still are.", "However, in the same period, exchange rate developments benefitted German businesses, with the euro depreciating by 12.5% against the US (United States) dollar.", "This, in turn, improved Germany's price competitiveness by 1.9%.", "This temporary depreciation of the euro against the US (United States) dollar is likely to be due to the strong policy rate hikes by the Federal Reserve, which started earlier than in the euro area.", "The euro has since regained most of the lost ground.", "On average, the price competitiveness of the German corporate sector appears robust overall.", "However, energy-intensive industries have been disproportionately affected by the rise in energy prices, becoming less competitive.", "Thanks to good earnings and financing conditions, enterprises should generally be in a good position to absorb the rise in energy prices.", "[11] However, all other things being equal, there is likely to be an incentive for energy-intensive industrial plants to tend to invest in countries where energy costs are comparatively low and will remain so in future.", "Of course, simply looking at current energy costs doesn't go far enough here.", "As decarbonisation is a global necessity, it is imperative to look at the costs of future energy.", "This means risks and opportunities for Germany as an investment location.", "Ladies and gentlemen, let us now turn to the third challenge facing the German economy, namely demographic developments.", "One concern is that demographic change limits our ability to create prosperity - as does the at least temporary rise in energy prices.", "This is because demographic change diminishes the growth prospects of the German economy.", "And this applies both overall and per capita.", "I am talking here about the potential output we can expect in future years.", "How will it be affected by demographic change and, at least temporarily, by higher energy costs?", "Impact of energy costs and demographic change on the potential output of the German economy Taken in isolation, permanently higher energy prices would temporarily weigh on the growth path of potential output.", "The growth path for potential output between 2022 and 2025 projected by our experts in June 2022 was much steeper than the one anticipated in December 2022.", "[12] The resulting difference is essentially due to the fact that higher energy costs are expected to be higher (see Chart 10).", "We can differentiate between two adjustment processes here.", "First, higher energy costs weaken productivity.", "This is because at a given level of labour and capital input, higher energy input costs mean that less value added can be generated.", "And second, enterprises restructure their production processes.", "They write off energy-intensive plants that are no longer profitable at higher energy prices.", "This puts a strain on aggregate capital input.", "Another drag on the German economy's potential output is the country's aging and declining population.", "Provided the underlying conditions do not change, this will weigh heavily on economic growth in the medium term (see Chart 11).", "The total number of hours worked in our economy is declining, mainly as a result of the considerable reduction in labour force participation.", "As the share of older workers in the labour force increases, the labour force participation rate decreases.", "This is because older people generally work less than younger people.", "Pre-retirement part-time work and early retirement are having a noticeable impact here.", "This age structure effect will lead to a decline in the total hours worked in just a few years' time.", "As far as the working-age population is concerned, the situation is changing fundamentally.", "The working-age population has grown in recent years.", "Strong labour market-oriented net immigration has more than offset the decline in the domestic labour force, at least in terms of numbers; recently, people who have fled Ukraine have played a major role in this regard.", "However, from 2026 onwards, net migration will probably no longer offset the effects of the baby boomers leaving the labour market.", "That said, there are ways to bolster the total number of hours worked.", "One option would be to increase the immigration of skilled workers.", "A well-designed policy in this regard is currently high on the political agenda, and rightly so.", "A first step was taken with the Skilled Immigration Act (Fachkräfteeinwanderungsgesetz) of 2020.", "However, its impact has so far been modest.", "And so further steps, such as a points system, are desirable in order to make it easier for qualified foreigners to enter the German labour market.", "This would send an important message to the potential countries of origin, namely that there are ways to enter the German labour market beyond the asylum route.", "Faster processes are also necessary: for recognising foreign vocational and academic qualifications and also for processing visa applications in the German consular missions abroad.", "In addition, here in Germany, the EU (European Union) Blue Card for highly-skilled workers could have an even greater impact.", "For this to be the case, it should be transposed into national law and offered to individuals with secondary school leaving certificates.", "This will take some effort, no doubt, because Germany as an immigration country faces a great deal of competition for labour.", "Looking ahead, emerging market economies such as Mexico and China are likely to be competing for migrant workers, too, as they are also economically reliant on immigration - something the World Bank recently pointed out.", "[13] An additional approach would be to make more people who are able to work into people who do work, integrating women and older individuals in particular into wage labour to a greater extent than before.", "Improved childcare services and nursing care could be beneficial here, for example.", "However, as emphasised by the Federal Statistical Office of late, increased labour force participation alone will not be enough to fully offset demographic change.", "[14] Experts from a range of institutions are suggesting that, for various reasons, an increase in the statutory retirement age should also be discussed as an option.", "[15] If, for example, it were to be tied to life expectancy, labour supply and thus potential output, too, would be strengthened over the coming years (see Chart 12).", "The idea behind this is that as life expectancy increases, the years of life gained will prolong both an individual's retirement period and their employment period.", "Today, the average person's retirement period is just over 40% as long as their working life.", "One approach would be to stabilise this relationship.", "Ladies and gentlemen, I have explained that higher energy costs and demographic change are likely to put a strain on potential output.", "Could productivity gains counteract this?", "This would require the framework conditions to be improved.", "For example, older employees and lower-skilled immigrants would need to be given consistent training and professional development.", "The potential offered by digitalisation should be tapped just as consistently.", "Looking back at the past 25 years, it can be seen just how remarkable the efficiency gains in the digital sectors have been compared with those in the rest of the economy (see Chart 13).", "Here I'm referring not only to the information and communication sector, but also parts of the manufacturing sector, which produce goods such as computers and other electronic products and equipment.", "Despite their limited economic size, the digital sectors have thus made a considerable contribution to overall productivity growth.", "Aggregate productivity effects have not only been driven by investment in digital equipment, but are also largely due to digital inputs, which are incorporated into many final products.", "However, these effects have been on the decline since 2014 - a trend that can also be observed in other advanced economies.", "The push towards digitalisation during the COVID (Coronavirus Disease)-19 pandemic could bolster future productivity growth.", "Corporate surveys support this preliminary assessment.", "[16] However, it is mainly large enterprises that seem to have achieved productivity gains.", "According to the survey of firms, digitalisation hardly picked up speed at all in smaller, less productive enterprises.", "There is, therefore, a digital divide running through the corporate landscape.", "Aggregate productivity gains could be greater if firms were to invest more uniformly in digital technologies.", "[17] Ladies and gentlemen, a country like Germany obviously does not have a \"business model\", but it does have many individual enterprises, each of which has its own business model.", "Overall, however, it is clear that the German corporate sector is facing challenges.", "I have discussed supply chains, energy costs and demographic change in detail today.", "But I could also have talked about environmental sustainability and climate change - factors which go beyond the energy transition.", "Digitalisation holds a great deal of potential to manage the necessary structural change.", "That said, it also poses a challenge for the German economy.", "It is clear that German industry, in particular, will have to undergo an adjustment process.", "Support in this endeavour will likely be most welcome.", "And rightly so, because state-designed framework conditions also play a key role in ensuring a successful future.", "These include, for example, efficient administrative processes, a good infrastructure, and a reliable and consistent climate policy with goal-oriented carbon prices and rapid approval procedures for renewable energy sources and network expansion, as well as good conditions for labour force participation and economic migration.", "As President of the Bundesbank, I would add that stable prices evidently belong on the list of crucial conditions, too.", "According to provisional figures, the harmonised inflation rate for May most recently stood at 6.3% in Germany and 6.1% in the euro area as a whole.", "It is still too soon to speak of stable prices, even if these rates are considerably lower than they were last autumn.", "The underlying price pressures are also far too high, and have hardly receded at all to date.", "In May, the core inflation rate (excluding food and energy) is likely to have stood at 5.1% in Germany and 5.3% in the wider euro area.", "Monetary policymakers therefore cannot and will not falter in the fight against inflation.", "We need to be even more stubborn than the current rate of inflation.", "I will do my utmost to ensure that this period of high inflation is soon behind us.", "I believe three things are needed to achieve this, the first being a sufficiently high interest rate level.", "As things stand, several interest rate steps are still needed.", "In my view, it is by no means certain that interest rates will reach their peak as early as this summer.", "Second, once interest rates are high enough to overcome high inflation, this interest rate level needs to be maintained until we can be sure that we will achieve our 2% inflation target in a timely manner.", "And third, in order to support this interest rate policy, we must run down the bond holdings on our balance sheets.", "This balance sheet reduction will run parallel to our interest rate hikes.", "As from July, we plan to increase the speed of this shrinkage - a step that I am very much in favour of.", "Measures such as this will help us to leave the wave of inflation behind and return to a stable framework.", "For German firms, particularly in industry, a reliable, employment-friendly and investment-friendly climate is vitally important.", "Market adjustment processes are likely to deliver optimal results in such an environment.", "After all, firms are no strangers to change.", "In the past, they have confronted and mastered change time and time again.", "Herbert Grönemeyer impressively portrays this state of constant change in his song \"Bleibt alles anders\", or \"Everything stays different\".", "The German economy has demonstrated its ability to adapt on numerous occasions: during the peak of globalisation, for instance, as well as in the face of structural changes in global demand for goods, and, more recently, in the energy crisis.", "It's true that, according to the latest figures from the Federal Statistical Office, the German economy has contracted over the past two quarters, burdened by steeply increasing energy prices and high inflation.", "It is therefore in a technical recession.", "However, the decline in economic output is of the same magnitude expected in the Bundesbank's December 2022 forecast.", "Intermittent signs that the German economy might have emerged from the winter in better shape than expected have thus ultimately proven illusory, unfortunately.", "Yet there were also far worse fears of a severe economic slump resulting from a gas shortage - neither of which materialised.", "And, with regard to the remainder of the year, our economists are cautiously optimistic.", "Things should start to pick up again soon, then.", "After all, Germany, as an attractive corporate investment location, traditionally has a lot to offer: a well-trained workforce, a good infrastructure, and consensus-driven trade unions.", "I am therefore in no doubt that the German economy will be able to rise to the challenges ahead.", "Thank you for your attention.", "I look forward to hearing your thoughts.", "The Economist, 18 March 2023, Germany is at last tackling its long-standing economic weaknesses (economist.com) [-is-finally-tackling-itslong-standing-economic-weaknesses] .", "Deutsche Bundesbank, Consequences of increasing protectionism, Monthly Report, January 2020, pp.", "IfW (Institut für Weltwirtschaft) Kiel, Institute for the World Economy, Policy Brief No 164, February 2023, pp.", "Foreign trade with China decreased by 10.5% in the first quarter of 2023 compared with the same quarter of the previous year - Federal Statistical Office (destatis.de) 7.", "Baur, A. and Flach, L. (2022), German-Chinese Trade Relations: How Dependent is the German Economy on China?| Publications | ifo (Information und Forschung) [-paper/german-chinese-traderelations-how-dependent-german-economy-china] , EconPol Policy Report 38/2022, June 2022. .", "Dorn, F., L. Flach, C. Fuest and L. Scheckenhofer (2022), Langfristige Effekte von Deglobalisierung und Handelskriegen auf die deutsche Wirtschaft (ifo (Information und Forschung).de) [-2022-09-dorn-etal-effekte-deglobalisierung.pdf] , ifo (Information und Forschung) Schnelldienst, 2022, 75, No 9, 14 September 2022. .", "See Deutsche Bundesbank (2023), Impact of higher energy costs on the profitability of German industrial enterprises, Monthly Report, March 2023, pp.-70.", "See Deutsche Bundesbank (2022), Rise in energy prices, the exchange rate of the euro and Germany's price competitiveness, Monthly Report, December 2022, pp.", "See Deutsche Bundesbank (2023), Impact of higher energy costs on the profitability of German industrial enterprises, Monthly Report, March 2023, pp.", "See Deutsche Bundesbank (2022), Rise in energy prices, the exchange rate of the euro and Germany's price competitiveness, Monthly Report, December 2022, pp.", "World Bank Group (2023), World Development Report, Migrants, Refugees, and Societies, WDR_FullReport.pdf pp.", "Federal Statistical Office (2023), Arbeitskräfteangebot: Erwerbsbeteiligung unter den 25- bis 59-Jährigen 2022 mit 87 % bereits auf sehr hohem Niveau, 27 April .", "See Deutsche Bundesbank (2022), Rentenversicherung: Long-term scenarios and reform options, Monthly Report, June 2022, pp.", "47-61; Deutsche Bundesbank (2019), Long-term outlook for the statutory pension insurance scheme, Monthly Report, October 2019, pp.", "Deutsche Bundesbank (2022), Productivity effects of reallocation in the corporate sector during the COVID (Coronavirus Disease)-19 crisis, Monthly Report, September 2022, p. 55. .", "Deutsche Bundesbank (2022), Productivity effects of reallocation in the corporate sector during the COVID (Coronavirus Disease)-19 crisis, Monthly Report, September 2022, p. 55.", "Is Germany's \"business model\" at risk?"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Supply chains", "Price competitiveness", "Energy costs", "Demographic change", "Industry", "Profitability", "Digitalisation", "Foreign trade", "Potential output", "Productivity"]}