{"sentences": ["Happy Founders Day, Virginia Sorors!", "I recently came across a picture of myself in seventh grade at the county social science fair.", "It appeared in the Milledgeville, Ga., Union-Recorder newspaper, which, mercifully, does not have an online photo archive.", "I did not know it at the time, but that social science fair picture is a milestone in my own journey, a path that has both intersected with and run parallel to those of Delta as a whole and to one Soror in particular-our first president, Dr. Sadie Tanner Mossell Alexander.", "I had learned about Sadie T.M.", "Alexander the year before, when my mother initiated the Nu Tau chapter of Delta on the campus of Georgia College and State University, where she was the first tenured African American faculty member.", "I heard conversations about all the Delta presidents, but Dr. Alexander struck a particular chord with me.", "I was fascinated by her life and work-partly for her intellect and determination, but also for the clarity she brought to my own understanding of research and its possibilities.", "My mother, Mary Murray Cook, and aunts, Dr. Loretta Murray Braxton and Wivona Murray Ward, were professors and teachers in STEM (and all Deltas!).", "I am grateful that Aunt Vone, a math teacher in the Norfolk public school system for 35 years, is here with us today.", "As a sixth grader growing up on a college campus, I had always understood academics as essentially split between the hard sciences the women in my family taught and the humanities.", "Alexander's work imparted three important lessons that would act as a compass.", "First, she helped me discover the world of social sciences, an academic middle ground with the structure of the hard sciences and the seemingly infinite research possibilities it contained.", "Second, she showed me not just what could be studied, but what kind of questions should be asked.", "Third, she helped me understand that how we search for answers matters as much as the question itself.", "Each of these settled on, and stayed with, me in different and illuminating ways.", "The first lesson was like a lightbulb-immediate, clear, bright.", "There was so much to be studied, the only limitation seemed to be the hours in a day.", "The second lesson was like a sunrise-dawning with beauty and growing steadily stronger.", "There were so many questions I needed to ask, and each one led to another, while every answer opened a new line of inquiry.", "And the more I asked, the better the questions became.", "The third lesson was like a supermoon-towering, imposing, but looming so closely, it seems like you could reach out and touch it with your hand.", "I knew that the way I sought answers would matter to my work, but it would take time to fully understand why and how.", "I can see each of those lessons in that photo.", "The first question I wanted to ask was inspired by Dr. Alexander: What are the major causes of unemployment among Black Americans?", "I began to realize that curiosity is shaped by our experiences and perspectives.", "Sadie Tanner Mossell Alexander was a pioneer because of her intellect.", "But she also broke new research ground by posing questions no other economist had thought to ask, because they were questions about people who were not represented in the field.", "As Deltas have known for a long time, in 1921, Dr. Alexander was the first African American to earn a Ph.D. in economics.", "More than half a century later, I understood from her experience that there was still a universe of untracked data, unresearched areas, and unasked questions.", "And like the celestial expanse, we have really only plumbed a fraction of their contents.", "Here was an opportunity not just to explore, but to discover.", "Finally, that picture captures the first time I really dug into records in search of answers to my never-ending questions.", "Actual paper records-no Google, no Wikipedia, no Siri, no Alexa, no websites, no PCs, and no Internet.", "And I used graph paper, a ruler, and a pencil to plot the data!", "It seems primitive now, but it was excellent training for the years to come.", "I used similar methods to collect data for my doctoral dissertation; although this time, rather than the Milledgeville office of the Georgia Department of Labor, I was marching down to the Moscow office of the Goskomstat, the Russian federal statistical agency.", "I believe these seeds planted by Dr. Sadie T.M.", "Alexander introduced me to my calling.", "Economics was not necessarily a done deal-I thought I might do a Ph.D. in philosophy at one point, when I was studying philosophy at Oxford University and at the Université Cheikh Anta Diop de Dakar in Senegal.", "But economics turned out to be my purpose and my passion.", "Economics is the fundamental toolkit I use to find answers to the multitude of questions swirling around my head at any given moment.", "I see economics at work in everyday life and know how foundational it is to every society and community's success.", "There is a passage from an Alice Dunbar-Nelson poem-because why quote the rest when Deltas are the best-that goes: In all the world's great, ceaseless struggling strife, Go to our work with gladsome, buoyant step, And love it for its sake, whate'er it be.", "Delta's dedication to learning and public service gave us an advantage in considering the mission that would occupy our lives.", "We thought about the change we could make and the influence we could have.", "We did the advanced calculus that measured the goodness of trouble against the enormity of student debt payments.", "We knew we wanted work-whether a professional calling or life's work-that, as Soror Alice said, we loved \"for its sake.\"", "While I do not always have a buoyant step, and \"gladsome\" is probably not the first word I would use to describe myself, I do love my work for its sake, which is a tremendous gift.", "And I was drawn to Delta, because I wanted to be surrounded by people who would use their talents and passions to improve the lives and well-being of all people in the world.", "Why am I bringing this up today?", "I am sticking to the assignment: Deltas embracing the past and shaping the future.", "We are here to commemorate our founders, our forebears, and the ties that bind us.", "To celebrate the ways that Delta's esteemed history brought each of us through its doors, and how membership helped to shape who we are and who we are yet to become.", "And Delta, along with other Divine Nine organizations, can be key to shaping the future of economics.", "Diversity is critical to any profession, but particularly to those-like economics-that tend toward the homogenous.", "Or those-like economics-that affect people's daily lives.", "As policymakers, my colleagues and I make decisions that impact the entire country.", "We are driven by data, which we collect in abundance.", "But our own experiences, including our education, professional experience, and personal understanding, inform how we seek out that data and discern what it means for the future.", "As with any discipline, different perspectives formulate different questions whose answers reveal new truths.", "Economic conundrums persist, including disparities in pay, economic mobility, and generational wealth.", "Solutions are more likely to come if each wave of newly minted economists reflects the makeup of the country.", "And both the country and the profession need the deepest, broadest talent pool possible to keep up with a constantly evolving economy.", "I believe Delta can be a source of momentum by harnessing its core virtues of sisterhood, scholarship, service, and social action.", "If we had a network of support and mentorship for economics that mirrored those we have in politics and law, we could help some of our brightest minds find a home in economics.", "Those networks help students and young professionals navigate everything from finding internship opportunities to pairing them with mentors and champions.", "They also serve as examples.", "It is easier to envision a successful future-and to feel welcome in the present-when you see yourself represented in a profession or institution.", "On all the rungs of the career ladder.", "Deltas walking into law firms know, on their first day of work, that they have a chance to make partner.", "Fun fact: The first Delta I met at the Board of Governors of the Federal Reserve System was, you guessed it, in the legal division.", "I want future Delta economists-and every other underrepresented budding policymakerto have that same certainty.", "I had many mentors throughout my career, from a variety of backgrounds.", "I would not be where I am today-here, standing in a position of honor in front of 1,100 Deltaswithout them.", "But if I had not heard of Dr. Sadie Tanner Mossell Alexander, I might not have felt such a strong connection to social science and economics quite as early as the sixth grade.", "Alexander was a model of intellectual curiosity and rigor.", "She was determined and she was disciplined.", "To remind you of the history we learned through Delta, she scaled a mountain when she became the first African American, of any gender, to receive an economics Ph.D.", "When that scholarship and natural talent was ignored, and prejudice denied her the place she had earned in the profession, she showed resolve and grace by turning around and getting a J.D., also at the University of Pennsylvania-and securing another \"first.\"", "She still used her economic knowledge, as you know, in her legal work and lifelong campaign for civil rights.", "Our Sorors have broken barriers, and I have no doubt that Deltas will help bring down the last to fall.", "I hope that as we recognize the work they put in, we also celebrate the parts that come from advantage.", "I feel a kinship with Sadie Alexander for our shared intellectual interests and the similarities in our lives.", "One of the most consequential of those parallels is the importance our families placed on education, and the examples they set.", "I had my mother and aunts, not to mention a host of uncles and siblings who made their own marks in the academy, civil rights activism, and the pulpit.", "Each generation had a hand in desegregating institutions, schools, programs, and classrooms.", "Sadie's aunt was Hallie Tanner Dillon Johnson, the first female physician to practice in Alabama and the founder of the Tuskegee nursing school.", "Her father was the first African American man to graduate from Penn law school, and her uncle held the same distinction at Penn's medical school.", "And-just like me, I realized in the sixth grade-her relatives desegregated institutions and worked for civil rights and she had a preacher for a grandfather.", "Children and grandchildren of preachers share a special connection from having the fear of God put into us early and often.", "Alexander's career focused on obtaining justice and serving the community.", "Her economic research would factor into all she did, including her knowledge that economic and civic equality could only be reached through full employment-maximum employment being one half of the \"dual mandate,\" along with price stability, that Congress has assigned the Fed.", "Both of us viewed our fields with unique perspectives, informed by our daily experiences and by occasions of history we saw firsthand.", "Sadie Alexander saw the Great Depression up close, and the real-life impact of disparities in labor market opportunities.", "I was fascinated by the same questions decades later and felt a renewed urgency as I watched the fallout of the Global Financial Crisis from the heart of industrial Michigan.", "I first noticed the once-unimposing campus food bank when lines of students began to form at its doors.", "Indeed, I feel a great sense of honor in being allowed to serve the public in this capacity.", "And a great sense of purpose comes with knowing that I am able to use the best of my talents and the breadth of my professional passion to help protect the public from experiencing such a fallout again.", "I may feel that honor more acutely, because I know it was not one available to my spiritual mentor.", "Despite her talent, work, and potential to transform the field-or perhaps because of it-Dr. Alexander was not able to practice her chosen profession.", "She went on to be a rock star in another competitive arena, which is a tidy and valiant coda.", "But it will always stick with me that despite the success of her plan B, she was not allowed to do the thing she loved, the thing she naturally connected with, the way I was.", "To me, \"social action\" is telling all the Deltas-in this room and in every chapter around the globe-who are still contemplating their educational and career paths to consider economics.", "I am specifically speaking to the students, but if you are thinking of a career change, this includes you, too.", "It is an important field that touches virtually every aspect of daily life.", "It is a challenging field-which Deltas are made for-that has so much left to explore.", "It is a possibility-rich field that remains largely homogenous and needs different perspectives, research approaches, life experiences, and backgrounds to enrich its study and improve its outcomes.", "In short, it is a field that embodies Delta's roots in sisterhood, scholarship, service, and social change.", "And even if you do not embark on a career in economics, think about taking a few classes.", "I promise that the skills you learn will be useful in the future.", "When Soror Aunt Loretta retired from being chair of the math department at Virginia State University in the mid-1990s, she founded and led an investment club with retired friends, colleagues, and neighbors in the Petersburg area.", "And their portfolios typically outperformed the market because of their new interest in economics and finance.", "While the economics profession was open to me in a way that it was not for Sadie Alexander, it still has had its hurdles.", "I learned early on that one of the parallels between our lives-the importance our families placed on education-was an advantage so big it was almost a superpower.", "It never occurred to me that someone might assume I was bad at math.", "Between my mother, my aunts, my extended family, and my parents' friends, I had essentially understood STEM to be women's work.", "When I encountered people who thought I should not be there-like the other graduate students who introduced themselves by quizzing me on mathematical principles-I was honestly more baffled than incredulous.", "In truth, those voices probably started much earlier-I just had not heard them.", "Research by the economist Dania V. Francis shows that Black girls are disproportionately underrecommended by teachers for AP calculus, which is a gateway course for economics; for STEM classes; and for college preparation in general.", "I had mentors who encouraged my work, and they were essential to blocking out the voices saying I did not belong.", "I needed those champions and resolved to be one myself.", "I told and continue to tell my former students in the American Economic Association's Summer Program all the time, and I will say it to all of you: You belong here.", "Your insights are unique, and the profession would benefit from them.", "It is not too late, you are not too far behind, and you can even come late to the decision to study economics and still thrive.", "The other thing that helped to drown out the negative voices was understanding historyour own and my own, Sadie T.M.", "Alexander's and Delta's.", "All of those individual paths and all the places that they intersect.", "Knowing our history is powerful.", "Charlayne Hunter-Gault, the pioneering journalist-and, obviously, Delta-calls that history \"our armor.\"", "She also says it is the wind at our backs.", "We have to claim that history; let it infuse us, guide us, and be our center.", "I tell my sisters at Spelman, my sisters in Delta, all young Black women, and all women, whether young or older: You have to block out the noise.", "I learned that desegregating schools in Georgia, and I carried it with me throughout my career.", "Block out the noise of low expectations for your own sake.", "And use that history to your advantage.", "To quote another Delta-because I can do this all day-\"challenges make you discover things about yourself that you never really knew.", "They're what make the instrument stretch; what make you go beyond the norm.\"", "Thank you, Cicely Tyson!", "I hope the history of our first national president, Dr. Sadie Tanner Mossell Alexander, will continue to encourage you, as it did me, to explore economics as a career and as a way to understand and impact the world around us.", "There is not much that Deltas cannot conquer-we have gone to Congress, to the President's cabinet, to Fortune 500 companies, and to space.", "And to the Federal Reserve's Board of Governors!", "I hope to see some of you in the same halls one day.", "I told the story of my seventh grade social science project-and that photo-at the ceremonial swearing-in for new Fed governors.", "I did not tell the follow-up story, which happened on my first day.", "I was still absorbing the magnitude of this job, walking the hallways of one of the most revered institutions in my profession, when I came face-toface with a portrait of Dr. Alexander.", "It was a joy to see her recognized, and it felt like a preordained meeting-another milestone on my journey marked by the spirit of Sadie Tanner Mossell Alexander and Delta Sigma Theta.", "See Lisa D. Cook and Anna Gifty Opoku-Agyeman (2019), \"It Was a Mistake for Me to Choose This Field,\" New York Times, September 30."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economics", "Social sciences", "Education", "Diversity", "Mentorship", "Social action", "History", "Sadie Tanner Mossell Alexander", "STEM", "Discrimination"]}