{"sentences": ["13 April 2023 Monetary and Fiscal Dimensions of Responding to Multiple Global Shocks Presentation at the 15th Annual Meeting of the OECD Working Party of Parliamentary Budget Officials and Independent Fiscal Institutions by Rannveig Sigurðardóttir, Deputy Governor for Monetary Policy, Central Bank of Iceland It is a pleasure to join you here to discuss the role and interaction of monetary and fiscal policy - a topic that deserves our full attention today in times of high inflation.", "The global economy had barely recovered from the financial crisis when it was hit again by two subsequent shocks that have had enormous impact on both monetary and fiscal conditions around the globe.", "I want to give you a snapshot of how the Icelandic economy has weathered these shocks relative to other OECD economies, firstly, during the COVID-19 pandemic and subsequent supply-chain disruptions, and then, following Russia's invasion of Ukraine, the ensuing energy and food crises.", "Finally, I will discuss the role played by monetary and fiscal policies in response to these shocks.", "Iceland was among the countries most severely hit by the global financial crisis (GFC).", "Prior to the crisis, the country was uniquely vulnerable due to macroeconomic imbalances, including a large current account deficit, unfavourable net international investment position, highly indebted households and business sector, inflated asset prices, and an oversized and undercapitalized banking sector.", "Iceland's strength, on the other hand, was the relatively strong position of its public finances.", "This set Iceland apart from several other countries that also suffered badly from the GFC, mainly because of vulnerability of public finances.", "In the aftermath of the crisis, the economy was rebalanced; the current account transformed from a deficit to a surplus; the international investment position changed from large net debt to significant net assets; a major share of private debt was wiped out; the banking system recapitalized; and asset prices deflated.", "The economic consequence of the pandemic As a result of the rebalancing of the economy following the financial crisis, Iceland's economy was in a position of relative strength when the pandemic struck.", "The macroeconomy remained broadly balanced, despite a negative shock to exports in 2019.", "Unemployment was low, private sector indebtedness relatively benign, inflation moderate and public finances had recovered significantly from the turmoil following the GFC.", "The human suffering from the pandemic was also less pronounced than in many advanced economies.", "Iceland's relatively young population, strong health care system, low population density and the relatively well-balanced management of the outbreak, are all likely positive contributing factors.", "Icelandic economy at a glance versus OECD countries in 2019 Measures taken to slow the spread of the disease were relatively successful and the Icelandic authorities did not need to impose exceedingly stringent and protracted restrictions, as was required in many other countries.", "As a result, the impact of the pandemic on households' willingness and opportunity to spend and on corporate operations was milder than in countries where stricter measures had to be adopted.", "Thus, the impact of the pandemic on domestic demand was less pronounced.", "Despite relatively successful public health measures, the large share of tourism services in Iceland's GDP made the economy quite vulnerable to the economic consequences of global restrictions on travel and tourism services.", "In 2019 tourism and tourism-related services amounted to about 8% of Iceland's GDP, a proportion second only to that of Portugal and Spain in the OECD.", "Reflecting the weight of tourism in exports, Iceland's exports contracted by 31%, more than in any other OECD country, and service exports shrank by 54% in the wake of restrictive measures taken by all major trading partners.", "Other tourism-dependent countries such as Greece, Spain and Portugal also suffered severe export shocks.", "The weight of tourism and the effects of COVID on exports In 2020, economic activity in Iceland contracted by 7.2%, compared to 4.9% on average in main trading partner countries.", "The difference may appear smaller than expected given the size of the shock to exports.", "As a small open economy, Iceland imports a large share of consumer durables, investment goods and tourism services.", "Therefore, a considerably larger share of shocks to aggregate demand tends to be absorbed by the external sector than in larger, more self-contained advanced economies.", "Strong imports result in negative trade balance The smaller than expected effect of the pandemic on Iceland's economy can therefore be attributed to rather agile expenditure switching, helped by a 12% depreciation of the króna relative to the trading partner currencies from end-February until early May 2020.", "Local consumers and firms transferred their expenditures during the pandemic from imported consumer durables, investment goods and tourismrelated services to domestic services and housing.", "As in other countries, they also ramped up their savings.", "Iceland's imports contracted by 21%, more than elsewhere in the OECD.", "The contribution of net trade to output growth was still negative by 5.5 percentage points.", "The combination of agile expenditure switching, and fiscal and monetary stimulus, considerably softened the shock to household finances and corporate profitability.", "After a short pause, the housing market recovered, as households took advantage of record low interest rates.", "The impact of the pandemic on the economy was therefore not as strong as expected.", "Recovery amidst a war in Europe The global recovery turned out to be stronger than expected and rekindled inflation in most parts of the world.", "In Iceland, the recovery was particularly strong, driven by a sharp reversal of the contraction in services exports.", "Like other countries, Iceland suffered from the inflationary impact of global bottlenecks as the structure of global demand changed and expanded post-COVID, but a significant share of the increasing inflation in Iceland can be attributed to excess demand for housing and faster wage growth than in most other OECD countries.", "As in other parts of the world, the recovery has been complicated by the impact of the Russian war against Ukraine, which in many countries has been simultaneously inflationary and contractionary - threatening stagflation.", "In the case of Iceland, the impact of the war has been mostly inflationary, initially, much less so than in countries which before the war relied on imported gas from Russia and on fossil fuels for heating and electricity generation.", "As electricity generation and heating in Iceland is based on domestic renewable energy, its economy has not been directly affected by the spike in gas and electricity prices which most European countries have suffered greatly from.", "The energy crisis mostly bypassed Iceland Iceland has been spared the most damaging negative consequences of the war in Ukraine on its economy.", "Firstly, the share of exports to Russia, Belarus and Ukraine, the three countries most affected by either the war or sanctions, is relatively small compared to many European countries.", "Only 1.7% of Iceland's goods exports went to these countries in 2020.", "The weight of imports from these countries in Iceland's value chain is most likely insignificant and can easily be replaced by imports from other countries.", "Because Iceland is a very small economy and price taker in most export markets, the loss of one market can easily be replaced by shifting to other markets.", "The war in Ukraine has not affected trade directly Although the war in Ukraine has affected Iceland's terms of trade, the net effect is ambiguous, with the prices of both imports and exports rising.", "Iceland is an exporter of both metals (mainly aluminium) and food products and thus has both gained and suffered from rising raw material and food prices.", "Terms of trade have remained favourable, although they have declined from their recent peak.", "Despite access to abundant domestic renewable energy, imported fossil fuels impact the Icelandic value chain both through the price of imported fuels, various imported goods and generally the cost of transportation, which is high given Iceland's remoteness from major markets.", "Fuel is also an important cost item in fisheries.", "Rising import prices, however, result not only from the war in Ukraine, but can be partly explained by supply-chain disruptions and the container cost crisis triggered by a reallocation of resources in the global economy as it recovered from the pandemic.", "The cost increases seep into the global value chain and affect inflation globally.", "Eventually those mismatches are being resolved from the supply side, as firms respond to price signals, and from the demand side, with global tightening of monetary conditions and the withdrawal of fiscal stimulus.", "Mismatches are being resolved by increased supply and global tightening The post-pandemic recovery in Iceland has two distinguishing features that set it apart from the recovery in most other OECD economies.", "Firstly, the expansion of the tourism sector and the associated construction boom have relied quite strongly on imported labour.", "Because of net migration the average rate of population growth since 2016 has been 2%, far higher than in other advanced countries.", "The rate of population growth has also been quite variable.", "To some extent, cyclical expansion has been facilitated by variability in the net migration rate rather than the domestic unemployment rate.", "Population growth fell into negative territory following the GFC, but has twice peaked at 3% during periods of tourism sector expansion, before and after the pandemic.", "Recovery of tourism causes net migration to rise While the variability of net migration can be a useful shock absorber, helping to keep unemployment low and relatively stable during downturns and make the labour market less overheated during expansions, variable population growth creates problems in the housing market.", "The most recent surge in net migration has amplified the impact of COVID-related expenditure switching on housing prices.", "The demand for housing fluctuates in line with migration; however, the character- istically inelastic supply of housing may become even more inflexible if volatile migration makes future housing demand more uncertain.", "As a result, what is gained in terms of a more flexible labour market may be lost due to a more volatile housing market.", "Variable net migration affects the housing market Iceland's tourism and construction sectors typically attract workers from other EEA countries during expansions.", "This time around, there has been an additional push effect from the war in Ukraine as Iceland has received a significant number of Ukrainian war refugees.", "The number of asylum seekers from other parts of the world has also risen.", "Many refugees and asylum seekers have already found work, but finding permanent housing has been a challenge.", "This may have contributed somewhat to higher housing prices recently and thus higher inflation in Iceland.", "Iceland's strong economy and relatively good employment prospects will likely continue to attract migrants and asylum seekers even after the war ends.", "The strong link between net migration and house price inflation suggests that policymakers need to pay attention to the role of the housing market in Iceland's inflation dynamics.", "There are two roads to a more balanced outcome.", "Firstly, better demand management could make the demand for foreign labour and hence immigration more stable.", "Secondly, if the supply of housing could be made more elastic, housing price volatility would diminish.", "In the face of the large external shocks the economy has suffered in the past few years, both will be needed, but these are challenging tasks with no easy solution.", "Due to the strong recovery of tourism, the output gap returned to positive territory at an earlier stage than in most other OECD economies.", "In addition to the housing market, emerging overheating has become most visible in the labour market.", "The output gap moved to positive territory earlier that in most OECD countries Wage growth in Iceland averaged above 7% during the pandemic, a somewhat faster pace than over the preceding decade and much faster than in main trading partner countries.", "Recently, short-term wage settlements have been concluded that imply that the fast pace of wage growth will continue at least for the coming year.", "Wage and ULC growth in Iceland has been much faster than among peers This is worrisome for medium-term inflation prospects, since the buffers that existed in the decade prior to the pandemic, and allowed faster wage growth for several years without commensurate inflationary consequences, have been depleted.", "The depressed level of relative unit labour costs following the GFC, fast expansion of tourism services exports in 2015 - 2017 and a current account surplus had allowed the króna to appreciate, with moderating impact on inflation.", "As the buffers are depleted, the relationship between wage growth and inflation is likely to be much less benign in the period ahead than during the pre-pandemic period.", "The fiscal and monetary dimension of the response to pandemic Three factors are likely to have determined the fiscal and monetary response of different countries to the pandemic: i) fiscal and monetary space at the outset, ii) the severity of the outbreak and iii) structural factors that affected the economic impact of the outbreak and restrictions imposed to contain it.", "On the first two accounts, Iceland was in a relatively good position.", "Modest public debt gave the government significant fiscal space, and the outbreak and restrictive measures were moderate.", "The structure of the economy, on the other hand, with tourism-related services being the largest sector, created a large potential demand for fiscal accommodation to compensate affected firms and households, as discussed above.", "As in other countries, both fiscal and monetary policy were applied to respond to the pandemic with substantial easing, and the size of the fiscal measures taken were close to the average in OECD countries.", "Fiscal measures in response to the pandemic Iceland's monetary space was also substantial, with domestic interest rates being significantly above zero at the outset of the pandemic.", "However, the size of Iceland's monetary space should not be overestimated.", "The combination of relatively illiquid currency markets, fairly strong exchange rate pass-through to prices and a long history of monetary instability limit how much the interest rate differential visà-vis abroad can narrow without a risk to inflation.", "Nevertheless, the Central Bank of Iceland's policy rate was reduced to a historical low, greatly softening the blow to the domestic economy, especially the construction sector.", "As it turned out, the economy recovered very strongly as COVID restrictions were lifted and the Central Bank needed to withdraw the monetary stimulus and start raising interest rates earlier and at a faster pace than most advanced countries.", "From accommodative to tightening policy Reversing the stance of fiscal policy has been a more gradual process.", "As temporary support measures have expired, the fiscal stimulus has gradually petered out and, with the economy expanding faster than previously forecast, public finances have also recovered faster than expected.", "The accelerated pace of the economy provides an opportunity to reach a structurally adjusted fiscal balance at an earlier stage than expected.", "However, although the current fiscal policy framework may be relatively transparent and predictable, it does not seem to provide a sufficiently strong incentive to take advantage of unexpected fiscal windfalls in a counter-cyclical fashion.", "Consequently, monetary policy has been forced to carry a larger share of the burden of adjustment than would be desirable from the standpoint of an optimal policy mix.", "As inflation hits social groups differently, fiscal policy can be effectively used to support the most vulnerable groups in the economy.", "However, as the immediate impact of inflation on the fiscal balance is positive - as revenues are in practical terms price-indexed during times of high inflation - it is important that fiscal policy resist the temptation to allow increased revenues to feed into expenditures more than is necessary.", "From the standpoint of the monetary authorities, while providing support to vulnerable groups, the fiscal authorities could prioritise tightening the fiscal stance and take advantage of the strong economic growth to close the budget deficit.", "The war in Ukraine still poses significant risks to the global economy.", "However, as the global energy and food crisis is resolved and monetary and fiscal stimulus is withdrawn, the prospects for global disinflation improve.", "Recent financial market turmoil may complicate the transmission of monetary policy in some countries.", "If it amplifies the downturn in economic activity, it may accelerate disinflation from what is currently projected, although so far this appears unlikely to fundamentally change the outcome.", "Inflation and inflation expectations have started to decline in Europe and the US.", "Disinflation may take somewhat longer in the case of Iceland, given the still strong economic momentum and prospects for higher wage growth than in trading partner countries.", "Much will depend on the interaction between three markets: the labour market, the housing market, and the foreign exchange market.", "Monetary policy will have to remain tight until the relationship between the three markets has been stabilized.", "Stronger counter-cyclical fiscal policies would shorten the time needed to reach the balance and bring inflation to target."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "financial dominance", "monetary-fiscal coordination", "monetary dominance"], "topics": ["Inflation", "Wage growth", "Housing market", "Tourism", "Net migration", "Fiscal policy", "Monetary policy", "COVID-19", "Ukraine war", "Iceland"]}