{"sentences": ["Check against delivery Good morning ladies and gentlemen, I am delighted to have the opportunity to exchange views with you - on issues that matter for both economic growth and welfare.", "Let me start with a look at the state of the euro area.", "Yesterday, the Eurosystem staff macroeconomic projections for the euro area were released.", "Economic outlook In the euro area, economic output fell slightly in the first quarter of this year.", "In the current second quarter, we expect a slightly positive growth rate.", "In the services sector, sentiment is above its long-term average.", "Industry sentiment, by contrast, is below its long-term average for the first time since the end of 2020.", "Also, consumer confidence remains very low.", "Though we see a considerable increase in wage growth, households' purchasing power is still subdued, as inflation is only slowly coming down.", "The muted global economy and the necessary tightening of monetary policy are dragging on growth in the euro area.", "This is also reflected in the Eurosystem staff's latest forecast, which has revised downwards the growth prospects for this year and next year.", "As for the inflation rate, according to flash estimates the HICP rate fell markedly to 6.1% in May, while the core rate dropped slightly to 5.3%.", "The Eurosystem staff project that the annual inflation rate will decline to 5.4% in 2023 and to 3.0% in 2024.", "Lower commodity prices, fading upstream price pressures, declining margins and the monetary tightening are key factors here.", "However, this projection is slightly higher than last projection in March.", "The core rate has been revised upwards by the Eurosystem's experts, in particular for 2023 and 2025.", "Market-based inflation expectations continue to paint a picture of inflation remaining above our target of 2% in the short and medium term - as do consumer expectations.", "Monetary policy All in all, despite current inflation rates that are significantly down on their peaks in October, we still have a long way to go to reach our inflation target.", "Moreover, inflation uncertainty remains high.", "The ECB Governing Council therefore will continue in its efforts to combat high inflation.", "In fact: it has already acted decisively.", "Since July 2022, we have increased the key interest rates by a total of 400 basis points in eight consecutive steps.", "We have stopped net purchases under our APP und PEPP purchase programmes.", "And last but not least, we have decided to end reinvestments under the APP in July.", "However, our job has not yet been completed.", "In my view, three levers must be used.", "First, our policy rate has to be sufficiently high.", "As I see it, we still have more ground to cover.", "We may need to keep raising rates after the summer break.", "Second, once we have reached the peak, we will stay there until we are sure of a safe and timely return of inflation to our 2% target.", "And third, we have to support this interest rate policy by reducing our balance sheet.", "I very much welcome the decisions to increase the pace of this reduction.", "Relationship between monetary and fiscal policy Fiscal policy can significantly \"support\" the fight against high inflation.", "Expansionary fiscal policy would fuel inflationary pressures.", "I go along with the European Commission's recommendation that EU Member States should phase out the fiscal measures they took in response to the energy price shock.", "And what is also important in my view is that governments tackle remaining high structural deficits in a timely manner.", "Public debt that has gone off the rails must be put back on a sustainable path.", "This way, fiscal policy supports monetary policy beyond the business cycle, in a structural manner.", "Sound public finances are a prerequisite for monetary policy to be able to do its job efficiently.", "At the European level, a set of rules was meant to take care of this.", "That didn't work out perfectly well.", "When considering an update to the fiscal rules, we should do what we can to ensure that the rules become more effective than they used to be.", "The Commission's legislative proposals from April do not fulfil these requirements.", "Three opportunities to strengthen growth potential With sound public finances I have already mentioned one important element for prosperity in the European Union.", "I'd like to add three more structural opportunities for growth.", "For one, the digital sector is an engine for growth.", "As our experts at the Bundesbank observe in a recent study, the digital sectors have seen increases in labour productivity in Germany over the last 25 years that are many times greater than in other sectors.", "The ongoing digital transformation is a huge opportunity.", "Also for coping with demographics.", "Aging is a strong headwind for growth.", "But with good labour market policies, we have the strength to face the demographic headwinds.", "Labour market policies are my second structural opportunity: Advances are needed to increase labour force participation and the working hours of part-time employees.", "This holds in particular for women and elderly people.", "Immigration policies geared towards the labour market are another element to cope with demographics.", "An increase in the statutory retirement age could also help.", "And my third opportunity is the transition to a carbon-free economy.", "Ultimately, we could end up in a world, where energy might be cheaper than it used to be and where many innovations have been made for carbon-free, sustainable production, giving us a technological edge and thus supporting growth.", "Without neglecting the risks, I see many opportunities for the EU and the euro area."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Growth", "Fiscal policy", "Interest rates", "Digital sector", "Labour market", "Demographics", "Energy transition", "ECB"]}