{"sentences": ["Distinguished guests, First, let me thank the Stock Exchange of Thailand for inviting me to give a talk at the Thailand Focus this year.", "Today, I will share with you my thoughts about the economic outlook, along with some observations about the Bank of Thailand (BOT)'s policy responses, focusing on monetary policy and financial policies in relation to household debt.", "Part 1: Economic outlook Before I go on in terms of economic outlook, it will be useful to do a look back and think about where things were a year ago, when I last spoke in August last year.", "Things were quite different then.", "Recovery in Thailand was slow and lagged the region, partly due to our economy's heavy reliance on tourism.", "We closed out last year with about 11 million tourists, down from the 40 million prior to COVID, and a fairly slow recovery in terms of the overall economic picture.", "Consumption was recovering steadily from a low base.", "What was probably top of mind for us then was inflation, which was rising very rapidly as it was all around the world.", "Headline CPI peaked in August 2022 at 7.9%, and eventually the outturn for the entire year turned in at 6.1%.", "Core inflation peaked in December 2022 at about 3.2%.", "So that was the picture last year.", "Fast forward to today, where are we now?", "Things are on a much firmer ground.", "GDP is finally back to pre-COVID level in the first quarter of this year.", "Consumption has been growing steadily, at above 6% last year and above 5% in first quarter of this year.", "Tourism, which is a key determinant of the overall stage of economic recovery, has been recovering very steadily.", "Year-todate, as of July, we had about 15 million tourists.", "We still maintain our year-end forecast for tourists of about 29 million, so we are getting closer to the pre-COVID level.", "But the picture is not all wine and roses.", "There are some soft spots.", "Exports have come in weaker than expected due, in significant part, to China's slowdown.", "Total spending from tourism has also come in a bit softer due to fewer Chinese tourists than expected.", "The drop-off in number has been compensated by non-Chinese tourists, but Chinese tourists tend to spend a lot more, so we see some softness in total spending.", "Given the softness we have seen, our latest GDP forecast of 3.6% could be revised slightly downward.", "On the inflation front, the disinflation process has been faster than expected.", "The recent outturns in headline CPI have come in lower than our forecasts.", "However, this is a result of temporary factors - base effects and some government subsidies on electricity prices.", "We expect inflation to gradually pick up and reside within our target range.", "Though there is some degree of softness in the near-term, we do not see any kind of deflation risk in Thailand.", "The softness in inflation is mostly supply-driven.", "We do not see broad-based weakness on the demand side or weak consumption.", "Going forward, there are still some upside risks to inflation from effects of El Niño, which could have an upward impact on prices - particularly the food component that takes up a sizable share of the CPI basket.", "In addition, there could be upside risks from new policy measures by the incoming government, whenever and whoever that may be.", "The main takeaway is that the economic picture remains intact, though there is some softness on both growth and inflation fronts.", "Growth and inflation figures for the year will come in a bit softer than our latest forecasts of 3.6% and 2.5%, respectively.", "Revised forecasts should come out in September along with our next monetary policy report.", "Part 2: Our monetary policy response In August of last year, we did our first policy rate hike, raising rates from a very low point of 0.5%.", "Given the economic context at the time, our policy objective was to ensure a smooth takeoff.", "We were trying to ensure continued economic recovery while keeping inflation expectations anchored.", "Hence, our policy response was to undertake a 'gradual and measured' interest rate normalization and we increased the policy rate by 25 bps each meeting .", "The reason was that the situation in Thailand was different from other countries on both the growth and inflation fronts.", "As I mentioned earlier, our recovery was lagging other countries.", "Inflation was largely driven by supply side factors, which were likely to dissipate.", "We did not see much demand side pressures and the chance of seeing a wage-price spiral was low.", "We genuinely felt that inflation was largely transitory.", "Given the eventual outturns on growth and inflation, we feel that that reading was the right one and the 'gradual and measured' policy response was the right call.", "We are now at a more advanced stage of normalization.", "As a result, our policy objective has changed - from trying to ensure a smooth takeoff, Those of you who paid attention to our now the focus is on getting the landing right.", "latest MPC statement would have noticed a couple of changes.", "We removed the 'gradual and measured' language that we had been using in previous MPC statements to indicate that we are at an inflection point - that things are different from before - and that we are approaching the landing.", "In terms of getting closer to that landing point, we are guided by several considerations.", "First, we now need to focus on medium-term objectives - trying to make sure that (i) economic growth returns to its long-term potential (3-4% range in Thailand given our structural features), (ii) inflation remains sustainably within our target range of 1-3%, and (iii) the policy rate does not lead to financial imbalances via excessive financial leverage and risk-taking activities.", "One manifestation of that is the high build-up of household debt in Thailand.", "Second, we tend to be outlook dependent rather than data dependent because the data outturns are noisy.", "They are affected by short-term considerations, short-term noise, base effects, temporary measures.", "Trying to base policy decisions on the latest data outturn creates more noise rather than add stability to the market, which is the last thing policymakers want to do.", "Third, we would like the landing point to be a roughly neutral policy stance, given that our economic trajectory is one where the economy is converging towards the potential level, inflation residing within the target range, and no build-up of imbalances.", "The context in Thailand differs from many other countries.", "Most countries are trying to overshoot the neutral rate (that mythical r*) to slow down the economy and bring inflation down to target.", "We do not need the policy rate to exceed a neutral policy rate, but we are trying to get the policy rate to gradually converge to that long-term neutral rate as much as possible.", "Part 3: Financial policies for addressing high household debt The last point I would like to touch upon in terms of policy normalization is financial policy, particularly with regard to household debt.", "I want to emphasize that we have always been cognizant of the high household debt problem.", "Our policy response has evolved in accordance with economic conditions and circumstances prevailing at the time.", "During the COVID pandemic when there were lockdowns and people lost their incomes, the proper measure was to do a debt moratorium.", "However, this kind of harsh measure would have huge unintended consequences.", "When economic activities started to resume and recovery picked up, albeit slowly, a moratorium was no longer appropriate.", "Hence, we moved to more targeted measures and emphasized long-term debt restructuring suitable to each debtor's needs.", "As part of the normalization process, these targeted measures will gradually be allowed to expire.", "Now that the economy has returned to pre-COVID level at the beginning of this year and things are gradually coming back to normal, it is time to move to different phase to address the structural issue of high household debt.", "We recently announced a package of measures consisting of three components.", "The first is Responsible Lending, which is a pragmatic set of measures trying to make sure that lenders are lending in a responsible and fair manner all throughout the entire debt cycle - providing accurate and clear information, helping nudge debtors to practice good financial discipline, and providing debt assistance to debtors with persistent debt when needed.", "The responsible lending guidelines will be in place from the beginning of next year onwards, with persistent debt measures commencing in April of next year.", "The second is risk-based pricing for retail borrowers through the regulatory sandbox, which motivates creditors to charge interest rates in accordance with borrowers' credit risk.", "This would provide more opportunity for borrowers with risk above the current ceiling to be able to obtain credit through formal channels.", "Meanwhile, low-risk borrowers or borrowers with good repayment behavior will have the opportunity to borrow at lower interest rates, fostering good credit culture.", "The regulatory sandbox will be rolled out towards the middle of next year.", "The Third is macroprudential policy, which involves putting in place a minimum debt service ratio (DSR) to ensure that households do not take on excessive leverage compared to income.", "We recognize that this is a fairly strong medicine, so we are looking to potentially put this measure in place at the beginning of 2025, taking into account the economic context at the time to ensure it is the right timing.", "In implementing financial policies, I think that what has characterized our approach all throughout is that we have been flexible, pragmatic and not too rigid.", "Most importantly, these measures would aim to reduce the level of household debt to a more sustainable level over the long-term.", "To conclude, I hope that these policy measures we have undertaken, both monetary and financial policies, together with some of our long-term structural initiatives on the digital and transition finance, will help lay the foundations for a long-term sustainable recovery in Thailand.", "Thank you very much for your attention and I wish you a pleasant and productive Thailand Focus.", "The MPC has raised the policy rate 7 times since Aug-22, bring it to the current level of 2.25% Low-income debtors who have been paying more interest than principal over the past five years.", "They will have an option to close out their debt within a reasonable time frame, five years, and at an interest rate not exceeding 15%."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Household debt", "Economic outlook", "Monetary policy", "Inflation", "Tourism", "Growth", "Financial policies", "Debt restructuring", "Responsible lending", "Macroprudential policy"]}