{"sentences": ["Introduction In my remarks this evening, I will assess the economic and inflation outlook in the euro area and explain last week's monetary policy decision taken by the Governing Council of the ECB.", "Before I turn to the most recent developments, let me start by recalling how we got to where we are today.", "The 2021-2022 inflation surge in Europe was driven predominantly by an extraordinary combination of shocks.", "The pandemic generated a staggered sequence of sectoral supply-demand mismatches.", "Especially in 2021, the global rotation of spending from services towards goods - at a time when supply remained hampered by pandemic-related lockdowns - resulted in severe supply chain bottlenecks and fostered exceptional pricing power for producers of in-demand products.", "In Europe, after alternating waves of lockdowns and temporary reopenings, the economy fully reopened in the spring of 2022 at a time when the supply capacity in contact-intensive service sectors (especially the tourism and hospitability sectors) had not yet recovered from the prolonged shutdown phase.", "In parallel, the unjustified invasion of Ukraine by Russia triggered an extraordinary surge in energy prices (and attendant terms of trade losses) that peaked in August 2022.", "The scale and breadth of these shocks generated extraordinary shifts in sectoral relative prices.", "In principle, fluctuations in sectoral relative prices can be accommodated with no change in the overall inflation rate.", "However, in the presence of downward price rigidities and downward wage stickiness, this would have required an enormous tightening of monetary policy and depression of output.", "Together with the inevitable time lags in monetary policy transmission, this is the fundamental reason why central banks focus on medium-term inflation rather than seeking to deliver the inflation target continuously.", "In the euro area, inflation peaked at 10.6 per cent in October 2022.", "The peak inflation rate would have been even higher in the absence of the significant fiscal subsidies rolled out by euro area governments in the final months of 2022.", "During 2023 many of these factors have reversed: energy prices have come down sharply from their peaks; supply conditions in global manufacturing and global trade have normalised; and demand-supply mismatches in contact-intensive sectors have moderated.", "Inflation in August stood at 5.2 per cent, meaning that about 60 per cent of the peak gap to our inflation target has faded away.", "Our latest ECB staff macroeconomic projections foresee inflation standing at 3.3 per cent in the final quarter of this year.", "While the lifting of fiscal subsidies means that inflation will only decline to a limited extent during 2024, to 2.9 per cent in the final quarter, it is projected that inflation will return to our two per cent target by the third quarter of 2025.", "Within this overall trend, the nature of inflation is shifting.", "While external and pandemicrelated factors have played a dominant role in the initial inflation surge and the partial fallback that has occurred this year, the full dynamic adjustment to these shocks involves a staggered reset of prices and wages across the economy, a process which is ongoing.", "Given the episodic nature of wage adjustment and the variety of institutional arrangements across the member countries, this is inevitably a multi-year process.", "I will return to this topic later.", "The inflation outlook remains subject to considerable uncertainty.", "On one side, upside risks to inflation include potential renewed upward pressures on the costs of energy and food.", "Adverse weather conditions, and the unfolding climate crisis more broadly, could push food prices up by more than expected.", "A lasting rise in inflation expectations above our target, or higher than anticipated increases in wages or profit margins, could also drive inflation higher, including over the medium term.", "On the other side, weaker demand - for example owing to a stronger transmission of monetary policy or a worsening of the external environment - would lead to lower price pressures, especially over the medium term.", "Economic activity In terms of activity levels, output in the euro area broadly stagnated over the first half of this year.", "Manufacturing output is set to remain weak in view of further moderation in export demand and tight financing conditions, while past support from order backlogs is declining.", "Services have so far contributed positively to growth, due to the higher demand in contact-intensive sectors, but there have been clear signs of a slowdown since June.", "In the near term, private consumption is expected to remain weak, while housing and business investment are seen as declining further, also driven by the monetary policy tightening.", "Over time, the economic momentum should pick up as real incomes are expected to rise, supported by falling inflation, rising wages and a strong labour market, which will underpin consumer spending.", "However, activity levels will be dampened as the policy tightening and adverse credit supply conditions increasingly feed through to the real economy.", "The expected gradual withdrawal of fiscal support is also likely to weigh on economic growth in the coming quarters.", "The labour market has so far remained resilient despite the slowing economy but shows signs of losing momentum.", "The unemployment rate remained at its historical low of 6.4 per cent in July.", "While employment grew by 0.2 per cent in the second quarter, the latest survey data on employment growth came close to stalling.", "This indicates that employers have become more reluctant to hire in the face of deteriorating demand and gloomier prospects for the year ahead.", "In addition, strong labour demand has begun to moderate, with indicators of job vacancy rates edging down in recent months.", "These developments are reflected in significant downward revisions for output growth in the September staff projections: annual average output growth is now projected at 0.7 per cent in 2023, 1.0 per cent in 2024 and 1.5 per cent in 2025.", "In terms of the quarterly profile, most of the markdown in activity is for 2023, with carry-over effects from this year accounting for much of the downward revision to the 2024 growth outlook.", "The risks to economic growth are tilted to the downside.", "Economic growth could be slower if the effects of monetary policy are more forceful than expected or if the world economy weakens owing, for instance, to a further slowdown in China.", "That said, growth could be higher than projected if the strong labour market, rising real incomes and receding uncertainty mean that people and businesses become more confident and spend more.", "Monetary policy transmission Turning to our monetary policy, we have raised our policy rate by a cumulative 450 basis points over the last ten Governing Council meetings.", "The reimbursements of the third series of our targeted longer-term refinancing operations (TLTRO III) that have taken place so far and the slowdown and subsequent discontinuation of reinvestments under the asset purchase programme (APP) have reduced our balance sheet by €1.6 trillion and €109 billion respectively.", "By pushing up term premia and draining liquidity from the banking system, these ancillary policies are also contributing to the tightening in financing conditions, even if rate increases are the primary tool for adjusting our monetary policy stance.", "The global tightening of monetary policy is further adding to disinflationary pressure through an array of international trade and financial spillovers.", "Our monetary policy tightening continues to be transmitted strongly to financing conditions and is increasingly affecting the broader economy.", "The pass-through to bank funding costs has proceeded rapidly, most notably for yields on bank bonds.", "In addition to the impact of the policy rate hikes, the phasing out of the ECB's TLTRO III has also raised bank funding costs.", "After an initial sluggish response, transmission to the remuneration of time deposits has been particularly strong in the euro area.", "High bank funding costs have passed through into a strong increase in lending rates to nonfinancial corporations and a tightening of credit standards, while loan volumes in the euro area have weakened sharply since the end of 2022.", "Looking at the most recent data, lending rates for new business have further increased and credit volumes are continuing to contract.", "In particular, lending to firms and households is weak, amid higher bank funding costs and a tightening of credit standards.", "Substantial tightening is still expected to pass through in the coming months, as more fixed-rate loans expire and banks face rising funding costs as more savers migrate to term deposits and high-yield bank bonds.", "In line with the decrease in credit creation, the growth rate of M3 turned negative in July for the first time since 2010 and is expected to decline further to more negative levels in the coming months.", "It is important to appreciate that the strong transmission of monetary policy tightening during this hiking cycle has not been at the cost of weakening the banking system.", "In particular, banks are currently benefiting from solid capital positions, resilient net interest income and contained credit risks.", "In turn, the robust state of the banking system can be linked to the relatively strong balance sheets of the household and corporate sectors, which were boosted by high savings rates and considerable fiscal transfers during the pandemic.", "Of course, close monitoring of the financial stability implications of our monetary policy continues to be an integral component in our policymaking process.", "Last week's interest rate decision Based on our assessment of the inflation outlook, the dynamics of underlying inflation and the strength of monetary policy transmission, we raised the three key ECB interest rates by 25 basis points at last week's policy meeting in order to reinforce progress towards our two per cent medium-term inflation target.", "In particular, the deposit facility rate, which under conditions of ample liquidity is the policy rate that determines money market conditions, now stands at 4 per cent (400 basis points).", "In explaining this decision, the incoming data have largely validated our previous assessment of the inflation outlook, while most measures of underlying inflation have started to ease.", "Furthermore, the evidence indicates that the transmission of our monetary policy to broader financing conditions and the real economy is firmly taking hold.", "The economic slowdown since the middle of 2022 is set to continue in the near term and the level of GDP will be considerably lower than we had previously expected.", "The resulting additional slack will further contribute to the disinflation process, while a significant portion of the tightening from our past rate hikes is still in the pipeline.", "Drawing on the baseline staff projections, a range of model-based simulations suggest that a deposit facility rate of 400 basis points, so long as it is understood to be maintained for a sufficiently long duration, should be consistent with a return of inflation to target within the projection horizon.", "The views of external experts in our latest Survey of Monetary Analysts (SMA) were also clustered in the (375,400) interval in terms of a peak policy rate.", "This path for policy rates is also broadly reflected in market pricing of the forward rate curve.", "In view of the uncertainty surrounding future inflation dynamics and the conditional, point-in-time nature of model-based simulations, expert surveys and market indicators, the choice between holding at 375 and moving to 400 was finely balanced.", "However, at the margin, it is safer to have decided on an additional hike rather than pause at 375 and \"wait and see\" whether an additional hike would be validated by the data flow between now and future meetings.", "In particular, the decision was motivated by the highly uncertain environment and the significant disinflation that is still required to return to our target in a timely manner.", "The additional rate hike will reinforce progress towards our target for two basic reasons.", "First, if the economy evolves according to the staff projections baseline case, last week's decision to hike bolsters confidence that inflation will return to target within the projection horizon.", "Second, a higher level of the interest rate will more strongly limit the amplification of any upside shocks to the inflation path, in view of the interaction dynamics between inflation shocks and the overall demand environment.", "It follows that, all else being equal, a more secure pace of disinflation and greater insurance against upside risks will also reinforce the anchoring of inflation expectations, which remains a precondition for the disinflation process to keep up its pace.", "With last week's decision, the key policy rates have been raised by a cumulative 450 basis points over the last ten meetings.", "Based on our current assessment (and crosschecked with external perspectives), our key policy rates have reached levels that, maintained for a sufficiently long duration, will make a substantial contribution to the timely return of inflation to our target.", "Our future decisions will ensure that the key ECB interest rates will be set at sufficiently restrictive levels for as long as necessary.", "At the same time, the high level of two-sided uncertainty around the baseline means that we will remain data dependent in determining the appropriate level and duration of restrictiveness in our monetary stance.", "In assessing the inflation data over the coming months, base effects will play a significant role, making it unusually challenging to extract the underlying component from the reported data.", "In one direction, the very high energy-related price increases that occurred last Autumn will fall out of the annual inflation calculation, delivering declines in both headline and core inflation measures.", "In the other direction, many fiscal subsidies are scheduled to expire, which will raise reported inflation rates, especially in relation to 2024.", "The ongoing volatility in energy and food prices also adds to the noiseto-signal ratio in the inflation data, especially in view of the high uncertainty about the persistence and propagation of such shocks in the current environment.", "The noise-tosignal ratio is further elevated due to the lower reliability of standard seasonal adjustment techniques under current conditions.", "Furthermore, standard indicators of underlying inflation require adjustments to strip out the impact of energy costs and supply bottlenecks on economy-wide prices, while the temporary contribution of pandemic reopening effects on the prices of contact-intensive services also distorts these indicators.", "Among the main open questions that the incoming data will need to answer will be the dynamics of wages and profits in the coming quarters.", "In particular, the disinflation embedded in the staff projections is built on a deceleration in wage growth, with the rate of increase in compensation per employee dropping from 5.3 per cent in 2023 to 4.3 per cent in 2024 and 3.8 per cent in 2025.", "These projected rates of wage increases are sufficient to restore the pre-pandemic level of real wages within the projection horizon, with the rates of wage inflation in 2024 and 2025 well ahead of the rates of price inflation.", "It will be well into the new year before the area-wide 2024 wage trends become fully visible: this fundamental source of uncertainty will not be resolved any time soon.", "In turn, the next phase in wage adjustment will also depend on the extent to which labour demand is affected by the slowdown in economic activity.", "In particular, the dampening of activity levels and the increase in financing costs might lower the propensity to hoard labour.", "The contribution of unit profits to annual inflation in the first half of 2023 has moderated relative to its contribution in 2022, suggesting that the rising wage pressures are starting to be absorbed by firms.", "Price hikes coming in below the increase in unit labour costs are projected to contribute further to the required disinflation during 2024.", "In parallel to the drawn-out nature of the wage adjustment process, the actual contribution of profit moderation to disinflation will only be uncovered over a number of quarters.", "In terms of the policy response, our restrictive monetary policy stance is providing considerable support to the required disinflation dynamics.", "In particular, the stagnation of activity levels during 2023 and the associated higher level of slack in the economy means that firms will be more cautious in seeking outsized price hikes and more reluctant to grant excessive wage increases.", "In related fashion, any new cost-push shocks are less likely to be amplified under demand-constrained conditions, with such shocks more likely to dent the real value of both profits and wages, rather than being fully passed through to consumer prices.", "At the same time, we will continue to monitor the strength of monetary policy transmission, in view of the state-contingent impact of monetary policy tightening on financing conditions, the real economy and inflation dynamics.", "These considerations suggest that we still have ahead of us an extended phase of uncertainty about the disinflation process.", "Given the scale of the initial inflation shock, the lagged nature of wage adjustment in the euro area, the considerable sectoral rebalancing that is underway and the extent of uncertainty about transmission lags and the strength of the monetary policy transmission mechanism, it is hardly surprising that inflation uncertainty will not be quickly resolved.", "F or more extensive discussions of the nature of the shock, see Lane, P.R.", "(2023), \" Underlying inflation \", Lecture at Trinity College Dublin, 3 March, as well as references therein.", "For extensive reviews of the transmission of our monetary policy, see Lane, P.R., (2023) \" The banking channel of monetary policy tightening in the euro area \", remarks at the NBER Summer Institute 2023 Macro, Money and Financial Frictions Workshop, 12 July, Lane, P.R.", "(2023), \" Monetary policy tightening and the financing of firms \", keynote address at the Enterprise Ireland Summit 2023, 19 April, and Lane, P.R.", "(2023), \"The euro area hiking cycle: an interim assessment\", Dow Lecture at the National Institute of Economic and Social Research, 16 February.", "See also the box entitled \"A model-based assessment of the macroeconomic impact of the ECB's monetary policy tightening since December 2021 \", Economic Bulletin , Issue 3, ECB, 2023.", "For extensive discussion of underlying inflation measures, see the box entitled \"Underlying inflation measures: an analytical guide for the euro area\", Economic Bulletin , Issue 5, ECB, 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy transmission", "Inflation outlook", "Economic activity", "Inflation", "Monetary policy", "Wage growth", "Underlying inflation", "Interest rates", "Economic growth", "Fiscal policy"]}