{"sentences": ["Art of Monetary Policy Making: The Indian Context Speech by Shri Shaktikanta Das, Governor Reserve Bank of India Delhi School of Economics (DSE) Diamond Jubilee Distinguished Lecture; September 5, 2023 I am delighted to be here with all of you to celebrate the Diamond Jubilee Year of the Delhi School of Economics (DSE).", "The Delhi School has made a distinct mark as an institution of excellence and very high reputation, both in India and abroad.", "The list of eminent economists and distinguished alumni associated with the DSE is long and impressive.", "The School has inspired generations of students to excel in diverse streams such as academia, research, government and corporate sectors.", "In the Reserve Bank of India, we have also benefitted immensely from the DSE, with a continuous stream of students joining the RBI.", "It is a matter of pride for me to be part of this momentous year in the history of the institute which has contributed immensely to the policy discourse in India.", "Today, I have chosen to speak on \"Art of Monetary Policy 2.", "Making: The Indian Context\".", "would be aware, India formally adopted the flexible inflation targeting (FIT) framework in 2016, in broad alignment with global trends.", "The underlying principle of this framework is that a clearly articulated, legislatively mandated numerical inflation target is the best foundation for overall macroeconomic stability.", "Low and stable inflation helps households and businesses in planning for long-term savings and investments which ultimately drive innovation, productivity and sustainable growth.", "On the contrary, high and volatile inflation corrodes the economy by denting productivity and the long- term growth potential.", "Inflation also imposes disproportionate burden on the poor.", "I have structured my talk in the following sequence: (i) evolution of monetary policy in India, culminating in the adoption of flexible inflation targeting (FIT) framework; (ii) key elements of this framework, including the forecasting process; (iii) conduct of monetary policy under the FIT regime; and (iv) monetary policy challenges at the current juncture.", "Evolution of Monetary Policy Since Independence 4.", "During the 1950s and 1960s, as the country embarked upon planned economic development, monetary policy assumed a developmental role of meeting the credit needs of the economy as identified under the five-year plans.", "Bank nationalisation in 1969 ushered in the era of social banking and led to the credit planning phase (1969-85).", "This period witnessed widespread use of non-market instruments such as directed credit, administered interest rates and moral suasion.", "Monetary policy during the 1970s and 1980s was constrained by fiscal dominance, automatic monetisation of budget deficits and excessive growth of monetary aggregates.", "The large scale deficit financing and the resultant high monetary and credit expansion led to inflationary pressures which were further exacerbated by a series of shocks, namely, the Indo-Pak war of 1971, the drought of 1973, the collapse of the Bretton Woods system in 1973, and global oil price shocks of 1973 and 1979.", "These events precipitated the adoption of \"monetary targeting with feedback\" as a formal monetary policy framework in 1985.", "Money supply (M3) became the intermediate target with the objective of controlling inflation.", "This approach to monetary policy was recommended by a Committee led by Prof. Sukhamoy Chakravarty, a distinguished faculty of Delhi School of Economics.", "In this framework, the Reserve Bank aimed at controlling the growth in money supply commensurate with the expected real GDP growth and a tolerable level of inflation.", "The cash reserve ratio (CRR) was used as the primary instrument for monetary control, with both CRR and statutory liquidity ratio (SLR) reaching their peak levels by 1990 due to continued fiscal dominance.", "The deteriorating external balance position in the backdrop of adverse geo-political developments and domestic macroeconomic imbalances in the 1980s, and the resultant balance of payments crisis in 1991, triggered large scale structural reforms, deregulation of the economy, financial sector liberalisation and a shift towards market determined exchange rate.", "In the wake of trade and financial sector reforms and the consequent rise in foreign capital flows and financial innovations, the efficacy of broad money as an intermediate target came under scrutiny around mid-1990s.", "At the same time, there was a notable shift towards market-based financing for both the government and the private sector.", "In this environment, a multiple indicator (MI) approach was adopted in April 1998 as the new framework of monetary policy.", "Under this approach, a host of indicators constituted the information set used for monetary policy formulation.", "The restrictions on primary financing (1997),4 enactment of the Fiscal Responsibility and Budget Management (FRBM) Act in 2003, and the consequent introduction of fiscal discipline provided enhanced flexibility to monetary policy.", "Increased market orientation of the domestic economy and deregulation of interest rates introduced since the early 1990s also enabled a shift from direct to indirect instruments of monetary policy.", "The multiple indicator approach remained in vogue from 1998-99 till a few years after the outbreak of the global financial crisis (GFC) in 2008- 09.6 Introduction of Flexible Inflation Targeting (FIT) in India 7.", "During the years following the global financial crisis (GFC) in 2008, India witnessed stubbornly high inflation with retail inflation in India's macroeconomic double digits and growth losing momentum.", "fundamentals appeared fragile with widening twin deficits in both fiscal and These indicators included credit, output, inflation, trade, capital flows, exchange rate, returns in different markets and fiscal performance, besides monetary aggregates.", "Primary financing through automatic monetisation of ad hoc treasury bills was done away with in 1997.", "Subsequent to the enactment of the FRBM Act, 2003, the Reserve Bank was finally barred from subscribing to the primary issuances of the government from April 1, 2006.", "With a view to stabilise short-term interest rates, the Reserve Bank used changes in CRR, standing facilities and OMOs to affect the quantum of liquidity, while changes in policy rates, such as the Bank Rate and repo / reverse repo rates under the liquidity adjustment facility (LAF) were the instruments for changing its price.", "CRR and SLR are examples of direct instruments, while LAF operations and OMOs are indirect instruments.", "Report of the Expert Committee to Revise and Strengthen the Monetary Policy Framework, (Chairman: Dr Urjit R. Patel, 2014).", "current accounts and depleting forex reserves.", "The global ripples created by the 'taper talk' in May/June 2013 exposed the macroeconomic India was identified as one among the \"fragile vulnerabilities and five\"7.", "These events called for an evaluation of the multiple indicator approach.", "Accordingly, an Expert Committee was set up in the Reserve Bank to revise and strengthen the monetary policy framework.", "The Committee recommended a shift to Flexible Inflation Targeting framework, which was formally institutionalised with the amendment of the Reserve Bank of India Act (1934) in May 2016.", "Incidentally, I was Secretary, Economic Affairs in the Ministry of Finance at that time dealing with the adoption of inflation targeting.", "The amended Act gives a clear mandate to the Reserve Bank to maintain price stability, keeping in mind the objective of growth.", "Price stability has been numerically defined as maintaining a headline CPI inflation target of 4.0 per cent with a tolerance band of +/- 2 per cent.", "The tolerance band provides flexibility to accommodate growth and financial stability concerns, supply shocks, and measurement and forecast errors.", "The target is set by the Government of India in consultation with the Reserve Bank for a period of 5 years.", "Another major change with the amendment of the Act in 2016 was the shift from a Governor-centric monetary policy decision making process to a collegial decision-making body in the form of the Monetary Policy Committee (MPC).", "The MPC is entrusted with the responsibility of deciding the policy repo rate with the objective of achieving the inflation target, keeping in mind the objective of growth.", "I am happy to recall that Prof. Pami Dua12 was an esteemed member of the first MPC and the Reserve Bank benefitted immensely from her distinguished academic rigour and practical insights.", "I have personal experience of the same.", "The decisions of the MPC are taken by a majority of votes among the members present.", "In the event of a tie, the Governor has a second or casting vote.", "After the conclusion of every MPC meeting, the RBI publishes the resolution adopted by the MPC.", "In addition, Governor's statement and press briefings are the other modes of policy communication.", "The minutes of the individual members of the MPC are published on the 14th day after the meeting.", "The RBI is required to publish a Monetary Policy Report (MPR) once in every six months, which provides a more detailed review of domestic and global macroeconomic conditions.", "These provisions add to transparency of the whole process.", "Forward Looking Monetary Policy and Importance of Forecasting 9.", "As monetary policy works with long and variable lags, the forecasts of key macroeconomic variables play a vital role in the conduct of monetary policy.", "It is for this reason that inflation targeting framework is also termed as \"inflation forecast targeting\" framework.", "To take a real-life analogy, the conduct of monetary policy is like driving a car on a road with potential ditches and speedbumps.", "The driver needs to see them ahead and in time to regulate the speed of his car and to negotiate the ditch or speedbump smoothly.", "If the driver reacts suddenly to a speedbump, he runs the risk of losing control and causing an accident.", "Therefore, a successful conduct of monetary policy depends critically on credible forecasts of key variables like inflation and growth.", "In other words, monetary policy has to be forward looking.", "Rear view mirror can lead to policy errors.", "The forecasting process followed at the Reserve Bank has three broad components, viz.", "nowcasting, short-term forecasting and medium-term forecasting.", "The first component of nowcasting uses high-frequency coincident indicators for the current month or quarter that are available ahead of the official data releases on inflation and growth.", "This is augmented with informed judgement based on extensive discussions with subject area experts, forward-looking surveys and market intelligence.", "The second component comprises short-term forecasts for up to one-year.", "These are generated from semi-structural models that employ time-series and econometric methods, using aggregate and disaggregated data and information from forward looking surveys and lead indicators.", "The third component involves generating medium-term forecasts and alternate scenarios using the quarterly projection model (QPM).", "This framework has been widely accepted and adopted by modern central banks operating under FIT regime.", "Its main purpose is to generate medium-term projections and policy analysis, consistent with achieving the inflation target or mandate set under the FIT framework.", "Each of these three components has different forecasting horizons and hence different approaches.", "These forecasts become the backbone of monetary policy making.", "Conduct of Monetary Policy under FIT Framework Let me now turn to the practical side of implementation of the FIT framework and highlight how we used the flexibility embedded in our monetary policy framework to judiciously calibrate our actions.", "In view of tepid growth outlook for 2019-20, the MPC moved into a rate easing cycle from February 2019 to stimulate economic activity.", "During February October 2019, the policy repo rate was reduced by 135 bps from 6.50 per cent to 5.15 per cent.", "Also, the stance of policy was changed from neutral to accommodative in June 2019.", "Effective October 1, 2019, the external benchmark-based lending rate (EBLR) system17 was introduced which quickened the pace of policy transmission to lending rates.", "QPM is a forward looking, open economy, calibrated, gap model broadly following a theoretical framework founded on New Keynesian principles.", "For a discussion on the QPM in the Indian context, see John, J, D. Kumar, A. T. George, P. Mitra, M. Kapur and M. D.Patra (2023), \"A Recalibrated Quarterly Projection Model (QPM 2.0) for India\", Reserve Bank of India Bulletin, February, Volume LXXVII(2), pp.-77 Under the EBLR, scheduled commercial banks (excluding regional rural banks and small finance banks) are required to link all new floating rate personal or retail loans and floating rate loans to micro small and medium enterprises (MSMEs) to an external benchmark, viz., the policy repo rate or 3-month T-bill rate or 6-month T-bill rate or any other benchmark market interest rate.", "When the COVID-19 pandemic hit India, the MPC responded swiftly by reducing the policy repo rate sizeably by 115 bps in a span of two months (March-May 2020).", "In parallel, the Reserve Bank infused large amount of liquidity through both conventional and unconventional measures to stimulate the economy, restore confidence and revive market activity, while ensuring that these measures did not engender Overall, liquidity enhancing measures worth ₹17.2 future fragilities.", "trillion or 8.7 per cent of GDP were announced during the COVID-19 period.", "All these measures were taken in view of the large output losses although pandemic-induced supply disruption and demand mismatches pushed inflation levels higher than 4 per cent.", "The flexibility embedded in FIT enabled the MPC to take these measures to safeguard the economy and the financial sector from the debilitating impact of the pandemic.", "In October 2020, the Reserve Bank noted that a stable and orderly evolution of the yield curve was a public good, the benefit of which accrues to all stakeholders in the financial system19.", "Since monetary policy transmission through the regular interest rate channel was impeded because of inadequate credit demand during the We undertook measures to augment systemic liquidity through long term repo operations (LTRO) and sector specific liquidity through targeted long term repo operations (TLTRO) and refinance facilities.", "We undertook asset purchases through the G-SAP programme and operation twist to modulate long term G-sec yields, which, in turn, lowered rates on all instruments that are priced off the G-sec yield curve.", "In a market economy, prices of financial instruments like commercial paper and corporate bonds as well as a part of bank loans are priced off government bond yields/Treasury Bills.", "Thus, any undue volatility in the government bond yields will lead to volatility in yields/interest rates of these financial instruments; moreover, their spreads over government bond yields of similar maturity can widen due to uncertainty.", "This can hamper credit and financial flows to the private sector.", "Hence, stability in the government bond yields has wider benefits and acts like a public good, helping the broader real economy.", "pandemic, the Reserve Bank activated the asset price channel through large-scale purchases of government paper through open market operations (OMOs) and the secondary market government securities acquisition programme (G-SAP) 20.", "Large purchases of government paper softened g-sec yields which, in turn, facilitated the lowering of yields, i.e., interest rates, on all instruments priced off the yield curve.", "The pandemic-induced liquidity measures were unique in several ways: (i) liquidity was provided only through the Reserve Bank's counterparties for on-lending to stressed entities/sectors; in that sense, most of it was targeted and not open ended; (ii) asset purchase programme (G-SAP) was for a limited period of six months and much smaller in size than advanced economies, and was confined to government securities in the secondary market; (iii) collateral standards were not diluted in lending facilities;21 (iv) loan resolution frameworks for COVID-19 related stressed assets of banks and NBFCs were not open ended but subject to achievement of certain financial and operational parameters; and (v) most of the liquidity injection measures had pre-announced sunset clauses, which helped in an orderly unwinding of liquidity on their respective terminal dates without de- anchoring market expectations.", "With a view to improving monetary policy transmission and enabling a stable and orderly evolution of the yield curve, the Reserve Bank implemented a secondary market G-sec acquisition programme (G-SAP) in April-September 2021 to anchor yield expectations in the context of the large borrowing programme of the Government.", "The Reserve Bank purchased amounting to ₹1.2 lakh crore under ₹1.0 lakh crore under G-secs G-SAP 1.0 and G-SAP 2.0.", "Unlike in many advanced economies, the collateral standards on the liquidity facilities of the RBI were not diluted but was confined to central and state government securities only.", "Global Upsurge in Inflation and Monetary Tightening Cycle 15.", "In early 2022, inflation in India was expected to moderate significantly with a projected average rate of 4.5 per cent for 2022-23.", "This was premised upon an anticipated normalisation of supply chains, the gradual ebbing of COVID-19 infections and a normal monsoon.", "Such expectations were, however, belied by the outbreak of hostilities in Ukraine in February 2022.", "Initially, the shocks came from food and fuel prices, which were mainly global in origin, but local factors from adverse weather events also played an important role in stoking food inflation.", "The shocks to inflation got increasingly generalised over the ensuing months.", "Under these circumstances, the MPC quickly changed gears by prioritising inflation ahead of growth in April 2022 and changed its stance from accommodative to withdrawal of accommodation in June 2022. .", "In an off-cycle meeting in May 2022, the MPC raised the policy rate by 40 basis points.", "This was followed by rate hikes of varying sizes, in each of the five subsequent meetings till February 2023.", "In all, the policy repo rate was raised by 250 bps cumulatively between May 2022 and February 2023.", "The quantum of rate hikes was calibrated keeping in view the changing inflation outlook.", "We have maintained a pause in the April, June and August 2023 meetings of the MPC as the 250 bps hike is still working through.", "It, however, surged to 7.4 per cent in July, mainly on account of a spurt in vegetable prices which have already started moderating.", "As I noted in my monetary policy statement on August 10, 2023, given the likely short-term nature of the vegetable price shocks, monetary policy can await the dissipation of the first-round effects of such shocks which may produce short-lived spikes in headline inflation.", "We remain on guard to ensure that second order effects in the form of generalisation and persistence are not allowed to take hold.", "The frequent incidences of recurring food price shocks pose a risk to anchoring of inflation expectations, which has been underway since September 2022.", "We will remain watchful of this also.", "The role of continued and timely supply side interventions, as being undertaken by the government, assumes criticality in limiting the severity and duration of such food price shocks.", "In these circumstances, it is necessary to be watchful of any risk to price stability and act timely and appropriately.", "We remain firmly focused on aligning inflation to the target of 4.0 per cent.", "Policy Issues and Challenges 18.", "The current episode of high global inflation and the preceding overlapping shocks of the pandemic and the Russia-Ukraine war have raised significant issues and challenges for the conduct of monetary policy.", "First, the FIT framework and the target of 4 per cent was put to test, given the multiple challenges faced by the economy due to the pandemic.", "So when the inflation target was to be reviewed in early 2021 and notified for the next 5 years, the Reserve Bank reiterated and recommended for retention of the 4 per cent target22.", "It was stressed that the target and the flexibility built around it had helped us to support the economy when required and shift gears and re-prioritise inflation over growth if inflation became high and breached the upper tolerance level of 6 per cent.", "In fact, this is precisely what happened when there was a sudden surge in inflationary pressures following the war in Ukraine.", "The pursuit of FIT demonstrated our commitment to price stability and enhanced the credibility of monetary policy.", "Second, the level of liquidity in the system plays an important role in determining the actual overnight call money rate or the weighted average call money rate (WACR) which is the operating target of monetary policy.", "The MPC decides the policy repo rate and the stance of monetary policy.", "Thereafter, it is the Reserve Bank's responsibility to conduct its liquidity management operations in consonance with the decision of the MPC.", "During the pandemic, while the MPC reduced the policy rate by 115 bps within a span of two months, the Reserve Bank infused significant quantum of liquidity, driving the overnight call money rates closer to reverse repo rate.", "This was done to stimulate the economy, restore confidence and revive market activity in consonance with the accommodative stance of monetary policy.", "As shifted to 'withdrawal of accommodation' in June 2022 in the wake of surge in inflation, the RBI's liquidity management operations focused even more on gradual and calibrated withdrawal of surplus liquidity in a non-disruptive manner.", "The objective was to reduce the size of the liquidity surplus in the system to a level consistent with the prevailing stance of monetary policy.", "Overall, liquidity management by the Reserve Bank has been nimble-footed and agile while responding to evolving circumstances.", "Third, our experience in recent years shows that supply shocks have become more frequent with profound implications for inflation management and anchoring of inflation expectations.", "A key risk of sustained high inflation is that it can de-anchor inflation expectations.", "It is, therefore, important to remain vigilant and take necessary steps in a calibrated and timely manner to keep expectations firmly anchored.", "The Reserve Bank has been quick and calibrated while navigating through such turbulences.", "We look though fleeting shocks but remain prepared to undertake policy responses if such shocks show signs of persistence and getting generalised.", "In such a scenario, monetary policy has to focus on containing the second round effects.", "Fourth, price stability and financial stability are complementary to each other.", "In fact, price stability is an anchor for financial stability but sometimes, the trade-off between the two becomes a close call as demonstrated in the recent banking sector turmoil in some advanced economies.", "After a near zero policy rate for a prolonged period, central banks in these economies started raising interest rates aggressively in 2022 which contributed to stress in certain banks in these economies.", "In contrast, our battle against inflation is not constrained by financial stability concerns.", "In fact, even during the COVID phase, we continuously took measures to strengthen financial stability.", "The Reserve Bank has adopted a prudent approach and taken a number of initiatives to revamp regulation and supervision of Banks, NBFCs and other financial entities by developing an integrated and harmonized architecture.", "Our banking system remains resilient and healthy with improved capital ratios, asset quality and profitability.", "Fifth, central bank communication plays a vital role in on-ground efficacy of monetary policy.", "A few decades ago, central banks believed that they should be \"shrouded in mystery\", \"say as little as possible\" and cryptically\".", "Former Chairman of the Federal Reserve Mr. Alan Greenspan had famously \"if I seem unduly clear to you, you must have misunderstood what I said\".", "Now, managing expectations through effective communication is a vital instrument in the monetary policy toolkit.", "In the case of Reserve Bank, effective forward guidance during the easing cycle reinforced the impact of our conventional and non-conventional measures during the pandemic.", "At the height of the pandemic during 2020 and 2021, the MPC prioritised growth over inflation.", "In fact, when inflation was above the upper tolerance level of 6 per cent in July-August 2020, we provided both state- and time-based forward guidance of continuing with the accommodative stance of monetary policy, as output remained well below its pre-pandemic level.", "Besides, our forecast also showed that inflation was likely to soften gradually.", "In the second half of 2020-21, inflation eased in line with our assessment.", "In the tightening phase, which commenced in April-May 2022, the scale and nature of communication has been appropriately fine-tuned and calibrated to ensure successful transmission of policy rate hikes.", "The focus has been on anchoring of inflation expectations by emphasising our firm commitment to re-align inflation with the target.", "Overall, central bank communication has to be balanced too much of it may confuse the market while too little may keep it guessing.", "We tread a very fine line and constantly endeavour to refine our communication strategies.", "Monetary policy framework in India has evolved in line with the developments in theory and country practices, the changing nature of the economy and developments in financial markets.", "Within the broad objectives, the relative emphasis on inflation, growth and financial stability has, however, varied across monetary policy regimes since independence.", "Our experience during the inflation targeting regime provides some useful lessons for the conduct of monetary policy.", "First, being proactive and nimble footed during a crisis gives one the ability to respond speedily to fast paced and overwhelming developments.", "Second, policy measures should be prudent, targeted and calibrated to the need of the hour without being tied down by any existing dogma or orthodoxy.", "Third, monetary policy actions when needed should be backed up by appropriate regulatory and supervisory measures, including macro-prudential instruments, to reinforce the policy impact and its credibility.", "Fourth, guidance and confidence need to be provided to the market and the wider public through effective communication, as part of the endeavour to anchor expectations and sentiments appropriately.", "All these principles were firmly embedded in our actions during the multiple shocks in the recent period.", "Alan Blinder, who wore both hats of being an academician and a practitioner, once said, \"Having looked at monetary policy from both sides now, I can testify that central banking in practice is as much art as science\".", "As students of economics at the prestigious Delhi School of Economics, I am sure you are well-versed with the science of monetary policy as a macro-stabilisation tool.", "I took this opportunity to throw some light on the art of monetary policy making from a perspective, especially in a dynamic and uncertain environment as witnessed in recent years.", "As we continue our journey ahead, we remain clear in our focus, flexible in our approach and strengthen India's macroeconomic determined in our efforts to fundamentals and support its growth story."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Inflation Targeting", "Economic Growth", "Financial Stability", "Monetary Policy Framework", "Inflation", "MPC", "Liquidity Management", "Supply Shocks", "Central Bank Communication"]}