{"sentences": ["08.06.2023 7th ICO Sustainable Bond Forum ICO/ Madrid Margarita Delgado First of all, thank you for the invitation to participate in this 7th ICO Sustainable Bond Market conference.", "I am sure that the various panels have addressed recent developments in social and green bonds and the latest innovative approaches in sustainable finance.", "It would be interesting to take a look at the conclusions of the first edition of this conference to see just how much progress has been made in this market; huge strides for sure.", "For example, through the development of new instruments to mobilise the financial resources needed to achieve a net-zero economy and the goals set by the Paris Agreement.", "However, I am convinced we would also find that some of the challenges are still with us today, probably including the ones I am going mention in this address.", "Recent evolution of sustainable bond markets Developments in sustainable finance markets have been very significant.", "In recent years we have seen a surge in new bonds and instruments.", "According to the latest Climate Finance Monitor published by the IMF:1 - After decreasing in 2022, issuance of sustainable debt in 2023 Q1, considering green bonds and loans, social bonds, sustainability bonds and sustainability linked-bonds and loans, was in line with issuance in the previous two quarters, but was lower than in 2022 Q1.", "It should be noted that this was at the time of the banking sector turmoil in the United States and Europe.", "- Green bond issuance saw the largest increase, comparing with the previous quarter and with the same quarter a year earlier.", "Financials and governments remained the largest issuers with a share of over 73 percent in 2023 Q1.", "Indeed, new sovereign issuance increased sharply in 2023 Q1, the European Commission issuing €6 billion of NextGenerationEU green bonds in its fourth syndicated transaction for 2023.", "- Conversely, the issuance of most other types of bonds declined.", "For example, sustainability-linked instruments saw slower growth in the first quarter of the year, which, according to the IMF, \"may reflect market participants' perceptions around greenwashing and the credibility of the asset class to drive companies to meet sustainability targets\".", "Focusing on the euro area, according to the experimental indicators on sustainable finance developed by the Eurosystem: - The outstanding amount of sustainable debt securities issued in the euro area has more than doubled in the last two years.", "Securities designed to finance green and social projects, which account for the majority of the market, have seen a particularly strong increase.", "- Over the same period, sustainability-linked bonds recorded the highest growth rate.", "However, the relevance of these instruments in the overall debt securities market remains minor.", "Another interesting aspect highlighted by these experimental indicators is holdings.", "Since the beginning of 2021, euro area holdings of sustainable debt securities have grown continuously, following a similar trend to the one observed for euro area issuances.", "These instruments are becoming increasingly relevant investment alternatives but overall remain a minor portfolio item.", "We have several sources and data providers to shed light on the evolution of sustainable finance instruments, but what exactly is a sustainable bond market?", "The information presented above provides an overview of euro area residents' issuances and holdings of debt instruments with sustainability characteristics.", "These indicators provide information on the proceeds raised to finance sustainable projects.", "In the case of green bonds, they are identified as \"debt securities where the proceeds are used to finance projects with clear environmental benefits\" and various sources are used to gain a broader picture.", "Since debt securities are considered sustainable if they are at least labelled as such by their issuers (i.e.", "self-labelled), in addition to the information provided by data providers, the loosest level of assurance is relied upon.", "The ECB notes that remaining limitations are mostly due to the lack of internationally accepted harmonised definitions of certain concepts.", "In recent years, financial market initiatives have moved ahead of legislation and several private providers have developed labels to identify green bonds and other sustainabilityrelated bonds, for example, the International Capital Market Association and the Climate Bonds Initiative.", "However, this does not mean that there is a single definition.", "In the European Union, the European Commission has been working over the last few years on the development of a European Green Bonds Standard in order to establish uniform requirements for issuers of this type of bond.", "The main characteristics proposed by the European Commission are: Taxonomy alignment: meaning that the funds raised by the bond should be allocated to projects that are aligned with the EU taxonomy.", "Transparency as to how bond proceeds are allocated, through detailed reporting requirements.", "External review: all European green bonds must be checked by an external reviewer to ensure compliance with regulations and taxonomy alignment of the funded projects, and, - Supervision by the European Securities Markets Authority (ESMA) of the reviewers.", "This means that external reviewers providing services to issuers of European green bonds must be registered with and supervised by ESMA.", "The European Council and the European Parliament have this year reached a provisional agreement on the creation of this European Green Bonds Standard.", "Pending the final text, a very important element of the proposal is that the standard will be voluntary.", "The European Central Bank issued an opinion in 2021 on the proposal for a regulation on European green bonds,3 which it welcomed.", "Regarding its voluntary nature, the ECB considered that, in the short term, a strictly mandatory standard might lead to divestment from non-taxonomy-aligned green bonds and a sudden drop in Union-based green bond issuance.", "However, the ECB considered it important that the European Green Bond Standard becomes the prime green bond standard within the Union and that it is necessary to make the standard mandatory for newly issued green bonds within a reasonable time period.", "This would create certainty for markets and could also incentivise issuers to apply this European standard before it becomes mandatory.", "In view of the voluntary nature of the European Green Bond Standard, its success will depend: first, on whether issuers adopt it, bearing in mind that the requirements could be stricter than under other private standards in the market; and, second, on whether investors will be interested in the bonds issued under this new standard.", "Given that the regulation requires taxonomy alignment, a higher level of disclosure and external review, investors may consider their quality higher and have greater interest in including them in their portfolios.", "Thus, investor pressure could boost the use of this standard.", "Green bonds have been subject to criticism based on the fungible nature of money and the risk of green-washing.", "In 2021, a study published by the Bank for International Settlements showed that the issuance of green bonds was not leading to a much greater reduction in companies' carbon footprints, when comparing with companies that did not issue green bonds.", "This is because of the inherently fungible nature of money.", "Funds raised with green bonds free up resources that could be used for investments with a larger carbon footprint.", "One of the goals of the European green bond standard is to fight greenwashing.", "Concerns about this issue have grown in recent years, at the same time as sustainable finance has grown in complexity.", "To address these concerns, another category of bonds (sustainabilitylinked bonds) have emerged as an alternative because they link the characteristics of the bond to specific objectives based on key performance indicators.", "These bonds may also be used as a transition financing instrument if a target for reduction of greenhouse gas emissions is in line, say, with a net-zero-emission pathway.", "The size of the coupon has a penalty for the issuer if it does not meet the targets set at the time of issuing the bond, for example, reducing the carbon footprint of the company as a whole by a certain percentage by a specific date.", "Thus the problems I mentioned earlier are avoided in the sense that the penalty for failure to meet environmental targets is fixed contractually.", "Given these advantages, we would expect the issuance of sustainability-linked bonds to increase, but its growth was actually slower in 2023 Q1, comparing with the same quarter of 2022.", "Some analysts have pointed out that this could reflect certain doubts in the market regarding the credibility of these bonds for various reasons, including: i) the lack of ambition in setting goals, ii) the low penalties, iii) uncertainty regarding the possibility of not reaching goals and iv) the fact that prospectuses include language permitting the cancellation of coupon step-up in the event of changes in rules, regulations, guidelines or in the company's operations.", "So the risk of greenwashing in this type of instruments could re-emerge.", "In order to avoid this, the verification and external review of their conditions and the possible inclusion of this type of bonds in the European green bond standard could help to provide reassurance.", "As we have seen, the existence of definitions is very important, as is transparency to avoid greenwashing.", "According to the European Supervisory Agencies' (ESAs) common high-level understanding of greenwashing published last week, they understand greenwashing \"as a practice where sustainability-related statements, declarations, actions, or communications do not clearly and fairly reflect the underlying sustainability profile of an entity, a financial product, or financial services.", "This practice may be misleading to consumers, investors, or other market participants.", "\"5 Also it is recognised that greenwashing appears to result from multiple interrelated drivers and, moreover, that it depends on the area we are considering, whether asset management, the investment industry, corporates or benchmarks, but we can conclude that a common element in greenwashing is the lack of transparency.", "The quality of the indicators and the assessment of investments will further improve as more and better data sources become available.", "Several regulatory initiatives in the European Union will make new data available as a result of new climate and sustainability reporting requirements for financial and non-financial institutions.", "Currently we have the Sustainable Finance Disclosure Regulation (SFDR), that sets mandatory environmental, social and governance (ESG) disclosure obligations for financial markets participants, and the Corporate Sustainability Reporting Directive (CSRD).", "With regard to the latter, the European Financial Reporting Advisory Group (EFRAG) is working on the details of the thematic standards for collecting information on ESG aspects, trying to reconcile CSRD with the recommendations of the Task Force on Climate-related Financial Disclosures (TCFD) and the work of the International Sustainability Standards Board (ISSB).", "As you know the TCFD issued a set of recommendations to disclose climate-related risks and opportunities, grouped into four categories: i) governance, ii) strategy, iii) risk management and iv) metrics and targets, but again they are voluntary.", "The ISSB is working on a global framework for sustainability but it has a different approach from EFRAG.", "For example, the ISSB considers single materiality while EFRAG considers double materiality.", "As you can see we have an alphabet soup to negotiate in the drive for transparency.", "In reality, there is as yet no global standard for disclosure, and it will take several years to achieve a complete framework.", "According to an analysis conducted by Eurosif, through a quantitative survey and qualitative interviews of asset managers and owners operating in Europe, one of the most frequently mentioned challenges is a lack of data necessary to comply with European Union regulations.", "Some respondents commented that they currently use SFDR-related data merely for compliance reasons and do not consider them to be decision-useful information.", "However, the responses gathered during the qualitative interviews indicate that this view could change as the coverage and reliability of these data increase.", "We have a new challenge to add to definitions and transparency, the previous ones I mentioned, namely, the quality of the information.", "Finally, we cannot forget that we are in a global world, and even more so insofar as sustainable finance and investments are concerned.", "Global definitions, disclosure requirements and information would contribute to the mobilisation of financial resources for projects that contribute to the transition to a net-zero economy.", "To the extent that definitions, disclosure requirements and information are local, the possibilities of facilitating a global shift towards projects that contribute to the transition to a net-zero economy will be smaller.", "I have focused my address on green bonds and sustainability-linked bonds but I am aware that the family of sustainable instruments is growing.", "Indeed, I have not mentioned sustainable bonds, transition bonds, social bonds, blue bonds or bonds related to biodiversity.", "Each of them has its own challenges.", "In the case of social bonds, for example, the European Platform on Sustainable Finance has been working on a proposal for a social taxonomy, but this area evolves very quickly and more dimensions need to be included, such as diversity, equity and inclusion.", "In addition, the focus of sustainable finance is widening from climate to include nature and the environment because climate change and biodiversity loss are interconnected and mutually reinforcing.", "Central banks are starting to analyse the consequences of the loss of biodiversity for the financial system.", "The Network for Greening the Financial System (NGFS) has set up a task force on biodiversity loss and nature-related risks.", "We need to research and learn more about the transmission channels from nature loss to the economy and the financial system, as we are already doing in relation to climate change.", "Thus, we have a further challenge here, and probably next year there will be a session at this conference focusing on biodiversity.", "In the meantime, to conclude, we can see that the issuance of green bonds is recovering in 2023.", "However, other bonds in the sustainable finance family are seeing less interest from investors.", "The challenges are several: i) the lack of common definitions, ii) the voluntary aspect of the European green bond standard, and iii) the lack of verification of sustainabilitylinked bonds.", "In addition, a higher degree of transparency and a global disclosure standard would contribute to the development of sustainable bond markets and a reduction in greenwashing."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sustainable finance", "Green bonds", "Sustainability-linked bonds", "European Green Bonds Standard", "Greenwashing", "Transparency", "Taxonomy", "ESG disclosure", "Biodiversity", "Climate change"]}