{"sentences": ["Harnessing Collective Strength - Scaling up Green Finance for the Global South Keynote Oxford Sustainable Finance Summit 2023 19.07.2023 | Oxford | Sabine Mauderer Check against delivery.", "2 The costs of climate change 3 Climate financing - unequal distribution 4 Scaling up investment for the Global South 4.1 Blended finance and the role of MDBs 4.2 Debt-for-nature swaps 4.3 Voluntary carbon markets 1 Introduction Ladies and gentlemen, It is a great pleasure to be here at the University of Oxford today.", "Walking down Oxford High Street this morning, I was reminded of a picture by the great English painter William Turner.I am sure you are familiar with the painting.", "It is entitled High Street, Oxford.", "It depicts University College on the left, All Souls College on the right, and Carfax Tower in the distance.", "On my morning walk, I was startled by how little has changed since the early 19th century, when the painting was first exhibited.", "The buildings are still in place and they appear very well kept.", "Yet, at the same time, so much has changed.", "There are buses, cabs, modern amenities and so forth.", "It is precisely this sort of progress, which has been fuelling another type of change: Climate change.", "The costs of climate change Today, average temperatures are higher than they were 200 years ago.", "Not only in the UK (United Kingdom).", "Globally, the past decade has been the warmest on record.", "Our planet is on average over one degree Celsius warmer today than in the days when Turner painted his picture.", "[1] What is more, ocean surface temperatures are at record highs.", "[2] In the ocean waters surrounding the UK (United Kingdom), sea surface temperatures are running as high as 5 degrees Celsius above normal.", "[3] The effects of these developments are clearly visible: More frequent and severe weather events; Degradation of fertile land; Biodiversity loss.", "Last year alone, natural disasters resulted in worldwide losses of about USD (United States Dollar) 270 billion [Munich Re].", "[4] 3 Climate financing - unequal distribution Clearly, climate financing needs to increase significantly - not only for mitigation, but also for adaptation.", "While mitigation largely refers to greenhouse gas reductions, adaption means things such as resilient infrastructure [e.g.", "sturdy housing] and heat-resistant food [e.g.", "Estimates of the global investment needed to achieve the Paris Agreement's temperature and adaptation goals range between USD (United States Dollar) 3 and USD (United States Dollar) 6 trillion each year - through until 2050.", "Currently, mitigation finance continues to dominate, at more than 90% of total climate finance.", "[6] By contrast, far less capital goes into adaptation finance, where there is still very little private sector involvement.", "[7] Especially in the Global South, where the immediate effects of climate change are more acute than around here.", "Don't get me wrong, focussing on transformation and mitigation is important.", "Our first priority is to stop global warming.", "But deprioritizing adaptation is rather short-sighted.", "The reason being that the climate crisis does not stop at national borders.", "The failure to adapt to a changing climate can destroy livelihoods; It can lead to famine, geopolitical tensions and migration.", "De-prioritizing adaptation could hence make the Global North more vulnerable, too.", "My speech today is about climate financing for mitigation and adaptation.", "It is also about the power of collaboration and win-win partnerships.", "Take the case of green hydrogen.", "In simple words: The Global North needs it to meet its climate targets.", "• Regions in the Global South have the potential to produce it at scale.", "If pursued as a partnership of equals, investments in green hydrogen could benefit both sides: By fostering sustainable growth locally and, at the same time, enhancing green energy supply for the Global North.", "In the following, I will outline three ways to scale up green finance in the Global South: Blended finance, debt-for-nature swaps and voluntary carbon markets.", "They are by no means cure-alls, but they will move us one step closer towards meeting the global financing needs.", "Scaling up investment for the Global South 4.1 Blended finance and the role of MDBs (Multilateralen Entwicklungsbanken) There are several impediments to the deployment of private capital in developing and emerging economies.", "Among them: political risks, an instable institutional framework and foreign exchange risks.", "As a result, the cost of capital for a typical utility-scale solar project can be two or three times higher in emerging countries than in advanced economies.", "[8] Blended finance can be a strategic tool to bridge the financing gap and scale up private investment.", "It combines public and philanthropic capital with private money.", "Multilateral development banks [MDBs (Multilateralen Entwicklungsbanken)] are instrumental They are well experienced; They can offer resources and credibility; They are able to provide tailor-made financing - by giving guarantees or taking the first-loss piece.", "And their involvement often comes with a 'halo-effect' or an implicit risk mitigation.", "However, MDBs (Multilateralen Entwicklungsbanken)' resources are also limited.", "Securitisation can be one way to get private investors on board and give MDBs (Multilateralen Entwicklungsbanken)' more room for lending.", "The Room2Run transaction of the African Development Bank is a good example of this.", "The deal, structured as a synthetic securitisation, freed up additional funds of USD (United States Dollar) 650 million - with no further capital being required from shareholders.", "[10] The concept of public-private partnership is not new.", "It is only one, yet important piece of the puzzle.", "However, it can give a real boost to sustainable financing.", "This way, every public dollar can have an impact many times over.", ".2 Debt-for-nature swaps Besides blended finance, there are other innovative avenues worth exploring as a way of scaling up climate financing.", "Especially in developing economies, which often lack the fiscal means to provide basic services.", "Thirty-four of the 59 developing economies most vulnerable to climate change are also at risk of fiscal crises.", "[11] Debt-for-nature swaps can be one way to free up fiscal space to combat climate change and fund resilience.", "Debt-for-nature swaps restructure portions of a country's debt and offer debt relief - in return for environmental commitments by the recipient country.", "This means it benefits the climate - not just locally, but globally as well.", "The world's largest debt-for-nature swap to date happened in Ecuador in June 2023.", "In return, the Ecuadorian government committed to invest in protecting the endangered Galapagos Islands.", "[12] In a sign of growing momentum, the European Investment Bank is also planning to launch its first debt-for-nature swap this year.", "[13] With the aim of addressing biodiversity loss.", "Again, debt-for-nature swaps aren't a miracle cure: Negotiations can be long and arduous; Additional environmental gains can be hard to assess.", "Nevertheless, when negotiations take place on an equal footing, they can play their part in scaling up climate financing in the Global South.", ".3 Voluntary carbon markets Voluntary carbon markets are another emerging way of mobilising private capital for climate action.", "They offer companies, organisations and people the opportunity to purchase carbon credits to offset hard-to-abate emissions.", "Each carbon credit is equal to one tonne of carbon-equivalent removed from the atmosphere.", "Project developers across the world - and particularly in the Global South - sell carbon credits to fund emissions-reduction projects.", "Such as activities protecting endangered rainforests or technologies capturing carbon from the atmosphere.", "Those projects often come with additional benefits: Gains in biodiversity, public health and jobs.", "Despite solid growth, the voluntary carbon market is still in its infancy.", "[14] Growth remains constrained by an absence of industry standards, a lack of independent monitoring and high market fragmentation.", "I therefore welcome initiatives to strengthen the integrity and functionality of carbon credit markets.", "In a nutshell, transparency and trust are key.", "I look forward to hearing fresh insights on how those existing challenges can be tackled in today's afternoon session.", "[15] After all, deeper voluntary carbon markets would facilitate the flow of private capital to the Global South.", "It is estimated that Africa alone could generate up to USD (United States Dollar) 6 billion in additional capital from carbon credits by 2030.", "[16] Before I conclude, allow me to make one last point: Carbon credits must never be an excuse for companies not to cut their own emissions as far as possible.", "Ladies and gentlemen, Protecting the climate is the most pressing task of our time.", "Climate financing needs to increase significantly in order to limit global warming to 1.5 degrees Celsius.", "More engagement from private investors is key.", "Especially in the Global South, where the immediate effects of climate change are already endangering the livelihoods of millions of people.", "Blended finance can be an efficient tool to bridge the financing gap and scale up private investments.", "MDBs (Multilateralen Entwicklungsbanken) are instrumental in this regard.", "So are partnerships of equals and advocacy.", "Both topics will also feature prominently on my agenda when I take over the NGFS (Central Banks and Supervisors Network for Greening the Financial System) presidency from Ravi Menon early next year.", "Ravi has been doing a tremendous job in broadening the NGFS (Central Banks and Supervisors Network for Greening the Financial System) network of central banks and supervisors.", "I will not relent in campaigning for an inclusive transition and an open dialogue, where all parties interact on an equal footing.", "Allow me to quote the French President, Emmanuel Macron: \"No country should have to choose between reducing poverty and protecting the planet\".", "Ladies and gentlemen, This hall is full of bright and influential people.", "Let us make the most of this conference.", "Let us work together for an inclusive transition and a more sustainable planet.", "So that we will still be able to recognise and enjoy Oxford High Street in the future.", "Scientists alarmed by extreme marine heat wave in North Atlantic - The Washington Post [-heatwave-northatlantic-uk-climate/] 4.", "Climate change and La Niña driving losses: the natural disaster figures for 2022 | Munich Re [-relations/media-information-and-corporate-news/media-information/2023/naturaldisaster-figures-2022.html] 5.", "Mobilizing Private Climate Financing in Emerging Market and Developing Economies (imf.org) [-climate-notes/Issues/2022/07/26/Mobilizing-Private-Climate-Financing-in-EmergingMarket-and-Developing-Economies-520585] 6.", "Global Landscape of Climate Finance 2021 - CPI (Consumer Price Index) (climatepolicyinitiative.org) [-landscape-of-climate-finance-2021/] 7.", "What is climate change adaptation and why is it vital?", "| World Economic Forum (weforum.org) [-change-adaptation-cop27/] 8.", "Mobilization Effects of Multilateral Development Banks (imf.org) [-Effects-of-Multilateral-Development-Banks-46523] 9.", "Climate finance: What are debt-for-nature swaps and how can they help countries?", "| World Economic Forum (weforum.org) [-finance-debt-nature-swap/] 12.", "Natural evolution: Record Galapagos deal sparks clamour for eco-friendly debt swaps | Reuters [-evolution-record-galapagos-deal-sparks-clamour-eco-friendly-debt-swaps-2023-06 09/#:~:text=Environment-,Natural%20evolution%3A%20Record%20Galapagos%20deal%20sparks,for%20eco%2Dfriendly%20debt%20 13.", "EU (European Union)'s powerful lending arm eyes first 'debt-for-nature' swap | Reuters [-powerful-lending-arm-eyes-first-debt-for-nature-swap-2023-06-21/] 14.", "Understanding the Voluntary Carbon Market | BCG [-the-voluntary-carbon-market-is-thriving] ; Voluntary carbon markets set to become at least five times bigger by 2030 -Shell | Reuters [-carbon-markets-set-become-least-five-times-bigger-by-2030-shell-2023-0119/#:~:text=The%20voluntary%20carbon%20offset%20market,Boston%20Consulting%20Group%20(BCG).]", "VCMI - Delivering high-integrity carbon markets (vcmintegrity.org)[/] ; ICVCM - Build integrity and scale will 16.", "ACMI_Roadmap_Report_Nov_16.pdf (seforall.org)_Report_Nov_16.pdf (seforall.org) [-11/ACMI_Roadmap_Report_Nov_16.pdf]"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate financing", "Adaptation", "Mitigation", "Blended finance", "Debt-for-nature swaps", "Voluntary carbon markets", "Multilateral development banks", "Green hydrogen", "Global South", "Private capital"]}