{"sentences": ["News conference 22 June 2023, 10.00 am Introductory remarks by the Governing Board Thomas Jordan, Martin Schlegel and Andréa M. Maechler Chairman of the Governing Board / Vice Chairman of the Governing Board / Member of the Swiss National Bank Zurich, 22 June 2023 © Swiss National Bank Ladies and gentlemen It is my pleasure to welcome you to the news conference of the Swiss National Bank.", "I would also like to welcome all those who are joining us today online.", "After our introductory remarks, we will take questions from journalists as usual.", "Questions can also be asked by telephone.", "Monetary policy decision I will begin with our monetary policy decision.", "We have decided to tighten our monetary policy further and to raise the SNB policy rate by 0.25 percentage points to 1.75%.", "In doing so, we are countering inflationary pressure, which has increased again over the medium term.", "It cannot be ruled out that additional rises in the SNB policy rate will be necessary to ensure price stability over the medium term.", "To provide appropriate monetary conditions, we also remain willing to be active in the foreign exchange market as necessary.", "In the current environment, the focus is on selling foreign currency.", "The SNB policy rate change applies from tomorrow, 23 June 2023.", "Banks' sight deposits held at the SNB will be remunerated at the SNB policy rate of 1.75% up to a certain threshold.", "Sight deposits above this threshold will be remunerated at an interest rate of 1.25%, and thus still at a discount of 0.5 percentage points relative to the SNB policy rate.", "Inflation forecast I would like to address the development of inflation.", "Inflation has declined significantly in recent months, and stood at 2.2% in May.", "This decrease was above all attributable to lower inflation on imported goods, in particular lower prices for oil products and natural gas.", "Our new conditional inflation forecast is based on the assumption that the SNB policy rate is 1.75% over the entire forecast horizon (cf.", "Through to the end of 2023, the new forecast is below that of March.", "The lower oil and gas prices and the stronger Swiss franc are having a dampening effect over the short term.", "From 2024 onwards, the new forecast is higher than in March, despite today's increase in the SNB policy rate.", "The reasons for this are ongoing second-round effects, higher electricity prices and rents, and more persistent inflationary pressure from abroad.", "In the forecast period, inflation is likely to be increasingly driven by higher prices of domestic goods and services.", "Without today's policy rate increase, the inflation forecast would be even higher over the medium term.", "Global economic outlook Let me turn to the global economic outlook.", "Growth was modest in the advanced economies in the first quarter of 2023.", "Although inflation declined again in many countries, it remains clearly above central banks' targets.", "Core inflation in particular is still stubbornly elevated.", "Against this background, numerous central banks have tightened their monetary policy further, albeit at a somewhat slower pace than in the previous quarters.", "The growth outlook for the global economy remains subdued.", "This is in particular attributable to the loss of purchasing power due to inflation in recent quarters and to tighter monetary policy.", "At the same time, inflation is likely to remain elevated worldwide for the time being.", "Over the medium term, however, it should return to more moderate levels, not least thanks to the more restrictive monetary policy and due to the economic slowdown.", "Our scenario for the global economy remains subject to large risks.", "In particular, the high level of inflation in some countries could be more persistent than expected.", "Equally, the energy situation in Europe could deteriorate again in Q4 2023 and Q1 2024.", "Swiss economic outlook What is the economic outlook for Switzerland?", "GDP growth was solid in the first quarter of 2023.", "The services sector gained momentum, and there was also a slight increase in value added in manufacturing.", "The labour market remained robust, and overall production capacity has been well utilised.", "However, we expect modest growth for the remainder of the year.", "Subdued demand from abroad, the loss of purchasing power due to inflation, and more restrictive financial conditions are having a dampening effect.", "Overall, GDP is likely to grow by around 1% this year.", "In this environment, unemployment will probably rise slightly, and the utilisation of production capacity is likely to decline somewhat.", "The forecast for Switzerland, as for the global economy, is subject to high uncertainty.", "The main risk is a more pronounced economic slowdown abroad.", "Monetary policy outlook Ladies and gentlemen, allow me to return to our monetary policy.", "The marked decline in inflation in recent months is very welcome.", "This is also the result of our monetary policy, which is now significantly more restrictive than one year ago.", "The SNB policy rate is 2.5 percentage points higher than before the monetary policy assessment in June 2022, and we have also sold foreign currency in recent quarters.", "Our monetary policy tightening has strengthened the Swiss franc and thus dampened imported inflation.", "In addition, our monetary policy is also directly countering domestic inflation.", "Nevertheless, the underlying inflationary pressure has risen further.", "In the current environment, increased costs can still be easily passed through to prices.", "We are therefore observing persisting second-round effects in many domestic goods and services.", "A rise in rents will also contribute to higher domestic inflation.", "There is thus still the danger of inflation becoming entrenched above 2%, i.e.", "above the range that we equate with price stability.", "The renewed increase in our policy rate is therefore necessary to bring inflation back to the range consistent with price stability on a sustainable basis over the medium term.", "We cannot at this stage rule out the necessity of further monetary policy tightening to achieve this objective.", "It is also important in this regard that the ample liquidity assistance we provided to Credit Suisse in March does not influence our monetary policy stance.", "My colleague Andréa Maechler will address this specifically when she sets out how we implemented our monetary policy over the past quarter.", "Allow me to return briefly to the subject of rents.", "Policy rate increases lead to a rise in mortgage rates and thus also in the reference interest rate for rents.", "This makes it possible for some rents to be increased, which can in turn temporarily result in higher overall inflation.", "However, this feedback effect must not be taken as a reason for refraining from necessary policy rate increases.", "For without a more restrictive monetary policy, there would be a danger of inflation becoming entrenched and much stronger rate increases being required in the future.", "Today's further tightening of our monetary policy is therefore also appropriate from this perspective.", "Ladies and gentlemen, I now hand over to Martin Schlegel.", "The SNB published its latest Financial Stability Report this morning.", "I would like to present the main points to you now.", "I will start with the domestically focused banks before moving on to the globally active banks and, in particular, the crisis at Credit Suisse.", "Domestically focused banks For the domestically focused banks, the operating environment has changed markedly over the past year.", "Interest rates have risen significantly and there are signs of a slowdown in the real estate market.", "Overall, the domestically focused banks have benefited until now from the rise in interest rates.", "This rise has helped to restore their interest rate margins.", "The banks have been able to increase their profits and strengthen their capital buffers.", "At current interest rate levels, domestically focused banks' profitability is likely to continue to improve.", "An unexpected upward interest rate shock in the future, however, would likely have a negative impact on these banks.", "First, in this scenario their interest expenses would increase faster than their interest income.", "This is because interest rates on many outstanding loans are fixed for several years.", "By contrast, rates on deposits are likely to react faster to a further interest rate rise.", "Second, higher interest rates could lead to credit losses in mortgage lending.", "This constitutes a significant risk for domestically focused banks because mortgages are often their main line of business.", "Against this backdrop, the results of our stress tests are crucial: Thanks to their capital buffers, most banks should be able to cope with such a scenario.", "As far as the globally active Swiss banks are concerned, this year's Financial Stability Report focuses on the crisis at Credit Suisse and its acquisition by UBS.", "The SNB supported this acquisition, in particular, through the provision of ample liquidity assistance.", "In addition to its existing liquidity facilities, the SNB deployed two new instruments based on emergency law: ELA+ and the public liquidity backstop (PLB).", "Comprehensive lessons need to be drawn from the crisis at Credit Suisse.", "The goal must be to continue to strengthen banks' resilience in order to prevent, wherever possible, a loss of confidence such as that seen in the case of Credit Suisse.", "If a crisis does still occur, a broad range of effective options must be available.", "From the SNB's perspective, three observations are especially important here.", "First, compliance with capital requirements does not provide absolute protection against a loss of confidence.", "Credit Suisse was always fully compliant with all regulatory capital requirements, even at the peak of the crisis.", "Clients, market participants and rating agencies, however, were increasingly casting doubt on the bank's fundamental resilience.", "They also questioned its ability to successfully implement the announced strategic transformation plan.", "Ultimately, Credit Suisse lost the confidence of the markets.", "Second, its AT1 capital instruments were written down when state support became unavoidable.", "At this late stage in the crisis, they thus played an important role in the package of measures.", "AT1 capital instruments actually contain specific features that are intended to absorb losses in the early stages of a crisis so that a bank can stabilise its situation through its own efforts.", "However, these features were not applied.", "In particular, Credit Suisse refrained from cancelling interest payments on these instruments despite incurring losses over a prolonged period of time.", "Such a measure would have provided immediate financial relief for the bank.", "At the same time, however, Credit Suisse would have exposed itself to the risk of negative market reactions - and thus also to the risk that refinancing would have become even more difficult and expensive.", "Third, customers withdrew deposits at an extremely rapid rate, especially last October, and then in particular in March of this year.", "Credit Suisse's liquidity buffers were still able to cover the considerable outflows in October.", "In mid-March, however, its liquidity was no longer sufficient to cover the exceptionally rapid outflows.", "A contributory factor in this regard was that a significant portion of the liquidity held was needed for operational purposes.", "In addition, the collateral prepared by Credit Suisse was insufficient to cover the outflows using the SNB's existing liquidity facilities.", "The liquidity assistance made available on the basis of emergency law, ELA+, thus created the necessary time window until a comprehensive solution to the crisis of confidence could be worked out.", "In future, banks should be required to prepare sufficient assets in such a way that they can be delivered to their respective central banks as collateral for existing liquidity facilities.", "Taken together, these observations raise an important question concerning the 'too big to fail' (TBTF) regulations: Are these regulations adequately geared towards the timely adoption of corrective measures so that banks can recover by their own means in the event of a crisis?", "Focusing solely on regulatory metrics may delay such corrective action.", "These metrics are important for assessing the need for corrective measures and for justifying their implementation.", "At the same time, however, they do not reflect a broad, forward-looking perspective, as the example of Credit Suisse shows.", "The crisis at Credit Suisse will be analysed, and the lessons drawn will be factored into the review of the TBTF regulations, among other things.", "The SNB will contribute to this work.", "I now hand over to Andréa Maechler.", "Implementation of monetary policy I would now like to look at developments on the money and foreign exchange markets since the last monetary policy assessment.", "Secured short-term Swiss franc money market rates remained close to the SNB policy rate despite the tense situation on the financial markets, as can be seen in chart 2.", "We ensured this by deploying our monetary policy instruments.", "Since mid-March, the liquidity supply in the Swiss franc money market has been influenced by the exceptional measures taken to manage the Credit Suisse crisis.", "The SNB provided ample liquidity to Credit Suisse in the form of interest-bearing loans, which led to an increase in sight deposits.", "Due to outflows of customer deposits at Credit Suisse, some of this liquidity also reached other institutions in the financial system.", "This increased the supply of liquidity in the Swiss franc money market.", "As Thomas Jordan has explained, it was important that the liquidity assistance to Credit Suisse did not influence our monetary policy stance.", "We therefore consistently continued with our regular monetary policy implementation in the Swiss franc money market.", "This currently comprises tiered remuneration and the absorption of sight deposits by way of open market operations.", "To ensure that the secured short-term Swiss franc money market rates do not fall and that they remain close to the SNB policy rate despite the additional liquidity in the Swiss franc money market, we have reduced the increased liquidity supply via open market operations.", "As you can see from chart 3, we have used SNB Bills and repo transactions with various maturities to accomplish this.", "Not only our open market operations in the money market but also our foreign exchange transactions have an impact on sight deposits.", "Since the last monetary policy assessment, the Swiss franc has appreciated by around 2% on a trade-weighted basis.", "In order to ensure appropriate monetary conditions, we have sold foreign currency in recent quarters.", "These foreign currency sales lead to a reduction in sight deposits.", "We will also sell foreign currency in the future if this is appropriate from a monetary policy perspective.", "Conversely, we also remain willing to buy foreign currency in the event of excessive appreciation pressure on the Swiss franc."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "none", "none", "none", "monetary dominance", "none", "none"], "topics": ["Monetary policy", "Inflation", "Global economic outlook", "Swiss economic outlook", "Financial stability", "Credit Suisse", "Domestically focused banks", "Globally active banks", "Money market", "Foreign exchange market"]}