{"sentences": ["Speech Monetary Policy, Demand and Supply Governor Address at the National Press Club Sydney - 5 April 2023 Thank you for the invitation to address the National Press Club once again.", "It is a pleasure to be here.", "I would like to begin by explaining yesterday's monetary policy decision.", "I will also discuss the importance of returning inflation to target and the roles that both aggregate demand management and expansion of the supply side of the economy can play in maintaining low inflation.", "Yesterday's monetary policy decision At yesterday's meeting, the Reserve Bank Board held the cash rate unchanged at 3.6 per cent.", "This is after interest rates were increased at each of the previous 10 meetings (Graph 1).", "The decision to hold interest rates steady this month was taken to give the Board more time to assess the economic outlook and the impact of the increases in interest rates so far.", "This is a large increase over a short period and it has been difficult for many people.", "The first increases were necessary to withdraw the support provided during the pandemic.", "And then the more recent increases have been required to move monetary policy into restrictive territory to combat the highest rate of inflation experienced in Australia in more than 30 years (Graph 2).", "To be clear, the alternative to the recent interest rate increases would have been more persistent inflation and, ultimately, even higher interest rates and more unemployment.", "Sources: ABS; RBA The decision to hold rates steady this month does not imply that interest rate increases are over.", "Indeed, the Board expects that some further tightening of monetary policy may well be needed to return inflation to target within a reasonable timeframe.", "It decided, though, that it was prudent to hold rates steady this month to allow more time to assess the impact of the increases in interest rates to date and the economic outlook.", "The Board is conscious that monetary policy operates with a lag and that the full effect of the increases to date is yet to be felt.", "It is also conscious that there are significant economic uncertainties at the moment.", "Given these lags and uncertainties, the Board judged that, with monetary policy now in restrictive territory, it was time to hold interest rates steady and accumulate more information.", "This approach is consistent with our practice in earlier interest rate cycles.", "In those earlier cycles, it was common for the Board to move interest rates multiple times, then wait for a while to assess the pulse of the economy, and move again if the situation warranted doing so.", "So, it is a return to that world.", "Some factors bearing on the outlook Given that monetary policy affects the economy and inflation with a lag and that interest rates have been increased quickly, it is important that the Board looks to the future when setting interest rates.", "At our meeting yesterday, we discussed some of the factors that are likely to bear on that future and I would like to share three of these with you.", "The first is the outlook for the global economy, especially in light of the recent banking stresses in the United States and Switzerland.", "Globally, inflation remains too high and services price inflation is proving to be worryingly persistent.", "Global economic growth has slowed to a below-average pace, and the outlook - even before the recent banking problems - was for this to continue.", "The past week or so has seen financial stability concerns ease a little, but even so the recent problems will result in tighter financial conditions around the world as banks reassess risk and seek to reassure depositors that their funds are secure, including by taking a more cautious approach to lending.", "It is still unclear what effect this will have on global economic growth, but it is another headwind.", "Here, in Australia, the impact of the banking stresses overseas has been limited.", "Our financial markets are working well and Australia's banks remain well positioned to provide the credit and other financial services that the economy needs.", "Our banks have an unquestionably strong capital position and liquidity reserves that are well above prudential requirements (Graph 3).", "They also have diversified deposit bases and carry very limited interest rate risk, with APRA requiring the largest banks to hold capital against this risk as part of their core requirements - something that regulators elsewhere in the world have not done.", "This all means that, as APRA Chair John Lonsdale said last week: Australians can be confident that 'their banking system is among the strongest and most resilient in the world, with prudential safeguards above and beyond minimum international requirements'.", "Banks' Capital and Liquidity Capital* Liquidity coverage ratio Tier 1 capital ratio CET1 capital ratio Regulatory minimum 2012 2017 2022 2018 2022 Break in March 2013 due to the introduction of Basel III.", "Sources: APRA; RBA This assessment is reassuring, but it does not mean that Australia is immune to stresses abroad.", "While the authorities in the United States and Switzerland have taken decisive steps to maintain confidence in their banking systems, the situation is still fragile and recent events have put the spotlight on how shifts in sentiment can result in rapid outflows of deposits.", "Given this, the RBA and the other members of the Council of Financial Regulators are continuing to monitor the global situation carefully and we are in regular contact with our counterparts overseas.", "A second important factor bearing on the outlook is the strength of household consumption.", "It is increasingly clear that the higher interest rates are having an impact on aggregate household spending.", "This next graph shows quarterly consumption growth from the national accounts and our current estimate for the March quarter (Graph 4).", "Consumption growth has slowed considerably from the very fast rates during the COVID bounce-back and it is now below average.", "Sources: ABS; RBA Looking forward, we expect that consumption growth will remain subdued for some time.", "But there are uncertainties, with factors pulling in different directions.", "On the positive side of the ledger, unemployment is low and households, in aggregate, saved a lot more than usual during the pandemic.", "The unemployment rate is around the lowest that it has been since 1974 - that is nearly 50 years ago - and underemployment is at a multi-decade low (Graph 5).", "People are finding jobs and additional hours of work.", "And the additional savings accumulated during the pandemic are equivalent to around 20 per cent of annual aggregate household income.", "Partly reflecting these additional savings, the median owner-occupier with a variable-rate mortgage is more than a year ahead on their mortgage payments.", "Unemployment and Underemployment Per cent of labour force Unemployment rate* Underemployment rate 1967 1981 1995 2009 2023 Quarterly data from 1959 to 1964 are spliced from historical national accounts data.", "Sources: ABS; RBA On the other side of the ledger, though, the cost-of-living pressures are squeezing household budgets across the country.", "The decline in housing prices has also reduced measured household wealth.", "And the 35 per cent of households with a mortgage are experiencing, or will experience, a significant increase in their required payments.", "The predominance of variable-rate mortgages in Australia means that this is a more powerful transmission mechanism of monetary policy than in many other countries.", "Since interest rates started rising, the average mortgage rate that Australians pay has increased more quickly than average mortgage rates paid in other countries (Graph 6).", "This increase in mortgage rates has had a significant effect on household budgets and we anticipate that required mortgage payments will reach a new record high of almost 10 per cent of household disposable income by the end of next year.", "Cumulative basis point increase in the average outstanding mortgage rate relative to the month immediately preceding first policy rate increase since the onset of the pandemic.", "Sources: APRA; central banks; RBA We are also conscious that the savings buffers are unevenly spread across households.", "While many households have built up large buffers in their mortgage offset accounts, around 30 per cent of owneroccupiers with variable-rate loans have an offset or redraw balance of less than three months' repayments.", "And there are still many fixed-rates borrowers to transition to higher variable rates.", "It is also unclear how those who have built up additional savings will use them: will they treat them as wealth to be spent slowly over time or as funds that can be used to support spending this year and next?", "This all means that there are still significant uncertainties regarding how household spending will evolve and we are watching the indicators very closely.", "A third important factor that will shape the outlook is how price- and wage-setting behaviour responds to this period of higher inflation.", "To date, wage outcomes have been consistent with inflation returning to target, provided there is some pick-up in productivity growth - an issue I will return to later.", "Wages growth is higher than it was a few years ago and this is a welcome development (Graph 7).", "It is also noteworthy that the recent high inflation has not been driven by excessive wages growth.", "Excluding bonuses and commissions.", "In terms of price-setting, the experience differs across firms and industries.", "However, at the aggregate level, the share of profits in national income - excluding the resources sector, where prices are set in global markets - has not changed very much over recent times (Graph 8).", "A reasonable interpretation of this is that, while firms on average have been able to pass on higher costs and maintain profit margins, inflation has not been driven by ever-widening profit margins.", "Profit Share of Income* All industries Excluding mining** 2002 2006 2010 2014 2018 2022 Gross operating surplus of private non-financial corporations as a share of total factor income.", "Excluding mining sector profits and mining sector labour income.", "Sources: ABS; RBA Looking forward, it is important that wage increases remain broadly consistent with the inflation target and that a widening of profit margins does not become a source of ongoing upward pressure on prices.", "The Board is watching developments carefully in each of these areas that I have discussed.", "Our central view remains that economic growth will be below trend for a while, that unemployment will increase later this year and that inflation will decline gradually over time.", "It is a narrow path, though, and there are other plausible scenarios.", "Before we take our next interest rate decision in Perth in early May, we will conduct a full review of the forecasts and scenarios for the economy and inflation.", "The importance of returning to low inflation The Board's priority remains to return inflation to the 2 to 3 per cent target range in a reasonable time.", "It is important that we do this, because persistently high inflation is corrosive and damages our economy.", "It erodes the value of savings, puts pressure on household budgets and hurts people on low incomes the most.", "High inflation makes it harder for businesses to plan and it distorts investment.", "And if inflation becomes ingrained in expectations, it requires even higher interest rates and a larger increase in unemployment to get it back down again.", "It is for these reasons that the Board remains resolute in its determination to return inflation to target and will do what is necessary to achieve that.", "A primary task of any central bank is to preserve the value of money.", "And the tool we have to do this is interest rates.", "In principle, different institutional arrangements could be designed and non-monetary tools could be developed to help contain inflation.", "In practice, though, things are more difficult and the use of other tools would raise a new set of complexities and operational and governance challenges.", "It is also worth recalling that the task of controlling inflation has been assigned to central banks following years of experience with other arrangements that did not work out so well.", "We do not operate in a vacuum, though, and other policies affecting aggregate demand and supply also affect inflation outcomes.", "Managing demand and expanding supply Broadly speaking, inflation is determined by expectations of future inflation and the balance between demand and supply.", "If demand is strong relative to supply, prices will rise more quickly.", "When firms are operating close to capacity, production costs increase and there is less incentive to discount.", "And when there is strong demand for labour relative to supply, workers tend to seek, and can achieve, larger wage increases.", "So both the demand-side and the supply-side of the equation matter for inflation, and policies on both sides can affect inflation outcomes.", "At the central bank, we work primarily on the demand-side of this equation.", "Our tool - interest rates - influences the level of aggregate demand in the economy.", "At any point in time, we take the supply-side of the economy as given, even though, in the long run, successful monetary policy can create conditions that promote investment and the expansion of supply.", "Our job is to make sure that demand grows in line with supply.", "Over recent times we have been working to slow the growth of demand to establish a better balance with supply, thereby shortening the period of high inflation and avoiding an unhelpful adjustment in longer term inflation expectations.", "Notwithstanding our focus on managing aggregate demand and expectations, supply-side considerations feature heavily in the Board's deliberations as they influence inflation outcomes.", "We saw this very clearly during the pandemic with the problems in global supply chains.", "A good example is the price of shipping a container, which surged during the pandemic but has now normalised (Graph 9).", "Over time, lower shipping costs should be reflected in the prices of goods in Australia.", "The first is the balance of supply and demand in the housing market.", "As rents make up 6 per cent of the CPI, what happens here can have a significant influence on overall inflation.", "Over recent years, growth in the number of dwellings in Australia has exceeded growth in population (Graph 10).", "This was especially so during the pandemic, when population growth declined to its slowest pace since the First World War.", "Despite this, there was only a modest increase in the rental vacancy rate.", "This is primarily because the demand for residential floorspace increased as people worked from home and the average number of people living in each household fell (Graph 11).", "Sources: ABS; RBA We are now in a different phase following the opening up of Australia's international borders.", "Population growth has picked up sharply and it now seems likely that the annual rate of population growth will soon be around 2 per cent, which would be close to the peak reached during the resources boom.", "In contrast, the expansion in the supply side of the housing market is expected to be fairly modest.", "It takes a long time for housing supply to respond fully to shifts in population growth - in the previous episode of strong population growth, it took around five years.", "One possible adjustment over the near term is that the average number of people living in each dwelling might increase, reversing the pandemic-period fall.", "This would reduce overall demand for new dwellings.", "But even if this were to happen, it is likely that the balance between demand and supply in the housing market will result in rents inflation being quite high for a while.", "This will be one factor adding to inflation over the period ahead.", "Another area where supply-side factors are having an important bearing on inflation is in the energy sector.", "The price of electricity, as measured in the CPI, increased by 12 per cent last year and we are expecting a further increase of around 15 per cent this year.", "This surge in prices is not because the demand for electricity in Australia has been unusually strong.", "Total electricity consumption has been little changed over the past decade as people and businesses have found efficiencies and the nature of production changed (Graph 12).", "Global supply-side factors are part of the explanation, but so too are domestic supply-side factors.", "These factors have since abated somewhat, but avoiding a mismatch in the timing between the ageing of existing generation capacity and the installation of new renewable supply capacity will remain a challenge.", "Diamond shows average of prices to date in 2023 and futures prices for the rest of 2023.", "Sources: ABS; AEMO; ASX; OpenNEM; RBA Beyond these specific areas of housing and energy, there is a more general supply issue that it is important to remain attentive to, and that is productivity growth.", "Faster growth in productivity means that we can produce more with our resources.", "It means a bigger pie, higher real wages, a lift in our collective wealth and a more prosperous economy.", "It also means that, for a time, there is less upward pressure on inflation.", "Over recent years, Australia's productivity performance - measured by output produced per hour worked - has slipped (Graph 13).", "Indeed, the level of labour productivity in the December quarter last year was the same as it was three years earlier.", "This compares with average growth in labour productivity of 11⁄4 per cent over the previous three decades.", "The fact that the supply-side of our economy is growing more slowly than it once did carries the implication that demand also needs to grow more slowly if we are to avoid persistently higher inflation.", "The good news in that report is that there are plenty of ideas on how we can lift our performance.", "The task now is to implement some of those ideas.", "I am raising these supply-side issues because they matter for inflation, and they help shape the context within which the Board makes its decisions.", "The standard view is that monetary policy can look through short-term supply shocks.", "This is provided that medium-term inflation expectations do not adjust to variations in inflation caused by these shocks.", "If inflation expectations remain anchored, inflation should return relatively quickly to target when the shock dissipates.", "This means that a monetary policy response is not needed.", "On the other hand, if inflation expectations do increase and wage- and price-setting behaviour responds to the higher inflation, an interest rate response is required.", "The more that prices and wages respond to higher inflation, the greater the need will be for interest rates to respond too.", "The situation is more complicated when the supply-side issues are persistent, leading to persistently higher price increases in parts of the economy.", "Here there is a greater risk that inflation expectations and price- and wage-setting behaviour adjusts.", "If this were to occur, a more decisive monetary policy response would be required.", "Our current forecast is that inflation returns to the top of the target range, but only by mid-2025.", "This forecast takes into account the supply-side considerations I just discussed.", "It is important to point out, though, that while supply-side factors are influencing how fast inflation declines, they cannot be a reason to tolerate higher inflation on an ongoing basis.", "Dealing with the supply-side issues will be harder, not easier, if inflation stays high for too long.", "The Board is committed to making sure this does not happen and the way we will do so is to manage aggregate demand with interest rates.", "To conclude, we face a challenging environment, but Australia is better placed than many other countries.", "Our banking system is strong, we have our lowest unemployment rate in decades, the prices of many of our exports are very high and many households saved a lot of extra money during the pandemic.", "At the same time, many households are feeling a painful squeeze on their budgets.", "Inflation is too high, although it is coming down due to both the resolution of some supply-side problems and the RBA's earlier tightening of monetary policy.", "This month, the Board decided to hold the cash rate steady after increasing interest rates at the previous 10 meetings.", "This will provide more time to assess how the various influences on the economy balance out.", "At our next meeting, we will again review the setting of monetary policy with the benefit of an updated set of forecasts and scenarios.", "Thank you for listening and I look forward to answering your questions.", "The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice.", "The Reserve Bank of Australia acknowledges the Aboriginal and Torres Strait Islander Peoples of Australia as the Traditional Custodians of this land, and recognises their continuing connection to country.", "We pay our respects to their Elders, past and present."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Inflation", "Interest Rates", "Demand Management", "Supply Side", "Productivity Growth", "Housing Market", "Energy Sector", "Wage Growth", "Economic Outlook"]}