{"sentences": ["I would like to thank David Norman for assistance in preparing these remarks.", "Thank you for the invitation to address the Economic Society of Australia, here in Queensland.", "This is the fourth time that I have had the honour to do so, and it is a great pleasure to be back in Brisbane.", "Just a few months ago, the Australian Government released the findings of the independent review into the Reserve Bank.", "Since then, the Reserve Bank Board and staff have been working through the recommendations and their implications.", "Today, I would like to talk about where we are up to in that process and some of the changes we will be making.", "I will then finish with some remarks about last week's monetary policy decision.", "The Review concluded that Australia's current monetary policy framework is fit for purpose.", "The core elements of that framework are a central bank with operational independence and a flexible inflation target centred on 2-3 per cent.", "In my view, and that of the Review Panel, these arrangements have served the country well.", "The Review also concluded that the RBA has a dedicated staff who are focused on serving the public interest; they are skilled and professional and carry out their jobs to a high standard.", "Furthermore, the RBA is highly regarded internationally - something I hear often when I travel overseas.", "But as times change, we too need to change.", "The world we face is increasingly complex and it is right to re-examine how we make and communicate monetary policy decisions and how the RBA is managed.", "The Board and the Bank's staff have supported the Review, and we have been working constructively on the recommendations.", "Broadly speaking, the Review's recommendations cover three general areas: (i) the legislation the RBA operates under; (ii) our monetary policy processes and communication; and (iii) the way the RBA is managed as an organisation.", "The legislation is a matter for the Australian Government and the Parliament.", "The other two areas are largely for the Board and the Bank's management to consider, and so this is where I will focus today.", "Monetary policy processes and communication At its recent meetings, the Board has spent time discussing the Review's recommendations, particularly those that relate to monetary policy decision-making and communication.", "As a result of these discussions, we have decided on the following: 1.", "From 2024, the Board will meet eight times a year, rather than 11 times as is currently the case.", "Four of the meetings will be on the first Tuesday of February, May, August and November.", "The other four meetings will be held midway between these meetings.", "The exact dates for 2024 will be published soon and the dates for future years will be published well in advance.", "The Board meetings will be longer than is currently the case.", "They will typically start on the Monday afternoon and then continue on the Tuesday morning.", "The outcome of the meeting will be announced at 2.30 pm on the second day, typically a Tuesday as is the case now.", "All Board members will have the opportunity to attend an internal staff meeting some time before the Board meeting.", "This will allow them to hear directly from, and ask questions of, a broader range of staff.", "The post-meeting statement announcing the decision will be issued by the Board, not, as is currently the case, the Governor.", "The Governor will hold a media conference after each Board meeting to explain the decision.", "The media conference is expected to be held at 3.30 pm.", "The quarterly Statement on Monetary Policy will be released at the same time as the outcome of the Board meeting (in February, May, August and November), rather than on the following Friday as is currently the case.", "Given this and other changes, we are reviewing the structure of this document.", "The Board, rather than just the Governor, will be the signatory to the Statement on the Conduct of Monetary Policy, which is the document that records the common understanding on monetary policy between the RBA and the Australian Government.", "The new Statement is expected to be finalised later this year.", "The Board will oversee the Bank's research agenda as it relates to monetary policy and aspects of financial stability.", "The Bank will continue with its current approach to climate change analysis, focusing on the implications of climate change for the economy, inflation and the financial system.", "The Board will work with the Treasury to undertake five-yearly open and transparent reviews of the monetary policy framework.", "Together, these changes are significant and represent a substantial response to the recommendations of the Review.", "The less frequent and longer meetings will provide more time for the Board to examine issues in detail and to have deeper discussions on monetary policy strategy, alternative policy options and risks, as well as on communication.", "Likewise, the staff will have more time for analysis, with less time spent preparing summaries of recent developments.", "The Board will also be able to hear directly from more staff and have greater opportunity to request work on particular topics.", "And the post-meeting media conferences will provide a timely opportunity to explain the Board's decisions and to answer questions.", "This will complement our existing communications, including through speeches with Q&A.", "Together, this is a significant package of reform that will contribute to better decision-making and communication.", "The Review also made a number of other recommendations that, in the Board's view, are best considered after the legislative process has been completed and the new Monetary Policy Board is up and running.", "This will avoid the current Board locking the new Board into a particular approach.", "These recommendations relate to: the publication of an unattributed vote count all Board members making regular public appearances to discuss their thinking and decisions on monetary policy the establishment of an expert advisory group to engage with the Board board papers being published with a five-year lag.", "These issues are interrelated.", "Practices differ across central banks, and they are often tailored to the country's particular circumstances and institutional structure.", "The current Board has therefore judged that these four issues are best considered by the new Monetary Policy Board as a package.", "In each of these areas, there is no universally accepted definition of best practice.", "The current Reserve Bank Board structure, and that recommended by the Review, is unusual by international standards.", "In almost every other central bank, most of the decision-makers are insiders - that is, they spend the bulk of their time inside the central bank.", "In our case, only two of nine Board members are insiders.", "The other seven spend the bulk of their time outside the RBA and this will remain the case.", "This is a significant difference between the RBA and other central banks.", "The Australian model has the advantage of ensuring there is diversity of thought and it helps bring a wider perspective to monetary policy decisions.", "However, it does have implications for the way those decisions are communicated and the appropriate accountability mechanisms.", "In my view, it is right to allow the new Board to consider these issues and make its own decisions after due deliberations.", "The Bank, together with members of the Council of Financial Regulators, has also been considering the recommendations that relate to financial stability.", "We have agreed to update the MoUs between the members of the Council and the RBA and APRA will also update our MoU to set out clear and specific commitments regarding cooperation.", "We also agreed that it was appropriate for the new Monetary Policy Board, once it was established, to consider the nature of formal advice from the RBA to APRA.", "Another issue that the Review Panel discussed was the management of Board members' potential conflicts of interest.", "Before speaking about this, I want to note that the Panel did not hear any evidence of problems in this area and I know from first-hand experience that the Board members take their responsibilities very seriously.", "Nevertheless, the Board has reviewed the Code of Conduct and agreed to strengthen the already strong standards by making it crystal clear that members, and entities they control, are prohibited from transacting in interest rate and foreign exchange derivatives and from active trading in financial instruments.", "These same restrictions already apply to the Bank's staff.", "The Board also agreed that the Code of Conduct should be reviewed again by the Monetary Policy Board after it is established.", "One overarching principle the Board has sought to apply in working through the various recommendations is that the RBA should be as transparent as it reasonably can in a way that is useful to the community.", "We want the community to understand what we are doing, why we are doing it and the factors we consider in making our decisions.", "The changes I have laid out are a significant step in this direction and the new Board will have the opportunity to consider the merits of further steps.", "Management of the RBA I would now like to turn to the recommendations that relate to how the Bank operates internally.", "These recommendations are very much focused on ensuring the RBA is an open and dynamic organisation.", "The Review Panel identified opportunities for us to further empower our staff, provide stronger leadership, create a more open culture that encourages constructive challenge, and make greater use of the staff's technical skills.", "This all makes a lot of sense and is consistent with changes we have been making over recent years.", "And while we have made progress here, the Review rightly points out that we have further work to do.", "We are now embarking on a significant program of cultural change with these objectives in mind.", "Some first steps include updating the leadership goals that apply to all managers to make it clearer that they are expected to create an inclusive environment where staff can share ideas in an open and constructive way.", "In addition, a comprehensive 360-degree feedback process for all senior leaders will be introduced in the year ahead and we are exploring deeper and more consistent leadership training.", "We have also begun advertising more management vacancies externally and we will increase transparency around internal opportunities for rotations.", "As part of this journey of cultural change, we are also reviewing the internal processes and structure that support the Board's decision-making.", "The Review recommended that we appoint a Chief Operating Officer to help achieve the objectives of being an open and dynamic organisation and to ensure our operations are efficient.", "This recommendation also makes sense.", "The Bank has become a more complex organisation over time and standards of governance continue to rise.", "We are currently working through the appropriate span of control and reporting lines of the Chief Operating Officer and will begin the search process for this role later this year.", "In related work, we are reviewing our risk management framework and seeking to embed the three lines of accountability model more thoroughly across the organisation.", "This work was prompted not only by the RBA Review but also by an external review we commissioned after a major technology outage last October.", "In response to this technology review, we are undertaking a major body of work to uplift the operational resilience of the nationally important payments infrastructure that the RBA operates.", "The Review also recommended that we elevate the communications function within the RBA.", "We are proceeding with this recommendation and will establish a separate Communications Department.", "This new department will, among other things, provide strategic communications advice to the Governor and the Board.", "It will also bring the Bank's various communications activities together, including our education programs.", "We will soon start the search process for an executive to lead this function.", "Together, the various changes that I have spoken about today represent a substantive and meaningful response to the RBA Review.", "They will enhance our decision-making and our communication and will help us be the open and dynamic organisation that we aspire to be.", "We have an important job to do on behalf of the Australian community.", "The Bank staff are committed to doing that job to the highest possible standard.", "These changes will help us do that.", "The Review also includes some other recommendations that I have not spoken about today.", "We are working through these and will report on progress in due course.", "I would now like to turn to the Reserve Bank Board's monetary policy decision last week.", "As you know, the Board decided to hold the cash rate target unchanged at 4.1 per cent.", "This decision will provide the Board with more time to assess the state of the economy and the economic outlook and associated risks.", "The decision to hold interest rates steady this month follows a cumulative increase of 4 percentage points since May last year.", "This is a significant and rapid tightening of monetary policy.", "It is working to establish a better balance of supply and demand in the economy and thus to bring inflation down.", "It is worth noting that central banks in most advanced economies have also been increasing interest rates for the same reasons.", "So, Australia is not alone here.", "The Board is very conscious that monetary policy operates with a lag and that the full effects of the tightening to date have not yet been felt.", "It takes time for households and businesses to adjust their spending and investment plans, and there are still significant resets of low fixed-rate loans to come.", "Given the lags, economic growth is expected to be subdued over the next couple of years and it will take time for inflation to return to target.", "It remains to be determined whether monetary policy has more work to do.", "It is possible that some further tightening will be required to return inflation to target within a reasonable timeframe.", "Whether or not this is required will depend on how the economy and inflation evolve.", "At its next meeting, the Board will have an updated set of economic forecasts from the staff as well as a revised assessment of the balance of risks.", "The Board will also have new readings on inflation, the global economy, the labour market and household spending to help inform its decision.", "Our priority remains to ensure this period of high inflation is only temporary.", "High inflation hurts all Australians and damages the functioning of the economy.", "It erodes the value of savings, makes it harder for businesses to plan and invest, and worsens income inequality.", "And if high inflation were to become entrenched in people's expectations, it would be very costly to reduce later, involving even higher interest rates and a larger rise in unemployment.", "It is for these reasons that the Board is resolute in its determination to return inflation to target within a reasonable timeframe and will do what is necessary to achieve that.", "Our most recent set of forecasts, which were prepared in early May, have inflation returning to the top of the target band in mid-2025.", "Data received since then had suggested that the inflation risks had shifted somewhat to the upside.", "The Board responded to this shift in risk with a further lift in interest rates.", "The Board is continuing to assess the central forecast and the risks and will conduct a full review at its next meeting in early August.", "As part of that review, we will be assessing the many cross-currents affecting the inflation outlook.", "On the one hand, there are ongoing pricing pressures from several factors, including: the high level of capacity utilisation; strong growth in unit labour costs (mainly because of weak productivity growth); a big pick-up in rents; and higher prices for electricity.", "But, on the other hand, there are several factors working in the other direction, contributing to the easing of inflation.", "These include: an easing of the COVID supply chain disruptions; a decline in commodity prices in global markets; and slow growth in aggregate demand, particularly in household consumption.", "The slow growth in demand is expected to lead to some rise in unemployment and a moderation in growth in unit labour costs.", "It is also expected to reduce cost pressures on firms and to lead to greater discounting than has been the case over recent times.", "So, it is a complex picture and there are significant uncertainties regarding the outlook.", "The Board decided that, having already increased rates substantially, it was appropriate to hold interest rates steady this month and re-examine the situation next month.", "Thank you very much for listening.", "I look forward to answering your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Communication", "Reserve Bank Board", "Inflation", "Interest rates", "Economic outlook", "Financial stability", "Central bank", "Leadership", "Culture"]}