{"sentences": ["Scott (O'Malia), ladies and gentlemen, good afternoon.", "It gives me great pleasure to join you today at the ISDA Derivatives Trading Forum.", "A very warm welcome to friends from overseas.", "Since 1985, International Swaps and Derivatives Association (ISDA) has been playing a pivotal role in making the global derivatives markets safer and more efficient.", "By focusing its work on counterparty risk, transparency and infrastructure, the Association has made tremendous contribution to ensuring the robustness and stability of the global financial system.", "Congratulations on the achievements of ISDA and your members over the years!", "In my remarks today I am going to share with you the latest developments in Hong Kong's derivatives market and the many exciting opportunities we are looking forward to.", "Let me start with where we are.", "As one of the leading international financial centres, Hong Kong is a global derivatives and foreign exchange trading centre.", "According to the latest triennial survey conducted in 2022 by the Bank for International Settlements, Hong Kong is the fourth largest FX market globally and the third largest over-thecounter (OTC) interest rate derivatives market.", "In particular, Hong Kong hosts the world's largest offshore renminbi (RMB) interest rate derivatives and FX markets.", "In the three years from 2019 to 2022, the average daily turnover of FX transactions in Hong Kong increased by 9.8% to 694 billion US dollars.", "During the same period, the average daily turnover of RMB-denominated transactions grew even more notably by 78% to over 190 billion US dollars.", "As to interest rate derivatives, notwithstanding the drop in the turnover of most major currencies in leading markets in the past few years, RMB interest rate derivatives traded in Hong Kong increased by 15% to 14 billion US dollars in 2022.", "The trading volume of CNH-related derivatives saw an eight-fold increase.", "This was partly due to the relatively low base of CNH derivatives in previous years, but it also reflects the market's growing demand for such derivatives products to properly manage risks associated with RMB assets, and to do the hedging in the Hong Kong offshore market.", "In addition, there was also steady pick-up in other asset classes.", "For the period 2019 to 2022, the number of contracts in equity derivatives and commodity derivatives rose by 35% and 136% respectively.", "Meanwhile, there is also growing market interest in two emerging products, namely, sustainability-linked derivatives and digital asset derivatives.", "These new derivatives products are characterised by their bespoke nature, which poses new challenges to both investors and regulators, in terms of understanding how the market operates, assessing the associated risks, and putting in place the necessary supervisory guardrails.", "And we should expect that more new products will emerge in the fast evolving space of sustainable finance and digital assets.", "This is an area where regulators and the industry should work together to enhance market transparency and regulatory development.", "It is therefore most timely that ISDA is now promoting the standardisation of definitions and documentation for the trading of these derivatives products.", "We look forward to seeing the outcomes of ISDA's efforts and their early adoption by the market.", "Indeed, the HKMA and the Securities and Futures Commission (SFC) have been collaborating with ISDA to ensure that the regulatory framework and the operational infrastructure in Hong Kong are robust and world-class.", "We see this as an essential part of the global derivatives market architecture.", "One recent example was the smooth implementation of the phased international margin requirements in Hong Kong.", "Following the global financial crisis, mitigating the counterparty risk potentially associated with OTC derivatives has been one of the driving motivations behind many of the financial reforms introduced in recent years.", "The six-year rollout of the BCBS-IOSCO international margin requirements was a clear demonstration of the combined determination and effort of regulators and industry.", "We are also taking steps to implement two new initiatives.", "One is the benchmark rates reform to the Hong Kong OTC derivatives clearing requirement targeted to come into effect in the third quarter of next year.", "And the other is the new critical data element international standard in reporting to trade repositories targeted for launch one year later.", "Hong Kong is keen to keep our clearing and reporting requirements aligned with the latest international standard.", "Let me now turn to the enormous opportunities for Hong Kong as China sustains its efforts to reform and open up its financial markets.", "China's equity and bond markets have become the world's second largest.", "Foreign participation, however, stands at a relatively low level of 4% for the equity market, and below 3% for the bond market in terms of holdings.", "Foreign participation in the derivatives market also has room for growth.", "For decades Hong Kong has been the gateway connecting Mainland China and international markets.", "We are pleased to see the continued opening up of the onshore market for direct access by global investors.", "At the same time, Hong Kong offers a unique value proposition, in that we provide an additional pathway for investors to tap the onshore market via Hong Kong.", "In short, we give investors a choice - a choice that encompasses all the known features that are familiar to global investors, from legal documentation to language to market practices and efficiency.", "That choice is valued by investors.", "Today, around 70% of international investors' holdings of Chinese A shares is through the north-bound Stock Connect, and around two-third of the trading of Chinese onshore bonds is conducted through the north-bound Bond Connect.", "Another exciting prospect is south-bound traffic.", "As China's economy continues to grow, there will be an increasing need for its corporates and households to diversify their investments, in terms of asset classes, currency, and geography.", "Here again, Hong Kong provides a unique platform for financial diversification.", "To capture these opportunities, Hong Kong needs to continuously up its game.", "Central to the effort is to further develop our offshore RMB business and risk management function.", "Today Hong Kong is the leading offshore RMB hub with more than half of the global liquidity pool and a market-based ecosystem.", "Hong Kong now handles 70% of all offshore RMB payments.", "On a daily basis our RTGS system handles 1.7 trillion yuan, which already exceeds the transaction volume of the Hong Kong dollar.", "Daily RMB FX turnover exceeds 190 billion US dollars.", "There is much scope to grow.", "China now accounts for 18% of the world's GDP and 13% of global trade.", "The RMB is used in around 3% of global payments and its share of official reserves is around 3%.", "There is still a way to go for the RMB to become an international trading and reserve currency that is commensurate with China's economic strength.", "Take trade settlement, for example.", "The share of RMB used in China's external trade payments has increased from 15% in 2019 to 20% in 2022.", "The divergent monetary conditions between the US and China have also incentivised corporates to use RMB as a funding currency because of lower interest rates.", "In 2022, dim sum bond issuance in Hong Kong more than doubled to 330 billion yuan.", "In the first eight months of this year, dim sum bond issuance amounted to 343 billion yuan, up 62% year on year.", "RMB loans have also seen impressive growth.", "In the first seven months this year, RMB loans increased by 74%, to over 330 billion yuan.", "In recent years, Hong Kong has been playing a critical role in supporting China's climate transition through green and sustainable finance.", "Last year, Mainland issuers accounted for over 80% of the green and sustainable bond issuances in Hong Kong.", "These issuances have enriched the range of green and RMB financial products available in the Hong Kong market.", "In terms of portfolio investment, RMB assets offer good diversification opportunities because of their low correlation with the global markets: 0.28 for equities and 0.1 for bonds.", "As the wider international use of the RMB gathers pace, there is rising demand for various yuan-related risk and liquidity management tools, both onshore and offshore.", "The introduction of close-out netting enforceability under China's Futures and Derivatives Law is a significant development.", "In this regard, ISDA's continued input to the development and implementation of the rules will make a meaningful contribution to aligning such rules with international norms.", "On our part, the HKMA and the SFC will continue our engagement with Mainland authorities and market stakeholders to enhance global investors' access to more diverse risk and liquidity management tools.", "The recent launch of the Swap Connect was a case in point.", "We are now actively working on offshore treasury bond futures as well as collateral management using RMB bonds.", "In this process, we will continue to count on ISDA as an important partner in ensuring market transparency and efficiency.", "Another important piece of our market infrastructure development work is the HKMA's multi-year enhancement plan to modernise Hong Kong's Central Moneymarket Unit, or CMU in short.", "Our objective is to upgrade the CMU into an international central securities depository in Asia.", "A modernised CMU will better support the connectivity between the Chinese and international bond markets in respect of cross-border clearing, settlement and custodian operations.", "The enhanced service capabilities will provide additional choice for investors from the Mainland and abroad to settle debt securities more efficiently, which will in turn lower cross-border settlement costs.", "Having more Mainland and international bond issuers will also promote development of Hong Kong's debt capital market by enhancing market depth and diversity.", "Ladies and gentlemen, these are just some of the many pro-development initiatives Hong Kong is undertaking to keep us competitive.", "We are keenly aware that our efforts should be guided by the fundamental principles of maintaining a rules-based, robust, and transparent level playing field for financial institutions from around the globe.", "And proactive outreach and engagement with various stakeholders including ISDA will be an important means to achieve this objective.", "With that, I warmly welcome your views and ideas on ways to further improve the Hong Kong platform.", "Finally, I would like to thank ISDA again for its continuous effort in supporting the development of the global derivatives markets, and the tremendous contributions to the Hong Kong derivatives markets.", "I wish the Forum a great success.", "For our visiting guests, I hope you can find some time out of your busy schedule to explore what this vibrant city has to offer."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Hong Kong", "Derivatives", "RMB", "Financial Markets", "Risk Management", "International Standards", "China", "Sustainable Finance", "CMU", "Swap Connect"]}