{"sentences": ["Seven Reflections on Japan's Economy, Monetary Policy, and the Bank of Japan Speech at the Center on Japanese Economy and Business, Columbia University in New York WAKATABE Masazumi Deputy Governor of the Bank of Japan I am extremely honored and happy to give a speech here today at Columbia University's Center on Japanese Economy and Business, or CJEB.", "I would like to take this opportunity to share my personal reflections on almost five years' experience as Deputy Governor of the Bank of Japan.", "The last time I gave a speech here was in October 2019.", "Three and a half years have passed since then, and a lot has happened during that time.", "My topic back then was \"Japanification\" and its potential lessons for the world; now inflation has returned.", "And I have returned too, but to a different venue, as CJEB has moved to a new campus.", "I would like to offer seven personal reflections.", "Let me start with the Bank of Japan.", "Reflection #1: It is all about teamwork I believe most university students have heard of, or at least must pretend to have heard of, the name Adam Smith.", "He is still right on many things.", "One notable insight he had is the importance of the division of labor.", "It is important in two senses.", "First, the division of labor within central banks.", "Central banks are like sophisticated machines, precisely designed and meticulously executed.", "The word people at the Bank of Japan frequently use to describe their business operations is kenkakusei, which means firmness and exactness.", "The first time I heard the word, I checked my Japanese dictionary to see whether it really exists: it does exist, but it is not something that crops up in everyday conversation.", "Economists and the public alike tend to take for granted the process from policy-making decisions to their implementation.", "But we cannot and should not.", "It takes an enormous amount of effort to implement central bank operations as smoothly and stably as they do.", "One good example is the issuing of banknotes.", "Nowadays we tend to use cash less and less, but delivering banknotes to whoever needs them, whenever and wherever, is no easy matter.", "Secondly, central banks are just part of overall economic policy.", "On the one hand there is the government, and on the other, the central bank, and these two are expected to cooperate with each other.", "The Bank of Japan Act stipulates that the Bank's autonomy regarding currency and monetary control must be respected, while the mandates of the Bank are stipulated in the act.", "The act also stipulates that the Bank must always maintain close contact with the government and exchange views sufficiently, so that its currency and monetary control and the basic stance of the government's economic policy are mutually compatible.", "This government-central bank cooperation is critical during crises.", "Reflection #2: Expect and prepare for the unexpected, but do not expect perfect This virtually summarizes my five years at the Bank of Japan.", "During my term, a series of exogenous shocks have hit the Japanese economy.", "There were natural disasters, the rise of trade tensions between the United States and China, and weakened demand following the consumption tax hike.", "Especially, in March 2020, we had the COVID-19 pandemic, and in February 2022, the Russian invasion of Ukraine.", "I must confess that although we had been expecting and preparing for natural disasters, we were not prepared for the pandemic, nor for the Russian invasion.", "In the end, what central banks can do is inject liquidity into the markets, and control money and interest rates for the economy, but we have to be nimble.", "We must keep adapting to new challenges and do our best to prepare for whatever is to come.", "In cooperation with the government, the Bank of Japan has managed to sustain the economy during the COVID-19 pandemic (Chart 1).", "But we have to be humble.", "We cannot foresee everything, so we must keep learning from new situations.", "In this regard, I believe Andy Weir's novels such as The Martian and Project Hail Mary should be the required readings for all central bankers.", "Stanley Fischer argued that the goals or mandates of central banks must be determined by the legislature, so in that sense there is no goal independence, while central banks maintain instrument independence.", "See Stanley Fischer's classic article, Fischer (1995).", "He also suggested a theoretical possibility of central banks being too independent so that potential benefits from coordination of monetary and fiscal policies may be lost.", "For the Bank's experience of the 2011 Great East Japan Earthquake and its preparations for natural disasters, see Wakatabe (2019).", "Reflection #3: Maintain focus, but adapt to changes This is a corollary of the previous one.", "We now take for granted the concept and existence of central banks, but central banks are products of history.", "Sveriges Riksbank, the oldest central bank, established in 1668, and the Bank of England, the second oldest, established in 1694, were founded to finance war and serve the government.", "The Bank of Japan, established in 1882, was founded to integrate payment systems and secure enough liquidity for the economy.", "An account of the process by which these banks became central banks, with our cherished mandates of price stability and financial system stability, would require at least a book.", "However, I would like to point out three factors.", "First, there is a natural tendency and logic to having a unified payment system, which in turn requires a de facto manager of the payment system.", "Second, the actual course of history has demanded such a manager to deal with economic and financial crises which involved price and financial fluctuations: the development of a financial sector with a fractional reserve system necessitated a lender of last resort (LOLR), a function which would be performed by central banks.", "Thirdly, throughout those economic and financial crises, economists had developed the concept of a central bank and demanded that existing banks become central banks.", "The upshot is that central banks are historical products, so are central bank mandates.", "Now central banks are facing new challenges, such as climate change and central bank digital currencies (CBDC).", "Should central banks engage with climate change, and if so, to what extent?", "These are extremely important questions, and the response of central banks to this challenge differs depending on the situation in each country.", "The Bank of Japan believes that climate change could have a potentially large impact on the economy, prices, and the financial system in the future, which in turn could affect price and financial system stability.", "The Bank has therefore decided that addressing this challenge is consistent with its mandate of maintaining price and financial system stability (Bank of Japan 2021; Wakatabe 2021, section II.", "Reflection #4: Research is essential, and economics is essential to research, but that is not the whole story As I have explained, the relationship between economics and central banks has been a two- way street.", "John Hicks argued that the dynamics of money and the history of monetary economics are closely related to each other.", "He said monetary theory \"belongs to monetary history\" in a sense, because \"a large part of the best work on Money is topical\" and \"throughout the whole time -- back before Ricardo, forward after Keynes -- money itself has been evolving\" (Hicks 1967, pp.", "Recent developments are characterized by closer international intellectual cooperation.", "A good example is Japan's fight against deflation: influential economists such as Paul Krugman, Ben Bernanke, and Lars Svensson have proposed a wide variety of plans to end deflation (Krugman 1998; Bernanke 1999; Svensson 2001).", "People at CJEB have also contributed to this debate (Ito, Patrick, and Weinstein, eds.", "Their research helped the Bank of Japan to adopt its 2 percent inflation target in 2013.", "So, research is essential and economics is essential to research.", "But that is not the whole story.", "Monetary policy should be grounded in sound economic principles and data, but applying these principles and gathering data require certain skills.", "In other words, monetary policy has two aspects, \"science\" and \"art\" (with \"art\" encompassing both technology and judgment).", "This is where central bank economists and researchers step in.", "They are first translators of academic analysis to policymakers.", "I can attest that no policymaker can keep up with state- of-the-art academic research.", "One function of the \"translator\" is to select relevant material from the vast sea of research.", "But they are also engineers.", "They must gather data and information.", "While central banks have used real time financial data, the COVID-19 pandemic has highlighted the importance of alternative economic data, including high-frequency data, textual data, and granular data (Chart 2).", "Data are about the past.", "To gain some ideas about the future, surveys and interviews are useful.", "The Bank has been compiling the Tankan survey (Short-Term Economic Survey of Enterprises in Japan) every quarter.", "This is the most comprehensive survey of firms, which asks questions about a wide variety of topics such as business conditions, fixed investment plans, and the inflation outlook.", "Reflection #5: Japan offers exciting research topics Japan has been a source of fascinating research topics.", "The most well-known one is the zero lower bound (ZLB) or effective lower bound.", "Unfortunately, the Bank had to face this ZLB sooner than other central banks.", "Through my experience at the Bank, I am more convinced than ever that central banks need enough room for the inflation rate so that interest rates do not go down below zero.", "Another important topic is how inflation expectations are formed (Chart 3).", "Standard New Keynesian models used in modern macroeconomics assume the convergence of the inflation rate with the inflation target.", "This assumes that inflation expectations are well-anchored to the target rate or converging to it soon.", "It reminds me of the classic joke about economists when confronted with a can on a desert island: \"Let us assume there is a can opener.\"", "In reality, inflation expectations are somewhat adaptive, formed through experience.", "This is especially important in the context where central banks have been trying to anchor inflation expectations at the target level.", "Let me discuss the topic that interests me most.", "Why is deflation bad?", "It may seem obvious to the general public, but it is puzzling for economists, who tend to think of the economy in terms of real variables.", "This goes straight to the question why central banks should care about price stability.", "Alan Greenspan, former chair of the Federal Reserve, once voiced concerns about deflation: deflation would sap pricing power from firms, so that business dynamism would be lost (Greenspan 2002; Watanabe 2022, pp.", "In fact, since Japanese firms were unable to raise their selling prices under prolonged deflation, they could not increase wages and had to make enormous efforts to curb costs.", "Japan has also experienced a long period of stagnation with deflation or low inflation.", "One under-explored topic of great importance is what the effects of prolonged stagnation on the growth trend -- sometimes known as hysteresis -- exactly are.", "Reflection #6: Communication is absolutely necessary, extremely important, but really The key to modern monetary policy is expectation management.", "The very idea of having a clearly defined inflation target is based on the importance of communication.", "Communication with the general public is particularly important since their perception plays a key role in anchoring inflation expectations, and thus, affects the actual evolution of inflation.", "But achieving good communication is easier said than done.", "Since the communication revolution in central banking (Blinder et al.", "2022), central banks have made greater efforts to engage with the general public, but the results are not entirely encouraging.", "In Japan, the Bank of Japan has been pursuing the 2 percent price stability target for ten years, but public understanding of this issue remains low (Chart 4).", "There is no consensus yet on the best practice for central bank communications with the general public.", "But it is clear that a one-size-fits-all approach in communication strategy is not appropriate.", "We should keep in mind that the general public are not experts in central banking or monetary policy.", "We need to avoid highly technical jargon and devise clear and concise explanations.", "The use of social media and digital technologies can also be effective in improving interaction with the general public.", "In this regard, the Bank of Japan has taken measures to improve the effectiveness of its communications with the public.", "For example, we have introduced infographics to convey the key messages of the Outlook for Economic Activity and Prices, or Outlook Report (Chart 5); we have started live streaming of the governor's press conference after Monetary Policy Meetings; we are increasing our visibility on social media; and we have renewed our website with an enhanced user interface across various devices.", "Furthermore, we are taking a more digital friendly approach to providing information to the public.", "One example is the initiatives of the Bank's Institute for Monetary and Economic Studies to celebrate its 40th anniversary, which include devised ways to effectively disseminate information.", "Central bank communication is a never-ending quest.", "Reflection #7: Learn from the past, and prepare for the future13 Lastly, let me come back to where I left off three and a half years ago.", "Since the 2000s, the global economy has been concerned about secular stagnation or Japanification -- the combination of low inflation (or deflation), low growth, and low interest rates.", "Whatever happened to Japanification?", "Is the age of high inflation returning?", "Or, has the fear of secular stagnation passed?", "This is an ongoing debate.", "In my opinion, we have not seen the last of Japanification.", "The current narrative that we are about to enter a high-inflation regime is based on the following six factors (Chart 6).", "First is the growing role of government.", "Some argue that inflationary pressure on the economy will increase due to higher government spending, tighter regulations, and accumulating fiscal deficit and government debt.", "The second factor is the convergence of economic growth.", "With China's high growth coming to an end, growth rates in emerging economies are declining.", "This suggests that the growth rates of advanced economies and those of emerging economies are beginning to converge.", "The third factor is the end of globalization, or deglobalization.", "Sluggish growth in goods trade since 2008, coupled with recent geopolitical tensions and rising concern over economic security, has led to a global restructuring of supply chains.", "It has been argued that the shift from the era of integration and efficiency to that of segregation and stability will bring high inflation.", "The fourth factor is the change in demographics.", "According to Goodhart and Pradhan (2020), the global low inflation environment is the result of a significant increase in the world's labor supply from 1990 to 2018 due to the rise of China and developments in demographics in advanced economies.", "However, they argue that this trend is now reversing: a declining and aging population in China and advanced economies will lead to a return of inflation.", "The fifth factor is the transition to a decarbonized society to address climate change.", "Some have argued that this transition will lead to so-called greenflation.", "The sixth factor is the onset of a wartime economy.", "There is a view that growing geopolitical risks could lead to a wartime economy, including a return to the kind of inflationary environment that was seen during the Cold War (Pozsar 2022).", "Let us look at these factors one by one.", "First, the role of government has been steadily growing in size and scope.", "Since the 1980s, there have been periods when attempts were made to curb such growth, but the uptrend continues.", "Analyzing the effects of government regulation is not straightforward since the nature of such regulations may matter, but it is safe to say at least that they have tended to proliferate.", "Inflation has trended downward during this same period.", "Also, we can find no clear relationship between inflation rates and the ratio to GDP of government spending or government debt (Charts 7 and 8).", "With regard to the second factor, it is unclear whether the slowdown in growth rates is inflationary or deflationary in nature.", "Indeed, low growth is precisely the phenomenon over which concern was raised amid secular stagnation, with some arguing that low growth is the cause of low inflation.", "As for the third factor, the argument over whether globalization has brought low inflation is empirically inconclusive (Kuroda 2018).", "Some hold that it is too early to tell whether globalization has even run its course.", "Although growth in goods trade has decelerated in recent years, trade in services continues to grow at a high rate (Chart 9).", "Naturally, the restructuring of supply chains from the perspective of economic security can serve as a cost- push factor, as firms opt for the security of procurement over minimizing costs.", "On the other hand, given that services industries are labor intensive, if automation of the services sector moves ahead globally -- through the use of means such as artificial intelligence (AI) -- and wages converge on a global level, this may turn out to have a disinflationary effect (Baldwin 2022).", "Fourth, the impact of demographics is uncertain.", "It is true that the decline in labor supply due to a declining and aging population could become inflationary.", "On the other hand, longer life expectancies can motivate people to build up their precautionary savings and push up savings rates.", "Declining birthrates will cause reductions not only in the labor force population but also in the consumer population, which, among other factors, could have an adverse impact on the growth rate.", "This has more often been regarded as a deflationary factor, particularly in Japan.", "As for the fifth factor, greenflation, the impact of decarbonization on economic and financial conditions is complicated.", "If it is thought of as a response to negative externalities, this implies firms taking on costs that they have previously not faced, which becomes a cost-push factor.", "What is not clear is whether this will elevate inflation or have a disinflationary effect by suppressing aggregate demand.", "Conversely, if investment related to decarbonization rises, this could stimulate aggregate demand and feed into demand-pull inflation.", "In this respect, whether greenflation occurs will depend not so much on cost-push factors but on developments in aggregate demand (Schnabel 2022).", "The last factor, the onset of a wartime economy, is potentially the most inflationary one.", "One study finds that the last 12 largest wars resulted in a sharp rise in inflation and nominal interest rates during and in the aftermath of war.", "The study shows that, especially in wars fought globally, inflation peaked at 8 percent on average one year after the war ended and took about three years to subside (Chankova and Daly 2021).", "More generally, we should keep in mind the following three points.", "First, many of the inflation factors listed here are cost-push factors.", "However, it is well known that cost-push inflation does not last long.", "When an exogenous shock occurs, there is an adjustment from the old to a new price system.", "After adjustment, the rising inflation rate is likely to return to the steady-state inflation rate; so, the important point is how this rate is affected.", "Of course, it is possible that cost-push factors will remain, but whether they will push up the steady-state inflation rate is uncertain.", "Second, related to the fact that cost-push inflation is unsustainable, the factors being addressed here are real factors, and it is not obvious what their impact on prices would be.", "If we think of prices as the price of goods and services relative to money, it would seem necessary to take monetary factors into consideration.", "Third, when considering these issues within the framework of monetary policy, it is appropriate to consider the relationship between the natural rate of interest and market interest rates.", "For a real factor to be deemed inflationary, there has to be a tendency for the natural rate of interest to rise vis-à-vis market interest rates.", "In fact, however, the aforementioned real factors affect the natural rate of interest through various channels, and the rate can either rise or fall (Chart 10).", "To give an example from demographics, because post-retirement households tend to draw down their savings, capital supply may decrease.", "This would push up the natural rate of interest.", "On the other hand, households anticipating longer life expectancies will seek to augment their savings accordingly, which may increase capital supply.", "This would lower the natural rate of interest.", "Moreover, if the declining population reduces the labor force population, the per-capita capital equipment ratio will rise, leading to a fall in capital demand.", "This would also lower the natural rate of interest.", "We thus ought to say that the overall impact of demographics on the natural rate of interest is uncertain.", "Furthermore, if uncertainties increase on the whole, this could motivate people to build up their precautionary savings, which in turn would boost capital supply.", "This would consequently lower the natural rate of interest.", "What can history tell us about the future?", "(2019) demonstrated that, for 16 countries, including Japan, from 1870 to 2015, the following relationship between the real rate of return on safe assets (rsafe), the real economic growth rate (g), and the real rate of return on aggregate wealth (rwealth) held approximately true: rsafe < g < rwealth (Chart 11).", "Three further relationships follow from this, but let me focus on rsafe < g. Except for the interwar period and the period between the Great Inflation and around the 2000s, rsafe < g held true.", "Although g reached the 4 percent range during the high-growth period following World War II, it fell to the 2 percent range in the 1970s.", "It then declined further with the onset of the global financial crisis (GFC) in the 2000s, but has recently remained at around 2 percent.", "In a similar vein, what about developments in the natural rate of interest?", "While there are various estimates of the natural rate of interest, one way to look at it is to analyze developments in real interest rates.", "According to Schmelzing (2020), global real interest rates have historically been on a downtrend (Chart 12).", "What are the implications for future monetary policy if these relationships continue to hold?", "If the natural rate of interest continues on a declining trend, the challenge for central banks' monetary policy will continue to be how to lower real interest rates in an effective manner.", "Faced with the ZLB in an era of low inflation, central banks have taken steps to boost the effectiveness of their monetary policy.", "As a result, central banks have reaffirmed the importance of committing to the 2 percent inflation target.", "With regard to policy measures, the Bank of Japan has introduced such measures as quantitative easing, negative interest rates, diversification of asset purchasing, yield curve control, and forward guidance.", "The necessity for policy innovation to boost the effectiveness of monetary policy, both in terms of policy objectives and measures, may increase; it will certainly not diminish.", "My analysis is based on history and past trends.", "Should these trends change significantly, my conclusions will also change.", "We cannot rule out the possibility that such major changes will occur in the future.", "However, as I said earlier, it is uncertain whether the natural rate of interest will rise as a trend in the future.", "On the contrary, we cannot deny the possibility of an ongoing decline in the natural rate of interest.", "What history over the long term makes apparent is that the mild-inflation regime has not come to an end, and we should say that the potential dangers of secular stagnation and Japanification have not yet passed.", "Let me finish on a more positive note.", "There is no need for pessimism even during periods of Japanification.", "Having long been mired in deflation, the Bank adopted the 2 percent price stability target in January 2013 and changed policy with the introduction of quantitative and qualitative monetary easing (QQE) in April 2013, which has produced positive effects.", "Even before its introduction, economic growth had been achieved despite the declining labor force population, but the GDP growth rate has improved and prices have risen clearly since 2013, as the unemployment rate declined and the number of employed persons increased (Charts 13 and 14).", "The overall GDP growth rate has been low because the labor force population has been declining; however, if we look at the real GDP growth rate per capita, which takes into account changes in the employment rate over time, we see that, while the rate was at 0.4 percent in the 2000s, it recovered to the 1990s level of 1.3 percent in the 2010s (Chart 15).", "Improved employment conditions led to an increase in the employment rate for new graduates and ended the so-called employment ice age.", "Of course, providing support for those who struggled to find jobs during the employment ice age remains a crucial task.", "In order to create an environment that can provide employment opportunities for this generation, it is important to maintain a high-pressure economy.", "While the year-on-year rate of change in the consumer price index (CPI, all items less fresh food) was on average minus 0.3 percent between fiscal 1998 and fiscal 2012, the average rate from fiscal 2013 onward rose to 0.5 percent (Chart 16).", "Although it is true that the price stability target of 2 percent has not yet been achieved, we are now in a situation where the economy is no longer in deflation, in the sense of a sustained decline in prices.", "These improvements in economic activity and prices were made following the adoption of the price stability target of 2 percent in 2013.", "Japan's economy was in deflation for a prolonged period, but sustainable monetary easing has certainly had a positive effect on the real economy.", "I hope I have presented enough food for thought.", "I am now looking forward to having discussions.", "Anson, Mike, David Bholat, Miao Kang, and Ryland Thomas.", "\"The Bank of England as Lender of Last Resort: New Historical Evidence from Daily Transactional Data.\"", "Bank of England Staff Working Paper, no.", "-paper/2017/the-bank-of-england-as- lender-of-last-resort-new-historical-evidence-from-daily-transactional-data.", "\"Globotics and Macroeconomics: Globalisation and Automation of the Service Sector.\"", "CEPR Press Discussion Paper, no.", "\"The Bank of Japan's Strategy on Climate Change.\"", "\"R Minus G.\" NBER Working Paper, no.", "\"Japanese Monetary Policy: A Case of Self-Induced Paralysis?\"", "/~pkrugman/bernanke_paralysis.pdf.", "21st Century Monetary Policy: The Federal Reserve from the Great Inflation to COVID-19.", "New York: W.W. Norton & Company.", "Fiscal Policy under Low Interest Rates.", "Cambridge: The MIT Press.", "\"Secular Stagnation Is Not Over.\"", "Realtime Economics, Peterson Institute for International Economics, January 24, 2023.", "- economics/secular-stagnation-not-over.", "Blinder, Alan S., Michael Ehrmann, Marcel Fratzscher, Jakob de Haan, and David-Jan Jansen.", "\"Central Bank Communication and Monetary Policy: A Survey of Theory and Evidence.\"", "Journal of Economic Literature 46 (4): pp.", "Blinder, Alan S., Michael Ehrmann, Jakob de Haan, and David-Jan Jansen.", "\"Central Bank Communication with the General Public: Promise or False Hope?\"", "NBER Working Paper, no.", "\"When Did the Bank of England Become a Lender of Last Resort?\"", "American Institute for Economic Research, June 11, 2019.", "-did-the-bank-of-england-become-a-lender-of-last- resort.", "Cerra, Valerie, Antonio Fatás, and Sweta C. Saxena.", "\"Hysteresis and Business Cycles.\"", "IMF Working Paper, no.", "Chankova, Rositsa D., and Kevin Daly.", "\"Inflation in the Aftermath of Wars and Pandemics.\"", "- aftermath-wars-and-pandemics.", "Coibion, Olivier, Yuriy Gorodnichenko, Saten Kumar, and Mathieu Pedemonte.", "\"Inflation Expectations as a Policy Tool?\"", "Journal of International Economics 124: pp.", "\"Briefing: Governments Are Not Going to Stop Getting Bigger.\"", "\"Free Exchange: Vertiginous Views.\"", "\"Special Report: The World Economy.\"", "Edgeworth, Francis Y.", "\"The Mathematical Theory of Banking.\"", "Journal of the Royal Statistical Society 51 (1): pp.", "Edvinsson, Rodney, Tor Jacobson, and Daniel Waldenström, eds.", "Sveriges Riksbank and the History of Central Banking.", "Cambridge: Cambridge University Press.", "\"Central-Bank Independence Revisited.\"", "American Economic Review 85 (2): pp.", "The Evolution of Central Banks.", "Cambridge: The MIT Press.", "Goodhart, Charles, and Manoj Pradhan.", "The Great Demographic Reversal: Ageing Societies, Waning Inequality, and an Inflation Revival.", "London: Palgrave Macmillan.", "\"How Will the Pandemic and the War Shape Future Monetary Policy?\"", "Speech at the Jackson Hole Economic Policy Symposium hosted by the Federal Reserve Bank of Kansas City, August 26, 2022. son_Hole_23Aug2022.pdf.", "Remarks before the Economic Club of New York, December 19, 2002.", "\"Monetary Theory and History: An Attempt at Perspective.\"", "In Critical Essays in Monetary Theory, pp.", "Oxford: Clarendon Press.", "Ito, Takatoshi, Hugh Patrick, and David E. Weinstein, eds.", "Reviving Japan's Economy: Problems and Prescriptions.", "Cambridge: The MIT Press.", "Jordà, Òscar, Katharina Knoll, Dmitry Kuvshinov, Moritz Schularick, and Alan M. Taylor.", "The Quarterly Journal of Economics 134 (3): pp.", "\"It's Baaack: Japan's Slump and the Return of the Liquidity Trap.\"", "Brookings Papers on Economic Activity, no.", "\"Is the Era of Cheap Money Over?\"", "\"Is the Era of Low Interest Rates Over?\"", "\"Globalization and Monetary Policy.\"", "Panelist speech at BIS Symposium to Mark the 20th Anniversary of the BIS Representative Office for Asia and the Pacific, October 15, 2018.", "Orphanides, Athanasios.", "\"The Boundaries of Central Bank Independence: Lessons from Unconventional Times.\"", "Monetary and Economic Studies 36 (November 2018): pp.", "Orphanides, Athanasios, Carl E. Walsh, and Masazumi Wakatabe.", "\"Research at Central Banks.\"", "The IMES Newsletter, February 2023.", "\"War and Interest Rates.\"", "Credit Suisse Economics, August 1, 2022.", "-content/uploads/2022/08/zoltan-pozsar-aug-2-war- and-interest-rates-1.pdf.", "Bigger Government: The Future of Government Expenditure in Advanced Economies.", "\"Institutional Innovation and Central Bank Independence 2.0.\"", "IMES Discussion Paper Series, no.", "\"The Age of Inflation: Easy Money, Hard Choices.\"", "Foreign Affairs 101, no.", "\"Eight Centuries of Global Real Interest Rates, R-G, and the 'Suprasecular' Decline, 1311-2018.\"", "Bank of England Staff Working Paper, no.", "-paper/2020/eight-centuries-of-global- real-interest-rates-r-g-and-the-suprasecular-decline-1311-2018.", "\"A New Age of Energy Inflation: Climateflation, Fossilflation and Greenflation.\"", "Speech at a panel on \"Monetary Policy and Climate Change\" at The ECB and its Watchers XXII Conference, March 17, 2022.", "\"The Zero Bound in an Open Economy: A Foolproof Way of Escaping from a Liquidity Trap.\"", "\"Financial and Settlement Systems as Social Infrastructure: Disaster Management Perspective.\"", "Opening remarks at the Symposium \"The Impact of Natural Disasters on Financial Markets and Financial Institutions\" held at Nagoya City University Graduate School, November 28, 2019.", "\"Japan's Economy and Monetary Policy.\"", "Speech at a meeting with local leaders in Hiroshima (via webcast), September 1, 2021.", "\"Japan's Economy and Monetary Policy.\"", "Speech at a meeting with local leaders in Okayama, June 1, 2022.", "\"The Future of Monetary Policy: Lessons from the History of Monetary Economics.\"", "Keynote speech at the 38th Annual Meeting of the Japan Association of Business Cycle Studies, December 3, 2022.", "Bukka to wa nani ka [What are prices?]", "Seven Reflections on Japan's Economy, Monetary Policy, and the Bank of Japan Speech at the Center on Japanese Economy and Business, Columbia University in New York February 27, 2023 WAKATABE Masazumi Deputy Governor of the Bank of Japan Seven Reflections #1: It is all about teamwork #2: Expect and prepare for the unexpected, but do not expect perfect foresight #3: Maintain focus, but adapt to changes #4: Research is essential, and economics is essential to research, but that is not the whole story #5: Japan offers exciting research topics #6: Communication is absolutely necessary, extremely important, but really #7: Learn from the past, and prepare for the future It is all about teamwork Expect and prepare for the unexpected, but do not expect perfect foresight Employment Situation and Financial Conditions Number of Employed Persons Lending Attitudes of Financial Institutions s.a., CY 2019 = 100 s.a., mil.", "persons DI (\"accommodative\" - \"severe\"), % points 90 Large enterprises in all industries Employed persons (left scale) Small enterprises in all industries Regular employees (right scale) Small enterprises in face-to-face services industry Non-regular employees (right scale) CY 08 10 12 14 16 18 20 22 08 10 12 14 16 18 20 22 Notes: 1.", "In the left-hand chart, figures for regular employees and non-regular employees prior to 2013 are based on the \"detailed tabulation\" in the Labour Force Survey.", "Figures for small enterprises in the face-to-face services industry are the weighted averages of the DIs for retailing, transport & postal activities, services for individuals, and accommodations, eating & drinking services.", "Sources: Ministry of Internal Affairs and Communications; Bank of Japan.", "Maintain focus, but adapt to changes Research is essential, and economics is essential to research, but that is not the Chart 2 BOJ's Research Examples since 2018 (1) Alternative Data Analysis on Real Economy Year Research Papers Furukawa, K., and Hisano, R., \"A Nowcasting Model of Exports Using Maritime Big Data,\" Bank of Japan Working Paper Series, no.", "Furukawa, K. et al., \"A Nowcasting Model of Industrial Production Using Alternative Data and Machine Learning Approaches,\" Bank of Japan Working Paper Series, no.", "Nakajima, J., Takahashi, M., and Yagi, T., \"An Assessment of Online Consumption Trends in Japan during the COVID-19 Pandemic,\" Bank of Japan Working Paper Series, no.", "Nakazawa, T., \"Constructing GDP Nowcasting Models Using Alternative Data,\" Bank of Japan Working Paper Series, no.", "Okubo, T. et al., \"Development of 'Alternative Data Consumption Index': Nowcasting Private Consumption Using Alternative Data,\" no.", "Bank of Japan Working Paper Series, Mikami, T., Yamagata, H., and Nakajima, J., \"Using Text Analysis to Gauge the Reasons for Respondents' Assessment in the Economy Watchers Survey,\" Bank of Japan Research Laboratory Series, no.", "Nakajima, J. et al., \"Extracting Firms' Short-Term Inflation Expectations from the Economy Watchers Survey Using Text Analysis,\" Bank of Japan Working Paper Series, no.", "Matsuura, K. et al., \"Nowcasting Economic Activity with Mobility Data,\" Bank of Japan Working Paper Series, no.", "Oh, Y., and Takahashi, K., \"R&D and Innovation: Evidence from Patent Data,\" no.", "Bank of Japan Working Paper Series, Kobayashi, S. et al., \"The Impact of COVID-19 on US Consumer Spending: Quantitative Analysis Using High-Frequency 2020 StateLevel Data,\" Bank of Japan Review Series, no.", "Miyakawa, D., and Shintani, K., \"Disagreement between Human and Machine Predictions,\" IMES Discussion Paper Series, no.", "Abe, N., and Shinozaki, K., \"Compilation of Experimental Price Indices Using Big Data and Machine Learning: A Comparative Analysis and Validity Verification of Quality Adjustments,\" Bank of Japan Working Paper Series, no.", "Japan offers exciting research topics BOJ's Research Examples since 2018 (2) Formation of Inflation Expectations Year Research Papers Ikeda, S. et al., \"Inflation in Japan: Changes during the Pandemic and Issues for the Future,\" Bank of Japan Working Paper Series, no.", "Kurozumi, T., and Oishi, R., \"A Comparison of Japanese and US New Keynesian Phillips Curves with Bayesian VAR-GMM,\" Bank 2022 of Japan Working Paper Series, no.", "Takahashi, Y., and Tamanyu, Y., \"Households' Perceived Inflation and CPI Inflation: the Case of Japan,\" Bank of Japan Working Paper Series, no.", "Yoneyama, S., \"Central Bank Transparency and Disagreement in Inflation Expectations,\" no.", "IMES Discussion Paper Series, Nakajima, J. et al., \"Extracting Firms' Short-Term Inflation Expectations from the Economy Watchers Survey Using Text Analysis,\" 2021 Bank of Japan Working Paper Series, no.", "Okuda, T., and Tsuruga, T., \"Inflation Expectations and Central Bank Communication with Unknown Prior,\" IMES Discussion Paper Series, no.", "Hiraki, K., and Hirata, W., \"Market-Based Long-Term Inflation Expectations in Japan: A Refinement on Breakeven Inflation Rates,\" Bank of Japan Working Paper Series, no.", "Kitamura, T., and Tanaka, M., \"Firms' Inflation Expectations under Rational Inattention and Sticky Information: An Analysis with a Small-Scale Macroeconomic Model,\" Bank of Japan Working Paper Series, no.", "Inatsugu, H., Kitamura, T., and Matsuda, T., \"The Formation of Firms' Inflation Expectations: A Survey Data Analysis,\" Bank of 2019 Japan Working Paper Series, no.", "Ichiue, H. et al., \"Households' Liquidity Constraint, Optimal Attention Allocation, and Inflation Expectations,\" Bank of Japan Working Paper Series, no.", "Maruyama, T., and Suganuma, K., \"Inflation Expectations Curve in Japan,\" Bank of Japan Working Paper Series, no.", "Uno, Y., Naganuma, S., and Hara, N., \"New Facts about Firms' Inflation Expectations: Short- versus Long-Term Inflation Expectations,\" no.", "Bank of Japan Working Paper Series, Uno, Y., Naganuma, S., and Hara, N., \"New Facts about Firms' Inflation Expectations: Simple Tests for a Sticky Information Model,\" Bank of Japan Working Paper Series, no.", "Hogen, Y., and Okuma, R., \"The Anchoring of Inflation Expectations in Japan: A Learning-Approach Perspective,\" Bank of Japan Working Paper Series, no.", "Communication is absolutely necessary, extremely important, but really difficult Public Recognition of the BOJ's Price Stability Target share of respondents who answered they knew the BOJ's price stability target, % CY 13 14 15 16 17 18 19 20 21 22 Highlights of the January 2023 Outlook Report (2) Inflation is likely to be relatively high (1) Japan's economy is likely to recover.", "in the short run and then decelerate.", "(3) There are high uncertainties, including (4) The Bank will continue with powerful developments in overseas economic activity and monetary easing.", "prices, and market developments warrant attention.", "Learn from the past, and prepare for the Is This the End of the Mild-Inflation Regime?", "Until Now: From Now On: Concern over Japanification Return of Inflation?", "Low Inflation (or Deflation) High Inflation and and Low Interest Rates High Interest Rates?", "Those for other commercial services exclude travel and transport.", "Sources: WTO; Baldwin, R., \"Globotics and Macroeconomics: Globalisation and Automation of the Service Sector,\" CEPR Press Discussion Paper, no.", "Determinants of the Natural Rate of Interest Real interest rate Demand curve Supply curve Decrease in capital supply Aging population: withdrawing savings by retired households Financial crisis Increase in capital supply Aging population: precautionary savings caused by increased Improved functioning of financial Natural rate Increase in precautionary savings due to heightened uncertainty Increase in capital demand Creating new investment opportunities such as Decrease in capital demand innovation and GX Slowdown in business dynamism Increase in fiscal deficit Depopulation: less labor input and excess capital stock Savings and investment Looking Ahead: Lessons from History Jordà et al.", "(2019): rsafe < g < rwealth rsafe : Real rate of return on safe assets g : Real economic growth rate rwealth : Real rate of return on aggregate wealth Historical Downtrend in Global Real Interest Rate 7-year moving average, % -10 CY 1317 1417 1517 1617 1717 1817 1917 2017 Note: Figures are calculated based on GDP-weighted nominal interest rates and inflation rates using available data for eight countries: Italy, the Netherlands, France, Spain, the United Kingdom, Germany, the United States, and Japan.", "Source: Schmelzing, P., \"Eight Centuries of Global Real Interest Rates, R-G, and the 'Suprasecular' Decline, 1311-2018,\" Bank of England Staff Working Paper, no.", "Economic Growth despite Depopulation Working-Age Population and GDP per Working-Age Person Adoption of 2% price stability target (Jan. 2013) mil.", "persons 90 150 80 120 Working-age population (left scale) Real GDP per working-age person (right scale) Nominal GDP per working-age person (right scale) CY 91 96 01 06 11 16 21 Increase in Employed Persons and Prices Adoption of 2% price stability target (Jan. 2013) mil.", "Source: Ministry of Internal Affairs and Communications.", "Source: Ministry of Internal Affairs and Communications."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Inflation", "Central Banking", "Economic Growth", "Communication", "Research", "Japanification", "Secular Stagnation", "Inflation Expectations", "Natural Rate of Interest"]}