{"sentences": ["SPEECH Urgent and vitally important: 2023 as a key milestone in stepping up the management of climate and environmental risks Keynote speech by Frank Elderson, Member of the Executive Board of the ECB and Vice-Chair of the Supervisory Board of the ECB, at the Foreign Bankers' Association (FBA) 30th anniversary Amsterdam, 27 March 2023 Thank you for inviting me to the FBA's 30th anniversary event.", "As I speak to you today, the global financial system is going through turbulent weeks.", "In the confluence of multiple challenges, often the very urgent trumps the similarly vitally important.", "It is tempting and frankly quite human to focus the attention on the most immediately pressing challenges.", "Climate-related and environmental (C&E) financial risks might thus not seem the most obvious topic for a keynote speech at this moment.", "However, exactly one week ago the Intergovernmental Panel on Climate Change (IPCC) published its Synthesis Report, according to which temperatures have already risen to 1.1 degrees Celsius above pre-industrial levels.", "This worrisome observation reminds us that addressing the increasing risks from the ongoing climate and environment crises is both highly urgent and vitally important.", "This is the reason why in this keynote I want to stress that \"we have no time to lose regarding the sustainable transformation\"; that we need to \"step up the global ambition to meet the Paris Agreement goals\"; that our world needs \"more ambition to accelerate the change towards a net-zero economy\"; and that \"financial institutions can and must play a key role in driving the world towards net-zero carbon emissions\".", "I want to talk about the importance of \"aligning credit portfolios with the objectives of the Paris Agreement\" and \"managing climate-related risks as a priority action\".", "These words don't beat around the bush.", "These words express clear ambitions.", "These words cut to the heart of the matter.", "However, these words did not come from the ECB, the Basel Committee on Banking Supervision (BCBS) or the IPCC.", "And by this, I mean literal quotes from the CEOs of banks that have signed the Net-Zero Banking Alliance - a group committed to achieving net-zero emissions by 2050, in line with the Paris Agreement.", "Most of these banks are also members of the FBA.", "These words show that you want to play a pivotal role in the transition to net zero.", "These words articulate your ambition to make climate-related and environmental considerations a key pillar of your strategy.", "In this keynote speech, I would like to give you an update on where banks under ECB supervision currently stand relative to their stated ambitions, and what still needs to be done to adequately address C&E risks from a prudential point of view.", "But first, a few words about regulators and supervisors.", "Just as it is the case for banks, a broad global consensus has also emerged in our community on the need to make C&E considerations an integral part of our DNA.", "Evolving international supervisory consensus regarding C&E risks Let me first very briefly revisit the simple guiding principle driving prudential regulators around the globe: ensuring that no material risks are left unaddressed.", "It is enshrined in the BCBS core principles and has been a legal requirement for decades.", "According to this principle, banks must identify and adequately manage the risks they are exposed to.", "Just as for any other material source of risk, this also holds true for C&E risks.", "To be clear, it is not for us as supervisors to tell banks how green their lending policies must be.", "However, we insist that not taking into account the transition towards a more sustainable economy is no longer compatible with sound risk management.", "To this end, the ECB has strongly supported a rapidly growing global coalition in acknowledging that C&E risks form an integral part of our mandate.", "A key motivation to address this risk at the global level was to create a level playing field for banks to tackle what everyone agrees is a material source of financial risk.", "To ensure that European banks are indeed in a position to manage C&E risks, as early as in 2020 the ECB published a guide on C&E risks[ for banks.", "The guide demonstrated the ECB's commitment to making the financial system more resilient to these risks.", "It set out 13 supervisory expectations for how the banks under our supervision should integrate C&E risks into their business models and strategies, governance and risk appetite to increase the resilience of their portfolios.", "In doing so, we were moving very much in lockstep with the global principles for supervising C&E risks, building on the prevailing best practices identified by the global Network of Central Banks and Supervisors for Greening the Financial System (NGFS).", "During the two years following the publication of the ECB supervisory expectations, we conducted several supervisory exercises on banks' approaches to managing these risks.", "We started with banks' selfassessments in 2021, followed by a climate stress test and thematic review of C&E risks in 2022.", "Last year's supervisory exercises were stepping stones to what I would call an immersive supervisory approach which is aimed at holistically integrating C&E risks into all parts of the supervisory dialogue with banks.", "Many examples from around the globe show that prudential regulators and supervisors have embarked on this immersive supervisory approach.", "For instance, as early as 2019 the Bank of England published its climate-related supervisory expectations addressed to banks and insurers.", "[ In 2020 the Philippines gave banks three years to develop transition plans with specific timelines to implement board-approved sustainability principles into their governance and risk management.", "In the United States earlier this year the Federal Reserve launched a pilot climate scenario analysis exercise assessing banks' resilience to a set of forward-looking scenarios.", "Earlier this month, the Canadian financial regulator OSFI released final guidelines outlining how financial firms should manage climate-related risks.", "Also, the NGFS now brings together 121 members from around the globe.", "This shows that more and more authorities are committed to ensuring the sound management of climate-related risks by the banks they supervise.", "Based on this global convergence of supervisory expectations, I am always puzzled whenever I hear that Europe is allegedly too ambitious in tackling C&E risks.", "The pace at which we are moving is very much in lockstep with our global peers.", "Thanks to the BCBS's Task Force on Climate-Related Financial Risks, which I co-chair with Kevin Stiroh from the US Federal Reserve, we took steps in converging the plethora of international expectations into an initial formal consensus.", "As a result, there is progress on all three pillars of the Basel Framework for the prudential regulation of banks.", "For instance, in June 2022 the BCBS published the Pillar 2 principles for the effective management and supervision of climate-related financial risks[ ], and it expects implementation as soon as possible.", "To ensure this, the BCBS made the monitoring of progress across jurisdictions a key element of its 2023-24 work programme.", "This is good news since this global approach ensures a level playing field for a source of risk that everyone agrees is material to them.", "Moreover, as a first step on Pillar 1, the BCBS has recently published a set of frequently asked questions to clarify how climate-related financial risks may be captured in the existing Pillar 1 framework.", "The BCBS's guidance tells banks how they can already consider material climate-related risks in their regulatory capital.", "For instance, when determining the property value of real estate, banks may consider climate-related impacts.", "In Europe, discussions on possible changes to the Pillar 1 framework will take place on the basis of the technical analysis being performed by the European Banking Authority.", "I welcome this approach as it ensures that the prudential framework remains risk based.", "In the field of disclosures, I am similarly pleased to see a consolidation of various international initiatives at the Basel level.", "Building on the extensive work that has already been done in various fora, the BCBS has started developing high-quality and globally consistent \"Pillar 3\" climate-related disclosure requirements.", "The BCBS will issue a consultation paper on the proposed framework by the end of this year.", "This is a welcome step given that banks' own shareholders are becoming increasingly demanding in this field, especially in banks that have publicly committed to achieving net-zero targets.", "In the context of the international regulatory advancements I have just outlined, I would like to reassure you that the ECB's commitment to follow a risk-based approach to C&E risks will remain strong in the future too.", "Together with you, the internationally active banks, we can ensure that the same level of ambition in tackling C&E risks is kept around the world.", "I expect the international banking community to raise a loud voice in the various international fora.", "A voice that advocates and supports an ambitious level playing field on C&E risk management.", "A voice I have already heard you use on many occasions, in many public statements.", "For instance, one bank explicitly mentions in its annual report that being profitable in the long term goes hand in hand with environmental performance.", "Another bank talks of its strong commitment to being a key partner to clients on their path to a more climate-friendly economy.", "Your own statements clearly demonstrate that banks do not lack ambition.", "But what banks need to ensure now is that this ambition is also translated into practice.", "This is the only way to remain sound in a net-zero carbon future.", "The current state of banks' C&E risk management After having revisited the broad regulatory consensus, let me now reflect on where the banks under ECB supervision currently stand in integrating C&E risks into their strategy and risk management.", "I will illustrate this using takeaways from the two supervisory exercises conducted by the ECB in 2022: a climate stress test and thematic review of C&E risks.", "Jointly, these exercises gave us a full picture of how banks are performing relative to our supervisory expectations.", "On aggregate the results are mixed.", "We see the glass filling up slowly, but it is not yet even half full.", "This is both good and bad news: good news because there is progress compared with where banks were some years ago; bad news because banks are still a long way from where they need to be.", "On the positive side, banks have made meaningful progress in accounting for and addressing C&E risks.", "For instance, most banks acknowledge the materiality of these risks in their portfolios.", "This means that there is broad consensus among banks that C&E risks are a material source of financial risk and that they are impossible to evade.", "As a result, banks have made progress in integrating C&E risks into their risk management processes, which is not an easy task.", "It is thanks to thousands of C&E risk experts working very hard in banks all over Europe, from Lisbon to Helsinki, from Dublin to Athens, that this progress has been made.", "However, despite the improvements, we have concluded that overall risk management capabilities are still insufficient.", "In other words, there is still a material gap between where banks currently stand and our supervisory expectations.", "Let me illustrate this with three examples.", "First, in the climate stress test we found that three in five banks still do not have a climate stress testing framework in place.", "Among the banks that do, we found that most do not ensure independence between the development and validation functions of the stress testing framework.", "Second, the thematic review showed that virtually all banks have blind spots in the identification of C&E risks.", "One such blind spot is the lack of consideration of the physical risks posed by the climate and environmental crises.", "For example, even though water stress is on the rise and already affects 30% of Europeans in an average year, less than one-third of banks consider this risk driver in their strategic risk impact assessments.", "Third, there are broader environmental risks that go beyond purely climate-related risks that banks still focus too little on.", "We are currently observing an unprecedented decline of natural ecosystems and their vital services, with 75% of land surface and 66% of ocean ecosystems damaged, degraded or modified.", "[ This is also concerning economically given that more than half of global GDP depends on nature.", "[ Therefore, nature degradation for example through biodiversity loss is also emerging as a material source of financial risk.", "Our supervisory expectations explicitly apply to the management of both climate-related and environmental risks, both of which are a material source of financial risk.", "However, many banks have so far come up with only a high-level description of the general impact on vulnerable sectors, like agriculture, mining and manufacturing, and have yet to perform adequate materiality assessments.", "As the two supervisory exercises demonstrated, for the glass to become full - that is complying with our supervisory expectations - banks must considerably increase the pace of progress.", "And I will now outline how this can be done.", "The way ahead for banks and supervisors In line with the guiding principle that no material risk should remain unaddressed, we expect all banks under our supervision to be fully aligned with our expectations by the end of 2024 at the latest.", "This clear implementation deadline also ensures a level playing field for all banks in the banking union.", "In other words, after 2024, a limbo of identifying a risk as material but not adequately addressing it will no longer be tolerated.", "However, we are mindful of the challenges banks may face in aligning with our supervisory expectations.", "To smooth the transition further, we have also set some intermediate deadlines for banks to reach specific milestones.", "For example, by the end of March 2023 we expect all banks to have a sound and comprehensive materiality assessment and business environment scan in place.", "This means that banks must make an explicit judgement on the impact of C&E risks through various transmission channels in the short, medium and long term across their portfolios.", "Insufficiently documenting the non-materiality of certain portfolios will no longer be acceptable.", "Let me insist that by now all key ingredients to make C&E risks an integral part of banks' strategy and risk management are well known.", "But you - the banks - are in the lead when it comes to translating ambitions into practice by designing and implementing tools to adequately manage these risks.", "One of the silver linings of our supervisory exercises last year is that we have published the good practices observed in both the climate stress test[ and the thematic review[ ].", "To give a telling example, in the area of governance some front runners have already integrated C&E risks into the work of the management body.", "For example, in one bank the management body approves the environmental strategy and risk management framework and oversees their implementation in day-to-day processes.", "It is supported in this work by a dedicated committee, most of whose members are independent directors and bring the appropriate level of knowledge and experience of C&E risks.", "Another good practice can be seen in the use of transition planning tools aimed at managing the risks of the transition.", "This involves using scientific pathways to assess the alignment of banks' portfolios with the Paris Agreement and designing clear and actionable plans to address observed misalignments.", "With these good practices, banks now have access to very practical suggestions on how to accelerate progress.", "Knowing that no \"one-size-fits-all\" approach exists, let me assure you that, as part of the ongoing supervisory dialogue, our supervisory teams are there to discuss specific implementation challenges with each bank Finally, I would like to stress that we will closely monitor banks' progress with respect to the deadlines, and, if necessary, we will use all measures in our toolkit to ensure compliance with our expectations.", "These include imposing periodic penalty payments and setting Pillar 2 capital requirements as part of the annual Supervisory Review and Evaluation Process.", "Over the last couple of years, a global consensus has emerged among regulators, supervisors and banks around the need to tackle the financial risks stemming from ongoing climate and environmental crises.", "As underlined by the latest worrisome observations from last week's IPCC report, it is both highly urgent and vitally important for banks to be able to identify and manage C&E risks.", "is a crucial year for translating ambitions into sound internal practices, for which substantial progress is needed.", "I hope I can count on your full commitment so that by the end of 2024 we can conclude that banks are \"managing climate-related risks as a priority\", as articulated by one of your peers that signed the Net-Zero Banking Alliance.", "This would, of course, not be the end of the journey, as C&E risks, like any other mainstream risk, demand continuous attention and adaptation.", "But it would be a crucial step to making the banking system resilient to the twin climate and environmental crises, an urgent and vitally important imperative if ever there was one.", "ECB Banking Supervision (2020), \" Guide on climate-related and environmental risks \", November.", "Elderson, F. (2022), \" Towards an immersive supervisory approach to the management of climate-related and environmental risks in the banking sector \", keynote speech at the industry outreach on the thematic review on climate-related and environmental risks, February.", "Prudential Regulation Authority (2019), \" Enhancing banks' and insurers' approaches to managing the financial risks from climate change \", April.", "Basel Committee on Banking Supervision (2022), Principles for the effective management and supervision of climate-related financial risks , June.", "UN Environment Programme, \" Facts about the nature crisis \".", "UN Environment Programme (2021), \" Becoming #GenerationRestoration: Ecosystem restoration for people, nature and climate \", June.", "ECB Banking Supervision (2022), \" ECB report on good practices for climate stress testing \", December.", "ECB Banking Supervision (2022), \" Good practices for climate-related and environmental risk management - Observations from the 2022 thematic review \", November."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate-related risks", "Environmental risks", "C&E risks", "Paris Agreement", "Net-zero emissions", "Climate stress test", "Thematic review", "Supervisory expectations", "Materiality assessment", "Governance"]}