{"sentences": ["Good afternoon learners and educators; the Minister of Education, Angie Motshekga; and everyone present here today.", "Welcome to the announcement of the finalists and winners of the 2023 MPC Schools Challenge.", "The MPC Schools Challenge is the SARB's flagship social investment programme aimed at broadening Grade 12 learners' understanding of monetary policy and the critical role the SARB plays in the economy.", "The MPC Schools Challenge offers learners an opportunity to grow their understanding of the role of monetary policy in improving the economic well-being of all South Africans.", "High school learners from across the country, who take a combination of Economics and Pure Mathematics as subjects, are eligible to participate in the challenge.", "They are given the opportunity to put theory into practice by setting up their very own Monetary Policy Committee which is modelled on the SARB's monetary policy decision-making body.", "The programme complements the work done by the SARB through its partnerships with South African universities and its bursary programme which is aimed at developing much-needed human capital in the fields of finance and economics.", "Over the past 11 years, the challenge has grown to include 400 schools and 1 800 learners from both public and private institutions across all nine provinces.", "The challenge kicked off in February this year when SARB officials visited all nine provinces and, together with officials from the Department of Basic Education, held briefing sessions with the more than 1 800 learners and educators.", "Previously, only public schools participated in the challenge.", "Last year we extended the competition to private schools with the support of the Independent Examinations Board (IEB).", "The challenge affords participating learners an opportunity to prepare an essay in the format of the SARB's MPC statement.", "Of the 400 schools that attended the initial briefing session, 181 submitted essays - an increase of over 70% from last year.", "The essays are marked by SARB economists and moderated by a team of representatives from the SARB, the provincial departments of education and the IEB.", "Ten schools are chosen following the moderation process.", "This year, nine are public schools and one is a private school.", "The top 10 schools, in alphabetic order are: Abbotts College Rondebosch Elsies River High School Glenvista High School Hoërskool Garsfontein Krugersdorp High School Paarl Girls' High School Portland High School Protea Heights Academy Qedela Secondary School The King's School White River.", "Each of the 10 finalist teams presented their essay to a panel of judges.", "The judging panel was composed of senior SARB officials who posed really tough questions to each school.", "The process is quite robust and requires hard work and dedication from the learners and educators.", "The process is transparent, with representatives from the provincial departments of education and the IEB playing an integral role.", "The judges noted some remarkable improvements in the quality of the teams' MPC statements as well as their presentations.", "This year, we introduced additional training to the finalist teams, focusing on communications, quality writing and presentation skills.", "To the learners here today, and the ones watching online, I hope this challenge has deepened your understanding of monetary policy and that this will inspire you to pursue careers in the fields of economics and central banking.", "Nelson Mandela once said, \"Education is the most powerful weapon which you can use to change the world\".", "I would like to remind all the finalists that being in the top 10 is an achievement worth celebrating.", "The SARB congratulates you on your hard work.", "Let me also take this opportunity to thank the educators for a job well done.", "We appreciate your willingness to go above and beyond the call of duty.", "The MPC Schools Challenge journey you have travelled with these learners will leave an indelible mark and instil the confidence they will need to tackle future challenges.", "Minister Motshekga, I would like to thank you and the Department of Basic Education for the strong partnership and unwavering support.", "The resourcefulness, dedication and support of the DBE, across all nine provinces, have enabled us to run the 2023 MPC Schools Challenge seamlessly.", "Our appreciation also goes to the IEB for your support and hitting the ground running - I am sure this partnership will grow in strength.", "I would also like to acknowledge the role of our young economists and other officials in the SARB, who dedicated their weekends to the briefing sessions and spent many hours marking the essays.", "I am also grateful to our judges, who I understand attempted to be less intimidating this year.", "Anecdotal evidence from the learners suggests they were not.", "Lastly, my acknowledgements go to the core team from across the departments in the SARB, and everyone else who played a role in making this year's challenge a success.", "Well done and keep up the good work."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "MPC Schools Challenge", "Learners", "Education", "SARB", "Economics", "Finance", "Human Capital", "Central Banking", "Schools"]}