{"sentences": ["Firstly, thank you Chapter Zero and GARP for hosting me today, and for the opportunity to reflect on our collective progress in the transition to net zero.", "It is timely to do so.", "The latest IPCC synthesis reportOpens in a new window provides yet another stark warning of the impact that climate change will have on our planet.", "We are now a third of the way through the decisive decade; a decade where we will need to cut global emissions by over 40%, if we hope to limit warming to 1.5C.", "And yet global CO2 emissions continue to rise.", "For us to meet this challenge, we need to collaborate and to take individual responsibility for the role we each play.", "For the Government, it is to set out the pathway to net zero.", "For each of you here today - and the firms you represent - it is to apply those pathways in boardroom decisions; decisions that will not only help facilitate an orderly transition, but also help ensure the long-term relevance and value of the companies you lead.", "For the finance sector, it is to support and enable that transition.", "And for the Bank of England, it is to work within its objectives to ensure the financial system is resilient to the risks from climate change and supportive of the transition to net zero.", "With that in mind, today I wanted to reflect on a speech I delivered in 2020 on how to move beyond rhetoric to make climate action a reality.", "I had split our journey into three phases.", "Firstly, recognising and identifying the financial risks climate changes poses.", "Secondly, building capabilities to enable us to turn aspiration into action.", "And thirdly, making business decisions to advance the transition.", "With almost three years passed, I want now to evaluate our progress, identify the barriers we have encountered, and consider what else is needed if we are to progress.", "Back in 2020, I suggested that we had probably achieved the first phase of our journey to net zero.", "Conversations with leaders in the financial sector made it increasingly clear that climate change is central to the future of their businesses, not just the confines of Corporate Social Responsibility departments.", "I suggested we had entered the difficult second phase of turning aspiration into action, across the financial sector and the real economy.", "This phase involves a lot of hard work: the collection of data and the building of new tools that better enable climate considerations to be embedded in strategy and risk management.", "And I finished with a hope that we were fast approaching the third and final phase - with these tools actively used in financial and business decisions to progress an orderly transition to net zero.", "Since then, a global pandemic, a war and the fastest tightening in financial conditions in thirty years have meant that things have not panned out as we might have expected.", "Let's take stock of where that has left us.", "My prism on this is as a central banker and regulator, where we have good sight of how the UK's banks and insurers are building their approaches to climate risks.", "These firms sit at the centre of the economy, and their responses matter.", "I have seen a step-change in their approach.", "They are making more serious investments in developing effective capabilities - both to manage climate-related financial risks and to identify opportunities.", "Let me explore this across four core dimensions: scenario analysis; firm risk management capabilities; disclosure; and green finance.", "Learning from scenario analysis I'll start first with scenario analysis - an essential tool for understanding the size and pathways of unprecedented and uncertain future climate risks.", "The Bank has delivered its first climate scenarios exercise, the CBES .", "In my view this was transformative, both in shining a light on otherwise opaque risks and in building capabilities.", "Importantly, the exercise required firms to understand how their real economy customers were both exposed to these risks and the actions they would take to manage them.", "This was one of the most challenging aspects of the work - as it revealed gaps in real economy firms' understanding of what climate transition means for them.", "A gap I will return to.", "The CBES also showed that costs were lowest, and opportunities greatest, with an early and well managed transition.", "That underlines that while governments set public climate policy, banks and insurers have a collective interest in managing climate-related financial risks in a way that supports that transition over time.", "Managing climate related financial risks Second, interactions with banks and insurers had revealed them to be in the early stages of developing their climate risk management capabilities.", "To address this, we set the world's first supervisory expectations for climate risks in 2019 - expectations that became part of the PRA's core supervisory processes last year.", "Our reviews and observations - including the CBES - have shown significant progress.", "However, a distance remains to the end-point and all firms need to invest to make further progress.", "We have given firms a huge amount of homework to do, as set out in our latest Dear CEOOpens in a new window letter and in direct supervisory feedback.", "I can assure you we will be marking that homework.", "Progress on climate related disclosures Third, in 2020, the quantity and quality of climate disclosures was in its infancy.", "We had recognised the need for it to move from the static to the strategic, for it to be forwardlooking and for it to be comparable across firms.", "Now, mandatory disclosures for large corporates under the TCFD are a reality in the UK, and are driving the right conversations around board tables.", "Here at the Bank we are soon to publish our fourth TCFD-aligned report, overcoming challenges with each new report.", "And internationally the ISSB is due to build on the work of the TCFD by publishing its first global standards on climate later this year - in a fraction of the time usually taken.", "I have very little doubt that in the future we will look back at the ISSB's work as a fundamental building block of comparable global green markets.", "The growth of green finance Fourth, we have seen and continue to see growth in the green finance market.", "The share of green finance in total finance has steadily increased, reflecting burgeoning investor demand and the financial system's ability to innovate.", "That poses new challenges, including greenwashing, and markets regulators like the FCA are responding accordingly.", "But it's not only green products we need to see growth in.", "More fundamentally, we need to see an increase in transition finance projects that help business deliver long-term emissions reductions - greening our future economy, not just investing in the currently green.", "To that end, I welcome the Government's 2023 Green Finance StrategyOpens in a new window.", "It includes a huge number of measures, but I was especially pleased to see commitments that will create the required cross-economy infrastructure for financing - including sector investment plans, an industry-led Transition Finance Market Review, and a Net Zero Business and Investment Group to advise government on the needs of the private sector to mobilise capital.", "Turning aspiration into action The reason I have spent some time on these four areas is not just because a lot has happened.", "It is because it is important to recognise the progress we have seen.", "But have we reached a tipping point where firms' capabilities and understanding of the opportunities and risks from transition are driving strategic decision-making?", "Well here is the reality check.", "The shift I had hoped to see in stronger linkages between climate change and strategic decision making across the economy have proved harder to deliver in practice.", "Undoubtedly, those headwinds of the last three years and for which we have no recent precedent have reduced our collective ability to take action.", "This is undeniably unfortunate - but it is a legitimate rationale.", "Indeed, against this backdrop we have perhaps seen more progress than might have been expected.", "But we cannot get away from the fact that regardless of this legitimacy, climate risks continue to build and still need to be addressed.", "Beyond these unexpected headwinds, the key challenges have come from foreseeable sources.", "I am conscious I have adopted a number of lists today - but bear with me for one final one as I set out four key challenges we will need to overcome if we are to turn aspiration into action that advances the transition.", "And in the spirit of being solutions focused, not just a naysayer, I will also provide views on how to overcome each of the challenges.", "Challenges to advancing the transition The first challenge is that filling capability gaps in the transition finance infrastructure takes time, so we need to continue to take urgent steps now.", "Collectively we need to equip the financial sector with forward-looking information from the real economy to allocate capital effectively and mobilise finance at scale.", "That means the rapid implementation of ISSB standardsOpens in a new window , finalising the Transition Plan Taskforce's frameworkOpens in a new window for transition plans, and the adoption of innovations that reduce greenwashing such as product labels.", "The Government's 2023 Green Finance StrategyOpens in a new window sets out further detail on the timeline for Sustainability Disclosure Requirements and commits to reflect developments in international standards.", "It also commits to consult on the requirements for the UK's largest companies to disclose their transition plans.", "But, the responsibility for driving forward the transition to net zero is not only for governments and the authorities in building the frameworks.", "As NEDs, it includes all of your firms in using those frameworks.", "And you can, and must, make progress now whilst policy is developing - ahead of regulation and to support the development of best practice.", "A necessary foundation for that is investing in education to increase your staff's understanding of climate issues.", "Without that, none of this can happen.", "Transition plans are fundamental to driving the right transition.", "They allow financiers both to manage their risks and to allocate capital to support real economy decarbonisation.", "And by highlighting where there is clarity about the way forward and where gaps remain, they compel the right conversations.", "I encourage you all to engage in them now.", "The second challenge is that the world does not stand still.", "We have seen unexpected political and economic headwinds and it seems prudent to assume more will come.", "With unexpected headwinds and limited bandwidth, longer-term issues can end up deprioritised.", "Issues do not though go away - quite the opposite, they build in the background.", "So we all need to be nimble and adaptable in our responses to the nearterm whilst continuing to make progress on the long-term.", "We must also learn lessons as we go.", "Russia's illegal invasion of Ukraine, for example, was a shock to our transition pathway and highlighted the sorts of disorderly transition risks we have been worried about.", "We saw first-hand the economy-wide costs of a necessary reduction in (Russian-imported) fossil fuels before alternative energy sources were in place - a reminder of the costs of disorderly transition.", "But we cannot ignore the broader challenges.", "The fallout of this crisis and the near-term imperative to tackle energy security issues has reduced bandwidth to address other issues.", "This is a good segue to my third challenge.", "The third challenge is that it is difficult, but essential, for real economy and financial firms to make transition-driven business decisions in the absence of complete clarity on our pathway to net zero.", "It is easy for me to stand here and tell you that you should be making decisions now that stretch many years into the future, to manage the risks and seize the opportunities of net zero, without full clarity on the policy path to get there.", "But we need to recognise that setting clear and comprehensive policy will take time, likely years.", "The recent Green Finance Strategy takes us forward in a significant way, but the extent of policy making is formidable.", "We should also not be in any doubt that the transition is already building, creating opportunities and crystallising risks, and that its speed will only accelerate.", "Within the UK, policies on energy efficiency in buildings are driving changes now.", "And transition policies elsewhere such as the US Inflation Reduction Act will have on-shored impacts for the UK.", "So firms cannot, and should not, delay taking action to better understand how transition might impact their businesses.", "As I mentioned earlier, the CBES revealed a significant gap in the understanding of real economy firms on what the transition to net zero means for them.", "Whilst I recognise there is uncertainty, I urge firms to explore how different scenarios are relevant to their strategy, to test their specific vulnerabilities and to identify opportunities.", "Here at the Bank, we have helped create tools to support such analysis.", "And they continue to be enhanced.", "They include carbon prices consistent with different pathways to net zero to help you identify robust strategies.", "I encourage you to use them.", "And the fourth challenge is that system wide change is complex as the actions of one are dependent on actions of others, so it is important to coordinate action throughout the supply chain.", "Each firm should be stretching its horizons - building capabilities now that enable action to drive long-term reductions in emissions through their value chain.", "That does not mean immediately ceasing to deal with high emission counterparties and suppliers.", "That does not necessarily remove emissions, perhaps chasing them into the shadows instead.", "Rather, economy-wide emissions reductions will come through proactive engagement with counterparties and suppliers, and decisions aligned to the transition over time.", "This means understanding the needs of firms up and down the supply chain and having difficult discussions about steps to reduce emissions.", "And smaller corporates will need help from larger corporates and their financiers to develop their climate expertise.", "The collaboration between GARP and Chapter Zero we see today shows how effective that can be in driving faster progress.", "I truly believe that transformation can come from constructive and systematic engagement with your value chain.", "I therefore urge you to convene your opposite numbers in and around the real economy.", "Chapter Zero is a great network.", "Who knows, the source of your Scope 3 emissions may be sat in this room!", "We know the costs of transition to a net-zero economy are lowest with early and wellmanaged action.", "And we are making good progress in supporting that transition, arguably more than we might have expected given the shocks we have faced.", "But there is still much more to do.", "We have not yet reached the tipping point where we have built the capabilities and the transition finance infrastructure that will support the right strategic decisions in an unavoidably uncertain transition.", "We all have a role to play in driving progress.", "Governments globally have the key role in developing the policy paths and infrastructure that deliver the transition and draw us closer to this tipping point.", "Central banks and regulators can operate within their objectives to catalyse, complement and amplify those policies.", "And, business and finance can - indeed in order to manage their future risks will need to - make progress whilst policy is developing, ahead of clarity on sectoral paths and regulatory practice.", "Be assured that the difficult conversations that follow are a sign of success on our pathway to net zero, not a sign of failure.", "Waiting for certainty and perfect information creates an excuse to go slowly.", "But this is a collective action problem where seemingly rational individual inaction makes our collective future problems much bigger.", "So we must not let perfection be the enemy of progress.", "And after all, managing uncertainty is what you do all the time.", "I will leave you with an encouragement (again) to each play your role, and to make the most of this important network.", "I would like to thank Jenny Clark, Tim Rawlings, Chris Faint, David Swallow and Theresa Löber for their help producing this speech.", "In pathways that limit warming to 1.5°C with no or limited overshoot, net global GHG emissions are projected to fall by 43% below 2019 levels by 2030.", "See The City UK (2022), 'Green finance: a quantitative assessment of market trendsOpens in a new window ' 40% of homes in England now have an EPC rating of B and C or better.", "See Department for Business, Energy & Industrial Strategy (2022), 'Energy efficiency: what you need to knowOpens in a new window ' See CFRF (2022), 'Climate Financial Risk Forum Guide 2022: Scenario Analysis in Financial FirmsOpens in a new window', NGFS (2023), ' Scenarios PortalOpens in a new window', Bank of England (2021), ' Guidance for participants of the 201 Biennial Exploratory Scenario: Financial risks from climate changeOpens in a new window'"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Transition finance", "Green finance", "Climate risk", "Scenario analysis", "Disclosure", "Net zero", "Climate policy", "Real economy", "Supply chain"]}