{"sentences": ["Published Date: 26 May 2023 \"Everything, Everywhere, All at Once: Securing Monetary and Financial Stability in an Interconnected World\" - Opening Remarks by Mr Ravi Menon, Managing Director, Monetary Authority of Singapore, at the 10th Asian Monetary Policy Forum on 26 May 2023 Professor Bernard Yeung, National University of Singapore Business School, and President of the Asian Bureau of Finance and Economic Research (ABFER) Professor Steven J Davis, University of Chicago, Hoover Institution, and EXCO Member of Distinguished speakers and guests, ladies and gentlemen GETTING IN ALL THE CRACKS OR TARGETING THE CRACKS?", "At the inaugural Asian Monetary Policy Forum in 2014, I spoke about the challenge of securing both price stability and financial stability.", "Now, nearly ten years later, we know a lot more about this issue,yet there is still much we do not know.", "Let me take stock of where we are.", "To achieve both the objectives of price stability and financial stability, I described in 2014 three possible approaches for monetary policy.", "The first approach is to keep monetary policy focused on price stability and leave financial stability to microprudential regulation and supervision.", "Most advanced economies have stuck to this approach in the last ten years, with adjustments to countercyclical capital buffers as the sole macroprudential policy innovation.", "the unique ability of monetary policy to get in all of the cracks .", "No central bank has formally adopted this approach though it would appear that some central banks do at least indirectly consider financial stability implications in their monetary policy decisions.", "The third approach is to keep monetary policy focused on price stability and use macroprudential policies to secure financial stability.", "This is what I had painted in 2014 as \"targeting the cracks\" through macroprudential policies instead of getting into all the cracks through monetary policy.", "A growing number of emerging market economies has been taking this approach, prompted by increased capital flow volatility, exchange rate fluctuations, and asset price bubbles, in the wake of spillovers from unprecedented loose monetary policies in the advanced economies.", "The experience of the last decade has, if anything, underscored the importance of the nexus between monetary policy and financial stability.", "The era of ultra-easy monetary policy has heightened risk-taking, far more in the financial sector than in the real economy.", "The financial system itself has become more complex, with a wide variety of players and activities, many of them unregulated.", "The migration of financial risks across these players and activities has made it difficult to discern how shocks are transmitted across the system and how they affect financial stability.", "Then there are feedback loops from the financial system to the real economy, with implications for price and output stability.", "Most worryingly, we seem to be confronted with a trade-off between price stability and financial stability, at least in the short term.", "To borrow a phrase from a recent award-winning movie, everything seems to be related; there are financial vulnerabilities everywhere; and economic and financial shocks seem to happen all at once.", "Okay, that sounds exaggerated, but I think you get my dri.", "As with the multiverse, there is much that we do not know about the complex interactions between the real economy and the financial system and their implications for price and financial stability.", "But policymakers are not entirely clueless.", "Let me set out four key propositions based on the experience of the last decade: securing both monetary and financial stability requires an integrated framework, combining monetary policy, fiscal policy, and macro-financial policies; financial sector vulnerabilities are best addressed using a variety of macro-financial policy tools in a coherent manner; monetary policy should remain focused on inflation control but its implications for financial stability must be taken into account; fiscal policy plays an important role in helping to secure both price stability and financial Let me elaborate on each of these.", "AN INTEGRATED POLICY FRAMEWORK First, securing both monetary and financial stability requires an integrated framework, combining monetary policy, fiscal policy, and macro-financial policies.", "Macro-financial policies include macroprudential measures, foreign exchange intervention, and capital flow management measures.", "There are three reasons why we need an integrated policy framework.", "One, there are important interactions between monetary policy and the financial system.", "In the last decade, policymakers around the world have gained better appreciation of the increasingly important role that the financial system plays in the transmission of monetary policy.", "As Jeremy Stein puts it, \"monetary policy is fundamentally in the business of altering risk premiums.\"", "Accommodative monetary policy reduces risk premiums and can lead to unsustainable credit growth and asset price increases.", "Correspondingly, monetary policy tightening can trigger a sharp reversal in sentiments and risk premiums, which can impair credit supply and trigger financial failures.", "Two, capital flows and exchange rates cannot be ignored in macro policy settings, especially in emerging market economies.", "In advanced economies, capital flows and exchange rate movements are generally viewed as equilibrating mechanisms outside the remit of macro polices.", "But for emerging market economies, they can spell serious macroeconomic and macro-financial trouble.", "Capital flows can fuel domestic credit and asset price bubbles.", "Capital flows can induce exchange rate fluctuations that are disconnected from macroeconomic fundamentals.", "In the face of large and volatile capital flows, a freely floating exchange rate can become a shock amplifier rather than a shock absorber.", "in contrast with their stabilising effect in most advanced economies.", "Capital flows can compromise the monetary policy latitude of emerging market economies.", "Studies show that their monetary policies respond to movements in US interest rates and exchange rates, besides their own domestic macroeconomic conditions.", "Helene Rey and Silvia Miranda-Agrippino find that US monetary policy moves can induce changes in risk premiums across countries, move the global financial cycle, and challenge the monetary policy autonomy of emerging market economies.", "Three, there appears to be a short-term trade-off between price stability and financial stability.", "Macroeconomic theory and empirical evidence tell us that although there is no long-run trade-off between price stability and employment, there is a short-term trade-off.", "This is expressed as a \"sacrifice ratio\", or the increase in the unemployment rate necessary to achieve a given reduction in the inflation rate.", "Likewise, could it be that while there is no long-term trade-off between price stability and financial stability, there is a short-term trade-off?", "In the current conjuncture, for example, there are concerns that monetary policy tightening to bring down inflation could trigger contagious financial failures.", "Is there an analogous \"sacrifice ratio\" between price stability and financial stability?", "These short-term trade-offs call for a mix of monetary and macro-financial policies to meet the twin goals of financial stability and price stability.", "Combining the use of monetary policy and macro-financial policies can mitigate tradeoffs between objectives.", "Studies by both the BIS and IMF have found that policy combinations can be more effective than using a single instrument.", "Claudio Borio and colleagues at the BIS find that when low inflation in advanced economies required loose monetary policies, tightening macroprudential measures through strengthening capital buffers helped mitigate risks to financial stability from increased risk taking and indebtedness.", "Tobias Adrian and colleagues at the IMF find that augmenting conventional monetary policy with foreign exchange interventions and capital flow measures in emerging market economies may improve their monetary policy trade-offs.", "The fundamental premise of an integrated policy framework is the recognition that policies that are independent in execution are oen interdependent in their effects.", "If fiscal policy is not sound, fiscal dominance concerns will undermine monetary policy credibility.", "If the financial system is not sound, financial dominance concerns may compromise monetary policy.", "Fiscal stability may also be put at risk.", "In an integrated policy framework, the objectives of monetary, macro-financial, and fiscal policies do not need to change.", "But the way these objectives are pursued cannot ignore their implications for financial stability and price stability.", "Specifically, an integrated policy framework must seek to avoid the unsustainable build-up of debt which is the root cause of much financial instability.", "For monetary policy, it means providing a credible anchor for price stability in a way that does not lead to an unsustainable increase in leverage in the economy.", "For macroprudential policies, it means leaning against an unsustainable expansion of credit, inflation in asset prices, and the excessive build-up of debt in the economy.", "For fiscal policy, it means ensuring that public debt is sustainable and does not become a source of financial vulnerability in the economy.", "MACRO-FINANCIAL POLICIES The second key proposition: financial sector vulnerabilities are best addressed using a variety of macro-financial policies in a coherent manner.", "Ensuring financial stability requires a multi-dimensional approach.", "There is no single instrument that has a stable and reliable relationship with financial stability or asset price stability.", "This is because financial risks emanate from multiple sources and manifest in multiple ways.", "We need to adopt a range of macro-financial tools to address the spectrum of potential financial vulnerabilities.", "As mentioned earlier, the macro-financial policy toolkit contains three broad categories.", "macroprudential measures to moderate credit demand and asset price inflation foreign exchange interventions to dampen exchange rate volatility capital flow management measures to directly curb capital inflows and outflows Let me briefly describe how each of these components work.", "Macroprudential policy tools include counter-cyclical capital buffers and sector-specific measures.", "The latter, oen targeted at the property sector, include loan-to-value limits and debt service limits.", "A few countries have introduced counter-cyclical capital buffers, but it is too early to judge their effectiveness.", "Targeted macroprudential tools work better than counter-cyclical capital buffers to address financial risks emanating from specific sectors like real estate.", "Macroprudential policy measures are most effective when used pre-emptively and in a coherent manner.", "A forward-looking or pre-emptive approach is appropriate given the long lags between policy actions and macroeconomic effects.", "An added reason is that financial cycles are viewed as being longer than standard business cycles.", "Both the IMF and BIS support the use of macroprudential measures in a pre-emptive manner, rather than in response to shocks.", "Stephen Cecchetti and colleagues at the IMF find that preventive macro-financial measures are much more effective than reactive measures in limiting the build-up of financial leverage in response to US monetary policy spillovers.", "Foreign exchange interventions serve to limit exchange rate volatility and thereby mitigate financial market stresses arising from such volatility.", "They have been a useful tool for many emerging market economies to reduce unduly sharp swings in exchange rates as well as misalignment of the exchange rate with underlying fundamentals.", "But three caveats are in order.", "One, foreign exchange interventions tend to be more effective if they are large and in line with fundamentals and the monetary policy stance.", "Two, policy credibility for such interventions requires having deep foreign reserves, which needs to be weighed against the cost of accumulating such reserves.", "Three, there is the danger of slipping into an over-reliance on such interventions to defend the level of the exchange rate.", "Capital flow management measures are used to directly curb capital inflows and outflows.", "While capital flow measures have distortionary effects and long-term costs, they have been deployed as useful complements to safeguard financial stability.", "Capital flow measures, more so than foreign exchange interventions, have been used in a proactive manner to prevent large capital flows in the first place and thereby reduce the risk of large and destabilising reversals of such flows.", "Capital flow measures have also been used together with macroprudential measures to moderate demand and asset price inflation in the property sector.", "Third proposition: monetary policy should remain focused on inflation control but its implications for financial stability must be taken into account.", "Including financial stability as an additional objective of monetary policy seems attractive but may not be a good idea.", "In my 2014 AMPF speech, I argued that although monetary policy \"flows into all the cracks, some cracks may be just too big to fill\".", "Today, I would add that some other cracks may be over-filled.", "The point is that monetary policy is simply too blunt an instrument to address excessive risk-taking and leverage at the sectoral level.", "Research at the IMF suggests that the net benefits of leaning against asset price bubbles using monetary policy are likely to be small, or even negative.", "In 2010-2014, the Swedish Riksbank raised interest rates roughly 2 percentage points to counter rising house prices.", "The strategy proved unsustainable as inflation fell to zero and unemployment remained at high levels.", "Monetary policy needs to remain focused on price stability but should seek to minimise the risk of financial dominance.", "The concern here is two-fold.", "The first is that highly expansionary monetary policy over a prolonged period could contribute to a build-up of financial system vulnerabilities which is, in and of itself, undesirable.", "As pointed out by Markus Brunnermeier, the willingness of central banks to continue making large purchases of private assets long aer the end of the Global Financial Crisis has led to \"a build-up of private debt, depressed credit spreads, distorted price signals, and high house prices from increased mortgage lending.\"", "The second concern is the feedback loop from these vulnerabilities constraining future monetary policy options.", "If these vulnerabilities are significant, the central bank may be concerned that the tightening of monetary policy necessary to bring down inflation to target could trigger financial instability - in other words, financial dominance.", "A practical way monetary policy could minimise the risk of financial dominance is to use inflation targeting more flexibly.", "A criticism of inflation targeting is that it has been too much of a straitjacket on monetary policies: for example, keeping interest rates low for long to get inflation up to the target of 2% led to a build-up of financial vulnerabilities.", "I think the problem is not with inflation targeting per se but with not using it flexibly enough.", "There are two ways in which inflation targeting can be pursued more flexibly to minimise financial vulnerabilities.", "One, take time to bring inflation back to target.", "The BIS, for instance, advocates lengthening the monetary policy horizon to take financial stability consequences of monetary policy more fully into account.", "But allowing inflation to persist for too long away from the target runs the risk of unhinging inflation expectations.", "Two, be more tolerant of inflation outcomes close to zero.", "Masaaki Shirakawa draws on Japan's experience to suggest that the risks to economic activity associated with very low inflation did not warrant ultra loose monetary policy stances that undermine financial stability.", "However, a more flexible approach to implementing inflation targeting can potentially be misinterpreted as reducing the commitment to price stability.", "It therefore needs to be accompanied by clear communication on the consistency between taking financial stability into account while pursuing price stability as the primary objective.", "Fourth and final proposition: fiscal policy plays an important role in helping to secure both price stability and financial stability.", "The best contribution that fiscal policy can make to both price stability and financial stability is to ensure the sustainability of public debt.", "The role of fiscal policy in an integrated policy framework has not received as much attention as it probably deserves.", "Let me offer two reasons why it should.", "Sound public finances reduce the risk of fiscal dominance, enabling monetary policy to operate more freely to pursue its price stability mandate.", "Quantitative easing by major central banks through the purchase of massive amounts of government debt was a necessary response to the strong deflationary pressures unleashed by the Global Financial Crisis.", "But as government spending continued to grow long aer the crisis and central banks continued to purchase government debt, the risk of fiscal dominance grew: the concern that normalising, let alone tightening, monetary policy would create fiscal problems.", "Just as central banks need to gradually unwind monetary accommodation when the crisis has passed, so must fiscal policy return to a more sustainable trajectory.", "Targeted fiscal policy measures can support monetary policy and macroprudential policy in achieving their objectives.", "Tax or expenditure measures have the advantage of being able to either alleviate or accentuate the effects of monetary and macroprudential policies on specific groups of people or sectors of the economy.", "To help cool an overheated property market, fiscal measures such as transaction taxes on property purchases can be a useful complement to macroprudential measures to curb excessive demand.", "In the current conjuncture of high inflation, fiscal policy has the versatility of being tighter overall to help ease demand pressures while providing targeted support for the most vulnerable groups.", "INTEGRATED POLICIES AS APPLIED IN SINGAPORE Before I conclude, let me say a few words about the Singapore experience.", "Singapore does not have a formal integrated policy framework but there has been an intuitive coherence across monetary, fiscal, and macro-financial policies.", "This has helped to secure both price stability and financial stability through various crises.", "Close consultations on the state of the economy across the respective policy-making bodies and a common ethos of prudence has helped to achieve this policy coherence without resorting to formal policy co-ordination.", "Monetary policy is centred on managing the exchange rate to ensure price stability over the medium-term.", "It is set by the Monetary Authority of Singapore (MAS).", "Foreign exchange intervention is carried out in support of the monetary policy objective of price stability and not for any macro-financial purposes.", "There is no explicit inflation target but the track record of keeping core inflation relatively stable and, on average, just below 2% over the last thirty years has underpinned the MAS' policy credibility.", "Fiscal policy seeks to promote macroeconomic stability, sustained economic growth, and social equity while maintaining a balanced budget.", "It is set by the Ministry of Finance (MOF).", "The Constitution prohibits the use of public debt for government expenditure except for a narrow class of long-term infrastructure projects.", "Macro-financial policy comprises essentially of macroprudential measures aimed at promoting a sustainable property market.", "These measures are co-ordinated across the MAS, MOF, and Ministry of National Development (MND).", "The macroprudential toolkit comprises loan-to-value limits, debt servicing limits, buyers' and sellers' stamp duties, and adjustments in land supply.", "In the movie \"Everything, Everywhere, All at Once\", we are told that parallel universes exist because every life choice creates a new alternative universe.", "Thankfully, the global economy and financial system are not as complicated as the multiverse.", "But the real economy and the financial economy are like parallel universes with many transmission channels across these two universes that we are only beginning to understand.", "Achieving coherence across policies through an integrated framework is key to minimising the risk of repeated bouts of financial and economic crises feeding on each other.", "It is not easy but probably not as difficult as jumping across the multiverse.", "Stein (2013), Overheating in credit markets: Origins, measurements, and policy responses , Speech at the 2013 \"Restoring Household Financial Stability aer the Great Recession: Why Household Balance Sheets Matter\" Research Symposium.", "Stein (2014), \"Comments on market tantrums and monetary policy\", Speech at the 2014 US Monetary Policy Forum, New York.", "IMF (2020) \"Toward an integrated policy framework', and Borio, Shim, and Shin (2022), \"Macro- financial stability frameworks: experience and challenges\", BIS Working Papers No.", "1057 Ca'Zorzi, Dedola, Georgiadis, Jarocinski, Stracca and Strasser (2020), \"Monetary policy and its transmission in a globalised world\", Discussion paper No 2407 in the European Central Bank Working Paper Series.", "Miranda-Agrippino and Rey (2020), \"U.S. monetary policy and the global financial cycle\", The Review of Economic Studies, Volume 87, Issue 6.", "Borio, Shim, and Shin (2022), \"Macro-financial stability frameworks: experience and challenges\", BIS Working Papers No.", "1057 Adrian, Erceg, Kolasa, Lindé, and Zabczyk (2021), \"A quantitative micro-founded model for the integrated policy framework\", IMF Working Paper WP/21/292.", "Cecchetti, Narita, Rawat, and Sahay (2021), \"Addressing spillovers from prolonged US monetary policy easing\", IMF Working Paper WP/21/182 Fratzscher, Gloede, Menkhoff, Sarno and Stoehr (2018), \"When is foreign exchange intervention effective?", "Evidence from 33 countries\", American Economic Journal: Macroeconomics IMF (2015) \"Monetary policy and financial stability\".", "Brunnermeier (2023), \"Rethinking monetary policy in a changing world\", in IMF Finance and Development, March.", "Borio and Disyatat (2021), \"Integrated policy frameworks: the constraints of policy horizons and adjustment frequencies\", SUERF Policy note 246.", "Shirakawa (2023), \"Time for change\", in IMF Finance and Development, March."], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "fiscal dominance", "monetary dominance", "fiscal dominance", "financial dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Financial Stability", "Macro-financial Policies", "Integrated Policy Framework", "Inflation Control", "Price Stability", "Fiscal Policy", "Macroprudential Measures", "Exchange Rate Volatility", "Capital Flows"]}