{"sentences": ["17.05.2023 18th Banking Industry Meeting* Pablo Hernández de Cos *lEnglish translation from the original in Spanish Allow me to begin by thanking the IESE for inviting me once again to this event.", "On this occasion, I would like to share with you the Banco de España's analysis of the situation and outlook for the Spanish banking industry.", "In terms of the macroeconomic setting, most strikingly, economic activity in Spain and the euro area has proved more resilient than expected in recent quarters, amid highly adverse negative shocks.", "Further, there appear to be signs of renewed buoyancy in 2023 to date.", "According to the Banco de España's latest projections, in 2023 real GDP growth in Spain will be substantially lower than in 2022.", "However, faster than expected growth in the first quarter, together with the recent revision of the historical series, suggest that GDP growth this year could exceed the 1.6% envisaged in our most recent projections and outstrip 2% on average in 2024 and 2025.", "This sharper GDP growth would be driven by, among other factors, the expected easing of inflationary pressures (and the ensuing recovery in agents' confidence and real income), the disappearance of the global production chain disruptions and the deployment of the Next Generation EU funds.", "However, these projections are subject to very high uncertainty and there are risks that less positive scenarios will materialise.", "In particular, the possible duration of the war in Ukraine continues to be the main source of risk.", "The future course of the world economy is also a cause for concern, in a context of global monetary policy tightening and significant geopolitical risks.", "Likewise, the growth outlook will crucially depend on the projected disinflation actually taking place.", "Greater persistence of high inflation would slow the recovery and, should it be seen in the euro area as a whole, would most likely lead to a further tightening of monetary policy and, thus, of financial conditions.", "More recently, these risks have been compounded by the doubts over the impact and persistence of the recent financial strains prompted by the episodes of banking turmoil in Switzerland and the United States.", "Against this background, allow me to outline the recent developments in the Spanish banking industry, before assessing its resilience and outlook.", "The financing of the Spanish banking sector - Banking sector financing has been affected, first and foremost, by the monetary policy tightening, which has reduced Eurosystem funding.", "This reduction has been partially offset by increased interbank funding and funding from other financial corporations, along with the issuance of debt instruments,1 but above all by growth in the deposits of non-financial corporations and households, albeit with a clear moderating trend that accentuated in the early months of 2023.2 - The average interest expense on bank liabilities increased by close to 60 basis points (bp) compared with the 2020-2021 average, to stand at 1.1%, still slightly below pre-pandemic levels.", "- In business in Spain, the rise in the 12-month EURIBOR has only marginally passed through to deposit costs and far less than in previous monetary tightening cycles.", "Certain particularities of the current hiking cycle, such as deposit rates starting out from zero or banks' comfortable liquidity position, help to explain this.", "- The 2 percentage point (pp) drop in the cost of equity also tempered the rise in the cost of bank funding, which climbed to 6.6% in December 2022.", "The cost of equity rose during February and March 2023, mainly due to the higher equity market risk premium, although the increases have been moderate.", "As for liquidity, the Spanish banking sector has solid metrics.", "At March 2023, the liquidity coverage ratio (LCR) stood at 166%, much higher than the required minimum threshold and likewise above pre-pandemic levels.", "Meanwhile, the net stable funding ratio (NSFR) stood at 130% at December 2022, again above the minimum requirement of 100%.", "Further, retail deposits cover a very significant portion (75%) of the total stable funding needs (60% for European banks as a whole).", "The Spanish banking industry's consolidated assets grew by 2.1% in 2022.", "Financial instruments in Spain declined by 7.7% and those stemming from business abroad (expressed in euro) increased by 9.6% to 53.7% (up 4.3 pp on a year earlier).", "Much of the decline in financial instruments in Spain owed to the reduction in balances held with central banks (-31.9%) and, to a lesser extent, to the drop in loans to the resident private sector (-2.5%).", "Meanwhile, the increase in financial instruments abroad was due to the growth in lending to the resident private sector in third countries (10.3%) and in debt securities (16%), against the background of a depreciating euro.", "Debt securities grew by 11.7% and represented 13.6% of total assets at December 2022.3 - As for the reduction in the stock of lending to the resident private sector in Spain (down by 0.7% in 2022), the results of the Bank Lending Survey (BLS) indicate that both supply and demand-side factors contributed to these developments.", "The decline came despite the larger volume of new loans (+8.9%) and the increased drawdown on existing credit lines (+12.9%).", "- The stock of loans to households was down by 0.2%, essentially due to lending for house purchase, while other lending to households held stable.", "In particular, the flow of new mortgages slowed considerably in the second half of 2022, falling 5.4% year-on-year in Q4, in line with the moderation in house purchases and prices.", "- The stock of lending to non-financial corporations and sole proprietors fell by 1.5%, with a more marked drop in the sectors hardest hit by the pandemic (6.9%).", "This despite new loans growing 15.2%, while the principal drawn on available credit lines rose by 23.3%.", "- The average interest rate on loan portfolios increased during 2022, particularly in the last quarter of the year.", "However, the pass-through of the changes in reference rates (around 30%-40%) was lower than that implied by the historical sensitivity to the cycle.", "- In 2022 the non-performing loan (NPL) ratio4 fell by 0.8 pp to 3.5% at December, the lowest level since 2008, with cumulative declines since the start of the pandemic of 1.6 pp for the corporate sector and 1.4 pp for households.", "- Stage 2 loans likewise declined, falling by 0.9 pp to 7.1%, as a result of both lower inflows and larger outflows to performing status.", "However, the stock of Stage 2 loans remains 24.5% higher than pre-pandemic levels.", "The business loans segment accounted for most of the improvement in 2022, with an incipient increase in the households segment.", "In the sectors hardest hit by the pandemic, the share of Stage 2 loans fell very sharply (by 3.4 pp to 14.6%), albeit holding above the average for lending to non-financial business activities (9.8%).", "- Forborne exposures were down by 0.8 pp to 4.2% of total lending to the resident private sector, having declined by 16.5% since end-2021, when they reached pre-pandemic levels.", "- The proportion of ICO-backed credit classified as Stage 2 shrank by 0.8 pp to 19.6% of the total.", "The reduction in the size of this portfolio (11.3% in 2022) accounted for 0.8 pp of the increase in the NPL ratio.", "Since the start of the pandemic, these assets have fallen by more than €11 billion (36%), on top of the declines recorded in the years leading up to the health crisis.", "- Return on assets (ROA) fell by 2 bp in 2022, although this drop owed mainly to lower extraordinary income compared with 2021.", "Excluding these items, ROA increased by 8 bp.", "- This performance mainly reflects the improvement in net interest income, which increased by 17.1% year-on-year due to the uneven passthrough of higher interest rates to loans and deposits.", "In the European comparison, the main Spanish banks stood out for their strong net interest income (above the 75th percentile in the country distribution) and for fee and commission income and operating expenses in line with the European median.", "- Impairment losses rose considerably in 2022, driven by higher provisions in banks' business abroad.", "In Spain, impairment loses continued along the downward path of recent years, decreasing by 20.7% in 2022.", "As a result, the ratio of impairment losses to operating income in Spain stood at one of its lowest levels in recent years.", "- Ordinary profit from business abroad rose significantly, driven by the strength of the business in Latin America.", "Thus, the ordinary profit obtained by the Spanish institutions with the most international activity exceeded prepandemic levels.", "- Revenue from the windfall tax on banking sector profits in 2023 is expected to amount to 5% of the 2022 net consolidated profit.", "- Dividend payments exceeded €7.2 billion in 2022, with a payout ratio of 40%, similar to before the pandemic.", "The rise in the profit ratio per share and the sharp increase in share buy-backs made by some banks also stand out, the aim being to subsequently cancel the repurchased shares and reduce share capital, thus providing additional remuneration for shareholders.", "Banking sector solvency - The CET1 ratio decreased by 25 bp in 2022 with respect to 2021, albeit holding above pre-pandemic levels.", "The decline in 2022 was on account of the growth in total assets (2.6%) and the increase in risk-weighted asset (RWA) density (53 bp), which could not be offset by the 2.1% rise in CET1 capital.", "- The change in CET1 ratios in 2022 was also uneven across banks.", "The three largest banks, which at December 2022 accounted for 76% of RWAs, saw their (RWA-weighted) average CET1 ratio fall by 33 bp,5 while at other banks it increased by 8 bp.", "- Spanish banks' CET1 ratios remain at the low end of European banks' CET1 ratio distribution for different bank sizes and business models, although they are clearly above average requirements and, on aggregate, provide significant loss-absorbing capacity.", "- The latest stress tests conducted by the Banco de España6 considered a hypothetical adverse scenario in which inflation pressures increase further in 2022-2024, with a subsequent tightening of financial conditions.", "The materialisation of the adverse scenario would reduce the aggregate CET1 ratio by 2.3 pp with respect to the beginning of 2022, although the reduction would be uneven across the different institutions.", "Overall, euro area and, particularly, Spanish banks are highly resilient and have sound capital and liquidity positions.", "This is the result of the regulatory reform agreed internationally over the last decade, which in the EU has been applied to all banks, irrespective of their size.", "Moreover, Spanish banks' business models are strongly oriented towards the retail segment, which bolsters their resilience to adverse shocks to wholesale market financing conditions.", "This has also allowed the sector to record a favourable financial performance of late, both in terms of higher profitability and improved balance sheet quality.", "In any event, in a situation in which interest rates have had to be raised swiftly, banks face upside and downside risks to their net interest income, the value of their financial instrument holdings and their balance sheet credit quality.", "Banks whose average lending rates have adapted to the new situation faster than their average deposit rates (e.g.", "those with a greater share of variable rate loans and/or shorter maturities, and a greater share of retail funding) are seeing a substantial improvement in their net interest income, which has boosted their profitability.", "Conversely, the value of fixed income financial exposures (e.g.", "bonds, especially those with longer maturities) has declined.", "Further, the longer interest rates remain high, the greater the likelihood of additional upward adjustments to banks' funding costs and of a deterioration in credit risk quality.", "With regard to financing, the gradual reduction in, and increased cost of, Eurosystem liquidity facilities and the developments seen in deposits (with depositors seeking better remunerated financial instruments and having used up part of the savings buffers built up during the pandemic) may accelerate the increase in banks' cost of funding.", "The continuation and/or heightening of the recent tensions in the global banking sector could also contribute to this increase.", "As for the future increase in credit risk, our estimates show that a market interest rate increase of 400 bp, somewhat larger than the gain of approximately 365 bp seen in the 3month EURIBOR, could push up non-financial corporations' median gross debt burden ratio by between 2.9 pp and 6.8 pp9 and the share of corporate debt held by firms under high financial pressure10 by between 6.5 pp and 8.9 pp.", "In the case of households, it is estimated that a 400 bp rise in the 12-month EURIBOR (slightly less than the 410 bp increase seen since the beginning of 2022) would raise the percentage of indebted households with a high net interest burden11 by 3.5 pp.", "This increase would tend to be stronger for lower-income indebted households, which are also those most affected by the rise in inflation.", "In this regard, the reform in late 2022 of the Code of Good Banking Practice (CGP) focuses precisely on orderly debt restructuring for household segments with a high degree of socio-economic vulnerability.", "The Banco de España will assess its implementation as more data become available.", "How different banks and financial systems position themselves against these risks will determine how resilient they are.", "In this regard, amid such high uncertainty, including that surrounding the degree of monetary policy tightening, Spanish banks must implement a prudent provisioning and capital policy.", "A policy that earmarks part of the short-term increase in earnings to bolster the sector's resilience would thus put it in a better position to absorb any potential losses should the worst risk scenarios materialise.", "From a European standpoint, it should also be noted that a smoother-functioning euro area with improved governance would contribute hugely to making the European financial system less vulnerable.", "In particular, the creation of a fully mutualised European deposit insurance scheme would boost the confidence of citizens and the markets and contribute to increased risk-sharing in the euro area and, thus, to reducing potential episodes of fragmentation.", "Also, it would help to align financial responsibility with the banking supervision and resolution decision-making mechanisms, which are already centralised.", "Recent events must also be analysed in depth from a global regulatory and supervisory perspective.", "The Federal Reserve System has already published its review of the reasons behind events in the United States.", "We have also begun our own assessment through the Financial Stability Committee and the Basel Committee on Banking Supervision, from which lessons will also be drawn.", "We should take an open-minded approach to the findings of these exercises, which usually allow us to fine-tune the regulations so that they can be continuously adapted in response to changing circumstances.", "We must also not forget that the final link of the regulatory reform (Basel III) is yet to be transposed into law in several jurisdictions.", "This regulation must be transposed completely and consistently so as to remedy the outstanding shortcomings, in particular in the definition of banks' risk-weighted assets.", "Lastly, it must be borne in mind that the short and medium-term challenges posed by the recent period of extraordinary crises do not make tackling the banking sector's structural challenges - such as those linked to the management of climate-related risks, digitalisation and growing competition from technology firms - any less urgent."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Credit risk", "Interest rates", "Bank financing", "Inflation", "Monetary policy", "Financial stability", "Economic growth", "NPLs", "ROA", "CET1 ratio"]}