{"sentences": ["Distinguished audience, Ladies and gentlemen, It is my pleasure to wish you the warmest welcome at the National Bank of Romania, for the ninth edition of the Annual Scientific Conference of the Romanian Academic Economists from Abroad - the ERMAS conference.", "On behalf of the Board of the National Bank of Romania, I wish to congratulate the scientific committee for their professionalism and the remarkable program they have put together.", "Allow me to extend our greetings to all our partners and their contribution to organizing this top event in academia.", "I recall with great pleasure the first edition of the ERMAS conference back in 2014 when I had the honor to be a keynote speaker.", "I remember the excellent quality of the ideas and of the papers presented.", "We meet again today for the ninth edition, jointly organized by the National Bank of Romania and the Bucharest University of Economic Studies.", "Over the last ten years, the ERMAS conference has become the flagship of the economics academic conferences in Romania with the constant support of the BabeBolyai University and, starting 2019, of the ERMAS Association.", "Universities from Iai, Sibiu, Timioara and for the current edition, the Bucharest University of Economic Studies have also been supporting this initiative; and of course, your constant and impressive support as contributors to each edition of the conference with high quality research papers.", "I do believe that our partnership with the academia is based on a longstanding tradition, as a pillar for progress and public policy development in Romania.", "Back in 2014, I encouraged you to dedicate some of your research to specific problems of the Romanian economy and society, to participate in public debates on relevant economic topics, to collaborate with the local academic environment, as well as with the institutions in charge of implementing economic policies.", "The activity of the ERMAS association, the common projects some of you have developed in close collaboration with my colleagues from the National Bank of Romania, as well as your partnership with domestic universities are excellent examples and I encourage you to continue.", "Ladies and gentlemen, Having been trained and having worked in the field of economics for more than 50 years, I am fully aware of the relevance of research for public policy decision making.", "We, at the National Bank of Romania, have been trying to stimulate quality research as a credible source of economic policy advice.", "We have encouraged participation to other events of at least similar scope, in which the NBR experts would present the results of their research, focused mainly on problems specific to the Romanian economy.", "The interaction with and the validation of the results by the academic community, including you, the academic diaspora, represent important steps in validating the research.", "Thus, our partnership with the ERMAS association and Babe-Bolyai University in organizing the future editions of this conference come as a natural step towards reaching the above-mentioned objectives.", "Implementing monetary policy in emerging economies has always been a challenging task.", "As experience has taught us, for a small open economy - with a fully liberalized capital account and frequently unpredictable capital flows - multiple monetary policy instruments are needed most of the time.", "Even more so now, in an environment prone to ample shocks and increased volatility related to the pandemic and the current war in neighboring Ukraine.", "I am glad to see that some of the papers included in the program of the conference address this issue of multiple instruments, such as the exchange rate.", "Macroprudential policies are also helpful for maintaining financial stability and these issues are also addressed.", "The current economic context, marked by overlapping crises, represents quite a challenge to the policy makers.", "For central banks across the world, bringing down the relatively high and persistent inflation is such a test.", "Many of the papers that are going to be presented analyze the determinants of inflation such as energy prices, global supply chain pressures, labor market or fiscal policy and its interaction with monetary policy.", "Ladies and gentlemen, In 2000, when Romania started the negotiation process to join the European Union, its GDP per capita in terms of purchasing power standards represented only twenty six percent of the EU per capita average, the lowest among EU and candidate countries.", "In 2007, when Romania joined EU, its GDP per capita represented forty-four percent of the EU7 per capita average (in terms of purchasing power standards).", "The same ratio now is seventy-seven percent (76.9 percent), above Greece (68 percent), similar with that of Portugal (77.3 percent) or Hungary (77.4 percent) and slightly below Poland (79.6 percent).", "However, growth in Romania was not evenly distributed.", "Bucharest is currently above one hundred sixty, while much slower converge took place for other regions.", "I cannot emphasize strongly enough that continuing and improving the absorption of EU funds is the best way to boost the potential growth of our economy.", "An additional factor proven to boost the economy is the human capital.", "Understanding the sources of economic growth and the role of education, topics that many papers will cover during this conference, is of paramount importance.", "Distinguished audience, Last but not least, during your social program, in the Carpathian Mountains - Sinaia and at Bran Castle - you will discover or re-discover some parts of Romania, a country with a rich history.", "Allow me to add a few fun facts about Sinaia, which is an eponym of Mount Sinai.", "By the end of the 17th century, a group of monks, led by Mihail Cantacuzino, a landlord of those times, went on a pilgrimage to Palestine and the Sinai Peninsula, to Saint Ekaterina Monastery.", "Once returned, they established a monastery in the poorly inhabited, but abundantly beautiful area, called Sinaia Monastery.", "A century later, the first King of Romania, Carol I fell in love with the place and built Pele Castle, his summer residence, which you will visit.", "Little by little, Sinaia became popular among the members of the high society: they started building summer residences as well as hotels, villas.", "One can still admire there original buildings of the 19th and early 20th centuries.", "I hope you will have an enjoyable trip in the Carpathians.", "To conclude, I am confident that the conference will be a successful event.", "I wish you all fruitful debates and a pleasant stay in Romania!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic growth", "EU funds", "Human capital", "Financial stability", "Multiple monetary policy instruments", "Exchange rate", "Macroprudential policies", "GDP per capita"]}