{"sentences": ["1 Introduction Ladies and gentlemen, dear colleagues.", "Let me start by thanking all of you for your input, be it on or off the stage, here in this room or virtually.", "Today was an impressive journey through some of the topics that are currently at the centre of our work.", "Perhaps, to some of you, this journey not only seemed impressive, but also a bit overwhelming.", "If so, that is great!", "That means the workshop was a success, because we cannot tackle climate change from within our comfort zone.", "We need to challenge ourselves and have open discussions to identify the crucial questions the financial system is facing - and then try to find some answers.", "That was the spirit today and that is the spirit of the NGFS.", "Blended Finance One of these crucial questions is: What are the most effective ways to raise enough funds to finance the transition and climate adaptation in Emerging Markets and Developing Economies (EMDEs)?", "This is particularly relevant as many countries in the global north are pouring lots of money into transforming their economies and lure private capital with generous subsidies.", "No doubt, such measures are important for these countries to realize their own climate ambitions.", "But what does that mean for private climate finance flows in EMDEs if investors may find less risky alternatives in the industrialized world?", "Many central banks and supervisors have a limited role in answering such questions.", "But as our Chair, Ravi Menon, highlighted this morning, the NGFS should and can use its convening power to help find the right answers.", "And that is exactly what we did today.", "We pooled expertise by convening experts from different fields and from all parts of the world to discuss the role blended finance can play.", "We heard about the challenges that remain in scaling up blended finance, but also about very concrete examples we can learn from going forward.", "Allow me just one overarching comment: We also talked a lot about reducing the risks of transition projects through blended finance.", "On that, I do want to highlight that, of course, these risks, will not just disappear.", "They are re-distributed, but not reduced.", "That means they end up on someone else's book - typically a public sector player.", "Macroeconomic impacts of climate change When it comes to the macroeconomic impacts of climate change, again the NGFS has the ability to use its convening power and analytical excellence to contribute to a common understanding.", "The IPCC is the authority on analysing future climate developments.", "But our members can help translate the IPCC's scientific insights into financial and economic consequences.", "Many of our members are well-trusted economic advisors to their governments.", "Let us use this role and let us leave no doubt that climate change needs urgent action.", "Of course, this is not only true for governments and policymakers.", "We, as central banks, are also directly affected by climate change.", "We discussed how we have to adjust our models to capture these climate-related impacts better.", "But we did not only take the outside-in perspective, we also looked in the mirror and asked how our action and policies affect the climate and the transition.", "For example, what are the effects of tighter monetary policy on climate investments in industrialized economies and what does that mean for EMDEs?", "Nature-related risks Our next frontier will be nature-related risks.", "As the Dasgupta report stated, naturerelated risks and biodiversity loss, in particular, could give rise to existential risks for humanity.", "Nature-related risks include climate risks, of course, but they go far beyond.", "Hence, the NGFS has to widen its horizon as well and go far beyond climate.", "And it is impressive how much progress the NGFS has already made.", "At the same time, it was humbling to realize just how much more complex the issue is.", "At first, there were no obvious answers to seemingly simple questions such as: Where do we even start?", "What do we want to measure?", "Which metrics could we use?", "Our task force has made great strides in building a common language and understanding for supervisors, central banks and the financial sector as a whole to use.", "But as always, laying the groundwork is only the first step.", "When discussing the work program last year and launching our task forces, we explicitly wanted them to make themselves obsolete over time by gradually integrating their work into our workstreams.", "Hence, dealing with nature-related risks has to become an integral part of our work on supervision, on scenarios, on disclosure for central banks, etc.", "Only then can we make sure that such risks are adequately measured and managed.", "Transition plans Looking ahead, dealing with nature-related risks may also involve transition plans - but we are not there yet.", "Hence, our discussion today on transition plans focused on climate.", "And transition plans are crucial in getting from lofty targets to credible implementation.", "In that way, they are somewhat similar to NDCs: nationally determined contributions.", "An NDC is a government's way to outline concrete measures to meet its stated climate policy objectives - and a transition plan is a company's way to outline its measures to meet its climate goals.", "In some ways, they face similar problems: What should such a plan entail?", "How detailed should it be?", "What objectives should it serve?", "And who reviews it and judges its appropriateness?", "We could provide regulatory or market-based incentives for companies to follow through.", "One could hope for the market to do that, trusting financial institutions to only finance those companies that are on a path that is in line with their stated climate goals.", "Or one could imagine a world in which regulatory and supervisory pressure aims to ensure that a transition plan is followed by action.", "The outcome will probably be somewhere in the middle.", "Whatever the outcome may be, the NGFS is leading ground-breaking work on this issue and we will make an important contribution to finding that landing zone.", "Ladies and gentlemen, let me conclude.", "Our discussions today showed that we still have a long journey ahead of us.", "Yet they also demonstrated, how far we have already come and that our network is able to navigate through uncharted territory.", "And all of you also left no doubt: no matter the length of the journey, we have more than enough left in our tank.", "I said at the beginning, that all of the input we received today may have seemed impressive, but also a bit overwhelming.", "But most importantly, I hope that you leave here today inspired and motivated.", "We have heard and discussed many ideas, let us now return home and put them into action - and let us continue to collaborate and to share the experience we gather in our network.", "But before I let you go, please give a big round of applause to the team behind the scenes.", "Dear Ravi, you and your team not only had the idea for this workshop, you also executed the plan to perfection.", "A big thanks to you and your team - and, of course, to Jean and the secretariat, who gave invaluable support."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Blended finance", "Macroeconomic impacts of climate change", "Nature-related risks", "Transition plans", "EMDEs", "Financial system", "IPCC", "Central banks", "NGFS"]}