{"sentences": ["Andrew (Deputy Governor of the Bank of Israel Andrew Abir), Bénédicte (Head of the Bank for International Settlements (BIS) Innovation Hub Hong Kong Centre Bénédicte Nolens), ladies and gentlemen, good morning.", "Firstly, I would like to extend a heartfelt thanks to the Bank of Israel for hosting this event and for their warm hospitality.", "We're in the conference center of the Tel Aviv Stock Exchange, and I must say, it is a privilege to announce the successful completion of the first joint research project between the HKMA and the Bank of Israel from such an iconic venue in front of a high-profile audience.", "As you have already heard, the name \"Sela\" was chosen to symbolise the collaborative efforts between the HKMA and the Bank of Israel because, besides indicating an ancient Israeli coin, it means \"rock\" in Hebrew, thereby referring to the HKMA's legacy in central bank digital currency research, which began in 2017 with Project LionRock.", "For those of you who are not familiar with Hong Kong, the LionRock is the most recognisable mountain in Hong Kong.", "This mountain, as you can probably guess, is shaped like a lion.", "But it's neither its shape nor its height that made it famous, but the folklore over the past decades that today make it the symbol of the \"can-do\" spirit of Hong Kong and of its ability to turn complex challenges into opportunities for growth and development.", "After several months of enthusiastic collaboration and this visit, I can confidently say that this is the same spirit that I can find in this \"start-up nation\".", "HKMA's CBDC research Besides having a relevant name, Project Sela also focused on a highly relevant subject for central banks: central bank digital currencies, or CBDCs.", "The research into CBDCs is a priority for many central banks worldwide, and for a good reason.", "The digitalisation of currency has the potential to revolutionise financial systems, redefine transaction processes, and even reshape economies.", "Given these profound implications, at the HKMA we have been extensively involved in CBDC research at both the wholesale and the retail level, in order to future-proof our economy, as our \"Fintech 2025\" strategy eloquently puts it.", "Project mBridge, our flagship wholesale CBDC project, is a joint collaboration among the BIS Innovation Hub, the Digital Currency Institute of the People's Bank of China, the Bank of Thailand and the Central Bank of the UAE.", "We have been experimenting on a blockchain platform to settle multi-currency cross-border payments in CBDC, with the goal of addressing the well-known shortcomings of the correspondent banking system.", "The HKMA has also been studying the prospect of issuing a retail CBDC in Hong Kong under Project e-HKD.", "Earlier this year, we kick-started the e-HKD Pilot Programme, which is a close collaboration with industry participants to test the potential use cases of an e-HKD.", "Project Sela and collaboration as the way forward in CBDC research Now, I did not mention the Pilot Programme just as a spoiler to the later session of the launch event.", "I mentioned it to underline one key aspect of our CBDC research efforts: collaboration.", "The complicated nature of CBDCs makes them a challenging and complex field to navigate.", "This complexity underscores the importance of cooperation, not only with industry participants, but also with other fellow central banks.", "By sharing knowledge, resources, and expertise, we can ensure that the development and implementation of CBDCs are done in a way that mitigates any potential risks and benefits all, across jurisdictions.", "Project Sela is a testament to the enduring power of collaboration.", "By pooling the policy, legal and technical knowledge of the HKMA, the Bank of Israel, the BIS Innovation Hub and of our industry partners, Sela successfully experimented with a novel CBDC architecture that can effectively foster competition and innovation in the provision of CBDC services.", "Such a remarkable outcome, in such a short time, would have not been possible if each party worked alone.", "While the HKMA has not yet made a decision on whether and when to introduce an eHKD, the findings from Project Sela will inform our on-going exploration.", "And I am confident that these insights will also contribute to the ongoing global discourse surrounding CBDCs.", "Let me thank you all once again for being here, and thank you Israel for your warm hospitality."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["CBDCs", "Collaboration", "Project Sela", "Central bank digital currencies", "Financial systems", "Cross-border payments", "Blockchain", "e-HKD", "Risks", "Innovation"]}