{"sentences": ["Monetary policy and the return of inflation* Governor of the Bank of Italy The Warwick Economics Summit 2023 Bishnodat Persaud Lecture Coventry, United Kingdom, 11 February 2023 Introduction and some history Inflation is back.", "After at least three decades of moderate-to-very moderate consumer price changes in advanced economies, inflation has returned to levels that are severely affecting the lives of households and firms, their decisions to consume and to save, to work and to invest.", "Last year, average inflation for the world economy was almost 9 per cent, more than 7 per cent in advanced countries and almost 10 per cent in emerging and developing economies.", "During the year it peaked at between 9 and 11 per cent in the United States, the euro area and the United Kingdom, well above the targets of central banks (fig.", "In this lecture, I will mainly consider the recent developments of inflation in the euro area and the monetary policy response that has been taking place since the autumn of 2021.", "The high inflation that we are observing is by no means a new phenomenon, although perhaps one that had been increasingly considered a phenomenon of the past.", "Indeed, even higher inflation peaks were recorded in many advanced economies in the 1970s and the early 1980s.", "A close look at the dynamics of inflation since 1970 suggests a possible periodisation for the last 50 years.", "The years of high inflation.", "The 1970s and 1980s were characterised by two oil shocks, which pushed consumer price inflation above 20 per cent in countries like the United Kingdom and Italy, and to 15 per cent in the United States.", "To make things worse, following the spikes due to higher oil prices (initially linked to the Yom Kippur war in 1973 and subsequently as a result of the Iranian revolution in 1979), and notwithstanding some key differences in its manifestation across countries, inflation turned out to be very persistent.", "In Italy and the United Kingdom, for example, high inflation lasted until the counter-shock of 1986;1 in the United States, consumer price growth remained above 5 per cent until what became to be known as the \"Volcker disinflation\" brought it back under control, by means of a very restrictive monetary policy that caused a double-dip recession in 1981-83 and a large surge in unemployment.", "Where inflation lasted longest, multiple factors caused it to persist, including high wage growth, often spurred by explicit or implicit indexation mechanisms, which gave rise to wage-price spirals; strongly expansionary fiscal policies, in many cases already taking place before the two shocks had occurred; the scarce attention paid to (the anchoring of) inflation expectations; and the lack of independence of central banks.", "In the 1990s and until the Global Financial Crisis of 2007-08 the picture changed substantially.", "In advanced countries, the lessons learned in previous years led to an increased autonomy granted to central banks and to closer attention paid to inflation expectations and wage dynamics within the framework of (flexible) inflation targeting.", "Even more importantly, globalisation and the strong progress in information and communication technologies (the \"ICT revolution\") favoured a solid economic expansion in a low inflation environment.", "Economic growth was, of course, not always high,4 not all countries managed to take full advantage of these changes,5 and, most importantly, benefits were not equally shared among households, with many left behind without adequate safety nets; yet, inflation overall was moderate (hence the label of \"Great Moderation\" usually given to these years).", "The Great Recession and its legacy.", "From 2008 to 2019, first the global financial crisis and then the euro area sovereign debt crisis triggered strong financial and economic turbulence and intense disinflationary pressures.", "Negative inflation rates were observed, for the first time in many years, both in the United States and in the euro area.", "The decline in real interest rates seemed unstoppable and many observers put forward the possibility of a new phase of secular stagnation.", "Central banks responded by implementing a series of non-standard monetary measures, the most well-known being quantitative easing (QE), that is the massive purchase of securities in the open market to maintain favourable financing conditions across the whole term structure of nominal interest rates and spur economic activity, countering the risks of deflation.", "The last three years have seen the arrival of a new shock and the return of an older one.", "In early 2020, the outbreak and spread of the Covid-19 pandemic shook the world economy.", "Many countries recorded a sharp and sudden collapse of GDP and employment, as a consequence of both the unprecedented implementation of \"lockdown measures\" to contain infections and the deep surge in uncertainty that affected households' and businesses' saving and investment decisions.", "The response of economic policies was equally swift and extraordinary, aimed at strengthening health systems and supporting households and businesses.", "When the pandemic waves seemed to become less critical, in part thanks to the success of vaccination campaigns, during 2021 energy prices started to increase.", "They began accelerating mid-year, reaching extremely high levels for natural gas in Europe, where it was mostly imported from Russia.", "This phenomenon gained in intensity and persistence with Russia's invasion of Ukraine, and called for an acceleration in the process of monetary policy normalisation.", "Different sources of inflation Even though inflation is currently affecting many economies in an apparently similar manner, its underlying sources are different across countries, especially so if we compare the euro area and the United States.", "First, while fiscal policies were expansionary everywhere during the acute phase of the pandemic, measures in the United States were especially bold: the public debt-to-GDP ratio rose by 25 percentage points in 2020-21, to over 130 per cent.", "In the euro area, instead, the increase was limited to 15 percentage points, to slightly less than 100 per cent, despite a much deeper decline of nominal GDP in 2020 (by 4.8 per cent, against 2.2) and a slower recovery in 2021 (7.5 versus 10.1 per cent).", "The exceptional support provided to US households is particularly evident when comparing the dynamics of GDP and disposable income (fig.", "2): in 2020, just as the former recorded its sharpest collapse in real terms in the entire post-World War II period (-3.4 per cent), real disposable personal income grew by over 6 per cent, its largest rise since the mid-1980s.", "In the euro area, instead, household real disposable income declined, even though by a smaller extent than GDP (-0.6 versus -6.4 per cent).", "Second, the different dynamics of household disposable income across the two economic areas translated into very diverse effects on demand.", "In the US, GDP returned to its pre-crisis trend at the end of 2021, but aggregate data hid an elevated degree of heterogeneity between sectors: while demand in the service sector was restrained by pandemic-related factors, the goods sector increasingly showed signs of overheating (fig.", "In the spring of 2021, for example, personal consumption expenditure in the durable goods sector was already more than 30 per cent higher than its pre-crisis level.", "The fast recovery in US demand, in a phase in which supply elsewhere was still constrained due to the pandemic waves, caused bottlenecks in the global value chains to drove up the prices of intermediate goods everywhere.", "In the euro area, demand for both goods and services remained below pre-pandemic trends up until the end of 2021.", "Third, the labour market appears to be much tighter in the United States than in the euro area.", "The US unemployment rate still stands at just 3.4 per cent, a value last seen only in the late 1960s and about half the level of the euro area (6.6 per cent).", "More importantly, the difference between the number of vacancies in the US non-farm sector and the number of people who are unemployed is, today, over 5 million, i.e.", "there are many more jobs available than there are people looking for them, while in the euro area the opposite is true, with the number of unemployed exceeding the number of job vacancies by about 6 million.", "Unsurprisingly, the annual change of US nominal wages (measured by the employment cost index) surpassed 4 per cent as early as in the third quarter of 2021, approached 6 per cent in 2022, and today still stands above 5 per cent, a level that is difficult to reconcile with an inflation target of 2 per cent (fig.", "In the euro area, on the other hand, in spite of current requests for sizeable wage increases in some countries, wage growth has so far remained moderate, around 3 per cent, and there are no clear signs of a wage-price spiral as a whole.", "Fourth, the energy shock had a very different role on both sides of the Atlantic.", "Since the second half of 2020, oil prices rose gradually in both the United States and the euro area.", "The price of the natural gas delivered in the United States increased much more sharply, rising from around $10 per megawatt hour before the pandemic to a peak of over $30 last summer, before sliding back below $10 (fig.", "However, it was the price of the natural gas delivered in Europe that recorded the most extraordinary dynamics, dwarfing even the 1973 oil price increase (which itself had increased four-fold): from slightly above €10 per megawatt hour in early 2020, it rocketed to €180 before the war, soaring to a peak of €350 last summer and then stabilising at around €60 over the past few weeks.", "A further major problem then emerged, i.e.", "the extreme volatility of gas prices, the result of a \"bullwhip effect\", which is the response of demand to uncertain supply, consisting of ordering more, ordering earlier and replenishing gas stocks.", "As a result of these dynamics, US consumer price inflation increased from below 2 per cent in February 2021 to a peak of over 9 per cent last June (fig.", "net of energy and food products) took the lion's share of this increase, peaking at almost 7 per cent last year.", "In the euro area, on the other hand, the increase in the price of food (another consequence of the war in Ukraine) and energy was responsible for the largest share of the rise in headline inflation, with energy costs increasing by about 40 per cent since last spring.", "Considering the combination of direct and indirect effects, in 2022 about 60 per cent of headline inflation was attributable to higher energy prices.", "However, when discussing the high level of headline inflation reached within the euro area, some commentators have paid less attention to the size and persistence of the energy shock, instead pointing the finger at the supposed delays of the central bank in exiting from QE and initiating monetary tightening.", "Critics of this hypothetical mistake have also highlighted the errors in the inflation projections made by the ECB/Eurosystem staff in 2022 (fig.", "The forecast errors in predicting consumer price changes during last year were indeed sizeable and much larger than those observed in the past.", "Some have even argued that these large errors call into question the very credibility of the ECB, although other international institutions and private forecasters have made similarly large mistakes.", "While the observed size of the errors may understandably cast doubt on the reliability of the models used for the projections, our analyses for Italy indicate that the effects of energy prices - the most important exogenous variables in the forecasting model, whose changes are usually inferred from the market price of futures contracts - explain, directly and indirectly (i.e.", "via their effects on production costs), 70 per cent of the overall error made in forecasting inflation in 2022.10 This share rises to 80 per cent when the effects of food prices, the other volatile component of the consumer price index, are also taken into account.", "Critics also forget that, in June 2021, the euro area headline inflation was still below 2 per cent and the core inflation below 1 per cent: therefore, at the time, the ECB Governing Council was still concentrating on how to increase inflation durably, in the wake of its successful battle against deflation.", "These results suggest that, although all models should be (and are) subject to continuous checks and improvements, the functioning of the economy has not changed dramatically over the last year.", "They do draw our attention, however, to the quality of the forecasts used as inputs.", "Undoubtedly the effects of supply bottlenecks, although much less significant than in the United States, were underestimated.", "The key problem, however, has been the generalised underestimation of the recent geopolitical tensions.", "The sharp drop in gas supplies from Russia observed since early 2021 was in fact (probably mistakenly) attributed at first to the effects of a particularly cold winter in Russia and subsequently to the political pressure from the Russian government to accelerate the opening of the Nord Stream 2 gas pipeline.", "As a consequence, up until the end of 2021, futures quotations had continued to factor in declining gas prices for the months following the 2021-22 winter.", "The Russian invasion of Ukraine a year ago has, instead, dramatically changed this picture, triggering a sharp rise in volatility and pushing both current and expected gas prices to the extremely high levels that I have just described.", "Monetary policy in the euro area As inflation had started to show worrying signals, at the end of 2021 the ECB Governing Council began the process of monetary normalisation, announcing the reduction of net purchases under its quantitative easing programmes.", "In the early part of last year, the process gained speed, avoiding, however, the potentially dangerous cliff-effects of too sharp a drop, not least in view of the major uncertainty caused by the Russian invasion of Ukraine.", "It was completed on the 1st of July.", "A few weeks later, we started raising the key official interest rates by a significant size, with the aim of frontloading the exit from their highly accommodative, indeed still negative, levels.", "Important steps forward have already been taken.", "Following last week's monetary policy decision, the overall increase of official rates since July has reached 300 basis points and has been fully transmitted to market interest rates.", "Since the start of the reduction of monetary accommodation, one-year risk-free rates (measured by overnight index swaps) have picked up from negative levels to 3.4 per cent, while ten-year rates have increased from barely positive values to 2.7 per cent.", "In real terms, using the inflation-linked swap (ILS) as a deflator, interest rates currently stand at about 0.9 and 0.3 per cent respectively, from around -4 and -2 per cent at the end of 2021 (fig.", "Another look at the role of supply and demand factors and a first measure of the effects of monetary tightening can be obtained through a quantification of the structural drivers of euro area and US inflation expectations, as measured by ILSs, obtained by breaking down their daily fluctuations into domestic and global shocks (fig.", "Leaving the technicalities aside, results show that, since the start of the war in Ukraine, inflation expectations (5-year ILS) in the euro area increased mostly in response to supply shocks; the much smaller contribution of demand shocks rose progressively over the course of 2022, reflecting improved business cycle conditions.", "Results also document strong spillover effects of US monetary policy on euro area inflation expectations since the second half of 2022 and initial signs that the ECB's monetary policy tightening is having the desired soothing effects on the economy.", "In the United States, on the other hand, inflation expectations had been steadily sustained by domestic demand until the end of last October, and have since been reined in by contractionary monetary policy effects.", "Other preliminary signs of the success of the ECB monetary strategy can be found by looking at headline inflation, which came down from its peak of 10.6 per cent in October 2022 to 8.5 per cent in January 2023, although the core component has remained steady at 5.2 per cent, owing to the usual lags in the pass-through of increased energy prices.", "On a 3-month annualised basis, which offers the most faithful representation of the impulses that have been predominantly driving inflation recently, the deceleration of prices has been even more marked (fig.", "Given the previous historical excursus, and despite the current encouraging signs around the inflation situation, we may wonder whether the euro area will experience the long persistence of inflation observed in many countries during the 1970s.", "I believe that this is very unlikely, not only because of substantial improvements in monetary policymaking, but also and above all because of the numerous structural changes that have taken place in our economies since then.", "First, the euro area today is well integrated into a global economic system which certainly has a greater capacity to absorb inflationary shocks through positive technological spill-overs and improved import competition.", "Second, in the 1970s, the oil shocks were preceded and followed by a substantial instability of exchange rates that, for countries like Italy and the United Kingdom, caused large rises in imported inflation.", "In the euro area today, however, this is much more limited by the increased stability of the common currency.l Key changes have also taken place in product and labour markets.", "In most countries, such as Italy, following the negative experience of the wage-price spirals of the 1970s and 1980s, automatic indexation to previous price changes has been completely superseded.", "For the euro area as a whole, the share of wages and salaries directly linked to inflation is low, mitigating the risk of a sharp acceleration.", "The framework within which monetary policy is conducted today has also changed dramatically.", "Indeed, the ECB has a firm mandate to preserve price stability and acts accordingly.", "Monetary policy is transparent in its objectives and is credible, as is also shown by the resilience of inflation expectations.", "The context in which fiscal policies operate has also changed and nowadays, it would be unthinkable to maintain excessive and prolonged fiscal deficit as it occurred, for example, in Italy during the 1970s and 1980s.", "Money and prices, wages, expectations and catching-up After 25 years of low and stable inflation, many observers have questioned the connection between money and prices as well as that between inflation and real economic activity.", "This includes attempts to protect labour incomes and accumulated savings from the loss in purchasing power generated by the energy shock, giving rise to \"second-round\" effects.", "On the first issue, the persistence of low inflation during the 2010s, despite the extensive liquidity created by central banks, may seem at odds with Milton Friedman's famous quote that \"inflation is always and everywhere a monetary phenomenon\".", "Indeed, \"too much money chasing too few goods\" did not result in too much inflation during those years.", "Clearly, it must be acknowledged that Friedman's words, besides being a statement on the long-run neutrality of money, can be interpreted either as an innocuous truism or as a causal relation between money supply and the level of prices that may hold, albeit with variable lags, on horizons that are not necessarily long.", "Some say that the breadth and persistence of the inflationary consequences of the energy shock may have found fertile ground in the abundant liquidity created before and after the pandemic.", "According to this view, this may have resulted in a fully-fledged cumulative increase in the general level of prices, spurring persistent inflation, rather than being limited to a change of relative prices.", "In any case, the crucial point is what will happen next.", "I see no compelling reasons for inflation not to return to target, notwithstanding the still abundant (and excessive) liquidity present in the economic system.", "The latter will be gradually reduced through the actions of monetary policy.", "At the same time, it will be crucial to consider how society at large will react to the shocks that have materialised in the last two to three years.", "With respect to the second issue, let us remember that the debate on the flattening of the Phillips curve is in full swing.", "There is some evidence of a significant reduction in the slope of the curve compared with estimates relating to the second half of the last century, although not to levels that would result in a complete disconnect.", "The drop in the slope might be linked to the structural changes discussed above, and especially to the wage bargaining process and to the pricing behaviour of firms in globally integrated markets.", "Whatever the underlying reason, if the unemployment and the output gaps have a smaller effect on inflation, preserving price stability may have to hinge strongly on maintaining well-anchored inflation expectations.", "Following a supply shock, in particular, expectations that remain firmly anchored to the inflation target may succeed in containing wage growth, helping to bring inflation back to the central bank target, with a limited impact on economic activity.", "However, we may observe that, after a substantial hit to their purchasing power, such as the one generated by the extreme hike in energy prices, wage earners may first attempt to catch up with the increase in the overall consumer price level.", "This would reflect both the direct and the indirect effects of the energy shock, the former on the cost of energy-related goods and services purchased by households, the second resulting from the pass-through of higher energy costs, first to the producer and then to the retail prices of other goods and services in the consumer price basket.", "In such a situation, the organisation and results of the bargaining process between labour and firms will clearly be crucial.", "In several countries in the 1970s and 1980s, formal and de facto mechanisms of price indexation were at work.", "This helped to propagate inflation shocks over time, calling for very restrictive monetary policy measures.", "As I was, at the time, involved in econometric modelling at the Bank of Italy, paying special attention to the effects of price indexation and inflation expectations, I would just like to recall the main results of our investigations.", "Basically, changes in unemployment appeared to have a significant, even if not exceptional, impact on nominal wages, though a permanent trade-off between unemployment and wage inflation was ruled out by the data.", "Expected inflation only influenced wage changes in the short term, but wages caught up quite rapidly with respect to previous errors in anticipating inflation.", "Eventually, all that mattered were past actual price changes.", "As this took place with rather short lags and with producer prices marking up on unit labour costs - while reflecting the pass-through of the increase in the prices of imported production inputs due to negative supply shocks and exchange rate depreciations - a prolonged wage-price spiral was a rather obvious consequence, calling for a strong and, at times intricate, monetary policy reaction.", "The many changes that took place after those years of high inflation included a general withdrawal of formal indexation mechanisms.", "In the bargaining process, more attention was possibly paid to the links between real wages and productivity, while nominal wages, rather than looking at past inflation, tended to be evaluated in terms of new, much more moderate, inflation trends.", "This led to the consideration that, in order to maintain this moderation, it would be crucial to keep short-to-medium term inflation expectations under check.", "The firm anchoring of longer-term expectations was a clear indicator of the credibility of monetary policy in achieving this goal.", "The situation that we are currently in is consistent with this picture.", "In the euro area, short-term inflation expectations derived from financial market prices are falling sharply.", "Inflation-linked swap rates indicate that the expected inflation rate twelve months ahead is 2.4 per cent (fig.", "At the same time, the initial signs of a decline in inflation expectations are confirmed overall by the surveys among firms and households.", "On the other hand, longer-term expectations, net of risk premia, remain at levels consistent with our 2 per cent price stability target, and tail-risks of excessive inflation are gradually dissipating (fig.", "The anchoring of inflation expectations is also supported by the results of the January ECB surveys of analysts.", "The credibility that the ECB has gained over time has not been lost and is currently paying off.", "However, we may ask whether this will be enough in light of the substantial losses of purchasing power due to the energy shock, which, as I have said, has been extremely violent in Europe, especially so for the price of the natural gas imported from Russia.", "In short, the question now is what can be done to avoid a return to the old model of catching up with those losses and propagating them through second round effects and wage-price spirals (though certainly mitigated today by the very limited presence of automatic indexation mechanisms).", "Monetary tightening in the current environment There is no question that the restriction of the euro area monetary stance must continue to ensure that a temporary increase in inflation caused by a supply shock does not become a more persistent phenomenon sustained by demand factors.", "There is also high uncertainty, not only over the global economic picture, but especially over geopolitical developments.", "These have highly significant consequences for the evolution of energy prices, currently back at considerably lower levels than the peaks observed last year (and also much lower than the cap on natural gas prices unilaterally established by the European Union in December).", "These levels are reflected in the current mood of financial markets and the substantial lowering of short-term inflation expectations.", "Yet we have seen how volatile gas prices have been and it is still extremely difficult to assess to what extent the dramatic conflict in Ukraine will bear on the euro area economy.", "Following the ECB Governing Council's latest decision, the pace of any further rate hike will then continue to be decided on the basis of incoming data and their impact on the inflation outlook.", "It will also remain essential to continue balancing the risk of a too gradual recalibration, which could cause inflation to become entrenched in expectations and in wage-setting processes, with that of an excessive tightening, which would result in significant repercussions for economic activity, financial stability and, ultimately, medium-term price developments.", "In line with our symmetrical price stability objective, equal weight should be given to both risks.", "In particular, I am concerned about statements that seem to give a (much) higher weight to the risk of doing too little.", "It is true that inflation is still currently above our target, and especially so if we look at various measures of core or underlying inflation, and I do understand that it would come at a cost for the economy if this led to the need for a stronger and more prolonged restriction of monetary policy.", "However, the costs linked to the risk of doing too much must not be considered less important, as we have learned from the experience in the aftermath of the great financial crisis.", "Nor must we ignore the fact that, if the consequence of doing too much were to be an overshooting below our target, nonlinear amplifications stemming from firms' balance sheets could start to bite.", "Today, disinflation is obviously needed, but given the levels of private and public debts that prevail in the euro area, we must be careful to avoid engineering an unnecessary and excessive rise in real interest rates.", "Indeed, I am convinced that the credibility of our actions is preserved not by flexing our muscles in the face of inflation, but by continually showing wisdom and balance.", "To this end, careful quantitative evaluations of the risks I just mentioned and their effects is crucially needed.", "On the same note, I do not believe that a recession is inevitable for reducing inflation.", "Recent developments in the euro area and in the United States as well as surveys and market expectations are comforting in this perspective, as inflation is predicted to decline rapidly to 2 per cent in the context of a temporary slowdown.", "Communicating a strong commitment to bringing inflation down to target in a speedy manner is fundamental, but doing so by minimising the costs for the real economy is not any less important.", "In fact, not only is the ECB required by the Maastricht Treaty to contribute, without prejudice to price stability, to the achievement of the wider objectives of the European Union, but also the social consequences of our actions, and the political reactions, including those on the fiscal front that could result in further pressures on public debts, should not be ignored.", "All this, of course, without any concession to instances of \"fiscal dominance\", in the spirit of working independently but maintaining a dialogue with euro-area governments.", "A cautious approach is also advisable due to a series of considerations.", "The first is related to the high level of economic uncertainty and the Brainard principle, which states that when the central bank is uncertain about the effects of its actions, it should move conservatively.", "An exception to this principle is in the case of substantial uncertainty around the persistence of inflation.", "More recent studies, in fact, suggest that when persistence is high, a strong monetary reaction may be required,20 so as to avoid high price growth becoming entrenched in agents' mind-sets.", "While this possibility should be carefully monitored, the most recent data on market- and survey-based inflation expectations - including their fall at short horizons and their further declining profile - may call into question, at least temporarily, the persistence of inflation in the euro area at the current high levels, reinforcing the arguments in favour of gradual monetary normalisation.", "The second concerns the \"long and variable lags\" of the monetary transmission process.", "Credit dynamics are especially relevant in this respect.", "On a 3-month (annualised) basis, the growth of loans to firms in the euro area was virtually nil in December (0.3 per cent) from an almost double-digit expansion in October (9.8 per cent and 4.5 in November).", "Although this deceleration is the natural (and desired) consequence of monetary normalisation, both its size and speed require us to be cautious in our decisions on the magnitude and time distribution of interest rate hikes.", "This observation is all the more relevant when taking into account the fact that credit growth is negative in real terms and that the additional tightening in credit conditions signalled by the Bank Lending Survey may point to a further slowdown in lending dynamics.", "The potential risks to financial stability also require a good dose of caution.", "The unprecedented coordinated rises in official rates around the world may create spillover effects that are difficult to quantify but may not be negligible, as I have previously suggested.", "Financial instability risks are particularly relevant in the Economic and Monetary Union, whose incomplete architecture - especially its decentralised fiscal policy and the delays in completing the banking and the capital markets unions - exposes it to a possible fragmentation of financial markets along national borders.", "For this reason, the Governing Council will continue to exploit the flexibility in its asset purchase programme related to the pandemic emergency and stands ready to resort to its new Transmission Protection Instrument, to prevent financial markets tensions from counteracting any progress made in price stability and hindering economic growth.", "Finally, as I have mentioned, in the current uncertain environment, models and forecasts should necessarily be taken cum grano salis, in particular when determining the \"terminal\" level of key interest rates.", "This does not mean that quantitative assessments cannot be made; on the contrary, they remain very useful for estimating the effects of rate increases on aggregate demand and changes in the costs and prices of goods and services.", "However, their insights have to be assessed together with the information that will gradually become available on inflation expectations and on the evolution of labour incomes and profits.", "During the pandemic, central banks' interventions, as well as fiscal measures, have been crucial in supporting households and businesses and alleviating tensions in financial markets.", "The size of the interventions may be up for debate, and in hindsight may have been excessive in some economies, or should perhaps have been halted somewhat earlier.", "However, central banks and fiscal authorities have been key in preventing a temporary crisis from triggering permanent destructions on the supply side as well as creating long-lasting scars in aggregate demand, under conditions of extreme uncertainty.", "We are now confronted with a new critical situation and the revival of a character that many thought had left the scene, in the new context of globalised markets, continuous technological progress and independent central banks.", "Non-negligible inflation is back, a result of both the recovery of final demand having met bottlenecks in supply and of the unprecedented skyrocketing of energy prices, caused by worrying geopolitical developments culminating in the dramatic aggression of Ukraine.", "The former factor has been especially visible in the US economy; the latter has played a crucial role in Europe, where the dependence on imports of natural gas from Russia was particularly high.", "Both have resulted in a tightening of monetary policy.", "In the euro area this has especially intended to counter the likelihood of second-round effects following such a major supply shock.", "It may still be too early to conclude that there is a tendency for relatively high inflation to become entrenched in wage negotiations and in the formation of individual producer and consumer prices.", "Indeed, on the whole, inflation expectations seem to have remained well anchored, and central banks stand fully committed to delivering price stability.", "However, the experience of the 1970s and 1980s suggests that a straightforward achievement of this goal also hinges on firms' business strategies, responsible agreements on labour costs and prudent fiscal policies on the demand side (but sufficiently supportive of supply conditions).", "The energy shock has, in fact, caused a change in the terms of trade, a \"tax\" on the euro area economy that cannot be returned to sender and that cannot be eliminated through what would become a fruitless race between prices and wages, a race to which monetary policy would readily react, nor through excessive and permanent increases in public debt, which would put the burden on the younger and future generations.", "To make up for the loss of purchasing power, the only solution could be to rely on sustained productivity growth, although targeted and temporary fiscal measures to alleviate the burden on more severely hit households and firms should obviously not be excluded.", "If the current reduction in headline inflation, reflecting the return of gas prices in Europe to more moderate levels, is followed by a similar, although lagged tendency in underlying inflation, the supply shock will have proved to have been temporary, albeit longer lasting than expected, also as a further negative result of the dramatic events in Ukraine.", "But this is obviously too early to say.", "I have argued that the extreme uncertainty we are living through today must inevitably imply, for the time being, a continuing tightening of monetary policy to avoid the possibility of relevant second-round effects reverberating across the euro area.", "However, this same uncertainty also suggests we move gradually and prudently, with official rates continuing to rise in a progressive but measured way, on the basis of the incoming data and their use in the assessment of the inflation outlook.", "I also believe that we should be very careful in providing a quantitative evaluation of the effects of preferring one or the other of the two opposite risks of doing too much or too little.", "It seems to me that there is no reason a priori to prefer erring on the one side or the other.", "The monetary framework is indeed currently centred around the symmetric target of a 2 per cent headline inflation to be maintained in the medium term.", "If signs of a wage-price spiral were to appear and inflation expectations were to become insufficiently anchored, further and significant tightening of monetary policy would certainly be justified.", "I do not think, however, that we should rely solely on monetary policy.", "The contribution of all policies, including perhaps some new versions of old-fashioned income policy recipes, could substantially help to prevent demand from overheating and inflation from declining more slowly.", "There is significant evidence that this worked well in some countries at some crucial stage.", "In Italy, it came at the end of a long process that began in the early 1980s when Carlo Azeglio Ciampi, then governor of the Bank of Italy, emphatically remarked that \"Central banks autonomy, reinforcement of budgetary procedures and a code for collective bargaining are a prerequisite for monetary stability\".", "Bean C. (2003), \"Asset Prices, Financial Imbalances and Monetary Policy: Are Inflation Targets Enough?", "\", BIS Working Papers, No.", "(2022), 21st Century Monetary Policy: The Federal Reserve from the Great Inflation to COVID-19, W.W. Norton & Co, New York, NY.", "Blanchard O., E. Cerutti and L. Summers (2015), \"Inflation and Activity: Two Explorations and their Monetary Policy Implications\", IMF working paper, No.", "Borio C., B. Hofmann and E. Zakrajšek (2023), \"Does Money Growth Help Explain the Recent Inflation Surge?", "Brainard W.C. (1967), \"Uncertainty and the Effectiveness of Policy\", American Economic Review, 57, 2, pp.", "Cadamuro L. and F. Papadia (2021), \"Does Money Growth Tell Us Anything about Inflation?", "\", Bruegel Working Paper, No.", "Primiceri and A. Tambalotti (2020), \"What's Up with the Phillips curve?", "\", Brookings Papers on Economic Activity, Spring, pp.", "Ferrero G., M. Pietrunti and A. Tiseno (2019), \"Benefits of Gradualism or Costs of Inaction?", "Monetary Policy in Times of Uncertainty\", Working papers, No.", "Friedman M. (1963), \"Inflation: Causes and Consequences\", lecture at the Asia Publishing House for the Council for Economic Education, Bombay, 1963; reprinted in Friedman M. (1968), Dollars and Deficits: Inflation, Monetary Policy and the Balance of Payments, Prentice-Hall, Englewood Cliffs, NJ, 1968, pp.", "Gressani D., L. Guiso and I. Visco (1988), \"Disinflation in Italy: An Analysis with the Econometric Model of the Bank of Italy\", Journal of Policy Modeling, 10, pp.", "Hazell J., J. Herreño, E. Nakamura and J. Steinsson (2022), \"The Slope of the Phillips Curve: Evidence from US States\", Quarterly Journal of Economics 37, 3, pp.", "Hoynck C. and L. Rossi (2023), \"The Drivers of Market-Based Inflation Expectations in the Euro Area and in the US\", mimeo, Bank of Italy, Rome.", "King M. (2022), \"The Great Repricing: Central Banks and the World Economy\", The Bancor Award Lecture, 24 November.", "Wilson (2017), \"Has the Wage Phillips Curve Gone Dormant?\"", "30, Federal Reserve Bank of San Francisco.", "Leiderman L. and L.E.O.", "Svensson, eds., (1995), Inflation Targets, CEPR, London.", "Lombardi M.J., M. Riggi and E. Viviano (2021), \"Bargaining power and the Phillips Curve: A Micro-Macro Analysis\", Working papers, No.", "Neri S., G. Bulligan, S. Cecchetti, F. Corsello, A. Papetti, M. Riggi, C. Rondinelli and A. Tagliabracci (2022), \"On the anchoring of inflation expectations in the euro area\", Occasional papers, No.", "Pagano P. and M. Sbracia (2018), \"The Productivity Slowdown and the Secular Stagnation Hypothesis\", in: L. Ferrara, I. Hernando, D. Marconi, eds, International Macroeconomics in the Wake of the Global Financial Crisis, Springer (Financial and Monetary Policy Studies), Berlin.", "A Murder Mystery\", Finance and Economics Discussion Series, 2022-028, Board of Governors of the Federal Reserve System, Washington.", "\", Discussion paper, No.", "Riggi M. and S. Santoro (2015), \"On the Slope and the Persistence of the Italian Phillips Curve\", International Journal of Central Banking, 11, 2, pp.", "Rostagno M., C. Altavilla, G. Carboni, W. Lemke, R. Motto, A. Saint Guilhem and J. Yiangou (2021), Monetary Policy in Times of Crisis: A Tale of Two Decades of the European Central Bank, Oxford University Press, Oxford, UK.", "Summers L. (2013), Speech at the IMF Fourteenth Annual Research Conference in Honor of Stanley Fischer, Washington D.C., 8 November.", "Summers L. (2014), \"U.S. Economic Prospects: Secular Stagnation, Hysteresis, and the Zero Lower Bound\", Business Economics, 49, 2, pp.", "(1984), \"Inflation Expectations: The Use of Survey Data in the Analysis of their Formation and Effects of Wage Changes\", mimeo, Bank of Italy, Rome; paper presented at the OECD Workshop on Price Dynamics and Economic Policy, 6-7 September.", "(1985), \"Inflation, Inflation Targeting and Monetary Policy: Notes for Discussion on the Italian Experience\", in L. Leiderman and L.E.O.", "Svensson, eds., Inflation Targets, CEPR, London, pp.", "(2022), \"Monetary Policy and Inflation: Recent Developments\", SUERF Policy Note, No.", "Note: EZ denotes the euro area (changing composition after 1999 and weighted average of the 11 countries partecipating to the start of Third Stage of the Economic and Monetary Union prior to that date).", "Note: dashed lines show pre-pandemic trends.", "Nominal wage growth (quarterly data; annual percentage changes) United States euro area Figure 5 Natural gas prices 350 350 Europe (euro) 100 100 United States (dollars) Source: Refinitiv.", "Note: Title Transfer Facility (TTF) quotations for European gas and Henry Hub for US gas.", "Note: dashed lines denote an interval around zero of plus/minus two standard deviations of projection errors realized in 2003-2020; latest observation: 2022 Q4.", "Note: nominal OIS interest rates deflated by the corresponding inflation-linked swap rates.", "Note: 5-year inflation swap rates.", "Inflation (monthly data; 3-month annualised percentage changes) 15 15 -5 -5 Source: Eurostat, UK Office for National Statistics and US Bureau of Labor Statistics.", "Note: EZ denotes the euro area.", "Market-based inflation expectations in the euro area (daily data; per cent) 8 8 10-year 2020 2021 2022 Source: Bloomberg.", "Note: 1-year and 10-year inflation-linked swap rates.", "Note: probabilities inferred from inflation options; π<0 (π<1) is the probability of inflation being smaller than 0 (1) on average in the next 5 years; π>3 (π>4) is the probability of inflation being larger than 3 (4) on average in the next 5 years; 50-days moving averages."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Supply shock", "Demand shock", "Wage-price spiral", "Energy shock", "Fiscal policy", "Economic growth", "Inflation expectations", "Phillips curve"]}