{"sentences": ["Your Excellencies, esteemed guests, ladies and gentlemen, it is my honour and pleasure to welcome you to the conference that marks an outstanding success of our country, our economy and our society as a whole, to which many of you have directly contributed: the introduction of the euro in Croatia.", "Allow me to extend my deepest gratitude to you for all your effort, hard work and dedication to this, in all respects, complex and demanding project.", "Commenced in 2017 with the Eurostrategy, a strategic document outlining significant and lasting economic benefits to be brought to the Croatian economy by the euro and, in contrast, relatively small and mostly one-off costs, the project involved a lot of stakeholders in Croatia and abroad.", "Exposed to a great many risks, it demanded that quite a few goals be achieved and challenges overcome in the process, which was done successfully and in the shortest possible period, notwithstanding all external shocks and requirements that had to be met along the way.", "Some of them are widely known, while only a narrow circle of those involved is familiar with the others.", "Still fresh in our memories are the COVID pandemic and the devastating earthquake that hit Zagreb in March 2020.", "Both happened in a critical moment, only a few months before our accession to the ERM II, at the time when we were taking the last structural reform measures that we were obligated to implement.", "Additionally, the pandemic caused the EU focus to shift to other pressing issues.", "It is with great effort that we managed to overcome all these shocks and obstacles that spring.", "However, just as we thought that everything was under control, we were taken by another surprise: our project was once again subjected to a test.", "In the second half of 2021, due to an uneven post-pandemic recovery and supply chain disturbances, global inflation picked up and inflation rates became much more dispersed across EU member states.", "The unfavourable inflationary dynamics was further exacerbated by the Russian aggression of Ukraine in February 2022, which happened only a few months before Croatia's fulfilment of the nominal convergence criteria was to be assessed by the Convergence Report.", "Given that the Maastricht price stability criterion was a moving target, the situation was tense until April last year, when we finally received positive news that this criterion had also been fulfilled.", "Some might call this a final stroke of luck, but it was well-deserved, especially considering all the effort, commitment, organisational skills and discipline demonstrated throughout the life cycle of the euro project.", "Saying goodbye to the Croatian kuna was perhaps a more sentimental moment for me than for other citizens.", "With kuna banknotes bearing my signature and the stability of the kuna having been the focus of most of my professional career, I probably have the most reason to regret its passing into history.", "However, we have introduced the euro for the benefit of Croatia and I have never had any doubt about this being the right way.", "Not only did Croatia become the twentieth member of the euro area with the introduction of the euro, but it also entered into partnership with the countries using the second major currency in the world.", "Looking forward, the introduction of the euro has opened a new chapter of our monetary history for us at the central bank.", "On 1 January 2023, the Croatian National Bank became part of the Eurosystem and thus an active participant in defining a common monetary policy.", "Furthermore, our voice in the ECB's Governing Council has a greater weight relative to the size of our country, and for the first time in history we are in a position to influence the financing conditions in the euro area and, consequently, in Croatia.", "Those opposing the euro might claim that Croatia loses its monetary independence by joining the monetary union, but the truth is in fact the opposite: Croatia has gained more power.", "So far we have had less room to influence domestic monetary conditions due to a high degree of euroisation, while having to ensure monetary and financial stability, often a very challenging and expensive task for a nonmember of the euro area.", "Also, the ECB's monetary policy has had a dominant influence, leaving us no room for manoeuvre.", "Of course, it goes without saying that in this new role we will continue to be dedicated to maintaining price stability and financial stability as well as to perform all tasks we have performed so far in line with the common procedures of the Eurosystem, where applicable.", "Finally, let me thank and congratulate each and every one of you who participated in the complex process of currency changeover.", "In the earlier phases of the process Croatia had to prove itself ready for the introduction of the euro, whereas in its final phase it had to ensure that the changeover proceeded smoothly, easily and to the satisfaction of citizens and businesses.", "I am grateful to and would like to congratulate our colleagues in the private sector, especially banks, on bearing the brunt of the work and being well-prepared for the conversion so that it unfolded so smoothly in the first day of January.", "I would also like to express gratitude to my colleagues in the public sector and our friends at the European Commission and the European Central Bank, and, finally, to Croatian citizens, for the way they have accepted our new currency.", "It had already demonstrated its advantages, even before it was officially introduced, and I have no doubt that it will continue to demonstrate these advantages and reveal new ones, providing for better business conditions in Croatia, higher economic growth and the improved living standards of our citizens."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["Euro introduction", "Monetary policy", "Inflation", "Economic growth", "Financial stability", "Price stability", "Currency changeover", "Eurozone", "Maastricht criteria", "Croatian kuna"]}