{"sentences": ["I am very pleased to be here with you, in person, for the first time since 2019, even if the world has changed significantly since the last time I stood before the shareholders of the South African Reserve Bank (SARB).", "We have survived the onslaught of COVID-19, but South Africa now faces multiple challenges of high inflation, low economic growth and a difficult external environment.", "Despite the easing supply chain pressures and lower commodity prices, globally inflation remains well above many central banks' targets and monetary policy remains tight.", "These conditions, including rising uncertainty and weak confidence, have been a drag on growth for many emerging market economies, including South Africa, whose postpandemic recovery has been comparatively weak.", "Electricity shortages, infrastructure challenges, high public debt levels and weak investment continue to weigh on growth over the medium term in South Africa.", "Lower commodity prices have supported disinflation, and headline inflation returned to the target range in mid-2023.", "However, inflation remains sticky and the risk to the medium-term inflation outlook remains to the upside.", "Monetary policy continues to remain focused on returning inflation to 4.5% over the medium term, yet this goal will be complicated by challenges such as the ongoing geopolitical tensions and climate change.", "Global conditions Early in the pandemic, aggressive fiscal and monetary easing was aimed at mitigating the economic effects of the pandemic.", "As economic activity slowly resumed, supply chains remained severely constrained, prompting a sharp increase in global prices.", "The inflationary impulse was worsened by Russia's invasion of Ukraine, which raised the prices of important commodities such as food and oil.", "In response to elevated inflation, most central banks raised policy rates.", "Global inflation peaked in the third quarter of last year and has since moderated into the third quarter of 2023.", "This deceleration almost entirely reflects lower food and oil prices, alongside less binding supply constraints and tighter macroeconomic policies.", "However, inflation remains above central bank targets, and in the advanced economies, core inflation remains uncomfortably high, reflecting sustained spending on services, tight labour markets and robust wage growth.", "While the rising interest rates triggered some banking sector volatility in the United States (US) and Eurozone, this appears to have diminished in recent months.", "These market-related stresses were not enough to derail the hiking cycles of the advanced economies, with the US Federal Reserve and European Central Bank hiking by an additional 75 and 100 basis points respectively since March 2023.", "The persistence of inflation despite the sustained interest rate hikes by some central banks suggests that global neutral interest rates have risen well above their pandemic levels.", "As we move towards 2024, central banks around the world will be watching carefully for additional evidence of changes in neutral real rates.", "With global financial conditions adjusting and risk-adjusted real interest rate differentials widening, portfolio flows will become less certain, affecting the availability and the cost of external funding.", "These rising credit costs will further impair the financing of large fiscal and current account deficits in many emerging market and developing economies (EMDEs), including South Africa.", "Many economies have experienced sustained increases in public debt levels, which, with higher inflation, create serious headwinds to economic growth.", "As exchange rates depreciate in response to the more adverse credit conditions, imported inflation tends to rise - a trend already seen in producer prices, fuel costs and food prices, among other items.", "EMDEs will need to consolidate their fiscal positions over the coming years helping indirectly to reduce exchange rate passthrough pressures and inflation and its wide-ranging economic costs.", "Domestic conditions South Africa's recovery from the COVID-19 pandemic was driven by demand expansion and a supply rebound following the easing of pandemic-induced restrictions.", "This generated a strong, but incomplete, recovery from the 6.0% contraction experienced during 2020.", "While growth rebounded by 4.9% in 2021, activity subsequently slowed to 2.0% in 2022, and by 2023 even lower growth was expected as the energy crisis facing the country worsened.", "The SARB forecasts gross domestic product (GDP) growth at 0.4% this year, and expects it to average about 1% over the next two years.", "South Africa's post-COVID-19 recovery reflects various domestic idiosyncrasies such as political unrest, disruptive strikes, extreme weather conditions and failing infrastructure.", "Although load-shedding entered the South African lexicon 15 years ago, it has intensified over the past two years, placing a binding constraint on growth.", "The SARB estimates that growth over the 2023-2025 period would be closer to 2% in the absence of load-shedding.", "South Africa's underwhelming economic performance is not new; the country's chronic low-growth problem predates the pandemic.", "In the five-year period before COVID-19, growth averaged just 1% - compared to the 3.5% growth achieved by a typical emerging market economy.", "One of the main challenges to achieving higher growth is weak investment levels.", "South African investment lingers close to 16% of GDP compared to the 25% level achieved by comparative peers.", "From a macroeconomic perspective, a key constraint to achieving higher investment levels in South Africa is persistent fiscal dissaving.", "High public debt levels raise the risk premium, pushing up the cost of borrowing to around 11% today.", "The low-investment problem is worsened by the composition of public spending, which is geared more towards current consumption than infrastructure.", "The reversal of the economy's terms of trade risks worsening the fiscal outlook.", "Between January 2020 and March 2022, the prices for South Africa's major commodities - such as gold, iron ore, platinum group metals and coal - doubled.", "Since then, however, these prices have been falling consistently and by as much as 23.8% over six months alone.", "As funding needs grow, and as domestic saving remains weak, the need for foreign savings has widened.", "Headline inflation rose sharply this past year, surpassing the upper end of the 3-6% inflation target band in April 2022 and reaching a 13-year high of 7.8% in July 2022.", "Inflation has since moderated, albeit with some volatility, and finally returned to the target band in June 2023, when it reached 5.4%.", "The moderation can largely be attributed to lower global food and fuel prices in recent months, as well as lower imported inflation due to easing supply chain disruptions and easing demand conditions.", "A more pronounced moderation in inflation is expected in the latter years of the forecast horizon, with headline inflation expected to ease to an annual average of 5.0% in 2024 and 4.5% in 2025.", "The risks to inflation are still assessed to be on the upside.", "Rising services inflation and elevated administered price inflation continue to put upward pressure on prices.", "These pressures are exacerbated by elevated and rising inflation expectations by key pricesetters over the medium term.", "For example, the survey of inflation expectations by the Bureau for Economic Research shows that two-years-ahead expectations have steadily trended up from around 4.5% in 2021 to 6.3% and 5.9% for businesses and trade unions respectively.", "These elevated expectations by key price-setters risk feeding into the recent wage negotiations and embedding in higher core inflation.", "Facing this elevated and persistent inflation, the SARB's Monetary Policy Committee (MPC) stepped up the pace of repurchase (repo) rate normalisation over the past year, raising the repo rate by a cumulative 400 basis points since the May 2022 MPC meeting.", "This has brought the nominal repo rate to 8.25%.", "At these levels, monetary policy in South Africa is now considered restrictive.", "The MPC continues to assess the impact of previous interest rate hikes on the economy.", "Monetary policy operates with a lag of approximately 12-24 months, with peak impacts of rate hikes between three and five quarters ahead.", "To date, the rate hikes have had a moderately slowing effect on credit demand, which continues to rise even after adjusting for prices.", "Total loans and advances to the private sector are, so far this year, 2.0% higher than they were over the first half of 2022. Credit growth to corporates remains relatively robust at 3.5%, while credit to households has slowed to real growth of 0.5%.", "Households' credit demand is typically comprised of mortgages, which have slowed since the robust growth experienced during the COVID-19 era ultra-low interest rate environment.", "The rise in interest rates has pushed households' debt-service cost as a share of their annual disposable income back up to its 2010-2019 average of about 8.5%.", "The broader environment in which monetary policy is made presents additional challenges to central banks.", "Geopolitical tensions, changes to established global value chains and the intensifying problems of climate change are all likely to present challenges to long-term growth and relative price shocks.", "Russia's invasion of Ukraine has been an unpleasant reminder of how rising commodity prices spill over into imported inflation for various economies.", "These tensions continue to pose an upside risk to the inflationary outlook, which is exemplified by the recent collapse of the Black Sea grain deal.", "Ongoing volatility in global oil and food prices risks delaying inflation back to target for many countries.", "While pandemic-related shocks to global supply chains continue to ease and revert to more normal conditions, established global value chains will continue to adapt to a changing global trade, industrial and technology policy landscape.", "'Nearshoring' will likely reverse the disinflationary impulse of globalisation, and is expected to put upward pressure on manufactured goods vis-à-vis services over the long term.", "The effects on emerging markets like South Africa will be significant, as deglobalisation lowers productivity growth, slows the diffusion of technology and makes it harder for economies to maintain competitiveness.", "Major climate events such as floods and droughts have an immediate impact on local food prices.", "South Africa has experienced numerous climate events, including the flooding in KwaZulu-Natal in 2022 and the Western Cape droughts of 2015-2018.", "The El Niño event of 2015/2016 pushed food inflation up to about 11% in 2016, and its reappearance later this year risks delaying the food disinflation process.", "Despite the challenges of forecasting and modelling, a repeat of the 2015/2016 drought (which is a once-in-20-years event) could increase food prices by as much as 10%.", "For now, however, such a risk lies outside of the SARB's baseline view.", "In a world this volatile, it has been more important than ever that the SARB hold fast to its mandate of ensuring price stability in the interest of balanced and sustainable economic growth.", "Monetary policy is focused on preventing second-round effects and the risk that inflation expectations de-anchor following inflation shocks.", "Though the MPC has paused the hiking cycle, it will act decisively to quell any inflationary pressures should they strengthen over the medium term.", "The priority remains that inflation reaches the midpoint of the 3-6% target band (4.5%) - and stays there - to best ensure balanced and sustainable economic growth in the interest of all South Africans.", "Financial stability The SARB's role does not end with monetary policy.", "Let me now turn to our other legislative mandate: that of securing financial stability.", "The South African financial system has remained resilient amid challenging global and domestic developments.", "However, that resilience has been tested by global monetary policy tightening, turmoil in the developed markets' banking sectors, volatile financial markets and downward revision to growth projections.", "Over the past year, the SARB has been highlighting the financial stability risks associated with ongoing electricity-supply shortages, an upward repricing in government debt, South Africa's greylisting by the Financial Action Task Force (FATF) and the impact of escalating geopolitical tensions, notably between Russia and Ukraine.", "The SARB has, however, marked some key milestones in the past year that will bolster confidence and trust in our financial system, starting with the establishment of the Corporation for Deposit Insurance (CODI) as a legal entity on 24 March 2023.", "As the newest subsidiary of the SARB, which will become fully operational in April 2024, CODI will protect covered depositors in the event of a bank failure.", "Alongside this, the SARB became the Resolution Authority for Designated Institutions on 1 June 2023, which will help protect the financial system in the event of failures of systemically important financial institutions.", "Prudential regulation Another cornerstone of financial stability is effective regulation of our financial institutions.", "Several local institutions facing particular circumstances were put under curatorship in the past year.", "South Africa's banking and insurance firms, as well as its market infrastructures, remain sound.", "In the wake of FATF greylisting the country, the Prudential Authority continues to work with other regulators and law enforcement agencies to address the remaining gaps in South Africa's oversight of money laundering, the financing of terrorism and proliferation financing.", "Operational matters At an operational level, the SARB met several milestones during this past year, which serves as a testament to our values of accountability, excellence and integrity.", "The SARB's role as the steward of our country's national payment system (NPS) is too often overlooked.", "The NPS is, however, a critical infrastructure of the economy, and the SARB works hard to modernise the NPS and make it more secure, more efficient and more accessible.", "In September 2022, we successfully migrated to the International Organization for Standardization's (ISO) financial messaging standard: ISO 20022.", "The adoption of ISO 20022 enables richer, better-quality data in payment processing and settlements, and is a significant step in the modernisation of our payments ecosystem.", "A key operational development during the year was the transition to a new monetary policy implementation framework (MPIF).", "Between 8 June 2022 and 24 August 2022, the SARB moved from a money market shortage to a money market surplus.", "At the same time, banks were provided with quotas, allowing them to earn the policy rate on overnight deposits of excess reserves.", "The new system, formally a 'tiered floor' framework, is now fully operational.", "The reform has made monetary policy implementation simpler and more robust, while also improving the liquidity of the banking sector.", "We have also successfully rolled out South Africa's upgraded banknotes and fourth decimal coin series - the first new series in 34 years.", "The upgraded currency continues to pay homage to our first democratically elected president Nelson Mandela, who signed into law the very Constitution that gives life to the SARB's mandate and protects our independence.", "The SARB consults extensively with expert organisations on the use of national symbols, languages and designs on our currency, including the Pan South African Language Board (PanSALB), which is the statutory authority on our 12 official languages.", "Having received complaints from members of the Vatsonga community over the spelling of the Xitsonga word for 'Reserve Bank', used on the upgraded R100 note, the SARB has reached out to PanSALB to revisit the matter, and we await feedback.", "More broadly, the SARB's recent campaign to educate the public on the new security and design features helps to cement public trust and confidence in our currency.", "In light of the ongoing power crisis in the country, the SARB is taking the necessary actions to minimise the impact of load-shedding on its operations and key financial system infrastructures.", "The SARB's ability to achieve its strategic and operational milestones is only possible because of its staff.", "The SARB's employee value proposition is designed to attract and retain professionals of the highest calibre - with the skills and the commitment - to ensure that the SARB continues working for the economic well-being of all South Africans.", "Our Diversity & Inclusion (D&I) Programme, now in its third year, is helping us build a more diverse leadership pipeline and an organisation that embraces the unique lived experiences of its employees.", "The SARB continues to embed hybrid-working principles as the Head Office Renovation Project gathers pace.", "In this final phase of the D&I Programme, organisation-wide workshops are underway to tackle issues around generational diversity; racial, ethnic and cultural diversity; gender diversity; sexual orientation; and sexual harassment.", "As we know, diverse organisations are more resilient and more responsive, and better placed to serve the public.", "That spirit of public service extends to our engagements with stakeholders through our economic roundtables, publications, investor sessions, monetary policy and financial stability forums, as well as our corporate social investment (CSI) work.", "Our CSI efforts are geared towards broadening the understanding of monetary policy, growing the pool of skills in areas such as economics and finance, and supporting people from disadvantaged communities.", "This includes bursaries for 102 students from first-year to Master's level, and partnerships with four universities, to develop programmes that focus on monetary policy, financial stability and economic journalism.", "As the SARB is approaching the final stretch of its Strategy 2025, I am pleased that significant progress has been made in its implementation.", "Despite the prevailing global and domestic economic conditions, we remain on course to deliver against our five strategic focus areas (SFAs) and the enablement functions that support our strategy.", "As I indicated earlier, high inflation remains a concern and played a significant role in the SARB's inability to achieve its target set out in its SFA 1: keeping inflation within the target range of 3-6%.", "Appropriate monetary policy actions have contributed to an easing of inflation, with the consumer price index at 5.4% in June 2023.", "This again underscores the SARB's commitment to price stability.", "Enhancing resilience to external shocks, the basis of SFA 4, also proved challenging in the face of high government debt levels.", "Despite the many challenges to central banking that have emerged in recent years, both globally and domestically, I am confident that we have the human capacity to analyse those challenges and to work together with our partners in the public and private sectors to increase the resilience of our economy and financial system to meet any challenges head-on.", "In this ongoing process, central banks need to remain focused on their core mandates as the best way to ensuring that the economy can grow.", "We must hold fast to our mandate of ensuring price stability in the interest of balanced and sustainable economic growth - and we must do so without fear, favour or prejudice.", "In doing so, we will ensure that the economy has a stable foundation - one that is resilient and flexible in addressing the many challenges we will undoubtedly continue to face.", "I would like to express a heartfelt 'thank you' to all the staff of the SARB and its subsidiaries because they have done, and continue to do, just that.", "Their commitment and dedication means that we can count a number of successes achieved during the past year, despite all the challenges.", "We can expect that the months ahead will test us in new ways.", "But with this team of dedicated individuals, I know we will uphold our century-long legacy of working for the good of South Africa."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none"], "topics": ["Inflation", "Economic growth", "Monetary policy", "Financial stability", "Global conditions", "Domestic conditions", "Climate change", "Fiscal policy", "Investment", "Central bank independence"]}