{"sentences": ["Governors, distinguished guests, ladies and gentlemen.", "It is a pleasure and great honor for me to be welcoming so many distinguished members of the central bank community to Thailand.", "Thank you for making the journey here from near and afar.", "Let me also extend a warm welcome to speakers and panelists joining us on-line today.", "We truly appreciate your participation in the conference.", "I would like to also express my sincere appreciation to the BIS for helping usorganize and host this event.", "During a period where the world is grappling with challenges that threaten to pull us apart, the BIS has continued to serve as a cornerstone of central bank and regulatory cooperation acting to pull us together.", "Indeed we are all here together in large part due to the convening powers of the BIS.", "This year marks the 80th anniversary of the Bank of Thailand.", "This conference is an opportune moment for us to take stock and reflect on how far we have come and chart the way forward.", "In light of the rapid and seismic changes we have experienced, such reflection is needed more so now than ever.", "Today, central banks are facing a triple challenge from: i) a rapidly changing economic backdrop that has transformed the nature of the underlying policy challenge; ii) shifting conceptual frameworks needed to guide policy; and iii) emerging institutional pressure points on policy mandates and central bank independence.", "In other words, what needs to be done has changed, how to do it has become unclear, and why it should be done is subject to greater scrutiny.", "For central banks tasked with maintainingeconomic and financial stability, it is as if the ground is literally shifting beneath our feet.", "Hence the theme of the conference today: \"Central Banking Amidst Shifting Ground\".", "We are exceptionally fortunate to have such a distinguished list of speakers and panelists with us to share their insights and experiences on these issues.", "To set the stage, let me elaborate on the three key fault lines that central banks will have to navigate at this critical juncture.", "A rapidly changing economic backdrop The first fault line, reflecting the rapidly changing economic backdrop, is Inflation has returned with a vengeance, catching everyone by surprise.", "strong post-pandemic rebound in global aggregate demand combined with a large rotation of that demand from services to goods put huge pressure on global supply chains, which was unable to respond.", "This was compounded by a surge in commodity prices in the wake of the Russia-Ukraine war.", "Supply constraints have clearly taken prominence, and their impact may well extend beyond the immediate horizon.", "At a deeper level, secular trends in globalization and demographics that have hitherto created a powerful tailwind, expanding production possibilities and generating persistent disinflationary pressures, may also be turning.", "Increasing fragmentation and ageing populations, along with the necessary but costly green transition will likely exert supply headwinds and upward price pressures going forward.", "In a nutshell, the economic backdrop facing central banks has shifted from one of insufficient demand to insufficient supply.", "The challenge of inflation being too low has turned to inflation being too high.", "For monetary policy, the constraint on achieving inflation targets has shifted from the zero-lower-bound to the inability to influence inelastic supply.", "Calibrating and communicating policy under this new landscape will be very different than before, as we have already seen.", "In parallel, the financial system is also evolving , and with it the risks and pressure points that central banks need to address.", "The greater prominence of the financial cycle, both domestically and globally, has transformed the nature of economic fluctuations, linking them more to swings in funding conditions, asset prices and risktaking.", "The increased role of non-bank financial intermediaries (NBFIs) has also created new potential vulnerabilities, not least because regulation of NBFIs has lagged behind those of banks.", "Indeed strains in the NBFI sector were at the heart of financial stress during the Covid-19 crisis, as well as recent tensions in sovereign debt markets.", "Finally, advancements in cryptography and distributed-ledger technology have led to a proliferation of digital assets and tokens, some of which circulate in parallel infrastructure outside of regulatory control and oversight.", "It has also spurred a concerted effort by central banks to harness these new technologies, through CBDCs and other initiatives, in order to ensure that central bank money remains fit-forpurpose in a digitalized monetary system.", "Shifting conceptual frameworks A radically different economic and financial landscape has forced some deep fundamental rethink of conceptual frameworks guiding policy, tracing out a second fault line.", "Facts on the ground are increasingly testing long-standing analytical paradigms on which central banks can rely to inform their policies.", "Most prominently, the recent surge in inflation has upended the Phillips curve as a model of inflation.", "The supposedly low sensitivity of inflation to measures of slack, or in other words the flat Phillips curve, turned out to be anything but low; the lack of any internal persistence generating mechanism implies that the framework underplays the possibility of wage-price spirals, and the assumed independence of structural parameters to the level of inflation rules out self-reinforcing transitions from low to high inflation regimes - a very real danger that central banks are grappling with.", "The upshot has been a systematic underprediction of inflation.", "We definitely need a better model of the inflation process: one that can capture how relative price shocks translate into persistent price movements as well as non-linearities in expectations and cost passthrough.", "At the same time, there has been a need to fundamentally rethink conceptual frameworks and approaches to financial regulation.", "The rapid digitalization of trade and finance has transformed the nature of financial services, the types entities offering them, and the location from which they are being offered.", "Borders and dividing lines are being eroded, creating potentially large gaps in regulatory perimeters.", "Meanwhile the rise of data-intensive platforms with strong network effects have raised issues concerning privacy and competition.", "How best to foster innovative solutions while safeguarding stability, ensuring fair competition and market contestability, and providing adequate consumer protection?", "What is the appropriate balance and combination between entity-based and activity-based regulation?", "How does this relate to the application of micro-versus macro-prudential regulation?", "Moreover, we also need to consider how best to gear regulation to facilitate the green transition that is so critical.", "Our conceptual framework for financial oversight has to shift as we grapple with these complex regulatory challenges.", "The climate challenge The third and final fault line is climate change and central banks' role in combating it.", "Of all the three challenges, this is arguably the most daunting one.", "There is no precedence to follow.", "And the outcome is not under our direct influence, testing the limits of our tools.", "Yet we cannot ignore it.", "Given the potential consequences, combatting climate change is simply too urgent and too important.", "Unlike inflation, where falling behind the curve would entail a degree of pain down the road when policy eventually needs to catch up, there is no catching up if we fall behind the curve on climate change.", "It is a one-shot game.", "And the consequences of getting it wrong would be catastrophic.", "Responding to climate change is not simply about taking into consideration the effects of the green transition on inflation, nor the possible repercussions of physical and transition risks on financial stability.", "But it is also about actively taking steps that helps influence the incentives and willingness of society to alter their behaviours in such a way that mitigates adverse climate change.", "The most impactful channel for central banks in this respect is through the .", "Incentives, mindsets, and financial system expertise in the financial sector must be geared so as to ensure that sufficient resources become available to finance the green transition.", "This requires a both among agencies within a country, as well as collaborative approach, internationally.", "Initiatives being pursued by bodies such as the Network of Central Banks and Supervisors for Greening the Financial System are therefore critical.", "Forging ahead amidst shifting grounds Mervyn King once said that central banking should be boring.", "There was a time when that was true.", "There may come a day when it is true again.", "But that is not today.", "The task at hand is far from straightforward.", "Maintaining economic and financial stability amidst the shifting fault lines will require a steady hand .", "To see through the noise of rapidly changing circumstances and distill the essence that policy should respond to.", "It will require humility in our understanding of the world so that we can adapt to incoming information and seek broad input from all stakeholders.", "And it will require on achieving our core mandates, ensuring that expectations for our policy goals are commensurate with the tools we have while recognizing the potential unintended side-effects of those tools.", "For 80 years, the Bank of Thailand's commitment to growth, stability and prosperity of the Thai economy has been unwavering.", "We will remain steadfast to this commitment in navigating through the uncertain terrain ahead.", "Thank you all again for being part of this conference and I look forward to learning from your insights."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Financial stability", "Climate change", "Conceptual frameworks", "Central bank independence", "Economic backdrop", "Green transition", "Digital assets", "Non-bank financial intermediaries", "Financial regulation"]}