{"sentences": ["Dear representatives of the EBRD, Dear friends, colleagues and media representatives, First, I would like to thank you for participating in the presentation of the Transition Report 2022-23 by the European Bank for Reconstruction and Development.", "As always, this Report remains a professional and authoritarian analysis about the performance of transition economies in convergence process, fully reflecting the short and medium-term challenges they face, as well as a precious guideline of stabilisation and development policies needed to support a sustainable economic and social progress.", "In this context, it is a special pleasure for the Bank of Albania to host again this event, which brings together researchers of this field, important actors of public and private sectors, and representatives from the financial industry.", "I am confident that this discussion forum will facilitate the exchange of the ideas in addition to the identification of the necessary measures to address the challenges that lie ahead.", "Before leaving the floor to the EBRD representatives to present the Report, allow me to share with you the opinion of the Bank of Albania on some of the main issues addressed in it.", "The remit of this year's Report are the economic headwinds arising from the war in Ukraine, considered in both short- and-medium term as well as in long-term perspectives.", "This tragic war has caused huge losses of human lives, mutilations and long-term social consequences, while it has shaken the global geopolitical order.", "Rightfully, this Transition Report highlights that we are experiencing an unusual time, and for most part of society, unimaginable till some time before.", "In economic perspective, this conflict was a strong supply- side shock across all the European continent.", "This shock was reflected in surged inflation rate and heightened uncertainty, worsened trading terms, expanded current account deficits, and tightened financial conditions.", "Against this backdrop, within a short time of period, after the end of the pandemic emergency, the regional economies had to face another major challenge, which jeopardised the economic and financial stability and harmed the economic growth prospects for the future.", "Naturally, the Albanian economy was not an exemption of this reality.", "After a rapid and thoroughly economic rebound in 2021, the external supply shock was directly transmitted in the production costs and consumer prices.", "Thus, inflation accelerated and has reached unprecedented rates unseen for some decades.", "These developments triggered substantial challenges to decision makers in both public and private sectors.", "The increased costs and disrupted global chains of production and trade drove operators of private sector to re-assess the adequacy of business plans and take operational and financial measures to preserve the stability of their balance sheets.", "The insofar developments are encouraging.", "The Albanian private sector has continued to mark an increase in both consumption and investments, in turn generating a rise of employment and wages, growth of productivity and sound financial balance sheets.", "The rapid and comprehensive mounting of prices, imposed to public sector decision makers the two-fold challenge to mitigating the economic and social consequences in the short term and safeguarding the monetary and financial stability of Albania in the medium and long-term.", "To achieve these objectives, as the Report points out, the harmonisation of monetary policy with fiscal policy has been and remains a crucial feature of the successful economic policies.", "The medium- and long-term price stability has been and is a constant priority of the Bank of Albania's work.", "For this reason, we have early started and firmly implemented a normalisation process of monetary policy stance.", "This process was materialised in a progressive increase of the policy rate, in view of an open communication of our expectations for the future, as a continuous reaffirmation of the Bank of Albania's willingness to take all the necessary measures for the return of inflation to target, within a reasonable time horizon, and at rather lower costs on the economic activity.", "Prudent analyses and forecasts, based on the latest information and oriented in view of safeguarding the proper balances of risks in the Albanian economy, have guided these decisions.", "At the same time, the reduction of budged deficit, appearing in the form of decelerated public investments, has supported the control of inflationary pressures and has provided more space for the reaction of fiscal policy in the future.", "In parallel, the subsidy of electricity retail price to households and the implementation of social packages - these measures are estimated at around 2% of GDP - helped to mitigate the shock impact on vulnerable groups of the Albanian society.", "Our economic policies helped in maintaining a relatively low inflation level compared with regional countries, reducing uncertainty and safeguarding financial stability.", "Our projections suggest inflation will continue on a downward trajectory during 2023, and will return to target within the first half of 2024.", "Furthermore, the Albanian economy is expected to continue to grow during this period, while balance sheets of enterprises and households are expected to remain - overall - sound.", "Notwithstanding this overview, challenges to transition economies are still present.", "The Transition Report accurately emphasises that the geopolitical conflicts and tensions bring inevitable crucial structural changes.", "First, these conflicts are accompanied by increased migration with long-term consequences in both home and host countries.", "Albania, a country with a rich migration history, has experienced the positive and negative sides of this phenomenon.", "In one side, this phenomenon has generated foreign exchange inflows and an overall increase of know-how and expertise, which are indispensable for the country's development.", "On the other side, it dampens the labour force - particularly in its most qualified segments - and harms the long-term growth prospect.", "For this reason, I think a better coordination at national level is needed, to take care that benefits originating from migration and the free movement of persons are divided at a fair manner between countries.", "Second, the geopolitical tensions are reflected in an increased protectionism, production chain fragmentation and re-orientated foreign direct investment flows towards friendly countries, as well as a decelerated globalisation process.", "Third, the geopolitical tensions reduce attention on structural reforms, which have been and remain the sole instrument for a more rapid and sustainable economic growth.", "In view of the above, the task of policy-makers, in both national and international level, is to know these challenges and take care for minimising their consequences.", "In particular, the conduction of structural reforms, which has slowed down since the outbreak of the pandemic across all regional countries, should be restored as a national strategic priority across all transition countries.", "The implementation of this policy would enable cancelling out the possible negative effects and achieving certain economic benefits.", "Dear ladies and gentlemen, Thank you again for your participation and I invite you to contribute in further elaborating and analysing the messages provided in this Report."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic stability", "Structural reforms", "Fiscal policy", "Supply shock", "Transition economies", "Ukraine war", "Geopolitical tensions", "Migration"]}