{"sentences": ["Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Gunma Member of the Policy Board I.", "Economic Activity and Prices A.", "Current Situation I will begin my speech by talking about recent developments in economic activity in Japan.", "Japan's economy, despite being affected by factors such as high commodity prices, has picked up as the resumption of economic activity has progressed while public health has been protected from COVID-19.", "The pace of recovery had remained moderate in Japan, partly because steps to resume economic activity had been taken more cautiously than in other advanced economies; nevertheless, real GDP growth has almost recovered to levels seen before the pandemic (Chart 1).", "Let me explain the current state of Japan's economy in more detail.", "First, a look at the household sector.", "Although Japan experienced the eighth wave of the pandemic this winter, the impact on private consumption has been limited compared with past cases, and private consumption continues to recover as a trend from the downturn brought about by the impact of the pandemic (Chart 2).", "This recovery trend has been supported by pent-up demand on the back of household savings that had accumulated during the pandemic and by the government's domestic travel discount program.", "Next, the corporate sector.", "Exports and production have increased as a trend, supported in part by high levels of order backlogs, with the effects of supply-side constraints waning (Chart 3).", "By goods, exports of automobile-related goods have increased moderately, as the tightness in global supply and demand conditions for semiconductors used in automobiles has gradually eased.", "Those of capital goods have increased, supported by high levels of order backlogs.", "In contrast, exports of IT-related goods such as semiconductors have been somewhat weak, with stronger adjustment pressure on those for smartphones and personal computers.", "As for corporate profits, while there are differences across industries and firm sizes, and despite having declined slightly recently, they have been at a historically high level on the whole, exceeding the level seen before the pandemic (Chart 4).", "By firm size, while corporate profits of large firms have been on a rising trend, those of small and medium-sized firms have been more or less flat.", "The business fixed investment stance has been active in both manufacturing and nonmanufacturing, due in part to pent-up demand for investments that had been restrained during the pandemic.", "Outlook Next, I will turn to the outlook for economic activity.", "Economies in Europe and the United States are expected to slow against the background of significant policy interest rate hikes by central banks to contain rapid inflation (Chart 5).", "Meanwhile, Japan's economy is likely to recover, with the impact of COVID-19 and supply-side constraints waning and with support from accommodative financial conditions and the government's economic measures, although it is expected to be under downward pressure stemming from high commodity prices and slowdowns in overseas economies.", "In fact, the International Monetary Fund (IMF) projected in its January 2023 World Economic Outlook (WEO) Update that Japan would achieve the highest growth among the G7 countries in 2023 (Chart 6).", "As background to Japan's economic outlook, the following are five key developments.", "First, the waning of supply-side constraints will make a positive contribution to exports and production.", "Second, pent-up demand, which has recently been pushing up private consumption and business fixed investment, will continue to support the economy's recovery for the time being.", "Third, inbound tourism demand will increase, reflecting the government's relaxation of entry restrictions.", "Fourth, with corporate profits remaining at high levels on the whole, business fixed investment -- including that to address labor shortage, digital-related investment, and that related to growth areas and decarbonization -- will continue to increase.", "Fifth, as wage growth increases, reflecting tightening labor market conditions and price rises, a virtuous cycle from income to spending will intensify gradually.", "Taking these points into account, I expect that Japan's economy will recover.", "In terms of the medians of the Bank of Japan Policy Board members' forecasts -- as presented in the January 2023 Outlook for Economic Activity and Prices (Outlook Report) -- Japan's real GDP growth rate is expected to be at 1.9 percent for fiscal 2022, 1.7 percent for fiscal 2023, and 1.1 percent for fiscal 2024 (Chart 7).", "As Japan's recent potential growth rate is estimated to be in the range of 0.0-0.5 percent, the economy is projected to continue growing at a pace above its potential.", "However, the pace of growth is expected to decelerate gradually because the outlook factors in the government's economic measures and their waning effects, in addition to a weakening contribution from pent-up demand.", "There are extremely high uncertainties regarding the outlook.", "Those that especially warrant attention are (1) developments in overseas economic activity and prices and in global financial and capital markets, (2) developments in the situation surrounding Ukraine and their effects on the price of commodities, including grain, and (3) the impact of COVID-19 on the economy.", "In view of these factors, while there are upside and downside risks to the outlook, the Bank assesses that risks are skewed to the downside for the time being.", "Price Developments Turning to Japan's price developments, the year-on-year rate of increase in the consumer price index (CPI) for all items less fresh food was 4 percent for December 2022 (Chart 8).", "In addition to higher energy prices, for goods, the pass-through of cost increases to selling prices has intensified for a wide range of items, especially food, daily necessities, and durable goods.", "The rate of increase in general services prices has also accelerated against the backdrop of an intensified pass-through of raw material costs, mainly for housework-related services, including services related to housing repairs and maintenance, as well as dining-out.", "Such price increases have been triggered by a rise in import prices, reflecting high commodity prices and the yen's depreciation.", "However, what is distinctive about the current phase is the change in firms' price-setting stance.", "In Japan, it had been difficult for firms to pass on cost increases to selling prices even when faced with a rise in input prices.", "However, this situation has started to change: firms -- even those that had taken a cautious stance toward changing their selling prices -- have sought price hikes, while their pricing decisions have been made in consideration of price setting by competitors (Chart 9).", "Furthermore, according to the Tankan (Short-Term Economic Survey of Enterprises in Japan), firms' outlook for output prices of their products for one year ahead has been higher than that for general prices in the most recent surveys.", "These mark the first time this has been observed since the launch of the survey in 2014, which can be viewed as indicating that firms' stance has shifted toward actively raising their selling prices.", "The rate of increase in the CPI is expected to decelerate toward the middle of fiscal 2023 due to a waning of the effects of the pass-through of cost increases to consumer prices led by a rise in import prices, as well as to the effects of pushing down energy prices from the government's economic measures (Chart 10).", "In terms of the medians of the Policy Board members' forecasts, the CPI for all items less fresh food is projected to see a year-on-year rate of increase of 3 percent for fiscal 2022.", "The rate of increase is then likely to decelerate to around 1.5-2.0 percent for fiscal 2023 and fiscal 2024 but remain somewhat high compared to the past.", "The outlook for prices also entails high uncertainties, and risks to prices are skewed to the upside for the time being.", "In my opinion, we cannot deny the possibility that prices will rise more than expected, given that firms' pass-through of cost increases to selling prices is ongoing and inflation momentum has continued, and that the pace of rises in services prices is accelerating gradually.", "Thus, it is necessary to continue to closely monitor price developments going forward.", "Conduct of Monetary Policy A.", "Achieving the Price Stability Target in a Sustainable and Stable Manner Now, I would like to turn to the Bank's conduct of monetary policy.", "The Bank conducts monetary policy with the aim of achieving the price stability target in a sustainable and stable manner.", "About 10 years ago, when Japan was struggling with deflation, the Bank set the price stability target at 2 percent in terms of the year-on-year rate of change in the CPI, and has since carried out large-scale monetary easing aimed at achieving this target.", "The current framework for monetary easing, called Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control, consists of two components (Chart 11).", "The first is yield curve control, which involves controlling short- and long-term interest rates through market operations.", "The second is an inflation-overshooting commitment, in which the Bank has committed to continuing to expand the monetary base until the year-on-year rate of increase in the observed CPI exceeds the price stability target of 2 percent and stays above the target in a stable manner, thereby strengthening people's confidence that the target will be achieved.", "Specifically, yield curve control entails setting the short-term policy interest rate at minus 0.1 percent, while conducting purchases of Japanese government bonds (JGBs) and other operations for the long-term interest rate to ensure that 10-year JGB yields remain at around 0 percent.", "The Bank's monetary easing assumes a transmission mechanism that works in three ways (Chart 12): (1) nominal interest rates are pushed down through yield curve control; (2) inflation expectations are raised by working on people's expectations through the inflation-overshooting commitment, leading to a decline in real interest rates (i.e., nominal interest rates less inflation expectations); and (3) lower real interest rates encourage economic activity and improve the output gap, which in turn pushes up actual inflation.", "After almost 10 years since the Bank began large-scale monetary easing, Japan's economy has achieved a situation where it is no longer in deflation, in the sense of a sustained decline in prices (Chart 13).", "The output gap had continued to improve, clearly turning positive, until the economy was significantly affected by downward pressure stemming from the impact of COVID-19; it picked up thereafter and has returned to a level where it is poised to turn positive once again.", "In addition, the employment situation has improved, as evidenced by, for example, a continued decline in the unemployment rate.", "Successive increases in base pay, which were not seen during the deflationary period, have also been observed.", "As I mentioned earlier, however, the Bank projects that inflation will fall below 2 percent, and we are not yet at a point where the price stability target of 2 percent is achievable in a sustainable and stable manner.", "Furthermore, an important perspective would be to not simply examine how superficial figures develop but to consider whether an economic virtuous cycle is created in which price rises are backed by increases in corporate sales and profits and by wage hikes.", "At this juncture, whether wages will rise at a pace consistent with the ongoing significant rise in consumer prices would seem to be particularly critical in terms of achieving the price stability target in a sustainable and stable manner, and the outcome of the labor-management wage negotiations in spring 2023 warrants attention (Chart 14).", "While the context may differ among individual firms, my view is that there is a certain degree of possibility that relatively high wage increases will be achieved in light of (1) a positive stance toward wage hikes among the government, labor, and management; (2) generally favorable corporate profits; (3) the labor-management relations in Japan, where there is a strong tendency to support each other; and (4) the labor shortages in the face-to-face services industry and among small and medium-sized firms.", "To share my perspective regarding the conduct of monetary policy for the immediate future, I see Japan's economy currently being in a rare situation, in which pent-up demand is underpinning economic activity even as the rise in consumer prices has been triggered by the rise in import prices.", "Given this situation, I believe that we are at a stage now where it is necessary to carefully monitor whether a virtuous cycle between wages and prices will be achieved in Japan.", "For the moment, therefore, I consider it appropriate for the Bank to continue with monetary easing.", "Side Effects of Large-Scale Monetary Easing The Bank has carried out large-scale monetary easing while striking a balance between its positive effects and side effects.", "Next, I would like to turn to some of the side effects.", "The first is the deterioration in market functioning.", "At its Monetary Policy Meeting (MPM) held last December, the Bank modified its conduct of yield curve control in light of this side effect.", "Let me explain the nature and background of the modification (Chart 15).", "Since early spring 2022, the JGB yield curve had been under significant upward pressure, in a situation where overseas central banks raised policy interest rates and consumer prices rose in Japan.", "While the Bank had been purchasing a necessary amount of long-term JGBs so that 10-year JGB yields stayed within the range of plus and minus 0.25 percentage points from 0 percent, upward pressure on interest rates had frequently caused long-term interest rates to remain at the 0.25 percent upper limit.", "In this situation, yields on bonds with 8- and 9-year maturities were higher than on 10-year bonds, and a price gap was observed between futures and spot markets.", "In addition, while the yields for the most recent issues of 10-year JGBs had been at 0.25 percent or lower, issues of 20-year JGBs with a residual maturity of 10 years were trading at higher yields.", "Amid such distortions in the yield curve, a survey of market participants conducted by the Bank found a growing perception that the functioning of the JGB market was deteriorating.", "JGB yields serve as reference rates and indicators for corporate bond yields, bank lending rates, and other funding rates.", "If such distortions persist, they could negatively impact financial conditions, such as issuance conditions for corporate bonds.", "With this in mind, the Bank decided to modify its conduct of yield curve control in order to improve market functioning, while maintaining accommodative financial conditions.", "Concretely, while significantly increasing the amount of JGB purchases, the Bank expanded the range of 10- year JGB yield fluctuations from the target level, from between around plus and minus 0.25 percentage points to between around plus and minus 0.5 percentage points.", "Although these modifications expanded the range of yield fluctuations, the Bank considered that they would have the significant merit of facilitating the transmission of monetary easing effects more smoothly, such as through corporate financing.", "It will take more time to assess the impact of the modifications on market functioning.", "At this stage, I believe it is critical to humbly and carefully monitor how markets settle, and to what extent market functioning improves.", "Regarding this modification of the conduct of yield curve control, many have questioned whether this was not a de facto interest rate hike or have said that the Bank's explanation of why this was actually not an interest rate hike was hard to follow.", "To be sure, long-term interest rates are rising.", "However, I would like to stress once again that these measures are meant to alleviate the side effects of monetary easing and make it sustainable, and are not intended as a move toward monetary tightening.", "The second side effect is a possible adverse impact on the functioning of financial intermediation, stemming from downward pressure on financial institutions' profits.", "The profitability of such institutions had been on a downtrend for many years, due mainly to the declining trend in domestic net interest income (Chart 16).", "While this had been due in part to the prolonged low interest rate environment, it was also likely to have been caused by intensifying competition among financial institutions, as declines in population and the number of firms in respective regions had limited the demand for funds.", "Recently, however, business efficiency has been enhanced, partly owing to the self-help efforts of various financial institutions, and this has sparked a turnaround in the downtrend in profitability.", "Financial intermediation can be judged as being functioning smoothly, as evidenced by the fact that financial institutions have been maintaining capital bases that are adequate to meet firms' demand for funds, and that the Tankan surveys have shown favorable levels both in terms of lending attitudes among financial institutions and the financial positions of firms (Chart 17).", "Another side effect involves productivity.", "Some suggest that prolonged, large-scale monetary easing has led to continuation of less productive investments and businesses, and furthermore allowed firms that otherwise should have been withdrawn from the market to keep operating, thereby causing delay in economic structural reforms and adversely affecting productivity.", "It is true that Japan's business entry and exit rates, or its economic metabolic rate, have remained at low levels compared to the United States and Europe (Chart 18).", "As this is basically a result of each economic entity's actions made based on individual decisions, my view is that large-scale monetary easing cannot necessarily be singled out as the main factor behind such phenomenon.", "However, I personally believe that it cannot be denied that prolonged, large-scale monetary easing is partly acting to restrain the effects of market principles that should have been at work.", "Going forward, we must consider what is needed to achieve economic growth that is accompanied by continuous wage increases.", "Looking first at the microeconomic level, it is important that individual firms continue to enhance their productivity by channeling resources into business fixed investment, research and development, and human capital, as well as through efforts such as reforming their business models.", "At the macroeconomic level, looking at Japan's economy as a whole, it is important for economic metabolism -- or business entry and exit rates -- to rise, which will lead to a greater proportion of firms with high productivity.", "Likewise, it is vital that labor mobility be invigorated so that more people will be working in highly productive firms and sectors.", "Such changes are expected to raise the level of productivity for Japan as a whole.", "I have spoken about the side effects of large-scale monetary easing.", "My view is that it is necessary to examine and assess at some point in future the Bank's conduct of monetary policy, including its monetary policy framework and the price stability target, and then carefully reconsider the balance between positive effects and side effects of monetary policy based on the examination and assessment.", "At this juncture, however, as I said earlier, I believe that it is appropriate to continue with monetary easing.", "Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Gunma February 22, 2023 Member of the Policy Board Chart 1 Real GDP in Major Economies s.a., CY 2019 = 100 United States CY 19 20 21 22 Sources: Cabinet Office; Eurostat; FRED.", "Private Consumption Consumption Activity Index Household Income and Savings Consumption of Services s.a., CY 2018 = 100 s.a., CY 2018 = 100 s.a., tril.", "yen Total number of overnight guests (excluding inbound 450 1,100 Sales in the food services 90 350 Pre-pandemic 1,000 80 Disposable income, etc.", "In the left-hand chart, figures for \"total real private consumption\" are for the real Consumption Activity Index and are based on Bank staff calculations.", "The figures exclude inbound tourism consumption and include outbound tourism consumption.", "In the middle chart, figures for \"disposable income, etc.\"", "consist of disposable income and adjustment for the change in pension entitlements.", "The pre-pandemic trend line is based on the average rate of increase for 2010 through 2019.", "Sources: Cabinet Office; Japan Foodservice Association, \"Market Trend Survey of the Food Services Industry\"; Japan Tourism Agency; Bank of Japan.", "In the right-hand charts, figures in angular brackets show the share of each type of goods in Japan's total exports in 2022.", "Sources: Ministry of Economy, Trade and Industry; Ministry of Finance; Bank of Japan.", "Corporate Profits and Business Fixed Investment Planned and Actual Business Corporate Profits Fixed Investment y/y % chg. s.a., tril.", "In the left-hand chart, figures are current profits based on the Financial Statements Statistics of Corporations by Industry, Quarterly, and exclude \"finance and insurance.\"", "Figures from 2009/Q2 onward exclude pure holding companies.", "Small and medium-sized firms are firms with a capitalization of 10 million yen or more but less than 1 billion yen, while large firms are firms with a capitalization of 1 billion yen or more.", "In the right-hand chart, the figures include software and R&D investments and exclude land purchasing expenses.", "R&D investment is not included before the March 2017 survey.", "The figures are for all industries including financial institutions.", "The figure for private nonresidential investment for fiscal 2022 is the 2022/Q2-Q4 average.", "Sources: Cabinet Office; Ministry of Finance; Bank of Japan.", "In the left-hand chart, figures for Japan are the CPI for all items less fresh food, excluding the effects of the consumption tax hikes, etc.", "Those for the United States are the CPI for all items.", "Those for the euro area are the HICP for all items.", "In the right-hand chart, figures for Japan are the rates applied to financial institutions' current accounts (the Policy-Rate Balances) at the Bank of Japan.", "Those for the United States are the medians of the target ranges for the federal funds rate.", "Those for the euro area are the rates on the deposit facility.", "Sources: Bloomberg; Eurostat; Ministry of Internal Affairs and Communications; U.S. Bureau of Labor Statistics.", "BOJ Forecasts for Real GDP s.a., ann., tril.", "The values of real GDP for fiscal 2022 onward are calculated by multiplying the actual figure for fiscal 2021 by all successive projected growth rates for each year.", "Sources: Cabinet Office; Bank of Japan.", "In the left-hand chart, figures for \"energy\" consist of those for petroleum products, electricity, and gas, manufactured & piped.", "In the left-hand chart, figures for the \"effects of the consumption tax hike and free education policies\" from April 2020 onward are Bank staff estimates and include the effects of measures such as free higher education introduced in April 2020. .", "In the right-hand chart, the CPI figures are staff estimates and exclude mobile phone charges and the effects of the consumption tax hike, policies concerning the provision of free education, and travel subsidy programs.", "Figures for \"administered prices\" (less energy) consist of those for public services and water charges.", "Source: Ministry of Internal Affairs and Communications.", "In the left-hand chart, figures are for all industries and enterprises.", "There is a discontinuity in the data for December 2003 due to a change in the survey framework.", "In the right-hand chart, figures are averages of all industries and enterprises.", "Source: Bank of Japan.", "The forecasts presented are the medians of the Policy Board members' forecasts in the January 2023 Outlook Report.", "Sources: Ministry of Internal Affairs and Communications; Bank of Japan.", "QQE with Yield Curve Control (1) Yield Curve Control Inflation-Overshooting Commitment 1.0 The Bank will continue expanding the 0.8 monetary base until the year-on-year rate Target level of the long-term interest rate: of increase in the observed CPI (all items 0.6 around zero percent less fresh food) exceeds the price stability 0.4 target of 2 percent and stays above the Short-term policy target in a stable manner.", ".2 interest rate: minus 0.1 percent Achieving the price stability target means 0.0 attaining a situation where the inflation rate -0.2 is 2 percent on average over the business JGB yield curve cycle.", "Figures for CPI inflation are for all items less fresh food, excluding the effects of the consumption tax hikes, etc.", "Figures for actual base pay increase from 1991 to 2013 are those published by the Central Labour Relations Commission, while those from 2014 to 2022 are figures released by Rengo.", "Figures for the base pay increase demanded by labor unions before 2023 are calculated by subtracting seniority-related wage increases from the total increase in wages demanded.", "The figure for 2023 is from Rengo's policy for the spring 2023 wage negotiations.", "Sources: Central Labour Relations Commission; Japanese Trade Union Confederation (Rengo); Ministry of Internal Affairs and Communications.", "Modification of the Conduct of Yield Curve Control (YCC) Impact of Increased Volatility Measures Decided by the Bank of Japan in Overseas Markets Deterioration in Japan's bond market functioning Relative relationships among interest rates of bonds with Encourage a smoother formation of different maturities the entire yield curve Arbitrage relationships between spot and futures markets Significant increase in the amount of JGB purchases: from 7.3 trillion yen per month to about 9 trillion yen per month Expansion of the range of 10-year JGB yield fluctuations from the target Possibility of a negative impact on financial conditions level: from around 0.25% pts to around 0.5% pts Nimble responses for each maturity: Yields on JGBs are reference rates for corporate bond - Offer to purchase 10-year JGBs at 0.5% every business day through yields, bank lending rates, and other funding rates.", "fixed-rate purchase operations - Make nimble responses for each maturity by increasing the amount JGB Yield Curve (Before the December 2022 MPM) of JGB purchases even more and conducting fixed-rate purchase operations 1.6 1.4 In adjusting the amount outstanding of corporate bonds, 1.2 the Bank will give due consideration to their issuance conditions.", ".0 0.8 0.6 0.4 Facilitate the transmission of monetary easing effects 0.2 generated under the framework of YCC, such as through 0.0 corporate financing -0.2 The Bank will aim to achieve the price stability target by Financial Institutions' Profitability Return on Equity Based on Pre-Provision Net Revenue Excluding Trading Income Major banks Regional banks Shinkin FY 00 03 06 09 12 15 18 21 Note: From fiscal 2012, profits and losses from investment trusts due to cancellations are excluded.", "Source: Bank of Japan.", "Sources: Eurostat; Ministry of Health, Labour and Welfare; Small and Medium Enterprise Agency; U.K. Office for National Statistics; U.S. Census Bureau."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none"], "topics": ["Economic activity", "Inflation", "Monetary policy", "Price stability", "Yield curve control", "Quantitative easing", "Side effects", "Economic growth", "Productivity", "Financial institutions"]}