{"sentences": ["Competitiveness and growth: continuing the conversation - speech by Victoria Saporta Given at the conference on the role of financial regulation in international competitiveness and economic growth held at Bank of Published on 19 September 2023 Vicky Saporta talks about how the PRA can advance its new competitiveness and growth objective.", "Introduction I am very pleased to welcome you to today's conference.", "We have a big group here in the room, but we also have an even bigger group joining virtually.", "Thank you all for joining.", "As all of you will know, the Financial Services and Markets Act gives the Prudential Regulation Authority (PRA) a new secondary objective, to act, when it can,[1] to facilitate the UK economy's international competitiveness and its growth over the medium to long term, subject to alignment with international standards.", "The purpose of this conference is to continue the conversation on how we approach this new objective.", "I say continue the conversation, because the PRA did make a start almost exactly one year ago, when we published a Discussion Paper on our approach to policy which proposed, amongst other things, a proactive approach to the new objective.", "In February this year, I gave a speech proposing a set of regulatory foundations to underpin the PRA's approach to the new objective and mapped them to our pipeline of policy projects.", "On 29 June, the Bill received Royal Assent and exactly three weeks ago, on 29 August, most provisions were commenced and the new objective now binds the PRA.", "What I would like to do today is share some more thinking on the foundations I floated in February and how these have been informed by a recent pilot survey we carried out, the results of which we have also published this morning, alongside this speech.", "I know that many of you will have also seen and responded to the Call for Proposals on metrics to assess competitiveness and growth that HMT published recently.", "I would also like to use this speech to highlight some options on metrics, in a PRA context, to assess our performance against the new objective.", "You have also received two staff background papers.", "One of the papers presents the staff's analysis on the links between competitiveness and growth and prudential standards.", "The other paper presents a fuller set of options of metrics and their respective advantages and disadvantages than I will be able to provide in what follows.", "The aim of the speech and the material we have published is to stimulate conversation.", "The feedback we receive from the conference will then form an essential input to the consultation we plan to put out on our approach to policy making by the end of the year.", "Regulatory foundations: a reminder As I do not expect everyone to have read my February speech, let alone remember it, let me give you a brief recap.", "I argued in February that competitiveness is a complicated economic concept which doesn't have a uniformly accepted, text-book definition.", "The staff's background paper on links between competitiveness and growth sets out more evidence on this by showing that while robust prudential standards are positively associated with growth over the medium to long term, the link between conceivable measures of competitiveness of a global financial centre and prudential standards is much less well understood.", "Put differently, there is no off-the-shelf consensus on how a prudential regulator can carry out this new objective, let alone be held accountable for it.", "In February, I responded to the challenge by proposing a handful of regulatory foundations, within a prudential regulator's control, underpinning our regulatory approach under the new objective.", "In summary, my thinking, which has evolved a bit since February, has led me to believe that, in a PRA context, the new secondary competitiveness and growth objective is about harnessing the UK's strengths as a global financial centre by strengthening the following three foundations: maintaining trust in the PRA and the UK prudential framework; adopting effective regulatory processes and engagement; adopting a responsive approach to UK risks and opportunities.", "The reasoning is twofold: first, there is sufficient evidence, including from the recent pilot survey we undertook that I will come to later, that these are actions that can harness the UK's strengths as a global financial hub and second, they are under the PRA's control.", "I also believe that we need to be judged using metrics that relate to the progress made against strengthening the relevant regulatory foundations.", "In some cases, metrics that usefully and appropriately track that progress can be constructed - if so, we should publish them.", "However, we know from organisational and behavioural studies that setting arbitrary and imperfect metrics might prove counterproductive and incentivise the wrong behaviour - especially if they are outside of our direct control.", "It is more important to construct metrics well than to tick the box with flawed metrics.", "Strengthening the regulatory foundations of competitiveness and Since February, we have been continuing our work on strengthening the three foundations I proposed by progressing on the pipeline on policies that speak to them.", "As already flagged, one thing we also did was carry out a pilot survey asking for views about the extent to which the PRA's regulatory framework is advancing the new objective and about how the PRA can further facilitate its implementation in the future.", "Luckily, all the responses mapped quite well to the three regulatory foundations.", "Let me share how and some highlights.", "Maintaining trust in the PRA and the UK prudential regulatory framework I'll start with trust.", "The first important finding from our survey is that stakeholders care about the reputation of the prudential regulator to preside over a stable and predictable prudential regulatory framework that can withstand episodes of financial stress.", "This slide (Annex - slide 1) shows that 93% of the respondents agree that the PRA's regulatory framework fosters trust in regulated firms.", "Around the same proportion believe that the PRA provides a stable and predictable regulatory environment.", "I think this points to the conclusion I had set out in February.", "We should approach the new objective by enhancing the competitiveness of UK-regulated financial services firms at least in part through maintaining strong prudential standards.", "This approach preserves growth prospects in the medium-to-long term because it reduces the harm from future financial instabilities and creates trust in the prudential regime.", "It is also entirely consistent with the primary objective of advancing safety and soundness which must always be advanced, by law, for any rule we make.", "Of course, the design and calibration of standards needs to be appropriate: excessively high standards might not only hamper economic growth[9] by constraining the provision of financial services to the real economy, but also harm the attractiveness of the UK as a good place to do financial services business.", "It is hard to identify simple quantitative metrics that capture the strength of standards and their appropriate calibration.", "The PRA's main mechanism is through cost benefit analyses (CBAs), which are aimed to be fully integrated in the policy making process.", "We try to assess the costs and benefits of our proposed rules on firms carefully and seek to provide information in a transparent fashion from the consultation stage, although they won't always be fully quantitative.", "We are currently in the process of setting up an independent CBA panel, as required by the Act, that should help keep our feet to the fire on ensuring our CBAs, given our new objectives and responsibilities, continue to be of high quality, while maintaining our agility as a rule maker to respond at an appropriate speed to emerging risks and opportunities.", "The CBA panel will be reporting annually on its activities including, we expect, on any qualitative and quantitative metrics it introduces.", "And once the CBA panel is set up, we will be consulting it on our CBA approach after which we will consult publicly.", "The new objective requires the PRA to facilitate competitiveness and growth, subject to aligning with international standards.", "Adoption of international standards is essential for enabling us to be open to overseas firms located in the UK and for other regulators to be open to UK firms locating overseas, directly harnessing trust in the PRA and in the prudential framework of the UK which survey participants told us matters.", "A metric that we could use to measure our alignment with these standards could be internationally recognised ratings of the UK in the IMF FSAP[10] and the Basel Committee's Regulatory Consistency Assessment Programme (RCAP).", "However, it is important to recognise that these ratings do not provide the full picture.", "It is both regulation and supervision that make a credible financial centre.", "Moreover, these ratings may not capture UK domestic idiosyncrasies.", "Therefore, we may need to present this information along with an appropriate qualitative description of the context.", "Effective regulatory processes and engagement The second regulatory foundation is having effective processes and effective engagement aimed at ensuring the UK is an attractive place to do business.", "Survey results again highlight that these processes matter and, importantly, that there are two important areas where the PRA can improve (Annex - slide 2): On the PRA's operational efficiency, 50% of respondents agree that the PRA's regulatory framework makes the UK an attractive place for overseas firms to set up operations.", "This is not low, but it could be higher.", "Qualitative responses highlight the speed of authorisations as an issue.", "On the accessibility of the rulebook, again 50% of respondents think that the PRA regulatory framework is accessible and user-friendly.", "This suggests that there is scope to make rules less complex and thus less costly to comply with.", "I will talk about both, in turn.", "The operational cost of doing business in a jurisdiction impacts the competitiveness of an economy.", "Many of these costs are not within the PRA's gift, but some are.", "By providing efficient handling of regulatory transactions, including authorisations, the PRA can increase the efficiency and reduce the operating costs of firms.", "To increase our transparency on operational effectiveness, we have increased the frequency with which we report on our efficiency in handling regulatory transactions, including authorisations.", "We are aware that sometimes policy change or deadlines can create clusters of requests coming to us at the same time - where we can, we will seek to plan ahead to avoid delays.", "Moreover, we are improving our transparency.", "The PRA Authorisations Performance Report is now published quarterly instead of yearly.", "It provides additional information on timelines of determination on new authorisations, cancellations, change in control, variation of permission, senior managers regime and passporting.", "Moreover, information is broken down by firm type.", "We are very open to suggestions about what more we can do.", "The efficiency of the regulator is also reflected in the regulatory burden that firms experience.", "This includes indirect costs from meeting our requirements.", "We therefore welcome feedback from industry to help us identify ways to better manage the regulatory burden.", "What we know already is that data and information requests can sometimes be burdensome for firms.", "But we also know that better data can improve CBAs, improve supervisory focus and help reduce the cost of supervision, especially for lower-risk firms.", "As a result, while not proposing to collect fewer data points, as a goal in and of itself, we are working hard to ensure we collect the right data in the right way and to be proportionate to our requests for small firms.", "For example, more advanced technology creates opportunities to extract valuable information from large datasets in a low-cost way.", "For this reason, last year, we set up a joint transformation programme, involving 100 participants from over 40 regulated firms, with the aim of ensuring that the Bank of England and the FCA collect the data they need at the lowest possible cost to the industry.", "We are exploring metrics related to how much data we have streamlined as part of this data transformation programme or other policies like Solvency II and Strong and Simple.", "We believe this should show a reduction in regulatory burden over time.", "I have mentioned that a considerable fraction of survey respondents believe that our rulebook is not accessible.", "This finding is consistent with a study that we carried out on the textual complexity of our banking rules in 2021, showing that one of the key drivers of complexity is the multiplicity of regulatory sources.", "In the context of work we are doing to implement the new Act, we are using the ongoing transfer of provisions previously in EU legislation to the PRA rulebook, as an opportunity to bring our policies together on one user-friendly website, streamline our materials, and adopt a coherent approach to the structure and language we use.", "As an interim milestone, we published in 2022 the PRA Policy Index.", "This is an online resource that divides policies into sectors and topic areas.", "For each topic area, a dedicated webpage lists relevant policy material and provides quick access links, allowing firms to find applicable policies more easily.", "Future planned initiatives include moving the rulebook from an external platform to the Bank's website increasing updating flexibility and adopting a more consistent approach to the structure and language we use.", "The streamlining of our rulebook goes hand in hand with the transfer of EU provisions.", "We plan to report on the percentage of inherited EU laws relevant to the PRA that are deleted and replaced by new legislation or PRA rules, and the percentage of measures in the Financial Services and Markets Act relevant to us that are implemented.", "We also want to report on our efforts to make the rulebook more accessible, for example tracking its size.", "We plan to run the textual complexity study again in a few years to estimate the progress made in improving the accessibility and complexity of the rulebook.", "Responsive approach The last, but not least, regulatory foundation that I will cover today is having a responsive approach to UK risks and opportunities.", "The approach means adapting our rulemaking to be responsive to the idiosyncratic risks and opportunities of the UK financial sector, while maintaining compliance with global standards.", "For example, making rules that foster innovation by firms operating in the UK.", "Survey results indicate we can do better in this area.", "They are set out on this slide (Annex - slide 3): only 50% of respondents agree that the PRA is responsive to new market developments and innovation.", "Moreover, a little over 60% believe that the PRA's regulatory framework is responsive to UK-specific risks and opportunities.", "Let me start with a caveat: we all know that not all financial innovation is beneficial- think of some of the complex products developed in the runup to the 2007-2008 financial crisis.", "However, safe innovation is an important driver for productivity improvements.", "This type of innovation has to be industry-led, and it cannot be driven by regulators alone.", "But the PRA will seek to create a regulatory environment that stimulates and supports innovation and is responsive to the specifics of the UK environment.", "The Bank and PRA have already taken steps towards this direction.", "For example, in 2018 we launched a project called Future of Finance.", "The published report explored how the financial system might change over the next decade and what we need to do about it.", "The PRA has completed a number of the things we said we will do as part of the recommendations in the report, including modernising our policy on outsourcing arrangements, including a focus on cloud technology and setting out conditions that can help give firms assurance on its use[18], as well as carrying out a number of discussions and analyses around the use of Artificial Intelligence and Machine Learning.", "We also set out a regulatory roadmap for firms to manage climate risks which should help firms to support their clients to manage the transition.", "But we want to do more.", "And we are learning from regulators around the world.", "For example: The US Federal Reserve offers 'office hours' to facilitate face-to-face discussions with individual firms about financial innovation.", "The Singapore regulator is encouraging more FinTech experimentation through a Sandbox approach.", "The German regulator will organise international expert panels to discuss relevant innovation topics such as digital transformation and fostering artificial intelligence.", "We believe there is value in engaging with firms on innovation to make sure we give them the right regulatory tools to advance it.", "We therefore want to establish working groups and other stakeholder engagement avenues for the industry to tell us what the PRA can do more to foster safe innovation.", "We have already proposed, as part of our commitment to establish a robust rule review framework, that we will pilot a stakeholder roundtable focussed on identifying rules that could benefit from a review.", "I can announce today that we will also pilot a roundtable with interested stakeholders focussed specifically on innovation in regulation to take place in the first part of next year.", "Depending on how useful all parties will find this pilot roundtable, we could expand it on other relevant areas, such as accessibility of the rulebook.", "Reporting on innovation might be more challenging, as it is something that is not completely under the regulator's control.", "I would prefer to be held to account based on the specific practical actions we take, rather than an imperfect metric.", "However, if the industry is willing to participate to the proposed roundtables I just mentioned, we could then use the number of stakeholder engagements and their outcomes as metrics, together with some explanatory context.", "In conclusion, let me sum up.", "The aim of this conference is to continue the conversation on the PRA's implementation of the secondary competitiveness and growth objective by building on the proactive vision set out a year ago.", "I have proposed three regulatory foundations to help harness the UK's strengths as a global financial centre: maintaining trust in the PRA and the UK prudential framework, having efficient regulatory processes and engagement and being responsive to UK risks and opportunities.", "I would be interested to hear views if these are the right foundations, as well as views on the options for metrics to support accountability.", "These views will then feed into the consultation paper on our approach to prudential policy which we will publish later this year, as well as into our overall approach to metrics.", "I am very grateful to Elisabetta Vitello, Ivar van Hasselt and Paolo Siciliani for their assistance in preparing these remarks.", "My thanks also to the following people for their input and comments: Andrew Bailey, Andrew Linn, Austen Saunders, Gareth Truran, Julian Gray, Paul Grout, Phil Evans, Sadia Arif, Sam Woods, Sarah Breeden and Sasha Mills.", "When describing secondary objectives, the Financial Services and Markets Act 2023 says: \"When discharging its general functions in a way that advances its objectives, the PRA must, so far as reasonably possible, act in a way that advances the following secondary objectives\".", "This means that the SCGO is limited to what is 'so far as reasonably possible'.", "This wording recognises that the PRA may have limited policy choices - ie, to the extent that any alternative course would unacceptably undermine primary objectives.", "PRA discussion paper 4/22 - The Prudential Regulation Authority's future approach to policy, September 2022. .", "The regulatory foundations of international competitiveness and growth - speech by Vicky Saporta, February 2023. .", "See pilot survey results: /-/media/boe/files/events/2023/september/pilot-survey- secondary-competitiveness-and-growth-objective 5.", "Financial Services Regulation: Measuring Success - Call for Proposals - GOV.UK.", "PRA staff background paper - The links between prudential regulation, competitiveness and growth, September .", "PRA staff background paper - How to measure the contribution of prudential regulation to competitiveness and growth, September 2023. .", "For example we have published several consultation papers (CPs) since February: see PRA consultation paper 4/23 - The Strong and Simple Framework: Liquidity and Disclosure requirements for Simpler-regime Firms, February 2023, proposing simplifications to liquidity, reporting, and disclosure requirements for firms eligible for the simpler regime; see PRA consultation paper 5/23 - Remuneration: Enhancing proportionality for small firms, February 2023, which proposes simplifications to remuneration rules for smaller firms; see PRA consultation paper 12/23 - Review of Solvency II: Adapting to the UK insurance market, a CP on the review of Solvency II.", "Moreover, we have consulted on the so-called 'bonus cap', see PRA consultation paper 15/22 - Remuneration: Ratio between fixed and variable components of total remuneration ('bonus cap'), December 2022.", "We are working on publishing the final policy.", "There is evidence that higher capital requirements can have a short-term negative impact on output, while exerting a positive impact in the medium and long term.", "See for example Jordà, Ò et al.", "10. International Monetary Fund, Financial Sector Assessment Program (FSAP).", "Financial Sector Assessment Program (FSAP) (imf.org) .", "Basel Committee on Banking Supervision, Regulatory Consistency Assessment Programme (RCAP).", "Regulatory Consistency Assessment Programme (RCAP) Handbook for Jurisdictional Assessments (bis.org) .", "Authorisations | Bank of England.", "All firms, Deposit-taking firms, Insurance firms.", "See Dear CEO letter: Transforming data collection - an update on progress and plans for 2021, February 2021. .", "See Bank of England staff working paper No.", "834 - The language of rules: textual complexity in banking reforms, November 2021. .", "See Prudential and Resolution Policy Index | Bank of England.", "See The Future of Finance - our response, June 2019. .", "See PRA supervisory statement 2/21 - Outsourcing and third party risk management, March 2021. .", "See Artificial Intelligence Public-Private Forum ; Machine learning in UK financial services, October 2019; PRA discussion paper 5/22 - DP5/22 - Artificial Intelligence and Machine Learning, October 2022. .", "See Bank of England report - Bank of England report on climate-related risks and the regulatory capital frameworks, March 2023. .", "See Federal Reserve Board - Office Hours Series .", "See Overview of Regulatory Sandbox (mas.gov.sg) .", "In the UK, the Bank of England, the Financial Conduct Authority and HM Treasury will set up the first FMI Sandbox, known as the Digital Securities Sandbox or DSS.", "The DSS will focus on the trading, notary, maintenance and settlement functions for securities.", "The DSS will be established later this year via secondary legislation under powers granted as part of the Financial Services and Markets Act 2023.", "More information is available in the consultation on the approach to the DSS published by HM Treasury in July 2023: see Consultation on the Digital Securities Sandbox - GOV.UK .", "See Digital transformation and innovation at central banks | Deutsche Bundesbank .", "See PRA consultation paper 11/23 - PRA statement on the review of rules, June 2023.", "Victoria Saporta Executive Director, Prudential Policy"], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Competitiveness", "Growth", "Financial regulation", "Prudential standards", "Regulatory foundations", "Innovation", "Trust", "Efficiency", "Responsiveness", "Metrics"]}