{"sentences": ["You can't always get what you want, but after 25 years of EMU, we just might find we get Date: 9 November 2023 Speaker: Klaas Knot Location:Bruegel and DNB conference on the future of the EMU Good morning everyone, welcome to the joint Bruegel and DNB conference on the future of the EMU.", "It is not often that I get to discuss these important matters with such a broad range of experts.", "In my speech today, we will dive into the functioning of the EMU, now almost 25 years old.", "I will discuss three conditions for its well-being as well as three suggestions for the way forward.", "My contribution today also contains some sweet sounds of heaven, hence I would like you to listen carefully.", "But first, let's recall why we have the Economic and Monetary Union.", "After all, having a common currency is not an end in itself.", "I like to think that an important reason to share a common currency is to achieve a strengthening and convergence of our economies.", "This should lead to deeper economic ties, contributing to greater prosperity and stability for all in Europe.", "Economic and political stability, but I will focus on the former.", "The question then is, did the EMU deliver on bringing greater economic prosperity and stability in Europe?", "When looking at the union as a whole, my answer would be: yes.", "The EMU anchored its members more firmly in the European project, and facilitated the deepening of the internal market.", "One supporting piece of evidence comes from the estimated impact of the EMU on trade.", "[Figure 1] Arecent DNB study suggests significant trade benefits from EMU-membership.", "These positive effects appear not only for trade between EMU countries but also for exports to other EU countries and perhaps surprisingly - even for exports to the rest of the world.", "EMU membership has a positive estimated impact NO 12,0 Percentage point change compared to counterfactual of not joining EMU To other EMU To non-euro EU To rest of the world Notes: Figure shows point estimates and 95% confidence intervals based on robust standard erros (clustered by country-pair).", "The rest of the world includes BRICS countries and the OECD countries that are not part of the EU.", "But we cannot reflect on 25 years of the EMU without acknowledging that there have been times when the EMU, as initially designed, could give us no satisfaction.", "While the EMU appeared to be a success in its first decade, major challenges emerged during and after the Global Financial Crisis.", "Fixing these design flaws ex-post has proven to be difficult and costly, both in economic and political terms.", "Many of you here in the room today have experienced this firsthand.", "In the aftermath of the Global Financial Crisis and the sovereign debt crisis, remarkable measures were taken that once had seemed out of the question.", "We now have common banking supervision and a single resolution fund.", "We have the ESM as an emergency fund.", "And we even agreed on common borrowing to fund the Next Generation EU recovery program.", "The euro area has weathered the storms of two more recent crises, COVID and the increase in energy prices following Russia's invasion of Ukraine.", "This leads me to believe there is room for cautious optimism, but not for complacency.", "Because if we zoom in on the goal of \"contributing to greater prosperity and stability for all\", the picture is, I'm afraid, mixed.", "I will delve deeper into how the EMU can contribute to prosperity and stability for all by focusing on three conditions that, in my view, are crucial for a well-functioning economic and monetary union.", "Conditions that are intimately linked.", "First, and particularly relevant for me as a central banker, price stability.", "And finally, sound public finances.", "The costs of runaway inflation are well known.", "It goes without saying that, for the past two years, inflation shocks have been hitting us like a bunch of wild horses, pushing up price growth to levels that we haven't seen since the '70s.", "These developments stand in sharp contrast to the pre-COVID period, during which the euro area struggled with stubbornly /ow inflation for years.", "Confronted with the effective lower bound on nominal interest rates, the ECB went to unprecedented lengths to maintain price stability.", "Looking back and looking ahead, I believe there is room for improvement.", "Both in the low inflation environment and in the recent high inflation years, the balance between monetary and fiscal policy has been far from ideal.", "[Figure 2] Let me illustrate this using this figure, that displays aggregate monetary and fiscal policy in the euro area.", "A balanced policy mix implies that monetary and fiscal policy move in tandem, meaning they are both more restrictive during a boom and both more accommodative during a crisis.", "But during the sovereign debt crisis, when inflation was stubbornly low, this was clearly not the case.", "We saw substantial fiscal consolidation at the aggregate level, while monetary policy had become more accommodative to ensure price stability.", "Fiscal and monetary policy were only aligned during the COVID pandemic.", "One could say: so what?", "Monetary and fiscal policy pursue different goals, and at least in the euro area, are determined by different actors on different decision-making levels.", "But that would ignore the fact that a balanced policy mix matters for macroeconomic outcomes.", "It has been well- documented that expansionary fiscal policy in particular has stronger positive effects on output in times when the effective lower bound is binding (Note 1).", "Therefore, if the policy mix had been more balanced in the aftermath of the sovereign debt crisis, the euro area might have experienced better economic outcomes.", "Not only in terms of price stability, but also in terms of employment.", "You could say that in those years, monetary policy was waiting on a friend to help improve economic conditions.", "Today, we see risks of the opposite, with a still accommodative fiscal policy counteracting the efforts of a more restrictive monetary policy.", "Economic convergence So first of all, delivering price stability, but also promoting growth and employment, would benefit from a more balanced policy mix in the EMU.", "I will now move to the second condition: economic convergence.", "Or better perhaps, at a minimum: the absence of divergence.", "Divergent economic developments between member states make it more difficult to set an appropriate single monetary policy.", "Divergence can also become a political problem, if the idea takes root that not all countries benefit from the common currency to the same degree, or even at all.", "[Figure 3] Unfortunately, when we look at the data we observe episodes of significant divergence in terms of growth between member states, particularly in the aftermath of the Global Financial Crisis.", "Economic paths diverged across member states ee Higher initial GDP per capita (DE, AT, Fl, NL) ==-=(ower initial GDP per capita (IT, ES, EL, PT)135 FSP OFF FFP Foe og Grp og i pr ge ge pop high og Source: AMECO database.", "During the first decade of the EMU, we witnessed substantial capital flows from countries that had a relatively high level of income at its inception, to some other member states that were catching up.", "At the time this did not raise major concerns.", "After all, basic economic theory tells us that capital tends to flow towards regions where expected growth is highest.", "And, as shown in the figure, countries with a relatively low GDP per capita at the EMU's inception grew relatively fast.", "But there was more going on.", "These capital flows also coincided with a spectacular suppression of bond yield spreads.", "In some member states, this reduction in borrowing costs helped finance a real estate investment boom, rather than productive capital formation.", "This led to an increase in current account deficits and external debt.", "And in some cases, this boom translated into higher wages in the non-tradable sector, stagnating productivity and a persistent real exchange rate appreciation with respect to the rest of the EMU (Note 2).", "In other words, the apparent convergence observed during the early stages of the EMU was partially fueled by external debt and led to the build-up of macroeconomic imbalances.", "Widening current account balances coincided with divergent real interest rates m= Long-term real interest rate (%) Current account balance (% of GDP) Portugal Luxembourg Belgium Netherlands Germany I -15 -10 -5 0 5 10 Percentage point change between 1995 and 2006 Source: AMECO database and IMF World Economic Outlook Database.", "If you start it up, you will never stop, according to Mick Jagger.", "It turns out this is not always the case.", "When the Global Financial Crisis and subsequently the sovereign debt crisis hit, it became clear that these macroeconomic imbalances were not sustainable and that cross-border capital flows could easily reverse.", "Such sudden stops resulted in a disorderly unwinding of imbalances, revealing the fragility of the EMU.", "This adjustment turned out to be a slow and painful process that caused the growth paths of member states to persistently diverge.", "But what hindered the economic adjustment process after the Global Financial Crisis?", "Before adopting the euro, countries with lower productivity growth and higher inflation were able to remain competitive through a depreciation of their nominal exchange rate.", "Between 1973 and 1999, the Italian lira depreciated by almost 80% vis-a-vis the Deutsche mark.", "In the EMU, nominal exchange rate adjustment at the country level is of course no longer possible.", "This implies that changes in wages, productivity, prices and thus the rea/ exchange rate become the sole means of improving international competitiveness.", "But it can take a long time for such real exchange rate adjustments to take place.", "This is because of nominal rigidities or frictions in labor and capital markets that impede price adjustments.", "Conversely, and for the same reasons, the slow adjustment of the real exchange rate helps to prolong the competitive edge of countries with relatively high productivity growth.", "[Figure 5] The DNB study that I mentioned earlier indeed finds that the exports of those countries with a relatively high level of income at the start of the EMU benefitted significantly more from EMU membership than countries with a lower level of income (Note 3).", "To me, it seems no coincidence that those countries that benefitted less are also those countries that, before the EMU, relied more on nominal exchange rate adjustments to remain competitive.", "Country-specific estimated impact of EMU membership on export values = Countries with higher initial Countries with lower initial F om GDP per capita GDP per capita 8 50 g2 ° we oO & & NL AT DE FI IT ES EL PT Note: Figure shows point estimates and 95% confidence intervals based on robust standard erros (clustered by country-pair).", "It is sorted by GDP per capita at the start of the euro.", "So, all in all, the EMU has not always delivered on the prospect of economic convergence.", "In fact, the EMU may at times have seemed a beast of burden to some member states whose growth rates remained persistently below those of others and who were burdened by rigid real exchange rates.", "Sound public finances Economic divergence also has important consequences for public finances.", "This naturally brings me to the final necessary condition for a prosperous EMU: sound public finances.", "Sound public finances are another prerequisite for the stability of a monetary union.", "Threats to fiscal sustainability could weaken the central bank's ability to maintain price stability, could spill over from one member state to others, and could trigger financial stability risks.", "Today, in some member states, we observe very high government debt-to-GDP ratios, which naturally fuel concerns about fiscal sustainability.", "Economic growth matters for public debt dynamics errs Higher initial GDP per capita (DE, AT, Fl, NL) == I ower initial GDP per capita (IT, ES, EL, PT) » « » «Higher initial GDP per capita, denominator adjusted for growth differential «lower intial GDP per capita, denominator adjusted for growth differential Source: AMECO database.", "It is often said, also in my own country, that countries with high debt ratios should simply pursue a more stringent fiscal policy to ensure their debt is sustainable.", "And I certainly agree that sufficiently prudent fiscal policy is needed to address debt sustainability risks.", "This is why it is so important to reach agreement on the reform of the Stability and Growth Pact.", "But economists know that this is not the whole story.", "In fact, since the start of the EMU, a high-debt country like Italy has on average achieved higher primary surpluses, as a share of GDP, than a low-debt country like the Netherlands.", "Some high-debt countries have also experienced low growth.", "And low growth and higher interest spending make it challenging to grow out of legacy debts, as it requires even higher primary surpluses than realized in the past.", "[Figure 6] We can illustrate an important part of the effect of growth on public debt dynamics by looking at how the debt ratio of countries with a lower GDP per capita at the start of the EMU would have evolved if these countries had enjoyed the same growth rate as that of high-GDP countries, and vice versa.", "As a simplification, we only adjust for the effect of growth on the denominator of the debt ratio, and do not take into account the effect of growth on the budget balance.", "We see that if only the growth rates of these two groups were reversed, the difference in the debt ratio between them would not disappear, but it would be substantially smaller.", "So while we need sound fiscal policy to get out of the red numbers and paint it black, a bit more growth would be very welcome as well.", "At the same time, national fiscal space is required to respond to shocks in order to minimize hysteresis effects.", "Capital markets and fiscal spending at the European level, play only a small role as shock absorbers in the euro area.", "Consequently, adverse shocks could have a much stronger effect on growth at times when national fiscal space is more limited.", "Thus, sound public finances and sufficient fiscal space are important to prevent persistent divergent economic trajectories, but are not always easily achieved, especially in those countries that are stuck in a low-growth trajectory.", "So in sum: while the EMU has delivered benefits to its citizens, there is room for improvement.", "Underlying vulnerabilities remain that render the EMU fragile to a wide spectrum of economic shocks.", "I highlighted three such vulnerabilities, namely an unbalanced policy mix, sluggish economic growth and stubbornly high public debt levels.", "If these vulnerabilities are left unaddressed, we are likely to resort to the same type of costly and complex ex-post solutions of the past two decades.", "So allow me to share three avenues that I think are worth exploring: First, acknowledging that some economies tend to benefit more from the common currency than others provides a rationale for addressing some of the underlying vulnerabilities at the supranational level.", "I've already said on earlier occasions that the Next Generation EU instrument can help increase the growth potential in those economies that need it the most, by bolstering public investment and structural reforms.", "From a political economy perspective it also makes sense to ensure the provision of European common goods, such as climate, energy or defence, at the European level.", "A supranational approach to these policies can be especially beneficial in the face of large adverse shocks, and when national fiscal space is limited.", "This could serve as a true EU version of gimme shelter.", "Hence, common fiscal spending has the potential not only to benefit individual countries, but the monetary union and its citizens as a whole.", "Obviously, you cannot talk about more spending at the European level without talking about funding.", "It would be up to politicians to choose between higher national contributions to the EU- budget, common debt issuance or a European tax.", "Common debt issuance could bring additional benefits in terms of financing costs and capital market integration.", "After all, teaming up is not a zero-sum game.", "However, more spending at the central level should not one-for-one lead to more public debt or higher taxes in the euro area.", "After all, the national and European taxpayer are ultimately one and the same.", "More fiscal space at the European level should therefore go hand in hand with less fiscal space at the national level.", "This is what we see in the Unites States, for instance, another currency area: states have stringent budget rules, and fiscal stabilization happens mainly through the federal budget.", "This brings me to my second point.", "Deeper European integration only reinforces the need for fiscal rules to ensure sound public finances at the national level.", "Therefore, agreement on a credible reform of the Stability and Growth Pact is of the essence.", "The role of budget constraints to discipline fiscal policy is particularly relevant today, as inflation is still too high and government spending keeps adding to inflationary pressures.", "If we do not act, the policy mix may become more unbalanced, making it more difficult to ensure price and macroeconomic stability.", "And finally, durable economic convergence would benefit from a well-developed and resilient European capital markets union.", "I say resilient because it is crucial that trust remains in capital markets also during times of crisis, to avoid sudden stops as those we saw during the sovereign debt crisis.", "A sufficiently deep and integrated European capital market will help ensure that capital is allocated more efficiently across borders.", "Indeed, integrated and mature capital markets are indispensable to finance a successful green and digital transition in the EU.", "These transitions require equity funding, while Europe is currently overly reliant on bank financing.", "In addition, well-diversified cross-border capital holdings will improve the resilience of the European economy by distributing shocks more evenly across the entire union.", "More ambitious steps should therefore be taken to establish common European supervision of capital markets and to harmonize insolvency, tax and corporate laws.", "And of course, even with a larger role for capital markets the banking sector will remain important for financial intermediation.", "Therefore steps to complete the banking union are equally desirable.", "After more than 60 years, the Rolling Stones still rock on, as I personally witnessed when I watched them play live last year here in Amsterdam.", "Sure, they've had their tough times, like the EMU, but their joint love for playing good rock music has kept them together.", "And don't underestimate the money.", "This also applies to the EMU.", "If we were all on our own, our economies and currencies would be blown around like leaves in an autumn storm.", "And it would definitely leave us much poorer.", "Not to speak of the geopolitical damage we would do to ourselves in a more divided world.", "So let's see how we can strive towards a more perfect Union.", "I hope that more supranational solutions, reform of our fiscal rules, and a resilient capital markets union can be seen as constructive steps in that direction.", "You can't always get what you want... but after 25 years of EMU, we just might find we get what we need.", "I look forward to your views.", "See for example Amendola et al.", "See for example Gopinath et al.", "\"The euro-area government spending multiplier at the effective lower bound.\"", "\"The effects of fiscal policy at the effective lower bound.\"", "\"Sectoral allocation and macroeconomic imbalances in EMU.\"", "\"Capital allocation and productivity in South Europe.\"", "\"The effects of the Economic and Monetary Union on export\" DNB Analysis on the EMU The study Klaas Knot mentioned in his speech is the DNB Analysis 'The heterogenous effects of the Economic and Monetary Union on trade'"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "fiscal dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic convergence", "Price stability", "Sound public finances", "Monetary policy", "Fiscal policy", "European capital markets union", "Banking union", "Supranational solutions", "Fiscal rules", "Economic growth"]}