{"sentences": ["02.10.2023 The role of macroprudential policy in the stabilisation of macrofinancial fluctuations Conference on Financial Stability/Banco de Portugal Lisbon, Portugal Pablo Hernández de Cos Ladies and gentlemen, bom día.", "Thank you very much for your kind introduction, Mario, and thank you for inviting me to this conference.", "It is always a pleasure to come to Lisbon.", "I would like to use this opportunity to consider the role of macroprudential policy in the stabilisation of macro-financial fluctuations and ways to enhance this role.", "Macroprudential policy objectives The global financial crisis taught us some important lessons from a financial stability perspective.", "Firstly, that individual financial institutions needed greater and higher quality capital and liquidity buffers.", "Second, that an exclusively microprudential approach to capital requirements cannot take into account how the actions of individual banks impact the financial system as a whole, interacting with those of other banks and of the rest of the players in the system, and influencing the probability of future crises.", "As a consequence, and focusing on the banking sector, the Basel Committee on Banking Supervision (BCBS) undertook an ambitious overhaul of the prudential regulatory framework, known as Basel III, which is now very close to being fully transposed into the legislation of the main jurisdictions.", "Together with a strengthening of microprudential requirements to boost individual bank resilience, a significant aspect of this reform was the introduction of macroprudential policy, with the specific goal of mitigating the accumulation of systemic risk in the financial system, both over financial cycles (time dimension) and across financial market participants (crosssectional dimension).", "The reasoning behind this goal is that the materialisation of systemic risk can impair the financial system and disrupt the provision of financial services, with serious negative effects for the real economy.", "Importantly, macroprudential policy is designed not only to improve the resilience of the financial system against the materialisation of these two dimensions of systemic risk, but also to lean against the root causes of systemic threats and vulnerabilities and their accumulation over time.", "Indeed, even if macroprudential policy does not fully eliminate systemic risk, empirical evidence suggests that it can significantly reduce it.", "Moreover, limiting the aggregate risk assumed during financial expansions reduces the severity of systemic risk materialisation.", "And the accumulation of capital buffers to absorb losses during bust periods allows a speedier recovery in the provision of financial services to the real economy.", "Moreover, bearing in mind that, through a number of different channels, financial conditions can be a major driver of the business cycle, the conduct of an active macroprudential policy will also generally help to temper the growth of nominal and real activity in boom phases and also their decline during downturns, which should moreover become less frequent.", "Hence, macroprudential policy can be conducive to a less volatile growth path and less hysteresis during crises.", "In this regard, macroprudential policy can be seen as a complement to monetary and fiscal policies with regard to their macroeconomic stability objective.", "The role of macroprudential policies in stabilising the economy might be particularly relevant in the European Monetary Union (EMU), where a common monetary policy is shared by countries whose economic and financial cycles are still heterogeneous and where, in the absence of a common permanent fiscal capacity, national fiscal policy is left alone to counteract the negative consequences of idiosyncratic shocks or common shocks that generate different heterogeneous effects across member countries.", "Looking ahead, this potential stabilisation role of macroprudential policy could be particularly relevant given the presence of high levels of structural public deficits and debt in many countries, which has significantly reduced the space available for fiscal policy to play its stabilisation role.", "The outbreak of the COVID-19 pandemic, when fiscal, monetary and macroprudential policies acted jointly to support the real economy, illustrates this stabilization role.", "However, macroprudential policy was constrained by the fact that the accumulated macroprudential buffers existing at its onset were small or non-existent in many jurisdictions,3 given the precrisis context of very limited signs of any build-up of financial systemic risk.", "A stronger role of macroprudential policy to effectively address adverse shocks that occur independently of the financial cycle - as the COVID crisis - will require, therefore, increasing the policy space generated by macroprudential buffers.", "Capital buffers and buffer usability In the case of the banking sector - that part of the financial system for which macroprudential policy is most developed - capital buffer requirements and limits on lending standards are the main macroprudential tools.", "Let me focus on capital buffers.", "In Europe, for example, the combined buffer requirements (CBR), which are placed on top of minimum capital requirements, comprise the capital conservation buffer, the systemic risk buffer, buffers for global and other systemically important institutions and the countercyclical capital buffer (CcyB).", "Importantly, some of these buffers are releasable by authorities, in particular the CcyB.", "This distinction between releasable a non-releasable buffers is key.", "When banks experience losses, they can decide on their own to dip into the macroprudential buffers to absorb them.", "This would not involve a breach of minimum capital requirements, but banks would still have to face restrictions on their profit distributions via dividend and bonus pay-outs and share buybacks.", "Or macroprudential authorities may decide to release the CcyB, which would automatically increase banks' available voluntary buffers.", "In this second case, dipping into the enlarged voluntary buffer would not involve profit distribution restrictions for banks.", "The CCyB has the primary objective4 of ensuring that the banking sector as a whole has an additional capital buffer, beyond microprudential requirements, which could be used to absorb losses in a downturn that is preceded by a period of excessive credit growth associated with the build-up of systemic risks.", "During business cycle downturns and financial crises, banks would be allowed to use this additional capital headroom instead of deleveraging.", "In this manner, the CCyB would help to sustain the supply of credit to the economy in bad times.", "The initial regulatory focus for the CCyB is, therefore, the credit cycle and bank resilience.", "What makes the CCyB different from non-releasable macroprudential buffers is, therefore, that it can be reduced (released) by the authorities (if necessary, all the way down to zero) when risk materialises.", "For a given level of an institution's CET1 ratio, the release of all or part of the CCyB requirement means that the management buffer of the bank automatically increases.", "What do we know about the effectiveness of this framework?", "In contrast to microprudential policy, the effectiveness of macroprudential policy cannot be analysed simply by assessing whether a certain increase in the level of capital allows a given bank to absorb a systemic shock of a given intensity.", "This is certainly relevant, but the goal of macroprudential policy is also to induce banks to absorb losses while continuing to provide credit to the real economy in times of stress and therefore to smooth financial cycles.", "In this regard, the effectiveness of macroprudential buffers depends on their usability, which can be defined precisely as the willingness of banks to dip into the buffers in order to maintain the flow of credit to the real economy.", "If buffer usability is low, banks will have greater incentives to deleverage in response to adverse macro-financial shocks.", "The usability of voluntary buffers should not be taken for granted.", "Market pressure and profitability considerations could provide incentives to banks to conserve these resources, and deleverage instead.", "Uncertainty about the cost and time path for rebuilding these buffers could also disincentivise their use.", "The academic literature generally shows that higher capital ratios allow banks to satisfy loan demand more easily, in particular in periods of stress.", "However, there is more limited agreement on whether the relevant factor is the total level of capital or the voluntary buffer, that is to say the gap between the actual level of capital and the capital requirements.", "This issue is highly relevant to the design of the macroprudential framework.", "If the only relevant factor for smoothing financial cycles is the absolute level of capital, then macroprudential policy should concentrate its efforts on the accumulation of non-releasable buffers, assuming that banks will make use of them if they incur losses.", "In contrast, if the relevant factor is not only the absolute level of capital, but the distance from capital requirements, then the availability of releasable macroprudential buffers could play a key role in mitigating the impact of systemic shocks, as their release would automatically increase voluntary buffers and thus contribute to a stable provision of credit during periods of materialisation of losses.", "The empirical evidence gathered in the euro area and the United States during the pandemic shows the unwillingness of banks to dip into regulatory buffers and that the size of voluntary buffers was the main factor determining the propensity of banks to keep lending to nonfinancial corporations (NFCs).", "In particular, banks with low capital headroom lent less during the pandemic than those banks with large voluntary buffers.", "This is precisely the main reason behind the benefits of releasing buffers such as the CCyB during systemic events.", "The empirical studies assessing the role of released buffers in Europe during the pandemic show that they helped support the provision of credit to companies and households.", "In particular, recent evidence from the United Kingdom shows that banks that benefitted more from the release of the CCyB, because they had either a higher share of credit within their risk-weighted assets or lower capital headroom, granted mortgages for higher amounts with lower interest rates during COVID-19.", "Research under way at the Banco de España seemingly corroborates these benefits, by identifying, in particular, that banks increased lending in jurisdictions where the CCyB was released in response to the pandemic, and that these positive effects were mainly significant for the most capital constrained banks, which are precisely those banks found to cut lending more in the absence of measures.", "For the particular case of the Spanish banking system, there is also evidence that voluntary buffers, not absolute capital levels, were more relevant determinants of the willingness of An argument often used against the effectiveness of releasable buffers is that banks will use them to increase the distribution of dividends in downturns, rather than to continue lending.", "The empirical evidence shows that some banks try to keep stable the remuneration that they offer for their shares.", "But even if this is the case, the release of capital buffers will still lessen the incentives to reduce the size of their balance sheet, and by extension the supply of credit, to achieve profit distribution targets.", "José M. Berrospide, Arun Gupta, and Matthew P. Seay.", "\"Un-used Bank Capital Buffers and Credit Supply Shocks at SMEs during the Pandemic\", Finance and Economics Discussion Series, Board of Governors of the Federal Reserve System, 043; and Cyril Couaillier, Marco Lo Duca, Alessio Reghezza, and Costanza Rodriguez d'Acri.", "\"Caution: do not cross!", "Capital buffers and lending in COVID -19 times\".", "Lucas Avezum, Vítor Oliveira, and Diogo Serra.", "\"Assessment of the effectiveness of the macroprudential measures implemented in the context of the COVID -19 pandemic\", Working Paper, Banco de Portugal, 2021/07; Cyril Couaillier, Alessio Reghezza, Costanza Rodriguez d'Acri and Alessandro Scopelliti.", "\"How to release capital requirements during a pandemic?", "Evidence from euro area banks \", ECB Working Paper, 2720; and Aakriti Mathur, Matthew Naylor and Aniruddha Rajan.", "\"Useful, usable, and used?", "Buffer usability during the COVID-19 crisis\", Working Paper, Bank of England, 1011.", "This is in contrast to what happens with borrower-based measures.", "The available evidence from those countries that have already made use of them, of which Portugal is one notable example, tends to indicate that their activation (that is, the introduction of restrictions on banks' lending conditions) can dampen credit growth and business cycles robustly and relatively quickly.", "They also generate resilience on the borrowers' side, as lending standards are safer.", "However, deactivation during periods of financial stress would appear to have weaker effects, since funds are not released that can be used by banks when a crisis breaks, and increased risk aversion under such a scenario causes banks to keep credit standards tight despite relaxed regulatory requirements.", "Mikel Bedayo and Jorge E. Galán.", "\"Are capital buffers good for credit?", "Evidence from CCyB announcements on bank lending pre- and post-COVID-19\", Documentos de Trabajo - Banco de España, forthcoming.", "banks to continue lending during the COVID-19 crisis.", "Specifically, for banks with smaller voluntary buffers, it is possible to identify a significant negative (differential) variation in the supply of loans to NFCs with which they had more recent, and hence weaker, banking relationships.", "Furthermore, when loans with COVID-19 public guarantees (which introduced a significant positive credit supply shock) are excluded from the analysis, institutions with lower voluntary buffers are found to have granted significantly less overall credit to NFCs during the pandemic.", "This shows that the COVID-19 public guarantees compensated for the higher propensity of banks with lower voluntary buffers to reduce their loan supply.", "Hence, this finding adds up to the evidence that the interaction of fiscal policy and financial stability proved fundamental in the pandemic, in a context in which there were no releasable capital buffers, as was the case for Spain.", "Increasing releasable macroprudential buffers Two main conclusions can be drawn from the available evidence summarised above.", "First, banks seem to be unwilling to dip into their unreleased buffers when losses materialise, which means that buffers may not fulfil their role as shock absorbers.", "Second, releasable buffers (the CCyB, mainly) seem to be used by banks when released.", "The main corollary of this evidence should be that there might be a need to increase releasable buffers that can be released during crises, in particular the CCyB.", "In addition, as discussed in the first part of my address, there might be reasons to defend a more flexible and active use of the CCyB.", "Under the current framework, the activation of the CCyB is linked only to signals of systemic credit imbalances.", "The experience during the outbreak of the COVID-19 pandemic, and, to some extent, also from the Russian invasion of Ukraine and the subsequent high level of geopolitical tensions, has shown, however, that a systemic crisis can and does arise for reasons exogenous to the economic and financial systems.", "As these exogenous shocks are unpredictable and may not be preceded by a financial boom that warrants the activation of the CCyB, under the original framework we cannot guarantee that the CCyB will be at a positive level when they arise.", "Moreover, if we would like to use the CCyB as a complement to the traditional macroeconomic stabilising policies, its activation would also be required even if signals of credit imbalances are neutral, for example in the presence of a positive output gap.", "This flexible and more active use would also mitigate the inaction bias, which is another common concern in the area of macroprudential policies.", "However, the practical implementation of higher releasable buffers poses several important questions.", "In particular, when evaluating the introduction of more releasable macroprudential capital buffers, it is necessary to consider whether it can be neutral in terms of total capital levels, both at inception and at different points of the financial cycle.", "In fact, higher capital ratios in a steady state could have a dampening effect on credit provision and, therefore, on potential GDP, so it is crucial to evaluate whether these costs are offset by the benefits in terms of lower probabilities of financial crises and, should they arise, of them being shallower.", "If the overall capital levels are to be preserved in periods of stress, total capital requirements must increase during booms or even normal and intermediate times.", "This approach would be capital neutral in periods of stress, but entail an overall capital increase in other periods, and hence through the cycle.", "Otherwise, the greater release and use of capital buffers during busts could leave banks, and indeed the whole financial system, more vulnerable to further losses in periods of stress.", "The alternative, increasing releasable buffers while maintaining current capital levels, would be capital neutral at inception, but it would plausibly entail lower capital through the cycle.", "This debate has given rise to the concept of a positive neutral CCyB in normal times, first introduced by the Bank of England in 2016.12 This term refers to the introduction of a positive CCyB requirement level even in the absence of financial imbalances.", "Since the outbreak of the pandemic, the debate has naturally gained ground in many institutions.", "Indeed, the Basel Committee published last year a newsletter clarifying that the Basel framework leaves open the possibility of introducing a positive neutral CCyB.", "The ECB and the ESRB have also reiterated their support for this approach.", "Indeed, many European countries have gradually adopted this new CCyB calibration approach in recent years, including Croatia, Cyprus, Estonia, Ireland, Lithuania, the Netherlands, Norway and Sweden.", "Let me illustrate how a positive neutral CCyB can be set throughout the financial cycle.", "To this end, I will take as a reference the analytical framework described by De Nederlandsche Bank,15 where four different phases associated with the degree of systemic risk are distinguished.", "First, the recovery phase, which is the one that follows a crisis, is a period of recovery of deteriorated balance sheets, both in the financial system and among households and businesses.", "In this phase, the CCyB is maintained at zero.", "Second, in the normality phase, the balance sheet recovery is well under way and the CCyB is built up to reach the neutral level.", "Third, in the phase of increased risk, when excessive developments in lending or asset prices lead to higher systemic risk, the CCyB should be raised above the neutral level.", "Finally, in the materialisation phase, risk materialises and the CCyB is fully or partly released.", "Obviously, not all these phases need to happen in the aforementioned stylised order.", "For example, the phase of increased risk could be curbed as a consequence of the increase in the CCyB above neutral levels or the use of other macroprudential tools.", "If that is the case, the CCyB could be progressively released to the neutral level.", "Or, after reaching the neutral level, the economy could enter a recession abruptly, before vulnerability signals accumulate, thus entailing losses for the banking system.", "Depending on the circumstances, a total or partial release of the buffer could be advisable to smooth the business cycle, thus helping monetary and fiscal policy to close the output gap.", "A decision on introducing a positive neutral CCyB should weigh up the different pros and cons of such an approach.", "Regarding the costs and benefits, the estimations of the elasticity of credit and GDP to changes in capital requirements during recessions and expansions could be useful.", "In the Spanish case, for example, the available evidence shows that an increase in an expansionary period of 1 percentage point (pp) in the capital-to-risk-weighted assets ratio, consistent with a tightening of credit requirements, would not have negative effects on total credit to the corporate sector, while it would lead to a reduction of 0.5 pp in credit to households and of 0.2 pp in GDP.", "By contrast, the same amount of capital being released during a crisis would lead to an increase of up to 3.5 pp in credit to households and the corporate sector and of 1.6 pp in GDP.", "This evidence supports the existence of an asymmetry between the costs of activating the CCyB in normal times, even in the absence of significant systemic imbalances, and the benefits of its release during downturns.", "The gradual activation of the buffer at an early stage makes capital planning easier for banks when conditions are good, reducing potential negative credit supply effects of the activation.", "It allows also to take into account uncertainty in the identification of risks, which can result in a delay and a more rapid activation later in the cycle.", "But the analysis of the pros and cons is more complex.", "In this regard, a key problem for a macroprudential policymaker is to decide whether we are in \"normal times\" at a particular time.", "In this regard, authorities can employ a broad range of indicators, including the creditto-GDP gap and other financial and macroeconomic metrics, such as the output gap.", "Furthermore, it is also necessary to assess the appropriate neutral level of the CCyB in normal times.", "This may depend on: - The (cyclical and structural) characteristics of the domestic economy that can affect the estimated intensity of systemic crises.", "- The desired level of macroeconomic stabilisation capacity afforded to national macroprudential policies in light of the available buffers in other policy instruments.", "- The (cyclical and structural) characteristics of the banking system, such as the intensity of competition and sectoral composition of assets and liabilities, which can affect the capacity to withstand potential shocks, under both baseline and adverse scenarios.", "- Other factors, such as the degree of domestic and cross-border interconnectedness of the financial system and the overall economy, also need to be considered.", "These factors have a significant impact on the vulnerability of the economy to internal and external shocks.", "Authorities that have moved to a positive neutral CCyB have used different approach to calibrate the positive neutral rate, including analyses of historical losses, stress test models, assessments of the impact of buffer releases during the pandemic and expert judgement18.", "All these considerations, which may vary among jurisdictions and therefore could condition the desirability of moving to a positive neutral CCyB, justify the position of the BCBS, which supports and sees the benefits of the authorities' ability to set a positive cycle-neutral CCyB rate voluntarily.", "In particular, the Committee noted that circumstances indeed vary across jurisdictions, including the macroeconomic conditions and the range of macroprudential tools available, for example sectoral buffers, and their use to generate sufficient capital for banks to absorb unpredictable shocks.", "As a result, not all authorities consider a positive cycle-neutral CCyB rate to be appropriate in their jurisdictions.", "In any case, it was considered important to stress that in the event authorities implement such an approach, they should continue to comply with the existing Basel standards, including the agreed calibration of the minimum requirements and other regulatory buffers.", "Macroprudential policy emerged as a new policy domain only after the global financial crisis.", "Ever since, we have witnessed and suffered fresh systemic crises and turmoil stemming from exogenous shocks, such as the COVID-19 pandemic and the Russian invasion of Ukraine, while macroprudential policy was designed to address events of systemic stress that are fundamentally endogenous to the financial system.", "We have also found some indications of a positive relationship between lending and the capital headroom of banks (i.e.", "the surplus of a bank's capital above all minimum regulatory requirements and regulatory buffers).", "As a result, there might be a case for increasing releasable buffers, in particular the CCyB, and for defending a more flexible use of this tool considering its potential for helping other policies in macroeconomic stabilisation.", "In this regard, an increasing number of jurisdictions have chosen to implement positive cycle-neutral CCyB rates.", "Under this approach, authorities aim for a positive CCyB rate when risks are judged to be neither subdued nor elevated.", "Authorities that have introduced positive cycle-neutral CCyB rates have found it helpful for banks in their jurisdictions to have capital buffers in place that can be released in the event of sudden shocks, including those unrelated to the credit cycle, such as the impact of the COVID-19 pandemic.", "This approach can help address concerns that banks in some jurisdictions may be reluctant to cross regulatory buffer thresholds in times of stress, but may be more willing to use their capital to support lending when buffers are explicitly released by authorities.", "Looking ahead, rigorous analytical research will be essential to improve our understanding of the recent experience with systemic events and refine macroprudential policy so that we can enhance its effectiveness and thereby release monetary and fiscal policy space to confront these challenges.", "I am glad to see that this conference is gathering some prominent contributors to this important effort."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "fiscal dominance", "fiscal dominance", "financial dominance", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Macroprudential policy", "Capital buffers", "Buffer usability", "Countercyclical capital buffer (CCyB)", "Financial stability", "Systemic risk", "Macroeconomic stabilisation", "Credit cycle", "Positive neutral CCyB", "Releasable macroprudential buffers"]}