{"sentences": ["Accompanying annex to the speech The world has rapidly entered a period marked by compounding challenges.", "A new geopolitical landscape is emerging, fuelled by mounting tensions that are fragmenting the global economy.", "This has direct economic consequences as it is fostering uncertainty and economic volatility.", "In parallel to this geopolitical turmoil, the climate crisis is accelerating, resulting in more frequent and unprecedented natural disasters.", "These extreme weather events trigger supply shocks that reverberate through the global economy, further exacerbating the existing challenges.", "To navigate this shifting environment, policymakers must be open-minded.", "At the same time, it is critical that central banks provide an anchor of stability by delivering on their price stability mandates.", "In my remarks today, I would like to briefly discuss our current assessment of the economic outlook and our efforts to bring inflation back to target.", "Then I will explain how the ECB incorporates climate change considerations in its monetary policy - one of the topics chosen for today's hearing.", "Outlook for the euro area economy Euro area activity has stagnated in recent quarters and is likely to remain weak for the rest of the year.", "Real GDP contracted by 0.1% in the third quarter, reflecting a broadening impact of higher interest rates, weak foreign demand and the fading impetus from the reopening of the economy after the pandemic.", "Manufacturing output has continued to fall and activity in the services sector is weakening further.", "Despite the slowdown in activity, the labour market remains resilient overall, although there are some signs that job growth may lose momentum towards the end of the year.", "While the short-term outlook remains subdued, the economy is set to strengthen again over the coming years as inflation falls further, household real incomes recover and the demand for euro area exports picks up.", "Let me now turn to inflation, which fell further to 2.9% in October.", "This fall reflected a general decline in inflation but was also helped by what we call base effects.", "These effects were particularly visible in the low rate of energy inflation, which stood at -11.2%.", "Food inflation has also declined but is likely to remain strong for the rest of the year.", "This contrasts with inflation developments in the United States - the first topic chosen for today's hearing - where food inflation has been more contained, while core inflation picked up faster after the pandemic.", "Inflation excluding energy and food has continued to moderate.", "It fell to 4.2% in October owing to declines in both goods and services inflation.", "Most other measures of underlying inflation have also come down.", "At the same time, the ECB's indicator of domestic inflation - which excludes items with a high import content - has not come down by much, reflecting the fact that inflation is now driven more by domestic sources than by external sources.", "Wage pressures, meanwhile, remain strong.", "Our current assessment is that this mainly reflects \"catch-up\" effects related to past inflation rather than a self-fulfilling dynamic.", "And we expect wages to continue to be a key factor driving domestic inflation.", "At the same time, the contribution of profits - which accounted for much of the strong domestic price pressures seen recently - is now weakening.", "Looking ahead, we expect the weakening of inflationary pressures to continue, even though headline inflation may rise again slightly in the coming months, mainly owing to some base effects.", "However, the medium-term outlook for inflation remains surrounded by considerable uncertainty.", "The ECB's monetary policy Turning to monetary policy, we remain determined to ensure the timely return of inflation to our 2% medium-term target.", "In October we decided to keep the key ECB interest rates unchanged, and we expect that maintaining interest rates at current levels for a sufficiently long duration will make a substantial contribution to restoring price stability.", "Our future decisions will ensure that policy rates are set at sufficiently restrictive levels for as long as necessary.", "The appropriate level and duration of restriction will continue to be determined in a data-dependent manner, assessing the inflation outlook, the dynamics of underlying inflation and the strength of monetary policy transmission.", "The Governing Council will reassess its monetary policy stance in mid-December, informed by new data and updated projections, including for 2026.", "Climate change considerations in monetary policy Let me now turn to the other topic you have selected for today's hearing - climate change in monetary policy implementation.", "Climate-related disasters are becoming more frequent and more severe.", "This year's catastrophic floods in Slovenia, Italy, Greece and France are a stark reminder of this.", "At the same time, the warming of our climate continues.", "July and August 2023 were the two warmest months on record globally and the planet is now on track to reach average warming of 1.5 oC by the 2030s.", "In today's challenging geopolitical environment, it is easy to lose sight of this unfolding climate crisis.", "But we must remain committed to supporting the green transition.", "European governments are primarily responsible for addressing climate change.", "They have the authority, tools and ability to implement the appropriate policies to tackle this crisis.", "That said, climate change and the protection of the environment are also relevant for the ECB - from the perspective of both our primary and secondary objectives.", "The ECB therefore remains committed, within its mandate, to playing its part.", "First and foremost by ensuring that we fulfil our primary objective of price stability.", "Large investments in green technologies are needed to support the transition.", "And a stable inflation outlook gives firms visibility on investment costs, which is particularly important for green projects in light of their mostly long-term planning horizon.", "Price stability also supports the relative price signal from policies such as carbon pricing, thereby making those policies more efficient.", "Over the past years, we have enhanced our understanding of the economic and financial ramifications of climate change.", "We published a set of climate-related indicators to improve the quality and quantity of climate-related data.", "climate4 As related data improve, we are also working to further enhance our macroeconomic models, scenario analyses and risk assessment.", "This helps us better account for climate risks and the implications that the transition to a carbon-neutral economy may have.", "As it is relevant to our primary mandate, we are also working to better take into account climate-related financial risk in the Eurosystem's balance sheet.", "In doing so, we are also following our secondary objective, by supporting the green transition of the economy, in line with the EU's climate neutrality objectives.", "In the implementation of our monetary policy, for instance, our tilting activities have helped decarbonise our corporate bond holdings, and we continue to tilt our reinvestments under the pandemic emergency purchase programme.", "We recently concluded our one-year review of the tilting framework, and we expect the decarbonisation of our corporate sector portfolios to continue throughout 2023 and 2024 on a path that supports the goals of the Paris Agreement.", "There are three main factors driving this decarbonisation process.", "First, the effectiveness of our tilting approach.", "Second, redemptions of bonds with a relatively high carbon impact.", "And third, we see that issuers of the bonds we hold are actively working to reduce their carbon footprint, with benefits for society at large.", "Looking beyond 2024, the Governing Council is committed to considering ways to ensure the further decarbonisation of our corporate portfolios on a path that supports the Paris Agreement objectives, without prejudice to our price stability objective.", "We will continue to review our climate actions to ensure that they remain fit for purpose, focusing on the areas where the risks are greatest and our work contributes the most.", "As we enter a new era of heightened geopolitical tensions and an unfolding climate crisis, we need to step up our efforts to make our economies more resilient.", "Progress on the green transition, including to accelerate Europe's energy independence, is essential as it will reduce the likelihood of higher and more volatile energy prices.", "Deepening the capital markets union, reaching an agreement on a sound fiscal framework and addressing regulatory barriers are equally crucial to foster investment and speed up the development of renewables.", "The ECB will play its part, first and foremost by ensuring that inflation returns to our 2% medium-term target.", "This is not the time to start declaring victory.", "We need to remain attentive to the different forces affecting inflation and firmly focused on our mandate of price stability.", "Base effects are the extent to which the change from one month to the next in the year-on-year rate of inflation can be explained by the \"dropping out\" from the price index of an atypical month-on-month change 12 months earlier.", "Oxford Open Climate Hansen, J.E.", "For more information, see \" Climate change and the ECB \" on the ECB's website.", "For more information, see \" Climate change-related indicators \" on the ECB's website.", "Climate-related financial disclosures of the Eurosystem's corporate sector holdings for monetary policy purposes, March."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Climate change", "Monetary policy", "Economy", "Energy prices", "Green transition", "Financial stability", "Resilience", "Geopolitical tensions", "Wage pressures"]}