{"sentences": ["It is my pleasure to welcome you all to the first Green and Sustainable Banking Conference held by the HKMA.", "We are here because of the challenge of climate change.", "A challenge that is growing in magnitude.", "Some scientists have recently announced that 2023 is the hottest year on record and they expect 2024 to be even warmer.", "Earlier in March, the UN Secretary-General called on parties to fast-track climate efforts and move forward their net-zero deadlines.", "Indeed, just last month, a report by the UN said that current pledges under the Paris Agreement are not enough.", "They are putting the world on track for a 2.5 to 2.9°C temperature rise by the end of the century, and this is a clear miss of the target of 1.5°C in the Paris Agreement.", "So, it is absolutely clear that the world must act, and act fast, in the transition to netzero.", "But action must be guided by knowledge.", "We all know that with the power of finance, banks do play a central role in achieving climate goals alongside driving economic development.", "But banks must build up their knowledge about the latest technologies that support the transition to net-zero.", "This would allow banks to effectively channel capital and lending to support the development of such technologies and to support the transition path.", "Technology experts, on the other hand, need to better understand how banks evaluate a project in order to secure financing.", "This is where today's conference comes in.", "Through this conference, we try to provide a platform for the banking sector and the technology sector to discuss solutions, acquire knowledge and speed up the adoption of technologies that support the transition.", "Bankers will hear from energy and green building experts how their technologies can help reduce carbon emissions.", "On the other hand, technology experts can hear from the financial industry how they assess the investment value of different technologies.", "What then, you may ask, is the role of the HKMA in all these?", "We are a banking supervisor, so we need to make sure banks manage climate risks properly.", "But we also see ourselves as an enabler.", "We enable change through strengthening the green finance ecosystem and supporting banks' financing of the transition.", "One example is the development of a green classification framework.", "The framework will help banks and other financial institutions to identify environmentally sustainable activities, and then align their business decisions with global climate goals in order to support the transition to a low-carbon future.", "As a first step, we released a discussion paper in May this year and we will issue the first version of the framework very soon.", "To make the taxonomy more complete and usable, we will continue to expand the coverage of sectors and activities within the framework, such as including transition activities.", "Our role as an enabler is not confined to setting frameworks and rules.", "We also endeavour to address the pain points faced by the industry.", "Very often, a common view point cited by the industry is that they lack data and are not sure about the quality of the green and climate data they can get.", "So even though it may deviate from the conventional role of a banking supervisor, we are ready to roll up our sleeves to step in and provide common utilities for the industry.", "A key example is our cloud-based platform for physical risk assessment which we will soon be launching for banks to use.", "We understand that banks have difficulties in collecting and using data related to physical risk assessment, which is why the platform will enable banks to assess the impact of physical hazards on real estate under different climate scenarios by simply inputting the address of a property in Hong Kong.", "It will also contain downloadable datasets on Hong Kong's climate.", "As far as we are aware, we are one of the first banking supervisors in the world to provide this kind of utilities for the banking industry to use.", "You will be getting a preview of it later so I will not dwell on it, but we will certainly continue to improve the platform to facilitate banks' climate risk management.", "I can just go on with laying out the roles and efforts of the HKMA in terms of promoting a more sustainable future.", "But today's conference is not about the HKMA.", "It is really about the innovative ideas of the 69 companies which entered our Green Fintech Competition, ranging from AI-powered data analytic tools that help banks assess physical risks, blockchain-based systems for ESG impact reporting, to digital tools that assess the transition readiness of companies.", "If you have not yet done so, I will strongly encourage you to visit the exhibition area to look at the solutions offered by the winners and runners-up of our Green Fintech Competition.", "I must thank both the participants as well as the judging panel for their hard work in making the competition such a success.", "Let me finish by emphasising that the science is already very clear that carbon reduction has to happen much faster.", "To do so, technology is indispensable, and all of us here today have a role to play to bring about that change.", "I do hope that you will make the most of today's event to connect, exchange ideas, share knowledge and most importantly, begin to act.", "On this, perhaps we can borrow a line from the late Professor Stephen Hawking, one of the greatest scientists of our time.", "He said, \"Climate change is one of the great dangers we face, and it's one we can prevent if we act now.\"", "Six years have passed since he made that statement, so time is of the essence for actions to begin in a more meaningful manner.", "As the theme of this conference suggests, let's work together to accelerate the net-zero transition through technology.", "-track-be-hottest-year-ever-whats-next -gap-report-2023 -environment-40461726"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Net-zero transition", "Climate change", "Green finance", "Technology", "Banks", "Physical risk assessment", "Green Fintech Competition", "ESG impact reporting", "Paris Agreement", "Carbon reduction"]}