{"sentences": ["04.12.2023 16th Cinco Días Business Innovation Awards ceremony, 2023* Pablo Hernández de Cos *English translation from the original in Spanish Good morning everyone.", "It is an honour to take part in the Cinco Días Business Innovation Awards ceremony and to be able to congratulate all the award winners for their contribution to business innovation.", "As leading economists such as Paul Romer, Robert Lucas, Philippe Aghion and Peter Howitt underlined in their pioneering work, innovation is the main driver of economic growth.", "In a standard macroeconomic model, growth is often limited by diminishing returns on productive capital accumulation, but innovation, which faces no such constraints, is an inexhaustible source of growth.", "Spain's negative investment gap in research and development and innovation (R&D&I) relative to the euro area as a whole has adversely affected the dynamics of our productivity and GDP per capita.", "In particular, between 2000 and 2021, the ratio of R&D&I expenditure to GDP stood at 1.2% in Spain, 0.8 percentage points (pp) below the figure for the euro area overall.", "Both public and, especially, private sector R&D&I investment contributed to this gap.", "At the same time, productivity (measured by GDP per hour worked) and GDP per capita in Spain in 2022 stood at 14% and 17%, respectively, below the euro area average.", "This lack of innovative dynamism points to structural weaknesses in different aspects, especially including the corporate funding structure, business demographics, the level of competition, human capital and the role of general government.", "I would like to briefly address each of these now.", "Funding structure In terms of funding, despite significant improvements in recent years, Spanish firms - in comparison with others in the euro area - continue to be heavily reliant on bank loans and have relatively limited access to venture capital.", "This funding structure has a negative impact on their ability to implement innovation projects, which by their very nature have a relatively high risk profile.", "This structure can also contribute to a misallocation of resources between firms, reducing aggregate productivity.", "There is evidence of a significant accumulation of capital in low-productivity firms between 1995 and 2007 in Spain.", "This was partly the result of access to financing depending more on a firm's available collateral or relationship with general government than on the marginal productivity of its projects.", "If this misallocation of resources had been avoided, total factor productivity in the period would have grown by 10% in cumulative terms instead of falling by 8%.", "There seems to be no significant improvement in the allocation of resources in the most recent period.", "This takes us to the second and third structural weaknesses noted above, relating to business demographics and competition.", "Business demographics and competition The rate of business creation in Spain is comparable to that of other European economies, but both the survival rate and average firm size are low.", "This suggests a relatively low level of competition and difficulties in dealing with regulatory barriers and other fixed costs, which are key to any innovation project.", "While regulations are necessary to limit certain market failings, a large body of rules - that are increasingly complex and disparate across regions and municipalities - can have a negative impact not only on economic agents' growth decisions, but also on the ability of general government to ensure market unity, both at national and European level.", "A number of studies have pointed to the importance of this channel in Spain.", "By way of illustration, let me remind you that, in 2022 alone, our central and regional governments approved almost 11,000 new pieces of legislation.", "There are, furthermore, various employment and tax-related regulatory thresholds (linked to arbitrary categories of firm size) that adversely affect business growth.", "In short, it is imperative to review and simplify certain regulations that may artificially stifle competition and business innovation.", "Similarly, ensuring competition also requires that the National Commission on Markets and Competition be equipped with sufficient human and technical resources.", "This is especially important in a context of accelerated technological change that can increase market power at some firms.", "The level of human capital has proven a crucial factor in driving innovation and business growth.", "For example, R&D&I investment in European countries with a higher level of human capital (based on the numeracy scores under the Programme for the International Assessment of Adult Competencies) is on average 1 pp higher than in Spain.", "This is not surprising, since the quality of the workforce and their technological and digital skills are essential foundations for the absorption of knowledge and the innovative capacity of any economy.", "Despite a notable improvement in recent decades, the educational attainment level of employers, the self-employed and employees in Spain is lower than the euro area average.", "According to Eurostat data, in Spain, 35.5% of the self-employed, 34% of employers and 29.6% of employees had a low educational attainment level in 2023 Q2.", "The recent increase in interest in pursuing vocational training after secondary education is encouraging, but the new Vocational Training Law, which established the dual model, poses a challenge.", "In particular, the new law is aimed squarely at increasing the proportion of in-company work experience, tasking firms with offering a significant number of apprenticeship opportunities.", "The success of this initiative will depend on effective collaboration between the business sector and educational institutions.", "Turning to universities, the relatively low share of graduates in science, technology, engineering and mathematics continues to stand out.", "According to Eurostat data for 2021, 24% of Spanish students in tertiary education are enrolled in a field related to the natural sciences, mathematics, statistics, information and communication technologies (ICT), engineering, manufacturing and construction, compared with 28% in the euro area, with Spain only ahead of Cyprus, Malta, the Netherlands, Belgium and Slovakia.", "To improve on this front, raising academic achievement in mathematics at both lower and higher secondary level is essential, as is ensuring that teachers are better trained and have a more professional profile.", "The role of general government in innovation Lastly, I wish to discuss the role of the public sector as a catalyst for innovation.", "Innovation generally produces certain knowledge spillover effects, which means that it is not fully appropriated by the firms making the investments.", "This leads to lower investment in innovation than would be desirable.", "The public sector can mitigate this problem through various instruments, most notably via tax incentives for innovative firms.", "In Spain, the chief tax incentives for innovation revolve around corporate income tax deductions.", "However, although these implicit subsidies are, in theory, among the highest in the OECD, their actual impact is considerably less as a result of the various administrative requirements and the corporate income tax mechanics (AIReF, 2020).", "Evidence from around the globe shows that tax incentives with higher rates of subsidy for start-ups - which face greater constraints on R&D&I investment - are particularly effective for increasing the innovation effort and the deliverables.", "Measures allowing innovative firms with insufficient taxable profits to obtain cash refunds for investments made could also be envisaged.", "Other instruments that the public sector has used to encourage innovation are direct public investment, public procurement for innovation, the allocation of direct grants for basic research and measures to help innovative start-ups obtain funding.", "The Spanish Recovery, Transformation and Resilience Plan is currently the most important lever in this respect.", "It includes an ambitious set of investments and reforms in different areas of economic activity and presents a unique opportunity to spur digitalisation and boost the low level of innovation in Spain.", "That said, the design and execution of the Next Generation EU (NGEU) programme poses a considerable challenge for Spanish general government, as it requires that it adapt its capacities to fully harness the transformational impact.", "Some of the factors that condition this impact are the rigorous identification and implementation of projects, the degree of ambition and effective implementation of the structural reforms committed to, and the demanding project execution schedule.", "As regards project selection, there is evidence that well-designed public investment can boost incentives, prompting firms to increase their investment and productivity.", "Our estimates suggest that the greater the complementarity of public investment with private investment, the greater the economic impact, such that over a period of five to ten years, the impact on activity may be 1.5 to 2 times greater compared with a lower level of complementarity.", "Analysing the private sector tenders linked with the NGEU programme so far, the allocations are comparatively more biased towards relatively large firms.", "Large firms tend to be more productive, so this should have a positive economic impact in the short term.", "But there is also an opportunity cost, since supporting smaller firms could speed up their development and make a positive contribution to aggregate investment in the long term.", "Moreover, the available evidence suggests13 that structural reforms that lower the barriers to competition in product markets and ease certain labour market rigidities can magnify the expansionary effect of the European funds (fiscal multiplier) in the medium and long term.", "Overall, according to the European Commission, by mid-2023 almost 60% of the reforms scheduled in Spain had been deployed, but the investment implemented was less than 10%.", "In this respect it would be desirable for the time frame to be extended, so as to ensure the optimal effectiveness of the NGEU programme.", "Moreover, optimising the impact of NGEU requires undertaking real-time assessment that would enable identification and correction of any possible shortcomings that might arise, in terms of project selection and execution and of the design and implementation of reforms.", "In this respect, detailed and timely information should be made available to analysts, in order for such an assessment to be undertaken.", "An exercise in transparency that would also boost European citizens' confidence in their institutions.", "To conclude, innovation is the pillar of growth, but it requires determined action by public policies in a series of key areas.", "Diversifying firms' funding sources, simplifying regulations, prioritising the development of human capital and harnessing the potential of the European funds are all essential steps towards an innovative and prosperous future for business in Spain."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Innovation", "R&D&I", "Productivity", "Funding structure", "Business demographics", "Competition", "Human capital", "Public sector", "Next Generation EU", "Structural reforms"]}