{"sentences": ["A measure of wheat for a penny: food price inflation in historical perspective - speech by Andrew Bailey Henry Plumb Memorial Lecture 20 November 2023 Many thanks for the introduction, Terry.", "It is a pleasure to be here this evening.", "Let me also add my thanks to you, Minette.", "You have been a strong and clear voice for British farming throughout your term as President of the National Farmers' Union.", "What a time it has been.", "Costs have been rising sharply.", "Trading arrangements and farm support have been changing.", "Summer droughts have been followed by winter floods.", "It is no small job to confront all of those challenges.", "I would like to spend my time this evening talking about food price inflation.", "To set the scene, I will start by showing a chart with the evolution of overall consumer price inflation over the past five years.", "Chart 1 shows how inflation (the white line) fell below the 2% target in the first year of the pandemic before it started to rise above the target in the second half of 2021, reaching a peak of 11.1% in October 2022.", "It shows how inflation has since come down significantly again, to 4.6% in the latest data for October published last week.", "In the shaded area, it shows how we expect it to remain around this level for the remainder of the year.", "In our forecast, it then continues to fall back towards the 2% target over next year.", "Last week's data release was good news.", "It means that we are on track to bring inflation down to target.", "But it is too soon to declare victory.", "We still have a long way to go.", "Interest rates will have to stay high enough for long enough to make sure we get all the way back to the 2% target.", "ontr t ons to n lat on and onetar ol e ort ro e t on Bloom erg nan e L. .", "e artment or nerg e r t and et ero and Bank al lat ons The coloured bars in the chart show contributions to headline inflation from different groups of items in the consumer price index.", "There has been a big direct contribution from energy prices (in dark orange), from core goods (in blue) and increasingly from services (in yellow).", "The purple bars show that the contribution from food price inflation has been significant too over the past two years.", "When annual inflation in the prices of food and non-alcoholic beverages reached a peak of 19.1% in March this year, it contributed more than 2 percentage points to overall inflation.", "Fortunately, food price inflation is now easing.", "It fell to 10.1% in October, and we expect it to fall further, probably to about 3% by the end of our short-term forecast in March next year.", "This also means that we expect food price inflation to contribute less to headline inflation, as illustrated by the narrowing purple bars in the shaded area of the chart.", "The rise in consumer food prices has been a global phenomenon, caused not least by ss a's llegal war on Ukra ne.", "When it started in February 2022, we expected that the war would cause supply chain disruptions and lead to a sharp rise in global agricultural commodity price.", "Both Russia and Ukraine are big agricultural producers in global markets.", "But UK food price inflation rose higher and faster, and has taken longer to come down, than past relationships with agricultural commodity prices would have suggested.", "So I have spent a lot of my time over the past two years talking to people across the food - travell ng w th the Bank's agents a ross industry to understand what has been going on the regions and nations of the United Kingdom, and visiting businesses operating in different stages of the food supply chain.", "It was clear from these conversations that many people in the industry expected consumer food price inflation to come back down when agricultural commodity prices started to fall again towards the end of 2022.", "Supermarkets tended to tell us that food price inflation had now peaked.", "Farmers were more sceptical.", "Farmers told us that they were facing higher costs of energy, fuel, fertiliser, feed, haulage, and labour.", "As they had often bought key inputs forward on fixed-term contracts, costs would remain elevated, and these costs would have to be covered somehow to sustain production.", "I have to say that the farmers appear to have been right.", "This shows just how important it is for me and my colleagues on the Policy Committee to learn from people across all sectors of the economy as we set interest rates to return inflation to target.", "When it comes to the outlook for food prices, a sizeable chunk of the consumer price index, there has been no more reliable source than British farmers.", "So I am absolutely delighted to be here today to honour Henry Plumb, one of British arm ng's greatest ham ons.", "Baron Plumb, as he became, saw many changes in his long and remarkable life.", "Farming was transformed by technology and politics, constantly challenged by the ups and downs in global markets, and Lord Plumb was at the heart of the storm working passionately for the interests of British farmers and rural communities.", "newl ele ted res dent o the at onal armers' Un on In 1970, as the answer he gave to \"allow o r own armers the o ort n t o earn ng a reasona le r e to ens re adeq ate rod t on n o r own o ntr s de.", "\"1 ears later \"[ ]armers As he wrote seven are optimists by nature, even though [they] are so often frustrated and confused by outside n l en es.", "\"2 Those outside influences have been many over the years.", "A memorial lecture is a good opportunity to look back at them and take a long perspective.", "That is what I would like to do today.", "Food inflation over the (very) long run In the United Kingdom we are lucky that the data allow us to take a very long perspective.", "rom the Bank's dataset Chart 2 shows a consumer price index (in orange) derived onta n ng m llenn m o ma roe onom 'A data'.", "The index goes back to 1086, the year of the Doomsday Book survey.", "This was before online forms and telephone interviews, of course, and by all accounts response rates were high.", "Let us not speculate on the incentive mechanisms in place.", "The data sources become sparser in the subsequent century but thanks to the painstaking work of economic historians, we can trace consumer prices again with some confidence from the early 1200s.", "From the records, we can find snapshots of this long development.", "Invoices kept in our archives show that, in 1713 for example, the Bank was paying two old pence for a loaf of white bread something of a luxury at the time and a shilling and one old pence per pound of butter.", "Converting these numbers into the new pence we use today, this is about 0.8 and 5.4 pence, respectively.", "In turn, the difference to the £1.55 and £3.45 demanded by a supermarket on Cheapside in the City of London this morning reflects inflation over the past three centuries the increase in the nominal prices charged for real goods such as bread and butter over the years.", "ons mer r es ndex and agr lt ral r e ndex A m llenn m o ma roe onom data and Bank al lat ons (see Annex The chart also shows agricultural prices back to 1209 (in blue), incidentally the year King John was excommunicated by the Pope.", "The trend in the general level of prices moved closely with agricultural prices over the following seven centuries.", "Agricultural products, such as wheat and barley, were important inputs into bread and beer.", "And bread and beer were large components of the consumption basket.", "In the medieval period, food products amounted to as much as three quarters of overall expenditure.", "In the late 19th century consumer and agricultural prices started to diverge.", "From around this time, agricultural prices grew more slowly than other consumer prices.", "The share of food in overall consumption fell as increasing prosperity allowed people to enjoy more ons m t on than l e's essent als.", "And te hnolog al advan es and international trade led to significant efficiency gains in food production and distribution, from tractors in the fields, through industrial bakeries to the supermarkets that sprang up across the country.", "The linkages between the price of wheat and the price of bread are a good example of how production technology and supply chains have changed.", "For centuries, as Chart 3 shows, the price of bread was closely tied to the price of wheat.", "There was a technological element to this.", "Milling and baking were largely localised activities in the medieval period, and wheat was the most important input into the production of bread.", "But as ever in farming, state regulation and control played a role too.", "From medieval times until amended by the Bread Act of 1822, the Assize of Bread regulated the price and quality of bread.", "In London in 1797, the cost of wheat made up around 80% of the full cost of a loaf according to the regulators.", "The result was that the prices of both wheat and bread moved broadly in line with each other and with the overall consumer price level.", "r es o wheat and read relat ve to headl ne ons mer r es Bank al lat ons (see Annex In the first half of the 19th century, the Corn Laws amended older restrictions and tariffs associated with the import of wheat, supporting the price of wheat for farmers as well as raising the price of bread for consumers.", "The yellow bars on Chart 4 show the duties that had to be paid, in old shillings per Imperial quarter.", "When the Corn Laws were repealed and the duties fell away, relative UK wheat prices fell as the UK wheat price (in blue) converged on the significantly lower price of wheat in global markets, as represented here by the US wheat price (in orange).", "That convergence also reflected lower transport costs internationally and increasing production of wheat in the United States, Canada and rom wh h the Un ted K ngdom's n reas ng m orts o wheat were now sourced.", "Indeed, the wheat market in the late 19th century was, if anything, a more stable and integrated global commodity market than it was for much of the 20th century.", "In the 20th century, prices often diverged across markets and volatility increased.", "commodity markets look increasingly fragmented in comparison.", "UK and U wheat r es w th m l ed d t es nder the orn Laws Bank al lat ons (see Annex Bread prices also fell relative to consumer prices in the period leading up to the first world war but to a lesser extent than wheat.", "In 1925, the Royal Commission on food prices calculated that wheat accounted for around 40% of the cost of a representative loaf, around half of what it had been a century earlier.", "Energy, transport and labour costs were now becoming increasingly important components in the costs of producing and distributing bread to consumers.", "When war time restrictions were lifted in 1956, the relative prices of wheat and bread began to move in different directions, as Chart 3 showed.", "Fluctuations in wheat prices were still important.", "But bakers were now free to set prices and diversify the products they offered to ever more demanding consumers.", "The range and quality of bread increased.", "The price of an unpackaged white loaf, typically produced by a smaller specialist bakery, has increased by more over the past 50 years than a sliced white loaf in the supermarket.", "And other inputs continued to become more important.", "In 2021, the value of wheat in an 800g loaf of bread stood at an estimated 11% of the total cost.", "So today, when we think about the drivers of food prices, we need to consider the whole range of commodities and other inputs that feed into the production chain.", "My colleague Swati Dhingra has described this chain in detail in a speech earlier this year.", "As Swati points out, the link between agricultural commodity price increases and consumer food prices now works through complex integrated supply chains.", "What is also noticeable is how different agricultural commodity prices have tended to move together with other commodity prices historically.", "Chart 5 shows rolling 3-year standard deviations of agricultural commodity inflation (in blue), metals (in purple), and overall commodity price inflation (in orange) which from the 1960s includes energy and fertilisers.", "The commodity price booms in the 1950s and 1970s were as much to do with agricultural commodities as with energy and raw materials.", "The most recent spikes in commodity price volatility stand out somewhat in this picture.", "Agricultural commodity price inflation, while significant, has been somewhat less volatile than those in other commodities over the past two decades.", "This suggests that the sharp rises in food price inflation may have been influenced relatively more by these non-agricultural commodities in this cycle compared to others.", "ommod t r e volat l t meas res Bank al lat ons (see Annex The Henry Plumb era Before I turn to the most recent spike in food inflation in more detail, let me add some reflections on developments since the middle of the previous century.", "We have better data sources for this period.", "And the start of it happens to coincide with the time when young Henry Plumb took over the farm at Coleshill in Warwickshire from his father and got involved in the NFU.", "We are now entering the Henry Plumb era.", "This was an era of significant change for British farmers.", "From annual Farm Price Reviews under the 1947 Agriculture Act to the Common Agricultural Policy of the European Community, and then to the start of a new Environmental Land Management scheme Henry Plumb saw it all.", "It was also a period of significant change in the distribution, processing and retailing of food.", "While the co-operative movement had opened a small number of self-service shops by 1950, private grocers were still serving their customers behind the counter.", "But things were about to change.", "From the opening of 'Premier Supermarket' in 1951, in Streatham in South London, the American model spread fast throughout the United Kingdom.", "Supermarket chains came to dominate the food retail landscape we have today.", "Monetary policy has gone through significant transformations too, not least in response to the high-inflation episodes in the 1970s.", "Without a guiding framework, conquering inflation was a major policy challenge at the time.", "Since October 1992, UK monetary policy has been guided by a firm commitment to the inflation target.", "This is a fundamental change.", "It means that monetary policy is designed to avoid a repeat of a situation where external inflationary influences from food and energy are allowed to become engrained in persistent inflationary dynamics in the domestic economy.", "Monetary policy today responds with force to ensure that inflation returns to the 2% target sustainably.", "Chart 6 shows inflation over this period from 1950 to today (white line) with the contributions from food prices (in orange).", "It illustrates how food inflation contributed significantly to high-inflation episodes in both the 1950s and 1970s, and relatively more so than in the recent episode.", "The peak in food price inflation itself was much higher in the 1970s, reaching nearly 30%.", "But it was similar in the 1950s to what we have seen recently.", "ontr t ons to ons mer r e n lat on and Bank al lat ons The explanation for why it still contributed more back then, lies in the composition of consumption.", "As the blue bars in Chart 7 illustrate, the weight of food and non-alcoholic beverages in the consumption basket today, 11.9% to be precise, is only about one third of its value in the 1950s when it was 36.4%.", "This large share explains why a comparable rise in food inflation contributed much more to inflation in the 1950s than it has over the past couple of years.", "We ghts n the ons mer r e ndex and Bank al lat ons The counterpart to this change is that an increased share of spending now goes to other goods and services.", "As living standards have risen, a much bigger share of spending goes to recreation and culture, eating out, and tourism.", "It is a striking reflection of social trends over this period too, that the share of alcohol and tobacco (in orange) has fallen from 171⁄2% in 1950 to just above 4% today.", "But this does not mean that we should underplay the effects of the shock to food prices that we have experienced.", "We can look instead at the margin by which food price inflation has exceeded overall inflation as in Chart 8.", "This is a measure of the relative price effect of how much more food prices have risen relative to the prices of other goods and services.", "When we look at that measure, the recent period looks more severe in the context of the inflationary episodes of the 20th century.", "The prices of the essentials in life have gone up a lot, also relative to other goods and services.", "Ga etween ons mer r e n lat on and ood and non al ohol everages n lat on and Bank al lat ons And it is important to recognise that underlying the aggregate is a wide range of experiences at the household level.", "Chart 9 shows the typical share of food in consumption for households across the distribution.", "For the 10% of households that have the least to spend, expenditure on food makes up more than a quarter of consumption, just over twice the national average.", "At the other end of the spectrum, for the 10% of households that spend the most, the expenditure weight on food is just 6%, about half the national average.", "hare o ho sehold ex end t re on ood ex end t re de le and Bank al lat ons When there is a shock to food prices, like the one we have seen recently, the consequences are not felt equally across society.", "The poorest are hit the hardest.", "The recent experience The Covid pandemic was a major shock to the global economy.", "Global agricultural commodity prices rose by around 20% over 2021, which along with other rising cost pressures drove up food prices globally.", "This affected food price inflation in the United Kingdom too.", "In January 2022, annual food price inflation stood at 4.3%, compared to an average of just below 11⁄2% over the previous three years.", "Harvests had een oor n man o the world's Poor weather was undoubtedly a factor.", "And strained supply chains affected the distribution of agricultural commodities and food products as well as other goods.", "In the United Kingdom, a combination of heavy rainfall and droughts had caused the harvested production of wheat to drop to the lowest level in 40 years in 2020, before rebounding in 2021.14 B t ss a's war on Ukra ne made a ad s t at on m h worse.", "ss a and Ukra ne are both major producers of a number of agricultural commodities, including wheat, barley and sunflower oil.", "And Russia is a significant supplier of fertiliser nutrients, an essential input in modern farming.", "The invasion reduced global supply and increased uncertainty, driving n the 12 months ollow ng ss a's up global agricultural commodity prices to new highs.", "invasion of Ukraine, food inflation in the United Kingdom rose by more than 13 percentage points.", "Chart 10 illustrates these developments.", "The dark orange line shows the sharp rise in agricultural commodity prices, expressed here in the form of an index representing the level of these prices.", "The index includes, for example, the prices of wheat and cattle traded on the Chicago mercantile exchange, and the prices of sugar and coffee traded in New York.", "These global prices affect food inflation in the United Kingdom both because we import a lot of the food we consume and because pricing in global markets affects the prices British farmers receive.", "Both UK food import prices (in purple) and UK farmgate prices (in yellow) rose as well.", "nd es o ood r es and osts atastream e ra and Bank al lat ons But there is no direct correspondence.", "The weight of coffee in UK imports is smaller than in global production, for example, and the global index excludes some items such as fruit and vegetables.", "As we know from the time of the Corn Laws, frictions in trade can also drive a wedge between global and domestic prices.", "While global agricultural prices fell back during 2022, UK food import prices and food output prices continued to rise throughout the year.", "The blue line in the chart shows the index of consumer food prices.", "As consumer food inflation peaked in March this year, global agricultural commodities had eased significantly, UK food output prices had levelled off, and import prices soon eased somewhat too.", "With this moderation of costs at the wholesale level, the level of food prices stopped rising.", "Gradually, the comparison with the level of food prices a year earlier has because more favourable.", "Annual food price inflation, in other words, has come down.", "But the blue line illustrates an important point.", "Even as food price inflation is coming down, the level of food prices is still high.", "Consumer food prices today are close to 30 per cent higher than at the start of the pandemic.", "The high cost of food continues be a major challenge for many people across the country, especially those on lower incomes.", "The prices consumers end up paying in local markets, shops and supermarkets are of course also affected by domestic costs added in the final stages of the supply chain such as energy, transport and labour as well as prices at the wholesale level.", "Energy costs have been a major factor throughout the food supply chain, however.", "This is illustrated in Chart 11.", "The chart shows an estimate of the indirect effect on consumer prices through the cost of doing business over the past four years.", "It is derived from information on the use of energy at various stages of the supply chain and effectively tracks how energy costs for businesses have contributed to the prices paid by consumers for final consumer goods and services.", "These indirect effects are significant, especially for food.", "The blue line shows that, over last winter, more than 1.5 percentage points of food price inflation can be attributed to higher energy costs in the food supply chain.", "This is significantly more than in other sectors of the economy, as illustrated by the indirect effects on core goods (in orange) and services (in purple).", "ontr t on o nd re t energ e e ts to n lat on and Bank al lat ons So what should we expect from here?", "The blue line in Chart 12 shows annual food price inflation.", "While it is still high, it has fallen markedly since its peak in March.", "And we expect it to continue to fall over the coming months (shaded area) given easing cost pressures throughout the food supply chain.", "Ann al and ann al sed monthl ood and non al ohol everages n lat on and Bank al lat ons But even as we expect food inflation to fall, there are clearly risks as we look ahead to the months and years ahead.", "Food inflation can be volatile in the best of days.", "And climate change is affecting whether patterns, increasing the risk of poor harvests.", "New, hardier crops may become an important source of nutrients globally, but the development of such variants may be years away.", "And global economic fragmentation can increase the risk of spikes in prices when supply fails and countries prioritise local markets.", "The tragic events in the Middle East have added upside risks to energy prices and through that to the cost of food production.", "Monetary policy cannot prevent such variation.", "What monetary policy can and must ensure is that outside influences do not become inside problems.", "For monetary policy, it is the outlook for overall consumer price inflation over the medium term that matters.", "This is the horizon over which changes in interest rates can return inflation to target.", "That is why we must be alert to any second-round effects of higher food and energy prices to the more persistent components of consumer price inflation, those that are more closely linked to domestic cost pressures.", "And that, in turn, is why the MPC pays particular attention to services price inflation (the yellow bars in Chart 1), along with the tightness of the labour market and wage developments.", "The labour market, despite softening recently, remains tight and wage inflation remains elevated.", "The squeeze on real incomes from higher food and energy prices may still be influencing wage demands.", "Food prices tend to be very salient to consumers and closely linked to inflation expectations.", "So, the evolution of food prices will matter for wage growth looking ahead.", "The continued strength in wage growth has persuaded the MPC to raise slightly its assessment of the so-called equilibrium rate of unemployment the lowest level of unemployment that the economy can sustain without generating inflationary pressures as well as its estimate of persistence in wage and price inflation.", "This also reflects evidence that the labour market is operating less efficiently than before the pandemic in the sense that people who are unemployed find it harder to find jobs that match their skill sets and experience amongst the available jobs.", "Farmers may be the first to note that producers have found it hard to find the right workers to fill vacancies too.", "Firms in the services sector are the most affected by increasing wage costs.", "And some, like hotels and restaurants, have also to deal with higher costs of the food they serve their customers.", "Services inflation came in a touch lower than expected at 6.6% in October.", "But it remains much too high and well above rates of services price inflation seen before the pandemic.", "So, while the inflation data for October released last week were welcome news, it is much too early to declare victory.", "Inflation remains too high, and we need to make sure we get it all the way down to the 2% target.", "Monetary policy is currently restrictive in the sense that, if we maintain this stance for long enough, we will squeeze inflation out of the system.", "That is what we will do.", "This also means being on watch for further signs of inflation persistence that may require interest rates to rise again.", "How long a restrictive stance will be needed will ultimately depend on what the incoming data tell us about the outlook for overall consumer price inflation over The 's latest ro e t ons nd ate that monetar ol s l kel to the medium term.", "need to be restrictive for quite some time yet.", "Let me be very clear: it is far too early to be thinking about rate cuts.", "Central bankers are perhaps pessimistic by nature.", "Like farmers, we have to deal with a multitude of outside influences.", "And when inflation is high, we take no chances.", "Returning inflation to the 2% target remains our absolute priority.", "I am very grateful to to Nissany Ayathurai, Alex Golledge, Karen Jude, Zaar Khan, Liane MacIver, Clair Mills and Hela Mrabet for their helpful contributions, and to Swati Dhingra, Megan Greene, Andrew Hauser and Catherine L. Mann for valuable comments.", "Particular thanks are due to Rupert de Vincent-Humphreys, Martin Seneca and Ryland Thomas for their assistance in preparing this lecture.", "This Annex explains the construction of data in Charts 1 to 11.", "For the historical data in Charts 2 to 5, where series are not sourced from version 3.1 of the Millennium of Macroeconomic Dataset (Thomas and Dimsdale, 2017), hyperlinks are provided to the underlying data sources where possible.", "The updated series used here will be included in the forthcoming version 4.0 of the dataset but are available in advance of that by contacting ryland.thomas@bankofengland.co.uk.", "The chart is and updated version of Chart 2.16 in the November 2023 Monetary Policy Report.", "Figures in parentheses are CPI basket weights in 2023.", "The shaded area includes Bank staff short-term projections from November 2023 to ar h 2024 and the 's q arterl n lat on ro e t ons rom 2024 Q4 (d amonds .", "(i) Consumer Prices, 1086-present From 1209, the index of consumer prices combines various historical estimates available in Thomas and Dimsdale (2017) augmented by some additional data that allow a closer consistency with the current official Consumer Price Index (CPI) measure that begins in 1988.", "The CPI is a weighted average of different prices based on the expenditure patterns o the total ho sehold se tor t t ex l des owner o ers' ho s ng osts.", "From 1209 to 1830, the series is based on the domestic expenditure deflator of Clark (2010, 2015) which is the closest available measure to the current CPI; from 1830 to 1949, it uses the ons mers' ex end t re de lator ased on Deane (1968); Feinstein (1972) and Sefton ers' ho s ng osts s ng add t onal and Weale (1995), adjusted to exclude owner-o information about rents and housing tenure from Singer (1941), Swenarton and Taylor and from 1949, it uses the long-run CPI index recently produced (1985) Holmans (2005); by the Office for National Statistics.", "Alternative measures of consumer prices such as cost of living indices based on the expenditure weights of wage earners can be found in Thomas and Dimsdale (2017).", "Lennard and Thomas (2023) construct a measure consistent with the current CPIH index which includes owner-occupier housing costs.", "(ii) Agricultural Prices, 1209-present The Agricultural price index from 1209 up to 1867 is based on the index constructed by Clark (2004) which weights together separate indices for arable, meat, dairy, wool, pasture and wood.", "From 1867 it uses the chain-linked index of prices of Turner (1992).", "From 1914 the agricultural price index available in A Century of Agricultural Statisitics (1966) is used, and is extended to 1988 using various editions of the Annual Abstract of Statistics.", "From 1988 the data are sourced from the Agricultural datasets provided by DEFRA.", "(i) British Wheat Prices Wheat Prices from 1545-1870 are those constructed by Clark (2004) from a number of underlying historical sources.", "From 1870 to 1963 the series is obtained from A Century of Agricultural Statisitics (1966).", "From 1973 to 1988 the series is taken from the Annual Abstract of Statistics.", "From 1988 the producer price of wheat is taken from the agricultural price indices produced by The data series are linked, divided by the Consumer price index DEFRA.", "from Chart 2 to create the relative price and indexed to 1600=100.", "A 10-year moving average is shown in the chart.", "(ii) Bread Prices From 1545 to 1914 the data are based on the London price of bread for a 4lb loaf sourced from Mitchell (1988).", "From 1914 the ONS series for the average price of an unwrapped white loaf (CDID: CZOG) is used and from 1968 the series for the average price of a sliced white loaf (CDID: CZOH).", "The data series are linked, divided by the Consumer price index from Chart 2 to create the relative price and indexed to 1600=100.", "A 10-year moving average is shown in the chart.", "Care must be taken in comparing the levels of the UK and US wheat price series.", "The UK and US series refer to different types and quality of wheat and so an observed equivalence in price does not necessarily reflect a true equivalence when adjusted for quality.", "But the series do show the overall trends in convergence between UK and US prices in the from the second half of the C19th onwards.", "(i) British Wheat Prices.", "As in Chart 3 except these data are all expressed in shillings per Imperial quarter.", "Where necessary the more modern data has been converted into the older Imperial measure.", "(ii) US Wheat Prices.", "From 1841 to 1951 the prices are taken from the NBER microhistory dataset, chapter 4.", "From 1952 to 1989 the prices are taken from the Historical Statistics of the United States Millennial Edition.", "From 1990 to the present the data are taken from the IMF PCPS system and refer to the price of No.", "Hard Red Winter, ordinary protein, Kansas City.", "For comparability with the British data the series have been converted into old shillings per Imperial quarter.", "(iii) Implied duty under the Corn Laws The implied duty on wheat under the Corn Laws in shillings per imperial quarter is taken from Sharp (2010).", "This series is the implied level of duty under the sliding scale given the annual wheat price.", "The duty charged was generally lower when the price of wheat was higher.", "Sharp (2010) discusses the issues with constructing the implied ad valorem tariff given the workings of the sliding scale which was recalculated on a weekly basis.", "Note after 1849 a fixed nominal registration duty remained in effect until 1868.", "The volatility of commodity price is measured as a 3-year moving average of 12-month inflation rates.", "From 1960 the monthly commodity prices are sourced from the World Bank Pink Book.", "Prior to 1960 they are sourced from the various indices constructed by the The Economist.", "Energy and Fertiliser prices are included in the all-items volatility measure from 1963 onwards.", "Official consumer price index data from the ONS, historical data back to 1950 are sourced from the ONS release Consumer price inflation, historical data, UK 1950 to 1988.", "A comparison of the CPI expenditure weights for particular COICOP Divisions from 1950 (from the Consumer price inflation, historical data, UK 1950 to 1988) and the latest data.", "The difference (in percentage points) between the annual inflation rates (quarterly data) for the all-items CPI and CPI food and non-alcoholic beverages.", "This chart shows the expenditure shares for CPI food and non-alcoholic beverages by equivalised expenditure decile, from the ONS dataset: CPI-consistent inflation rate estimates for UK household groups (democratic weighting).", "Democratic weighting means that ea h ho sehold's ex end t re shares are we ghted eq all rather than s ng ght ng wh h we ghts ea h ho sehold's ex end t re shares the val e o their overall spending (which gives richer households a higher weight).", "Weighting each ho sehold's ex end t re shares eq all s more a ro r ate when households experience changing prices and costs.", "This chart depicts the changes since January 2020 in the following indicators: the S&P GSCI Agriculture & Livestock index (in GBP terms); the implied deflator for imported food, beverages & tobacco; the Defra Agricultural output rice index; and CPI Food and non-alcoholic beverages.", "The chart shows a Bank staff estimate of the contribution of energy effects through the supply chain to inflation rates of different sectors based on in the supply and use tables National Accounts.", "The methodology assumes a gradual, incomplete and asymmetric pass-through of energy shocks, and combines information from Input-Output tables and PPI data on the size and timing of pass-through.", "Weights are held fixed at 2023 values over the forecast.", "The Revenue of King John.", "The English Revenue of Richard I.", "The English Historical Barratt, N. (2001).", "The Price History of English Agriculture, 1209-1914.", "Research in Economic History (Research in Economic History, Vol.", "New estimates of Gross National Product for the United Kingdom 18301870.", "National income, output and expenditure of the United Kingdom Feinstein, C. H. (1972).", "-1965, Cambridge: Cambridge University Press.", "Abstract of Historical Statistics of British Housing, Cambridge Centre for Housing and Planning Research.", "British Historical Statistics, Cambridge University Press.", "Sefton, J. and Weale, M. (1995), Reconciliation of National Income and Expenditure: balanced estimates of national income for the United Kingdom,1920-1990, Cambridge University Press.", "An Index of Urban Land Rents and House Rents in England and Wales, 1845-1913.", "The Scale and Nature of the Growth of OwnerOccupation in Britain between the Wars.", "A Millennium of UK Data.", "Bank of England OBRA /-/media/boe/files/statistics/researchdatasets/a-millennium-of-macroeconomic-data-for-the-uk.xlsx Turner, M. (1992).", "Output and Prices in UK Agriculture, 1867-1914, and the Great Agricultural Depression Reconsidered."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Food price inflation", "Agricultural commodity prices", "Monetary policy", "Consumer price index", "Inflation", "Supply chains", "Henry Plumb", "Interest rates", "Economic history", "Wheat prices"]}