{"sentences": ["It is my pleasure to welcome you to the seventh annual conference of the European Systemic Risk Board (ESRB).", "Societies throughout history have always found ways to alert people to the potential materialisation of risks so they have time to successfully pre-empt them.", "Some methods were simpler than others.", "In the Middle Ages, for example, village bells were rung to raise the alarm.", "But today, the complexity of our economy means that risks can appear from all angles, and the task of signalling them is often assigned to expert bodies.", "The ESRB was set up precisely to identify the risks emanating from an interconnected financial system that national actors might not see.", "Just over twelve months ago, the ESRB published a \"general warning\" about financial stability risks, addressed to all European Union and national supervisory authorities.", "This was the first such warning in its 13-year history - and a clear call to action.", "One year on, we can begin to take stock of that general warning, with two important questions coming to the fore.", "First, to what extent have the risks that we described materialised so far?", "And second, how impactful has the general warning been in increasing the financial system's resilience?", "The materialisation of risks We issued our general warning in September 2022 - a time of exceptionally high uncertainty.", "The Russian invasion of Ukraine had combined with other factors to increase the likelihood of tail risk scenarios materialising.", "Europe was facing the risk of drastic shortages of gas and oil as winter approached.", "And the sharp shift from a decade of very low rates to higher rates in a short space of time - necessary to fight rising inflation - also risked exposing financial imbalances and sparking substantial market volatility.", "At the time, we warned that all the risks we foresaw could materialise simultaneously and amplify each other's impact.", "Fortunately, this scenario has so far not come to pass.", "But some specific risks we identified have since partially materialised.", "First, we expressed concern that households and companies would see their debt servicing capacity affected.", "While employment has remained resilient so far, households' real disposable income has come under significant pressure due to high inflation.", "Second, we highlighted risks stemming from a sharp fall in asset prices.", "We saw these partially materialise with the failure of US-based regional banks, the gilt crisis in the United Kingdom, and more recently in the price fluctuations of US Treasury bonds.", "But there are other risks that have not yet materialised.", "We warned that a deteriorating economy could threaten the asset quality and profitability of credit institutions.", "Yet EU banks now benefit from higher levels of profitability than at any point in the past decade.", "Non-performing loans (NPLs) remain low, supported by stable employment levels.", "And residential real estate markets - a key exposure for banks - have been slowing down but in an orderly fashion so far.", "However, our view remains that all relevant institutions will need to continue to take action to prevent these risks from materialising over the medium term.", "Bank profitability will be adversely affected by the rise in funding costs, reflecting higher policy rates, and by much lower lending volumes.", "And the enduring combination of low growth and higher debt servicing costs will continue to strain vulnerable households and firms, which could see NPLs rising.", "Moreover, the list of vulnerable nodes in our financial system remains long - for example, money market funds and investment funds, notably those investing in illiquid assets.", "And channels of contagion could still re-emerge.", "In particular, the margin policies of central counterparty clearing houses could amplify stress in the system.", "EU banks' holdings of fixed income securities could be marked down quite significantly, should they need to be sold.", "It would be unwise to be complacent.", "The ESRB will therefore continue to monitor developments carefully.", "The impact of the general warning so far How impactful has the warning been in increasing the financial system's resilience after one year?", "We addressed our general warning to all EU and national supervisory authorities in the banking and non-banking financial sectors.", "These authorities interact frequently with their supervised or regulated entities, which in turn take thousands of risk management decisions every day.", "This makes it challenging to pinpoint the exact effect of our general warning in this vast ecosystem.", "But we can still understand its impact across two dimensions: awareness and action.", "It is precisely because we stand at the heart of this ecosystem that we can create a broad awareness of the risks that we identify.", "While by law we could only issue the warning to public institutions and not to the general public, it was reiterated across this network.", "Awareness has acted as a catalyst for action, too.", "The warning has enabled policymakers and supervisors to anchor their decisions to our assessment and has helped them to push through necessary reforms to their macroprudential and microprudential policies.", "And ESRB warnings also work in more subtle ways, not only as a catalyst but also as an inhibitor: they may help slow down decision-making and so avert hasty risk management decisions; supervisors may pause for longer in assessing whether an institution's vulnerabilities are critical; and policymakers might more strongly resist calls for watering down legislation.", "So our assessment is that the general warning has indeed proved impactful over the past year.", "The ESRB's words have clearly worked towards reducing policymakers' \"inaction bias\" with regard to the implementation of macroprudential policy.", "On the other hand, our work is not yet finished.", "But I am firmly convinced that the joint action of the EU financial stability community at large will be sustained and unwavering, so that our warning will have helped to avoid damage to the economy.", "To date, Europe's financial system has avoided the worst-case scenario of severe systemic risks materialising at the same time.", "But policymakers need to remain proactive and alert to financial stability risks as and when they arise.", "As Abraham Lincoln once observed, \"Leave nothing for tomorrow which can be done today.\"", "And turning to today's conference, I have no doubt it will provide for a stimulating discussion about how macroprudential policy can help us best tackle the financial stability challenges that lie ahead of us.", "With this, I now open the seventh ESRB conference.", "Welcome remarks pre-recorded on 14 November 2023.", "Vögele, W. (2023), \"Sounds and Silence: Ringing of the Bells in the Period of Reformation \", Carillon and Bell Culture in the Low Countries , Vol.", "ESRB (2022), \"Warning of the European Systemic Risk Board of 22 September 2022 on vulnerabilities in the union financial system \", Official Journal of the European Union, 7 November.", "As noted in ESRB (2022), \"The General Board of the European Systemic Risk Board held its 47th regular meeting on 22 September 2022 \", press release, 29 September.", "See discussion in ESRB (2022), \"Review of the EU Macroprudential Framework for the Banking Sector: A Concept Note\", March."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Systemic risks", "Risk materialisation", "Vulnerable households", "Macroprudential policy", "Non-performing loans", "Asset prices", "ESRB warning", "Policy rates", "Inaction bias"]}