{"sentences": ["Distinguished speakers and delegates, Assalamu'alaikum and good morning to all.", "It is my pleasure to be here again at this year's IFN Asia Forum that brings together Islamic finance professionals from around the world.", "Today, we face many challenges but despite that, the IMF has projected Asia, as a region, to contribute around 70% of global growth this year .", "Strong domestic demand, accommodative financial conditions and improved investment prospects are among the factors that present ample opportunities for market players, consumers and stakeholders seeking to grow and mainstream Islamic finance, to optimise Asia's growth potential.", "As a region that houses almost a quarter share (23%) of the total Islamic finance assets worldwide, Asia remains a dynamic region and a key contributor to global Islamic finance and economic growth.", "Against this backdrop, I wish to focus my remarks today on two important priorities for Islamic finance to promote regional prosperity: First, is to harness Islamic finance to play a stronger role in regional financial intermediation; and Second, to deepen and enhance vibrancy of Islamic financial markets as a key component of the global Islamic financial system.", "Islamic finance as a key contributor in regional financial Asia is increasingly becoming a focal point for global trade and investment.", "There are shared goals and multiple interdependencies among Asia economies, as with the rest of the world.", "I see three key prospects for the Islamic finance industry to galvanise efforts in growing its regional intermediation capabilities: First, in supporting halal trade and investments.", "The global halal supply chain has expanded in tandem with growing consumer demand for halal products worldwide.", "The halal food industry, for instance, is expected to grow exponentially to reach USD 4 trillion by 2028 .", "Asia is also becoming a preferred destination for reshoring of manufacturing hubs where halal goods including food, pharmaceuticals, cosmetics, and more are produced.", "The industry can capitalise on these growth opportunities to offer a diverse range of financial products and services.", "In Malaysia, the use of Islamic bank financing by halal certified companies have doubled between 2018 and 2021 with solutions ranging from basic trade finance products to digitally enabled supply chain finance.", "Second, in sustainable finance.", "Islamic finance can help bridge funding gaps estimated at USD1.5 trillion annually until 2030, to achieve Sustainable Development Goals in Asian countries, equivalent to approximately 4% of the region's GDP .", "Closer to home, our aspiration to achieve net zero emissions by 2050 requires an estimated total funding of USD100 billion .", "Efforts in value-based intermediation (VBI) including implementation of the Sector Guides of VBI Impact Assessment Framework can catalyse growth in sustainable finance.", "Third, in widening the intermediation capacity of Islamic finance, we can look at expanding the use of blended finance and accessing more diverse sources of funds.", "Application of social finance instruments in banking and takaful, complemented by partnerships with community-based stakeholders can open up new opportunities and build greater resilience among underserved segments such as microentrepreneurs and SMEs.", "Ladies and gentlemen, Anchored by the Financial Sector Blueprint 2022-2026 that envisions \"finance for all, for sustainability and for transformation\", Malaysia is refreshing our efforts to sharpen and strengthen our proposition and capabilities as an international gateway for Islamic finance.", "Our immediate focus is on Asia and OIC economies.", "This vision is underpinned by Malaysia's ecosystem strengths in Islamic finance and capabilities to provide innovative solutions that meet regional and global Shariah-compliant finance needs.", "The Malaysia International Islamic Financial Centre (MIFC) vision is not new.", "While the aspiration to be an international Islamic financial hub remains much alive, there is a need to evolve in response to global business shifts.", "When we started out, the focus was on international business; international banking and finance, sukuk origination, wealth, and fund management, retakaful and human capital development.", "Much has been achieved in all these areas.", "Today, the MIFC aspiration is a confluence of four dimensions - sustaining this vibrant marketplace, tapping global opportunities, innovation-led solutions and anchoring upon expertise that can also serve regional and global needs.", "With this, we see Malaysia as having a conducive ecosystem where players can pilot and scale new solutions in the region.", "Much of the establishment work has been done.", "With the maturing Islamic finance ecosystem, it became timely for the industry to take the lead on MIFC.", "The Islamic economy is after all, a market economy.", "With this in mind, the Bank and Securities Commission Malaysia (SC) have set up the MIFC Leadership Council (MLC), an industry platform to lead efforts to advance MIFC propositions as a global marketplace and international gateway for Islamic finance.", "This includes initiatives to improve global competitiveness of Malaysia's Islamic finance industry, deepening financial linkages, expanding international opportunities and deliver more impactful financial innovation.", "To date, the MLC has undertaken a wide series of engagements across the industry and will be looking to coalesce these discussions into concrete focused initiatives for the industry.", "On that, I would like to invite and encourage your support and participation in these initiatives as well as the MIFC agenda now spearheaded by the MIFC Leadership Council.", "Activating and deepening Islamic financial markets The second priority is a critical success factor for growing regional financial intermediation.", "Malaysia has significantly benefitted from sustained efforts to develop its own Islamic financial market and Islamic capital market.", "Our Islamic money market, which commands close to 40% share of total money market, has grown in tandem to support Islamic banking and finance which now forms 44.7% of total financing5.", "The Government sukuk market is 49% of the total government debt market while corporate sukuk comprise more than 80% of the total .", "Efforts are now also directed towards building a financial ecosystem that can attract broader investor base while preserving market confidence.", "Malaysian government sukuk is now tracked under global indices such as Markit iBoxx and JPMorgan GBI-EM, secured with credit ratings from top rating agencies, and are promoted actively during international roadshows.", "Malaysia also continues to expand access to non-resident participation in domestic Ringgit-denominated sukuk and equity markets.", "Additionally, enabling regulatory frameworks for active secondary trading of Ringgit assets, with secure and reliable linkages to international settlement infrastructures like Euroclear/Clearstream are critical in supporting foreign investor participations in Shariah-based securities.", "The Bank is also working on a proposal for anticipatory hedging as part of our effort in advancing an orderly functioning hedging market aligned with Shariah principles.", "This is one of the initiatives under the Islamic Financial Market Committee to further develop the Islamic money market in Malaysia.", "Much of our own focus, thus is to further the development of ringgit Islamic financial market.", "In the past, there had been much attention given to the foreign currency business, in particular, the US dollar.", "However, admittedly, the fortunes of this business are often cyclical and subject to global developments.", "In an era of tighter US monetary policy going forward, we have to look elsewhere to grow our international linkages and business.", "Ringgit business, in the onshore Islamic financial market, is an option.", "Regional currencies are also being developed as an option and in ASEAN, this is gathering impetus with many countries that are progressively developing the crossborder markets, including through developments of Local Currency Settlement Framework (LCSF) that are enabling trade and investment in each other's markets directly.", "These will certainly also benefit regional Islamic players, retail, institutional and corporate investors.", "Ladies and gentlemen, Our collective commitment anchored on these twin priorities, will solidify the regional contribution and positive impacts from Islamic economies, financial intermediation, and capital market ecosystem.", "This is paramount to effectively respond to the emerging and evolving demands in Asia.", "By leveraging on our readily available ecosystem and expertise, what we achieved in 40 years, can be a shorter journey for newer markets.", "Success comes from taking many \"small strategic steps\".", "Together, we can realise the full potential of Islamic finance in supporting Asia as a global economic powerhouse.", "With that, thank you again to the organisers for inviting me today and I wish everyone a productive forum ahead.", "IMF, Regional Economic Outlook, Asia and Pacific, May 2023 A Glimpse into The Global Halal Industry [2023], The Halal Times, 24 February 2023 Filling the Finance Gap for a Green and Inclusive Recovery, Asian Development Blog, RM350b-RM450b investment needed for Malaysia to be net zero GHG emission nation by 2050, The Edge, 9 June 2022 BNM, data as at July 2023"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Islamic finance", "Asia", "Regional financial intermediation", "Sustainable finance", "Halal trade", "Islamic financial markets", "Malaysia", "MIFC", "Financial ecosystem", "Ringgit Islamic financial market"]}