{"sentences": ["Before I start, I should mention that - as we are in our so-called \"quiet period\" - I will not be making any remarks on current or future monetary policy.", "I would like to thank the Bank of Greece for hosting our dinner tonight.", "And thank you for the tremendous effort you have put into organising this external Governing Council meeting at your impressive headquarters here in Athens.", "Standing in this hall, I am struck by the overwhelming sense of continuity with the past.", "So much of what we consider to be European civilisation has emerged from these surroundings.", "This is the home of Pericles and the cradle of democracy.", "It gave us Socrates, Plato, Aristotle and the foundations of our philosophy.", "The ancient Greeks taught us mathematics via Euclid, science via Archimedes and poetry through Homer.", "And this is not to mention the timeless contributions to theatre, art and architecture that Greek civilisation has bequeathed to us.", "Over millennia, these different threads have been central to forming an idea of what it means to be European: one based on democracy, justice and reason.", "And without this idea, I find it hard to imagine that Europeans would have been able to share a single currency.", "So, the very fact that we are here today owes much to the history of this place.", "But what the brightest minds of this country have also taught us is that it is not only the destination that matters, but how we are changed by the journey to get there.", "As modern Greece's most celebrated poet, Constantine Cavafy, wrote in his poem Ithaca: \"Keep Ithaca always in your mind.", "Arriving there is what you're destined for.\"", "But by the time you reach the island, you will be \"wealthy with all you've gained on the way\".", "And this sentiment, I think, speaks to the story of Greece in recent times.", "The people of Greece have been on a long journey.", "It has been a hard journey.", "But they never lost sight of the destination.", "And much has been gained along the way.", "As we all know, the crisis that erupted in 2009 - and the programme of fiscal adjustment and structural reforms it entailed - took an exceptionally heavy toll.", "The unemployment rate surged by 20 percentage points at its peak.", "And just as the economy was recovering and the reforms were bearing fruit, disaster struck again.", "The pandemic brought travel and tourism to a standstill, and Greece's economy contracted by a further 9% in 2020.", "Throughout this period, Greece has also been at the forefront of the global challenges facing Europe.", "The climate crisis has been ever-present, as was demonstrated tragically this summer.", "And Greece has also borne the brunt of the various migration crises that have hit Europe.", "Yet, despite this succession of setbacks, the country's resilience has been remarkable.", "Thanks to the hard work that has been done to make the economy more flexible, Greece has made an impressive comeback from the pandemic.", "Real GDP per capita is now almost 10% above its pre-pandemic level - a much stronger performance than the euro area as a whole.", "The unemployment rate has also declined steeply, and was 10.9% in August, the lowest level since the end of 2009.", "And with a stronger economy, the country has been able to work further through its debt challenge.", "Greece's public debt-to-GDP ratio has dropped 35 percentage points from its peak of 206% in 2020, one of the fastest falls in the world.", "Two rating agencies recently upgraded Greek government bonds to investment grade status.", "But it is not only the economy that has been resilient - it is also the Greek people.", "There were times when they could have chosen a different path.", "Yet they have remained committed to being at the heart of Europe, even in the hardest of times.", "In fact, Greek support for the common currency has risen 16 percentage points over the past decade, with more than three-quarters of the public now in favour.", "And Greece has seen a 19 percentage point surge in favourable views of the EU over that period.", "This example can serve as an inspiration for all of us as we contend with a more volatile world and the many challenges it brings.", "It is an example of resilience in the face of great challenges.", "And it is an example of the importance of being part of something bigger - our shared European destiny.", "As we stand here in the heart of Athens, we see the best of what Europe can be - a place steeped in the past, alive with its history, but also one imbued with cultural and economic vigour, and with its eyes set firmly on the future.", "I think it would be hard to find a city, and indeed a country, more suited to being the de facto capital of the euro area for this week."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Greece", "resilience", "economy", "European", "pandemic", "debt", "euro area", "democracy", "history", "Athens"]}