{"sentences": ["ACRI Association of Italian Savings Banks 2023 World Savings Day Address by the Governor of the Bank of Italy Saving, and its natural counterpart, investment, are key factors in a country's balanced development.", "At individual level, saving makes it possible to transfer resources over time, 'putting income aside' to meet future needs, such as purchasing a house, children's education and joining a pension fund, to be less vulnerable when times are hard and to look ahead with confidence.", "The acquisition of adequate financial skills is a form of investment in human capital that can increase the well-being of and the opportunities for people; it is all the more important in light of the large and rapid changes in financial innovation over the last 30 years, as well as the increasing digitalization of the markets.", "At the same time, it is the first necessary line of defence for savers who are increasingly required to make complex choices and sometimes to deal with high-risk products.", "The Bank of Italy is aware of the importance of financial literacy and has invested a great deal of resources in order to foster and disseminate it.", "I have often spoken about this, including in the recent past.", "Savings are also, however, and perhaps above all a public good that can generate benefits for the community as a whole through the transfer of resources 'in space' from households to entrepreneurs and businesses.", "If they are used well, they make a crucial contribution to a country's economic growth by financing productive investment in physical, human and technological capital.", "This creates the economic even more than the legal basis for its protection by the public sector.", "This protection requires, first and foremost, adequate regulation and supervision of the financial system as a whole, since it plays a key role in bringing together the generation and use of savings and in transferring funds from one place to another and from today to tomorrow, ensuring that they reach those who should receive them by removing liquidity constraints.", "Nevertheless, the protection of savings goes beyond regulation.", "Efforts must be made to establish economic and financial conditions such that resources can be used as efficiently as possible, thereby contributing to both the economic development of the country and to the well-being of individual savers.", "Protecting savings aims to increase the capital accumulated by fuelling a virtuous circle in which the subsequent strengthening of economic activity leads to higher employment and income that in turn makes further savings possible, as well as greater consumption.", "The economic cycle and monetary policy In the current economic climate, the trend in the household saving rate reflects opposing pressures.", "On the one hand, it is curbed, via an income effect, by low growth affected by the waning of the post-pandemic recovery in the services sector, the legacies of the energy shock, and the monetary tightening in the main advanced economies.", "Moreover, the substantial resources set aside during the pandemic allow a larger share of current income to be used for consumption purposes, especially at a time when purchasing power is being affected by high inflation.", "On the other hand, households' propensity to save is now tending to rise again as a precautionary response to uncertainty and to the downside risks for growth.", "It is also stimulated by the gradual increase in real interest rates that, if there are no liquidity constraints, reinforces what economists call the substitution effect.", "Macroeconomic risks are, however, increasingly affected by geopolitical tensions, exacerbated by the ongoing dramatic events in the Middle East, together with the protracted and tragic conflict in Ukraine.", "There are also concerns about the evolution and effects of the real estate crisis in China, the risk that inflation will remain high for longer than currently expected, and the greater frequency of extreme weather events, which could lead to further energy and food crises.", "We are clearly talking about uncertainty and about risks that, since they are 'external' to individual euro-area countries and to the European Union in general, cannot be countered by domestic-scale measures, but instead require wide-ranging, shared and coordinated action.", "Economic policies in the euro area and at national level aim as far as possible to mitigate their potential repercussions on demand and on production activity and to ensure that inflation returns to the target levels fairly quickly.", "A crucial contribution, though necessarily spread over time, to achieving higher, more balanced and longer-lasting growth rates, as well as to keeping inflation low, has to come from the timely implementation of thorough reforms and decisive structural measures, made even more pressing today by the challenges relating to climate change, the digital transition and demographic change.", "In the euro area, the economic situation is clearly not satisfactory.", "The available information suggests that economic growth in the summer months was practically zero.", "Activity is slack in manufacturing and is weakening in services.", "The European Commission's surveys point to a deterioration in consumer confidence, with regard to the short-term outlook for both economic activity and their own financial situation.", "The labour market continues to hold firm, but the first signs of a slowdown in employment are emerging.", "Price growth, which to a large extent still reflects external supply factors, is falling sharply.", "In September, consumer price inflation fell to 4.3 per cent, which is less than half of the peak observed one year ago (10.6 per cent).", "The recent and more moderate decline in the core component net of food and energy products, which fell to 4.5 per cent in September, confirms that inflationary pressures are gradually subsiding.", "While wage growth is robust and uneven across countries, it remains in line overall with expectations for the euro area as a whole.", "These are positive signals, although inflation is still at high levels and changes in all the factors driving inflation need to be carefully monitored.", "At the same time, the tightening of financing conditions is continuing.", "Faced with the gradual increase in the cost of loans, which has responded more quickly and more strongly than in the past to monetary tightening, the growth in both loans to firms and loans to households for house purchase was practically zero in the euro area and negative in Italy in September.", "Moreover, there has recently been a sharp rise in medium- and long-term real interest rates, mainly reflecting an increase in the term premium, coming from the United States in particular.", "The causes of this rise are still uncertain, but if this external effect is long-lasting, it will contribute to further limiting aggregate demand.", "With all of this in mind, last Thursday, the ECB Governing Council decided to keep its key interest rates unchanged, having brought them into restrictive territory, with an increase of 4.5 percentage points since July 2022.", "The ongoing fall in inflation is in line with expectations; concerns about wage-price spirals and a deanchoring of inflation expectations have diminished markedly, as have the possible effects of an increase in demand in excess of the euro area's production capacity.", "At the same time, given the lags in the transmission of monetary policy measures, a further reduction in demand can be expected in the coming months, with production remaining subdued and a continuation of the downward trend in inflation.", "I believe that the Council's inclination to keep the reference rates at their present levels for a sufficiently long period - i.e.", "regulating the persistence of our action rather than its intensity - is a wise decision.", "If there are no new significant shocks on the supply side, this approach strikes the right balance between the risk of doing too much and the risk of not doing enough, at the same time reducing the possible repercussions on the already weak economic activity and the risks to financial stability.", "In any case, prudence will certainly be required in the coming months, after such a sharp and rapid increase in the key interest rates.", "The intensity of these interventions can certainly be debated, also given the time it usually takes before their effects are felt in full.", "Yet there are some who believe that this intensity is due to a possible delay in monetary policy's countering of inflationary factors already in place since the early months of 2021 when, including and above all thanks to the start of the vaccination campaign, the profound fears associated with the outbreak of the pandemic had already dissipated.", "Specifically, it is suggested that it was the errors in predicting inflation growth, which were not confined to central bank level, that caused this delay, and that if monetary policy action had been brought forward, the excessive increase in prices over the last two years and the sharp deceleration in economic activity recorded this year would both have been limited.", "This is not the place to hold this debate, especially given our role; however, I have already said that, up until autumn 2021 and unlike elsewhere, the conditions in the euro area were not suitable for announcing a normalization of monetary conditions, although they were seen as being broadly accommodative.", "Inflation was still struggling to make a stable return to the 2 per cent target over the medium term, and most of the subsequent forecasting errors were not due to demand factors but to the exceptional growth in energy prices, which was exacerbated by the dramatic events in Ukraine.", "In light of these observations, I believe that the Council's reaction to the acceleration in prices, though unprecedently intense, has been in line with the gradual evolution of the situation and that, given a supply shock of this size, it rightly intended to counter the propagation of inflation through successive adjustments of prices, wages and inflation expectations.", "From this point of view, monetary policy is certainly bearing fruit.", "The great uncertainty over global economic and geopolitical conditions and the risk of further negative impulses on the terms of trade side have led to confirmation of the intention to pay particular attention to incoming information as it becomes available, but this does not mean that a path has not yet been laid out.", "The reduction of inflation within the established time frame must be guaranteed; however, at the same time, we must avoid excessive restrictions on money and credit that could generate inappropriate recessionary effects, thereby also helping to fuel uncertainty over the economy and price stability.", "These two conditions are also crucial for making decisions and for the scope for saving.", "Savings and finance in Italy Italy's GDP continued to stagnate in the summer as well.", "Our surveys and qualitative indicators still signal widespread weakness in manufacturing; despite the good performance of the tourism sector, the strong recovery registered in services after the most acute phase of the pandemic appears to have come to an end.", "While bearing in mind that in the current challenging environment, point estimates are merely indicative, according to the baseline scenario presented in the Bank of Italy's Economic Bulletin published in mid-October, GDP is set to grow by 0.7 per cent this year, 0.8 per cent in 2024 and 1.0 per cent in 2025.", "The risks surrounding these estimates, as well as the estimates for the global economy and the other main euro-area countries, are skewed to the downside, especially because of heightened geopolitical tensions and tighter financing conditions.", "GDP growth, inflation and rising interest rates are in turn affecting Italian households' propensity to save, yet the recent developments in savings should be looked at from a broader perspective.", "Since the mid-1990s, when it exceeded 20 per cent, the ratio of households' savings to disposable income, which had been historically high by international standards, has decreased considerably, coming down to 10 per cent in 2019, which is below the euro-area average (Figure 1).", "This decline reflects long-lasting trends, including demographic dynamics and the development of the financial sector, which have increased households' ability to borrow and to redistribute lifetime consumption, as well as the protracted period of low interest rates, which has made loans less expensive.", "In 2020, with the dramatic spread of the COVID-19 pandemic and the ensuing social distancing measures both in Italy and internationally, household savings increased exceptionally, by well over 20 per cent in the second quarter of that year.", "Although the drop in production was broadly mitigated by the household support measures introduced by the Government, consumption expenditure fell sharply.", "While consumption activity bounced back thanks to the economic recovery, in 2021 households also continued to set aside more resources than they would have done had there not been a public health emergency: after peaking in spring 2022, according to the Bank of Italy's estimates, total savings accumulated still accounted for 2 per cent of households' total net financial assets in mid-2023.", "Since the second half of 2021, as energy costs progressively rose and then soared with Russia's invasion of Ukraine, inflation started to chip away at households' purchasing power and at the real value of their savings.", "Although households still hold substantial excess savings, their financial wealth in real terms is currently slightly below pre-pandemic levels, in line with what has been observed in the euro area on average (Figure 2).", "Over the same time span, the propensity to save gradually fell again, to below pre-pandemic levels as early as the second half of 2022 and down to 8.5 per cent in the first six months of 2023 on average.", "Furthermore, with regard to the private sector as a whole, the savings available to the national economy (i.e.", "including the undistributed profits of non-financial corporations), albeit declining in a long-term perspective, still account for 20 per cent of disposable income (Figure 3).", "The current composition of households' financial wealth, which today amounts to around €5,300 billion (four times the disposable income), continues overall to reflect the prolonged period of very accommodative financing conditions, which came to a halt last year.", "The share of asset management products in total financial assets has been increasing, partly in connection with the broader range of products offered by financial intermediaries, standing at 30 per cent last June.", "The gap with respect to the euro-area average (around 35 per cent) essentially reflects the underdevelopment of the pension funds sector.", "Financial wealth is flanked, with a similar amount, by real estate wealth, which has returned to growth following the prolonged weakness under way since the early 2010s.", "In an environment of high inflation and rising rates, households have recently moved away from sight deposits, which grew substantially in the post-pandemic period, towards more profitable financial instruments.", "Specifically, in the first half of this year, net purchases of public debt securities exceeded €70 billion, which is very high by historical standards.", "The share of these securities held directly by households in their total financial assets reached 4.2 per cent, the highest since 2014; that of deposits stood at 26.0 per cent, the lowest since 2008 (Figure 4).", "If we also consider the public debt securities held indirectly by households through investment funds, their share is estimated to rise to approximately 7 per cent, more than 16 per cent of total outstanding public debt securities.", "The reallocation of savings has been influenced by the very limited pass-through of the increases in key interest rates to the return on sight deposits, in Italy as in the other euro-area countries.", "In August, the return on the current accounts held by households, which at the beginning of the monetary policy normalization process was virtually nil in all the main euro-area countries, was 0.3 per cent (against 0.5 per cent in Germany and 0.1 per cent in France and Spain).", "Conversely, the passthrough to time deposit rates was substantial, mirroring the increase in key interest rates and going from levels close to zero to 3.4 per cent (compared with 3.1 per cent in Germany, 3.6 per cent in France and 2.3 per cent in Spain).", "In comparison with the return on time deposits or bonds, the very low rates on current accounts reflect, at least in part, their greater liquidity and consequently the fact that they are generally used for transactions rather than as a way to invest savings.", "Greater returns could be obtained by allocating part of the funds available in the current accounts to deposits with an agreed maturity, which are covered by the same guarantee as the current accounts.", "Around 60 per cent of households' financial assets in Italy are invested directly in instruments issued or managed by banks and other financial intermediaries.", "The soundness and integrity of financial intermediaries therefore help to protect savings while keeping public confidence in the financial system high, without which the stability of the system cannot be ensured.", "Prudential supervision and regulation are designed to make sure that the risks taken by financial intermediaries are adequately monitored, irrespective of the type of intermediary that has to address and manage them.", "Similar risks must be matched by similar safeguards, without underestimating the interconnections between the different segments of the system.", "This is why we sometimes apply stricter requirements than in other jurisdictions, availing of the discretion recognized by EU legislation.", "Specifically, Italian legislation requires mutual funds that invest more than one fifth of their managed assets in illiquid instruments (such as real estate) to be closed-end; furthermore, financial corporations that provide credit are subject to the same prudential requirements as banks, in order to avoid episodes of contagion.", "To keep the secondary market for non-performing loans efficient - a key element in the overall stability of the system - we have stepped up our supervision of servicers responsible for the recovery of securitized loans.", "The stability of the financial system also relies on supervisory authorities scrutinizing the sustainability of the business models of financial intermediaries, their efficiency and the quality of their ownership structures.", "These tasks have been supplemented in recent years by targeted in-depth analyses aimed at enabling operators to better cope with the cyclical and structural challenges that lie ahead.", "In the short term, the risks to the financial sector mainly stem from the economic slowdown and the rapidly growing returns on assets, which expose banks to higher credit, interest rate and liquidity risks.", "Though they should not be underestimated, these risks can still be addressed, given that the starting conditions are satisfactory on the whole.", "Last June, the CET1 ratio reached 15.6 per cent, the highest level since this capital requirement was introduced.", "The quality of bank loans, which was perceived as one of the main vulnerabilities of our system for much of the last decade, remains good for now.", "The flows of new non-performing loans are broadly stable at historically low levels (1.1 per cent), as is their ratio to total loans (1.4 per cent, net of loss provisions).", "Although liquidity indicators have declined as a result of the repayment of funds borrowed through targeted longer-term refinancing operations, they remain well above the minimum reserve requirements.", "Central bank-eligible assets are widely available.", "Finally, in the first half of this year the return on equity stood at exceptionally high levels, partly on account of loan loss provisions still being low.", "However, future developments in credit quality should continue to be closely monitored, as this is expected to deteriorate towards the end of 2023 according to our projections, which are consistent with the latest macroeconomic scenarios, although the ratio of the stock of non-performing loans to total loans is expected to remain much lower than in the past.", "Liquidity conditions will also continue to require close monitoring by banks, as the pass-through of monetary policy impulses to yields on bank liabilities remains partial and a considerable amount of the funds borrowed through the targeted longer-term refinancing operations will mature by mid-2024.", "Banks will therefore have to update their funding plans very frequently, based on the changing market conditions, and to monitor their interest rate risk exposure, while keeping a balanced maturity structure of assets and liabilities.", "Open-end investment funds also show sound conditions overall and have weathered the rise in yields on financial assets smoothly.", "In the first six months of the year, net funding was slightly positive; the main indicators of vulnerability to liquidity risk remained low, as did those relating to leverage.", "Specifically, the systemic importance of alternative investment funds, whose recourse to debt is considerably greater than that of traditional funds, is limited although they have doubled their assets under management over the last decade.", "In the longer term, savings decisions over the coming years will need to factor in the major structural changes under way.", "As I have pointed out on many occasions, the digitalization of the economy and finance brings opportunities and risks for both intermediaries and savers.", "On the one hand, new technologies could reduce the costs of financial intermediation, simplify access to financial services and expand the potential customer base.", "On the other hand, they increase vulnerability to cyber-attacks, with the consequent risk of sensitive data exposure; they make malfunctions more likely, which may lead to disruptions in the provision of services; and they may result in the improper and discriminatory use of information provided by customers to financial intermediaries.", "The Bank of Italy's action on this front is twofold.", "Efforts to spur financial intermediaries to use new technologies are accompanied by risk management measures.", "In particular, we are stepping up our action to encourage financial intermediaries to improve their protection against cyber-attacks, to mitigate the risks arising from the outsourcing of some functions to a limited number of operators, and to carefully assess any unwanted consequences of the uptake of artificial intelligence.", "Finally, informed savings choices may play a key role in achieving the climate transition objectives by helping to reduce carbon emissions.", "Some signs pointing in this direction come from the growth in open-end mutual funds investing in instruments aimed at financing socially and environmentally sustainable business activities, whose assets under management in Italy have reached almost €500 billion.", "However, there is a need for reliable data on the carbon footprint of the financed business activities and on the transition plans of non-financial corporations, which must be disclosed properly to the public to boost savers' confidence in the real usefulness of these instruments, thus increasing their contribution to a greener economy.", "This brings me to another risk that needs to be addressed: greenwashing.", "This requires a detailed and shared definition of global and European standards, which we are focusing on and working towards.", "As I mentioned earlier, Italian households entrust a not insignificant share of their wealth to the State by buying public debt securities.", "Like any good debtor, a sovereign issuer also has a duty to make good use of this money and to return it as and when agreed.", "However, unlike private borrowers, a Government must not only repay its loans.", "The protection and efficient use of consumer savings require economic policies that ensure balanced financial conditions, smooth out cyclical fluctuations in the economy and improve its growth potential.", "For highly indebted countries, reducing the debt-to-GDP ratio is a priority: excessive debt relative to growth potential reduces the scope for countercyclical policies, exposes the economy to market stress and raises costs for the government, and ultimately for households and firms.", "In 2022, the debt-to-GDP ratio in Italy was 141.7 per cent, the highest in the European Union after Greece, although we cannot overlook the significant reduction following a sharp increase during the pandemic: almost 15 of the more than 20 points of increase recorded in 2020 - over half of which due to the mechanical effect of the denominator - will have been absorbed by the end of 2023.", "However, the Government only expects a marginal decline over the next three years, with debt projected to amount to just under 140 per cent of GDP in 2026.", "Subsequently, if no action is taken, the ratio risks increasing.", "Looking ahead, the average cost of debt is set to return to higher levels than the economy's nominal growth rate and the impact of population ageing on social spending will become more significant.", "In the 20 years preceding the pandemic, the gap between the average cost of debt and the growth rate was constantly unfavourable, averaging almost two percentage points.", "The deep recession that hit Italy in 2020 led to it reaching a value close to ten points.", "On the other hand, the subsequent two years saw exceptionally favourable values for this indicator, as a result of the post-pandemic recovery and, in part, of the strong growth in the GDP deflator: nominal GDP growth was on average more than five percentage points higher than the average cost of debt per year.", "According to the Update to the Economic and Financial Document published at the end of September, the differential is expected to remain favourable in the current year and in the following two years.", "However, due to the combined effect of a normalization in the growth rate and the gradual pass-through of higher interest rates, it is expected to narrow over time and to become unfavourable again in 2026, albeit by very little.", "In the years to come, as the Government acknowledges, further efforts will have to be made both on the fiscal policy front and in terms of measures to raise the economy's growth potential.", "Achieving and maintaining adequate primary surpluses is necessary, but fiscal consolidation should not, as it did in the past, undermine the quality of public spending and its ability to support growth.", "Spending cuts require decisions to be made based on well-defined priorities, with a multi-annual revision of procedures, actions and specific spending programmes.", "At the same time, revenue increases, which must be credible and are needed to avoid deficit spending, can be phased out as the economy gradually returns to faster growth.", "The available resources must be directed primarily towards those investments that could not be made by the private sector because of their excessively long time horizon, high risk and inability to absorb their social or environmental impact.", "This kind of investment, including in human capital, tends to pay off in the long run and ultimately has no adverse impact on the sustainability of public finances.", "John Maynard Keynes is still quoted, perhaps more than in previous decades, and rightly so, to point out the multiplication effects of deficit spending.", "Nevertheless, two fundamental aspects are neglected.", "The first one concerns shortterm conditions.", "According to Keynes, public resources should be used to smooth out the effects of cyclical fluctuations in the economy in the event of insufficient and unresponsive private demand.", "In this context, I often recall the words of Lawrence Klein, a Keynesian economist who made the greatest contribution to the use of econometric models for analysing economic fluctuations and stabilization policies: 'there is nothing in the Keynesian prescriptions to support highly unbalanced policies or excessive reliance on monetary policy to provide economic stabilization'.", "The second one has a longer-term perspective, whereby, in Keynes' words, 'the important thing for Government is not to do things which individuals are doing already, and to do them a little better or a little worse, but to do those things which at present are not done at all'.", "The spread between Italian and German ten-year government bond yields has recently widened again, to around 200 basis points, following a marked narrowing last spring.", "Moreover, it remains notably higher than in other similar European countries, including Spain and Portugal.", "The higher spread undoubtedly also reflects global, non-country specific factors: monetary policy has raised key interest rates quickly and significantly, and the international geopolitical balances have been disrupted by the conflict in Ukraine and tensions in the Middle East.", "However, the impact of heightened uncertainty on government bond yields has been greater in Italy than in the other euro-area countries, probably because investors are concerned about Italy's growth potential and perceive that, for this reason too, the Government budget is still unbalanced.", "With regard to these concerns, we should start by pointing out that the Italian economy has sound fundamentals overall.", "The availability of private sector savings is high and private debt is low by international standards.", "Household debt amounts to about 60 per cent of disposable income (40 per cent of GDP), compared with an average of more than 90 per cent in the euro area; corporate debt stands at around 65 per cent of GDP, compared with an average of 100 per cent for the eurozone.", "Although lagging behind and inefficient in some respects, our production system is vibrant and able to compete on global markets; this is confirmed by Italy's net international investment position, which turned positive as early as the second half of 2020 and now stands at around 5 per cent of GDP.", "Rapidly reducing the deficit, while preserving - as I pointed out earlier - the quality of spending, would reinforce the long-term sustainability of our public debt.", "This is the key contribution that fiscal policy can and must make to protecting Italian households' savings, and not only those directly invested in government bonds, but the main challenge for Italy is still to make reforms and investments that can lift its growth potential.", "The problems of our economy are due to structural weaknesses neglected for too long and which cannot be offset by monetary stabilization or fiscal expansion policies.", "To ensure sustained higher growth, it is essential to remove any obstacles to development, to foster innovation and knowledge, to help firms expand and to modernize our production system.", "There is ample room for improvement: the employment rates for women and young people are well below the European averages; competition is insufficient in some service sectors; the quality of public services is poor, and low overall, and the effectiveness of public administration is extremely uneven across the country; structural delays in development persist in some areas.", "Signalling a firm commitment to closing these gaps (including through a good use of European funds) would help to boost investor confidence; this would reduce the yields on public debt.", "Implementing the projects contained in the National Recovery and Resilience Plan (NRRP) and the reforms that are part of it, which focus on these delays and on jump-starting the green and digital transition of our economy, offer an unprecedented opportunity.", "Simple, targeted amendments to the NRRP to make it more effective remain possible, though it is essential to proceed with no undue delays.", "The potential of reforms and the availability of large and innovative investments in Italy's tangible and intangible infrastructure go beyond their direct effect on aggregate demand; they must and they can provide long-lasting stimulus for private investment by Italian and foreign companies, which is necessary to boost Italy's potential for economic development.", "Above all, we must avoid repeating the mistakes we made in the past when our production system was unprepared for the major changes brought about by globalization and the technological revolution.", "For this reason, investing is essential, not only to close past gaps, but also to be ready to seize the opportunities of the coming climate and digital 'revolutions'.", "This is the only way to return to a stable and sustainable growth path with rising employment levels and productivity returning to a sustainable path of stable and balanced growth, which can raise employment levels and push productivity up again.", "This will also help increase wages and ensure proper work protection, especially for the younger generations, which, incidentally, is the main way to protect savings.", "In the long run, the return on savings necessarily depends on the medium to long-term economic outlook.", "The Government is not solely responsible for achieving this goal, as it is a collective effort.", "However, economic policy must set out the general framework, provide incentives and remove any brakes on production, and improve and maintain the quality of public infrastructure with adequate investment.", "In their turn, firms and households, assisted by reliable financial intermediaries, must be ready to invest in order to grasp the opportunities offered by the market and new technologies.", "This is in our common interest and we should all be aware of this; everyone should contribute to this change by looking to acquire new and stronger skills.", "Achieving sustainable economic and social development, protecting the environment and creating jobs all depend on this undertaking.", "It is necessary to create the conditions for both domestic and foreign savings to find suitable private investment outlets in Italy; similarly, public sector resources, including those made available through the EU, must be used to lay solid foundations for returning to a stable path of strong growth.", "To quote Voltaire's Candide, we must 'cultivate our garden' ('il faut cultiver notre jardin').", "However, in the current global environment, in a world that is certainly not 'the best of all possible worlds', this is unlikely to be enough.", "It is hard to understand today all the potential consequences of geopolitical tensions, which show no signs of fading.", "For some time now, the international balances have been the subject of much needed reflection in the wake of the serious and successive shocks to the world economy over the last fifteen years, as well as of the gradual demographic, economic and political changes in both advanced and emerging countries.", "The pandemic, the war in Ukraine, and now the dramatic events in the Middle East, risk diverting the course of this rethinking and leading us towards a world increasingly divided into blocs, with fewer movements not only of goods, services and financial capital, but also of technologies and ideas.", "This is a serious threat, not only because an open world is a tremendous driver of economic growth and for fighting poverty, but also because the major challenges we face cannot be overcome unless there is a growing commitment on the part of all the major political, economic and financial players at global level.", "It is therefore right to keep our house in order, so as to create the conditions for our economy to make a long-lasting return to higher, balanced rates of growth.", "However, it is now crucial to contribute, at all levels, to safeguarding international cooperation in any way that is realistically possible, to maintain the multilateral system of trade by reducing its flaws, and to work to share the values and founding principles of peaceful cohabitation between nations as widely as possible.", "This effort must be made first and foremost in Europe, where we are one of the founding members of the Union.", "Today, we must do our part to complete its institutional architecture and improve its governance.", "It is not only a question of making a political or technical contribution in one direction or the other; it is about increasing mutual trust and working together for a truly better world.", "A stronger and more united Europe, in which we share the responsibility for progress, is the best insurance against the significant geopolitical changes under way, which is an essential precondition for successfully meeting the challenges facing us.", "Ultimately, the protection of savings, which we are celebrating here today, their effective use in economic activities and the crucial role they play in sustainable and fair development, all rest on this vision and on our commitment to do what we need to do in our country.", "Note: Total household saving includes that of consumer and producer households and of non-profit institutions serving households.", "Note: Net financial assets in real terms are estimated by deflating nominal financial assets using the household consumption deflator.", "Note: Total household saving includes that of consumer and producer households and of non-profit institutions serving households.", "The private sector includes households and non-financial corporations.", "Composition of Italian households' financial asset portfolios (as a percentage of total financial assets) 60 60 1996 2001 2006 2011 2016 2021 Deposits and cash Italian government Other debt securities Investment funds Insurance companies Shares and other equity Source: Istat, Financial Accounts."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Saving and investment", "Financial literacy", "Economic growth", "Monetary policy", "Inflation", "Economic cycle", "Interest rates", "Government debt", "Fiscal policy", "Geopolitical risks"]}