{"sentences": ["Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Ehime Member of the Policy Board I.", "Economic Activity and Prices A.", "Economic Activity I would like to start my speech by talking about points that are noteworthy in examining the current situation and outlook for Japan's economy.", "Amid the ongoing reopening of the economy and society, as seen in, for example, the downgrading of COVID-19 to a Class V infectious disease under the Infectious Disease Control Law in May 2023, Japan's economy has recovered moderately (Chart 1).", "With such progress in reopening, demand that was suppressed during the pandemic, or pent-up demand, will likely continue to be a factor pushing up economic activity.", "However, as a significant rise in such demand is expected to peak out in the near future, it seems that the actual strength of Japan's economy has begun to be tested.", "Let us look at recent developments in Japan's economic activity in detail.", "With respect to private consumption, the positive effects from pent-up demand have remained in consumption of some durable goods such as automobiles.", "I have an impression that consumption overall has regained the pre-pandemic trend of a stable increase, albeit at a moderate pace (left panel of Chart 2).", "That said, due in part to a decline in real disposable income stemming from recent price rises, households have been defensive about spending; for instance, their demand for frequently purchased items including beverages, food, and daily necessities has shifted to lower-priced goods such as affordable private brand products.", "Meanwhile, services consumption such as entertainment, travel, and accommodations has remained firm despite having been affected by price hikes (right panel of Chart 2).", "These developments suggest that households, faced with high inflation, have increasingly been selective with their spending patterns, in that they are willing to spend money for certain goods and services regardless of price while opting for lower prices on other goods and services or refraining from spending in the first place.", "These changes in spending patterns will potentially affect price developments, which I will describe later.", "Next, I will turn to business fixed investment.", "The environment surrounding such investment has been extremely favorable in Japan.", "Specifically, a number of promising projects are scheduled to take place: (1) IT-related investment aimed at digital transformation (DX) and labor saving; (2) construction investment in, for example, urban redevelopment projects and in logistics facilities resulting from expansion in e-commerce; and (3) large-scale fixed investment projects by large domestic and overseas manufacturing firms that aim at strengthening supply chains and are backed by the yen's depreciation.", "Accordingly, reflecting firms' positive stance toward fixed investment, the Bank of Japan's September 2023 Tankan (Short-Term Economic Survey of Enterprises in Japan) showed firmness in such investment plans (Chart 3).", "However, hard data on business fixed investment collected from the results of statistics on GDP and machinery orders representing actual economic activity have shown somewhat weaker results relative to the plans presented in the Bank's Tankan (Chart 4).", "In some respects, there may be fundamental reasons for such weakness in fixed investment -- namely, amid high uncertainties regarding developments in overseas economies, firms have still been reluctant to take on risks and invest for their future growth.", "Exports have been more or less flat on the whole.", "By region, exports of transportation machinery to the United States and Europe in particular have been on an uptrend, mainly led by automobiles, which had been burdened by high levels of order backlogs due to semiconductor shortages.", "In contrast, those to China have remained weak, mainly for capital goods, and this is also the case for those to the NIEs and the ASEAN economies due to a drop in demand for digital-related parts such as semiconductors for smartphones and personal computers (Chart 5).", "Given what I have just outlined, I believe that the following points are crucial in forecasting the future course of Japan's economy.", "First, with respect to private consumption, how a rise in firms' earning power will be allocated to households in the form of wages is important.", "With regard to business fixed investment, it is worth examining how firms will raise their growth expectations and in turn boost their investment activities.", "Lastly, in terms of exports, whether Japan can take a lead in the restructuring of global supply chains warrants attention.", "These all suggest that it is time for the actual strength of Japan's economy to begin to be tested.", "To foster these key factors for economic growth, underpinnings from the government's policy measures may also be necessary.", "Moreover, since business fixed investment and exports are influenced by overseas economies, future developments in these economies are also of significance to Japan's economy.", "While European economies in particular have been pushed down by the effects of the situation in Ukraine since 2022, geopolitical risks in the Middle East have been heightening most recently, and this could be a new factor that will give rise to uncertainties.", "Adjustments in China's real estate market have been heightening uncertainties regarding the outlook for its economy.", "Moreover, while the U.S. economy has been firm despite its rapid and substantial monetary tightening, attention should continue to be paid to economic developments as the impact of the rapid policy interest rate hikes to date might emerge with a time lag.", "Price Developments in Japan 1.", "Price situation I will now talk about recent price developments in Japan.", "The year-on-year rate of increase in the consumer price index (CPI) for October 2023 was 2.9 percent for all items less fresh food and 4.0 percent for all items less fresh food and energy (Chart 6).", "The rate of increase for all items less fresh food has been slower than the peak marked in January 2023, partly because the government's economic measures have been pushing down energy prices (Chart 7).", "On the other hand, the rate of increase for all items less fresh food and energy has accelerated since early spring 2023 and has remained elevated in the range of 4.0 to 4.5 percent, as a pass-through to selling prices of cost increases such as for raw materials has intensified for a wide range of items.", "Meanwhile, inflation expectations -- an important factor in considering monetary policy -- have risen moderately, although they differ depending on economic entity (Chart 8).", "Until recently, it was believed that prices were highly unlikely to rise as many people, the younger generation in particular, had never experienced a situation in which prices rise and found it difficult to expect future inflation.", "Currently, however, the situation may be starting to change.", "Future price developments that are subject to considerable uncertainties The Bank aims to achieve the price stability target of 2 percent in a sustainable and stable manner.", "It is thus highly important to examine how prices will progress.", "To state the conclusion first, the Bank's baseline scenario does not assume that prices will continue to rise at the current pace.", "In other words, the effects of cost pass-through led by the increase in import prices, which have been pushing up consumer prices to date, are expected to wane gradually.", "On the other hand, the strengthening of a virtuous cycle between wages and prices -- which I will touch on later -- will in part contribute to gradually pushing up prices.", "With such shift in the main factor pushing up prices, the year-on-year rate of increase in the CPI for all items less fresh food -- in terms of the median of the Bank's Policy Board members' forecasts presented in the October 2023 Outlook for Economic Activity and Prices -- was projected at 1.7 percent for fiscal 2025.", "The baseline scenario involves extremely high uncertainties and is subject to both upside and downside risks.", "Given actual price developments until recently, though, my sense is that risks are skewed to the upside.", "Before I talk specifically about risks to the outlook for prices, I would like to touch on a perspective that I have referred to in my past speeches, which I think is a useful starting point when considering developments in consumer prices.", "I would like to note that, although the CPI consists of prices of a variety of items, price fluctuations vary by item.", "Given this aspect, I would like to focus on the frequency of price changes, specifically by separating the category of \"flexible\" consumer prices, made up of items for which prices change relatively frequently, and \"sticky\" consumer prices, made up of items for which prices change relatively infrequently.", "Flexible consumer prices are mainly composed of goods prices while sticky consumer prices are mainly composed of services prices.", "Having made this distinction, I would like to explain the reasons behind my thinking that risks to the outlook for prices are skewed to the upside.", "First, let me talk about flexible consumer prices.", "On a yen basis, import prices have been trending downward since peaking in September 2022.", "Flexible consumer prices, which are primarily composed of goods prices, tend to track movements in import prices with a time lag, because they are made up of items for which prices change relatively frequently.", "Currently, however, even as import prices have decreased, the rate of decline in flexible consumer prices has been slower than expected.", "The decrease in import prices, which mainly consist of raw material and fuel prices, will spread from upstream to downstream demand stages in producer prices, and presumably this will eventually spill over into consumer prices.", "The decline in import prices has in fact been spreading from upstream to downstream demand stages, but it seems possible that prices in the downstream have become less likely to fall than before (Chart 9).", "This may be because, compared to the past deflationary period, firms have become more likely to pass on cost increases to selling prices at each stage of demand.", "Let us look back at firms' business strategies in the deflationary environment.", "Many firms at the time, faced with intense price competition, were forced to maintain or lower their selling prices even at the expense of some measure of profit.", "In this context, they secured profits through business strategies that emphasized cutting costs, including the wages of workers.", "With these points in mind, the current situation -- where firms' pass-through of cost increases has been more widespread than expected -- seems to suggest that the deflationary environment in which price competition was predominant is beginning to undergo a sea change.", "Next, I would like to touch on sticky consumer prices.", "These prices are thought to be more susceptible to medium- to long-term inflation expectations than short-term expectations, since their index is made up of items for which prices change relatively infrequently.", "Sticky consumer prices are also considered to be affected by wage developments.", "As I suggested earlier, if we take it that firms have recently begun to emerge from a deflationary environment, the addition of upward pressure on workers' wages, which firms restrained in the deflationary environment, is likely to affect sticky consumer prices.", "There is a strong tendency in Japan for firms to revise wages at the outset of the fiscal year, especially for regular employees, as typified by the annual spring labor-management wage negotiations.", "Given the results of the spring 2023 negotiations, sticky consumer prices are also expected to rise (Chart 10).", "Several points are crucial to keep in mind when considering the outlook for price developments in this context.", "One concerns whether or not wage hikes at firms following the 2023 annual spring labor-management wage negotiations, which became more aggressive, are temporary or will continue in fiscal 2024 (Chart 11).", "On this score, there have been positive comments from both labor and management, mainly among large firms.", "By contrast, many local small and medium-sized firms have expressed concerns that this year's wage hikes were as much as they could manage, and that further increases will impair business continuity.", "Thus, the outlook for wages is unclear at present.", "In light of unfolding demographic changes in Japan, and also considering the unprecedented increase in the labor force participation rate of seniors and women, another scenario regarding wage developments can be considered: as constraints on labor supply intensify, labor market conditions will tighten further and firms will raise wages more actively to recruit and retain employees.", "In considering this scenario, though, a question arises as to whether many firms have an incentive that is strong enough to lead them to raise wages at the expense of profit to recruit and retain employees.", "In this regard, for firms to raise wages sustainably from fiscal 2024 onward, one of the key factors will be economic activity at home and abroad remaining stable, fostering an environment conducive to solid corporate profits.", "Having said that, given the considerable uncertainties over the outlook for overseas economies, there is a risk that, depending on economic developments going forward, downward pressure will be exerted on wages and then on prices.", "On the other hand, if changes in firms' wage- and price-setting behavior continue and the virtuous cycle between wages and prices strengthens, these -- together with the stable increase in private consumption that I described earlier -- will likely push up prices further.", "Conduct of Monetary Policy Further Increasing the Flexibility in the Conduct of Yield Curve Control Based on the economic and price developments I have explained so far, I would now like to present my views regarding the Bank's current conduct of monetary policy, focusing on its conduct of yield curve control in particular.", "At the Monetary Policy Meeting (MPM) held in October 2023, the Bank decided by a majority vote to further increase the flexibility in the conduct of yield curve control.", "Within this modification, the Bank -- while maintaining the basic framework of yield curve control by setting the short-term policy interest rate at minus 0.1 percent and the target level of 10- year Japanese government bond (JGB) yields at around 0 percent -- decided to conduct yield curve control with the upper bound of 1.0 percent for 10-year JGB yields as a reference and control the yields mainly through large-scale JGB purchases and nimble market operations.", "Specifically, the upper bound of 1.0 percent for 10-year JGB yields prior to the modification in October was a \"rigid cap,\" in that when the yields were at 1.0 percent, fixed-rate purchase operations for consecutive days were to be conducted to strictly contain the rise in the yields to below 1.0 percent.", "However, given that developments in economies and financial markets at home and abroad are extremely uncertain at present, the Bank considered that strictly capping 10-year JGB yields could entail large side effects.", "It therefore decided to further increase the flexibility in the conduct of yield curve control with a \"flexible cap,\" which regards the upper bound of 1.0 percent for 10-year JGB yields as a reference (Chart 12).", "Increasing the Flexibility in the Conduct of Yield Curve Control and Basic Stance on The Bank's decision in October to further increase the flexibility in the conduct of yield curve control marks the third time over the past year that it has modified such conduct, following moves of the sort in December 2022 and July 2023.", "These modifications appear to have been the subject of various interpretations in financial and capital markets at home and abroad.", "I would like to take this opportunity to offer my own summary of the conduct of monetary policy to date.", "At the July 2023 MPM, multiple numerical guidelines were attached to the conduct of yield curve control: the target level of 10-year JGB yields, the permissible fluctuation range of these yields from the target level, and the rigid upper bound for strictly capping the yields.", "This resulted in a complex monetary policy scheme, which might have made understanding its intended purposes difficult.", "In this context, the Bank decided in October to further increase the flexibility in the conduct of yield curve control, with the result that it has maintained the target level of 10-year JGB yields at around 0 percent and has set the upper bound of 1.0 percent for these yields as a reference.", "I believe that the latest modification has allowed for a simpler scheme for conducting monetary policy.", "Given that the conduct of yield curve control has been simplified, some have started to become skeptical as to whether the Bank's decision in October to further increase the flexibility in such conduct was laying the groundwork for an exit from monetary easing.", "However, current developments in economic activity and prices necessitate that the Bank patiently continue with monetary easing; I think that it is still too early for the Bank to deliberate on an exit.", "The Bank aims to achieve the price stability target of 2 percent in a sustainable and stable manner.", "This does not imply that simply achieving 2 percent in terms of recent figures for the year-on-year rate of change in the CPI is enough.", "Rather, the underlying economic mechanism should be capable of sufficiently guaranteeing the achievement of sustainable and stable 2 percent inflation.", "To this end, it is important for the Bank to clearly confirm that the virtuous cycle between wages and prices is at work.", "At present, budding developments toward such a virtuous cycle may be appearing, but it has not yet taken hold.", "Therefore, the Bank should patiently continue with monetary easing for the moment.", "Furthermore, as in the past statements on monetary policy, the Bank presented in its statement released immediately after the October MPM that it will continue expanding the monetary base until the year-on-year rate of increase in the observed CPI for all items less fresh food exceeds 2 percent and stays above this target in a stable manner, and it will not hesitate to take additional easing measures if necessary.", "Monetary policy measures remain well prepared to combat downside risks to economic activity and prices.", "It is thus clear that the Bank's decision at the October MPM to further increase the flexibility in the conduct of yield curve control did not aim at normalizing monetary policy.", "To sum up, the three rounds of modifications to increase the flexibility in the conduct of yield curve control, including the one decided at the October MPM, did not intend to lay the groundwork for an exit from monetary easing.", "Rather, I would like to emphasize that the modifications aimed at continuing with accommodative monetary policy to achieve the price stability target.", "Informational Value of Long-Term Interest Rates Formed in Financial Markets Next, I would like to express my thoughts on the significance of continuously increasing the flexibility in the conduct of yield curve control.", "Conventional monetary policy, in my understanding, involves controlling short-term policy interest rates and communicating with financial institutions through day-to-day market operations, to form a perception of optimal interest rates to ensure stability in economic activity and prices.", "In this context, long-term interest rates are an indicator reflecting market participants' outlook for monetary policy as well as the results of their comprehensive assessment of developments in and prospects for economic activity and financial market conditions at home and abroad.", "Long-term interest rates are thus regarded as an extremely informative indicator in conducting monetary policy.", "Given these considerations, the framework of yield curve control, in which a central bank controls long-term interest rates more directly, carries the disadvantage of losing the valuable information provided by such rates.", "The Bank's decision to introduce yield curve control, despite this disadvantage, was based on its judgment that a framework for continuing with powerful monetary easing is necessary to achieve the price stability target of 2 percent.", "However, amid the ongoing elevated inflation that started during the pandemic, I believe the room for making effective use of the informational value pertaining to long-term interest rates is gradually expanding.", "Thus, there seems to be a change in the balance between the policy effects of the conduct of yield curve control, in which the Bank works to stabilize long-term interest rates so that Japan's economy will make an exit from the prolonged deflationary trap, and the informational value of long-term interest rates that could be gained by leaving the formation of these rates up to the financial markets to some extent.", "From the perspective of making use of the informational value of long-term interest rates, I consider it as highly significant that the Bank has increased the flexibility in the conduct of yield curve control as necessary.", "I should point out that the increased flexibility does not imply that the effects of yield curve control to hold down long-term interest rates are no longer needed.", "This is because, if 10-year JGB yields rise to a level well above 1.0 percent, the resultant increase in real interest rates could undermine the effectiveness of monetary easing and significantly dampen economic activity, which could hinder the economy's transition to a virtuous cycle between wages and prices.", "Risk Management in the Conduct of Monetary Policy Risk management is another aspect that I consider as critical in the conduct of monetary policy.", "To continue conducting monetary policy appropriately, the key is the Bank's baseline scenario for economic and price developments that forms the basis for policy conduct.", "Having said that, drawing from my many years of experience as an economist, it is extremely difficult to always be accurate in predicting such developments.", "Moreover, given the current situation overseas and geopolitical risks, even greater uncertainties over economic and price developments at home and abroad are anticipated.", "Under such conditions, a risk management perspective becomes critical in the conduct of monetary policy.", "I view the Bank's modifications to date to increase the flexibility in the conduct of yield curve control as a sort of risk management in monetary policy conduct.", "During the pandemic, emphasis was placed on addressing downside risks to prices, but recently, it also has become necessary to take upside risks into account.", "In this context, I believe that the Bank's decision to increase the flexibility in the conduct of yield curve control has had the following two benefits.", "The first is the improvement in market functioning.", "This applies to such factors as the formation of a consistent relative relationship among interest rates of bonds with different maturities and the narrowing of the yield differential between JGB issues that are eligible for the Bank's outright purchases and those that are not.", "If the Bank attempts to strictly contain yield increases for bonds with specific maturities through, for example, fixed-rate purchase operations for consecutive days in its conduct of yield curve control, not only will the curve see a distortion, but distortion in terms of bond prices could also emerge -- namely, as the Bank purchases specific bond issues, market bond prices for issues purchased and those for other issues with approximately the same residual maturity may end up being completely different.", "With respect to such market price gaps, there is generally room in the market for arbitrage to operate, and price distortions among different bond issues will be mostly eliminated; however, should yields under yield curve control be far removed from those predicted based on actual macroeconomic conditions, the price gaps among different bond issues will not be resolved.", "Furthermore, since JGB yields serve as reference rates for corporate bond yields, bank lending rates, and other funding rates, there is concern that, if yield distortions are left unaddressed, they will adversely affect corporate financing.", "Indeed, the second half of 2022 saw the risk of some concerns of this sort coming true.", "However, as the Bank's decision to increase the flexibility in the conduct of yield curve control has mostly eliminated such yield distortions, firms' funding conditions have been favorable recently.", "The second benefit is the effects of enhancing the sustainability of monetary easing.", "As I mentioned earlier, if yields under yield curve control turn out to be far removed from those predicted based on actual macroeconomic conditions, attempts to forcibly maintain yields at that level may spark speculative moves in financial markets.", "Such moves were seen in foreign exchange markets of several economies in the past during their course of abolishing fixed exchange rate systems.", "Let me touch on the case of Australia's central bank.", "Although the framework differs from the Bank of Japan's yield curve control, the Reserve Bank of Australia (RBA), since March 2020, adopted a target for the yield on the three-year Australian Government bond.", "However, with mounting inflationary pressure, it was forced to discontinue the yield target in November 2021, earlier than expected.", "The Bank's decision in October to further increase the flexibility in the conduct of yield curve control, before 10-year JGB yields actually reach the rigid upper bound set in July, may result in raising the level of such yields to some extent.", "Given past examples, however, this modification is at the same time enhancing the sustainability of monetary easing under the framework of yield curve control.", "Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Ehime November 29, 2023 Member of the Policy Board Chart 1 s.a., ann., tril.", "In the left panel, figures for the CAI are based on Bank staff calculations.", "The CAI figures (travel balance adjusted) exclude inbound tourism consumption and include outbound tourism consumption.", "In the left panel, \"disposable income, etc.\"", "consists of disposable income and adjustment for the change in pension entitlements.", "Real values are obtained using the deflator of consumption of households.", "In the right panel, figures are based on Bank staff calculations.", "Figures in angle brackets show the weights in the CAI.", "In the right panel, nondurable goods include goods classified as semi-durable goods in the SNA.", "Sources: Cabinet Office; Bank of Japan, etc.", "June Sept. Dec. Forecast Actual Notes: 1.", "Figures are based on the Tankan and are for all industries including financial institutions.", "Figures include software and R&D investments but exclude land purchasing expenses.", "R&D investment is not covered as a survey item before the March 2017 survey.", "There is a discontinuity in the data for December 2021 due to a change in the survey sample.", "Source: Bank of Japan.", "Business Fixed Investment Indicators of Business Fixed Investment Capital Stock Cycles s.a., ann., tril.", "In the left panel, volatile orders are orders for ships and those from electric power companies.", "In the right panel, each broken line represents the combination of the rate of change in business fixed investment and the investment-capital stock ratio at a certain expected growth rate.", "Figures are based on Bank staff calculations.", "Figures for 2023/Q4 are those for October.", "In the right panel, figures in angle brackets show the share of each country or region in Japan's total exports in 2022.", "Figures for the EU exclude those for the United Kingdom for the entire period.", "Sources: Ministry of Finance; Bank of Japan.", "Figures for \"energy\" consist of those for petroleum products, electricity, as well as manufactured and piped gas charges.", "Figures for the \"effects of the consumption tax hike and free education policies\" from April 2020 onward are Bank staff estimates and include the effects of measures such as free higher education introduced in April 2020.", "Source: Ministry of Internal Affairs and Communications.", "Inflation Expectations y/y, ann.", "Figures for economists are the forecasts of forecasters surveyed for the ESP Forecast.", "Figures for households are from the Opinion Survey on the General Public's Views and Behavior, estimated using the modified Carlson-Parkin method for a 5-choice question.", "Figures for firms show the inflation outlook of enterprises for general prices (all industries and enterprises, average) in the Tankan.", "Sources: Japan Center for Economic Research (JCER), ESP Forecast; QUICK, QUICK Monthly Market Survey (Bonds); Bank of Japan.", "The FD-ID price indexes divide demand into the final demand (FD) stage and four stages of intermediate demand (ID) based on the Input-Output Tables for Japan.", "Goods and services prices are then aggregated according to the stage to which they belong to compile the FD index and the ID indexes for stages 1 to 4, ranging from the upstream to downstream stages of the production process.", "Sources: Ministry of Internal Affairs and Communications; Bank of Japan.", "The CPI figures are Bank staff estimates and exclude the effects of the consumption tax hikes, policies concerning the provision of free education, and travel subsidy programs.", "Figures for nominal wages are for establishments with 30 or more employees up through fiscal 1990, and with 5 or more employees from fiscal 1991 onward.", "For fiscal 2023, the figure for the CPI (less fresh food) is the April-October average, while that for nominal wage is the April-September average.", "Sources: Ministry of Health, Labour and Welfare; Ministry of Internal Affairs and Communications.", "Figures from fiscal 1992 to 2013 are those published by the Central Labour Relations Commission, while figures from fiscal 2014 to 2023 are those released by the Japanese Trade Union Confederation (Rengo).", "Sources: Central Labour Relations Commission; Rengo.", "Further Increasing the Flexibility in the Conduct of Yield Curve Control (YCC)  The Bank will patiently continue with monetary easing under Yield Curve Control (the short-term policy interest rate: -0.1%, the long-term interest rate: around 0%), aiming to support Japan's economic activity and thereby facilitate a favorable environment for wage increases.", " Toward the end of the projection period, the Bank expects that underlying CPI inflation will increase gradually toward achieving the price stability target of 2 percent, while this increase needs to be accompanied by an intensified virtuous cycle between wages and prices.", " With extremely high uncertainties surrounding economies and financial markets at home and abroad, the Bank judges that it is appropriate to increase the flexibility in the conduct of yield curve control, so that long-term interest rates will be formed smoothly in financial markets in response to future developments."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance"], "topics": ["Economic Activity", "Prices", "Monetary Policy", "Yield Curve Control", "Inflation", "Wage Growth", "Risk Management", "Long-Term Interest Rates", "Consumer Price Index", "Business Fixed Investment"]}