{"sentences": ["ep BANCA D'ITALIA WY) Bank of England - Banque de France - IMF - OECD - Banca d'Italia Ath Joint Workshop on international capital flows and financial policies Introductory Remarks by Luigi Federico Signorini Senior Deputy Governor, Banca d'Italia Rome, 6 October 2023 Ladies and Gentlemen, It is with great pleasure that I welcome you to the 4th Joint Workshop on International Capital Flows and Financial Policies, organised by the Bank of England, Banque de France, the International Monetary Fund (IMF), the Organisation for Economic Cooperation and Development (OECD) and Banca d'Italia.", "Current developments are raising a number of important, and sometimes new, issues in the field.", "If one looks at the monetary tightening cycle that is ongoing in the major advanced economies, while there is clear evidence of increased bond outflows from emerging market economies, and of some pressure on their currencies, the fact is that so far global financial markets have seen nothing as disruptive as during past episodes of global tension, such as the financial crisis of 2008-2009 and, though to a lesser extent, the taper tantrum of 2013.", "There are several possible explanations for this.", "They include sounder macro policies by EMEs leading to fewer imbalances, deeper internal financial markets, and a better emergency management of capital flows.", "On the last point, to quote but one piece of evidence, a joint Bank of Italy-Bank of England working paper' showed that, during the Covid-19 sudden stop, emerging markets engaged in the coordinated deployment of several tools (monetary, fiscal and macroprudential), and policy actions were by and large effective.", "This suggests (among other things) that a number of EMEs have adopted insights from the IMF's institutional view and from the Integrated Policy Framework.", "In various ways, many of them have become more mature, as well as richer.", "1 F. Eguren Martin, M. Joy, C. Maurini, A. Moro, V. Nispi Landi, A. Schiavone and C. van Hombeeck (2020), 'Capital flows during the pandemic: lessons for a more resilient international financial architecture', Banca d'Italia, Questioni di Economia e Finanza (Occasional Papers), 589.", "While this is one piece of encouraging news, generally speaking, multiple, significant changes in the landscape of international capital flows are leading to several new challenges.", "Looking ahead, I see at least three major ones.", "The first is the risk of financial fragmentation, which came to the fore after Russia's invasion of Ukraine wreaked havoc on the world economy (and much else).", "The ensuing geopolitical tensions have intensified concerns about the danger of a more economically and financially fragmented world, and of a diminished role for the G20 and other multilateral fora and institutions.", "In a recent Global Financial Stability Report, the IMF estimated that a one-standard-deviation increase in geopolitical tensions between an investing and a recipient country would reduce bilateral cross-border capital flows by about 15 per cent.", "* In the long term, financial fragmentation would limit the market liquidity of international assets and liabilities and put constraints on the opportunities for cross-border diversification, ultimately increasing the vulnerability of economies to adverse shocks.", "The second challenge is climate change, which is already causing an increase in the frequency and intensity of natural disasters, and in the size of climate-related damage.", "Seen from the specific perspective of today's discussions, natural disasters may conceivably influence international capital flows to and from the affected countries through various channels, though the overall sign of the effect is unclear.", "In principle, natural disasters can be expected to cause higher capital inflows, if the marginal product of capital increases as a consequence of a reduction in the capital stock.", "However, if a natural disaster also affects complementary inputs, such as infrastructure and human capital, or shrinks the total factor productivity of firms by delaying or cancelling investments in new technologies,?", "the return to physical capital might decrease instead of increasing, inducing no inflows or even outflows.", "A third prospective driver of international capital flows is payments technology.", "Governments and international institutions are currently devoting a lot of activity to improving cross-border payments, while private-sector initiatives are also increasing.", "From our point of view, one especially interesting topic is the Central Bank Digital Currency (CBDC) infrastructures currently being envisaged in various jurisdictions.", "Specifically, wholesale CBDCs can be a way to increase the efficiency of cross-currency transactions, by shortening transaction chains and addressing frictions in cross- border funding arrangements.° Ideas are being discussed about ways to link CBDC 2 Geopolitical risk is computed in terms of the diverging voting behaviour of the United States and China in the United Nations since 2016; see IMF (2023), Safeguarding financial stability amid high inflation and geopolitical risks.", "World Bank (2021), Global Productivity: Trends, Drivers, and Policies, chapter 3, 'What happens to productivity during major adverse events?'.", "4 BIS, IMF, and WB (2022), Options for access to and interoperability of CBDCs for cross-border payments, Joint report to the G20.", "5 Panetta, F. (2022), 'Demystifying wholesale central bank digital currency'.", "Speech at the Symposium on 'Payments and Securities Settlement in Europe - today and tomorrow' hosted by the Deutsche Bundesbank.", "infrastructures in different jurisdictions.", "There is, indeed, much room for improvement compared with the current situation.", "All of these topics will be discussed in today's workshop.", "Let me now give you a short outline of the programme.", "The first session is devoted to climate-related transition risk and sanctions.", "Maximilian Konradt (Geneva Graduate Institute) will present evidence of the way institutional investors adjust their exposure to a country that tightens its climate policy-a topic of great interest to Bank of Italy researchers.® Massimo Ferrari Minesso (ECB) will then explore the way trade and financial sanctions affect the exchange rate, looking at data from the first half of the twentieth century, spanning two world wars.", "The second session will focus on digital currencies.", "Maurizio Michael Habib (ECB) will analyse the drivers of Bitcoin transactions vis-a-vis a sample of fiat currencies, highlighting the financial stability risks of a widespread adoption of cryptocurrencies.", "Michael Kumhof (Bank of England) will present a two-country DSGE model in which a central bank digital currency competes with other forms of money, comparing several CBDC policy rules.", "The effects of introducing a CBDC into a large economy is also a prominent topic of current research at the Bank of Italy.\"", "After the lunch break, Christoph Trebesch (Kiel Institute) will give a keynote speech on how geopolitics and war shape international financial flows.", "This speech will directly address one of the main challenges that I have just listed, including a discussion of the all-important issue of the consequences for financial stability.", "The third session of the workshop will explore the role of the dollar in the international monetary system.", "Steve Wu (UCSD) will present a model to explain episodes of appreciation of the dollar and capital flow reversal during crises.", "Alexandra Tabova (IMF) will use a novel database to shed light on investors' behaviour in the market for US treasury bonds.", "The role of the dollar in shaping the global financial cycle is also, of course, a central topic in the Bank of Italy's research agenda.® Next, we shall have a policy panel with Robin Brooks (Chief Economist at the Institute of International Finance), Ayhan Kése (Deputy Chief Economist at the World Bank Group), Clara Raposo (Vice-Governor of the Bank of Portugal), and Francis Warnock (University of Virginia).", "The panel will first discuss the short-term drivers of capital flows, focusing in particular on the implications of the current monetary policy 6 See for instance F. Ferriani, A. Gazzani and F. Natoli (2023), 'Flight to climatic safety: local natural disasters and global portfolio flows', Banca d'Italia, Temi di Discussione (Working Papers), 1420.", "7 See for instance P. Cova, A. Notarpietro, P. Pagano and M. Pisani (2022), 'Monetary policy in the open economy with digital currencies', Banca d'Italia, Temi di Discussione (Working Papers), 1366 and A. Moro, V. Nispi Landi (2022), 'The external financial spillovers of CBDCs', Banca d'Italia, Temi di Discussione (Working Papers), 1416.", "8 See for instance M.M.", "Habib, L. Stracca and F. Venditti, (2020), 'The fundamentals of safe assets', Journal of International Money and Finance, 102, 102119 and I. Buono, F. Corneli, E. Di Stefano (2020), 'Capital inflows to emerging countries and their Sensitivity to the global financial cycle', Banca d'Italia, Temi di Discussione (Working Papers), 1262. tightening cycle.", "Next, the panel will explore a longer-term perspective, addressing the implications and policy considerations associated with the impact of climate change and of transition risk on capital flows.", "The final remarks will be made by Dennis Reinhardt of the Bank of England, which will host the next edition of the workshop.", "In closing, I wish to express once again the Bank of Italy's deep appreciation for your presence and active participation.", "I am sure this workshop will result in much fruitful interaction and discussion."], "classifications": ["none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["International capital flows", "Financial policies", "Financial fragmentation", "Climate change", "Payments technology", "Central Bank Digital Currency", "Geopolitics", "War", "Dollar", "Monetary policy"]}