{"sentences": ["cb National Bank of Serbia Speech by Governor Jorgovanka Tabakovic at the opening of the Serbian Insurance Days 2023 conference Slide1: Dear friends, It is my pleasure to welcome you again this year on behalf of myself and the National Bank of Serbia, and to wish you a successful seventh Serbian Insurance Days conference.", "I will begin with a historical anecdote, primarily because of the importance of insurance, which, I fear, many of you are not fully aware of.", "This is not an unfounded assertion.", "Insurance is of paramount importance and it does not have competition, nor will it have it in the foreseable future, not matter how fast modern technologies develop.", "In contrast to banks, whose competitors come in the form of payment institutions, varous platforms, fintech companies and other innovations, where they have to fight for their clients and survival in the market, insurers don't have this problem.", "Insurance can only harvest the benefits of modern technologies to approach clients in a faster and easier way, and it has a kind of a monopoly that is not appreciated enough by everybody, I'm afraid.", "Having a licence to carry out insurance business in Serbia and being a member of executive or supervisory board is a rare privilege that will last - that is why you have to make an effort to keep the privilege you have well deserved.", "And don't ever complain that insurance is an over-regulated field - it's no different anywhere in the world.", "Insurance is the most regulated area, where the state has to help an imperfect market with its own hand, where the industry cannot regulate itself, nor leave everything to mere competition.", "That is why I will begin with an anecdote: There is a Dutch painting illustrating Herodotus's story of the Judgment of Cambyses.", "The Persian judge Sisamnes had been flayed alive by King Cambyses as a punishment for corruption.", "The painting shows Sisamnes's son dispensing justice from his father's chair \"upholstered with the flayed skin as a reminder that justice, comes, literally, with skin in the game\".", "Many of you know this anecdote to originate from \"Skin in the Game\", a book by Nassim Nicholas Taleb, also author of the famous \"Black Swan\", which was eventually recognised by everyone.", "Hence the warning: Never trust a person with no skin in the game.", "Without it, fools and frauds will profit, and their mistakes will never come back to haunt them.", "Insurance is a system that requires trust!", "Perhaps even more so than banking.", "The courage to offer something you are not ready to deliver on is selfish courage.", "Or no courage at all.", "Especially vgn you are risking other people's funds.", "Mistakes are repeated because someone else pays the price.", "Should I be more straightforward?", "The mistakes of members of executive and other boards are paid by the undertaking, shareholders, state as the owner...and the one who makes mistakes mostly goes unpunished.", "That's how it used to be.", "Symmetry and risk sharing are especially important, as opposed to benefiting by transferring risk to others.", "Requiring one's skin in the game corrects this asymmetry better than thousands of laws and regulations.", "And when the laws are good, the best, what should we do with corrupt or unprofessional individuals?", "They can make mistakes with impunity.", "They can be the weak link.", "The only solution is to have an awareness and a legal framework that clearly states that mistakes are made by someone, signed off by someone, including the culprits whose skin is in the game.", "And that you pay for your mistakes by being banned from the game.", "But not pay with other people's money.", "Because everything that can be paid for with money is the cheapest anyway.", "Until this is achieved, there will always be those who are ready to break the rules of the game, and we will be witnesses to that old truth: \"The best slave is the one who knows he is being overpaid and is terrified of losing his status.\"", "That is why he is the best slave of his master.", "But he is detrimental to the financial system because he undermines his master's reputation and imposes a faulty value system.", "Why do I want you to remember this?", "Because no one will forgive you, and even more so me, if the mistakes repeat.", "Not with everyone and not to the same degree, but they do repeat.", "That is why I will repeat something I said at the last year's conference in Arandelovac: the Serbian Insurance Days are here to show us how to improve the quality of life and live insured against all risks that we are able to perceive, how to offer protection from those risks and provide a fair service for a fair price.", "Competition is welcome, competition in the sense of offering more for a better price.", "How to offer, but also deliver on the promise if the insured event takes place.", "But there should be no attempts at competing with or outwitting the regulatory authority that is creating stable conditions for profit-making.", "The law cannot be observed a little or largely.", "The law must be observed fully.", "And the fine for breaching the law cannot become a part of the cost factored in the transaction.", "I will repeat this each year.", "In Kafka's words - this cannot become a part of the ceremony!!!", "Let me remind you of that beautiful quote: \"Leopards break into the temple and drink up the offering in the chalices; this happens again and again; finally, one can predict their action in advance and it becomes part of the ceremony.\"", "Breaking the law cannot become a part of the ceremony.", "No matter how persistent or allegedly creative some may be.", "I also want to repeat what some tend to forget.", "This is Serbia, which does not change its commitment to the European path.", "But the National Bank of Serbia will adjust the rules of liberalisation over time so that they benefit the citizens of Serbia and domestic companies and the state of Serbia, rather than allow the profit to be created here and benefiting ONLY or MOSTLY parent companies outside Serbia.", "You are witnesses that even much stronger economies have started advocating this view, guided by the principle \"taxes are paid where profits are made\".", "It is reasonable for you to expect policyholders to honour their contracts, but it is just as reasonable for them to expect the same from you.", "And that is why the question of respecting both the letter and the spirit of the law that regulates every area of insurance must not be raised.", "Especially the mandatory and most massive segment - the motor third party liability insurance.", "The motto of this year's conference is truly amazing - \"If not us, then who?", "You started this lovely practice by launching last year's conference with Mika Antic's words \"It's not all in its time, but all in your time\".", "This \"your time\" is our time.", "We are truly called upon to do our best and this is the right moment.", "It is less important who the author of this year's motto is.", "Seneca, whom I deeply admire, says \"He who told something first, told it to everyone\".", "I am delighted that we have taken upon ourselves this joint responsibility, with a public promise, since we have already started discussions at the level of the ASI and organisers, to improve everything that is possible within the existing framework, so that insurance undertakings could continue to be an important factor in the Serbian financial system.", "And you know that I, together with my associates, am ready to accept every reasonable and well reasoned solution.", "It is critical that all of us, the National Bank of Serbia, insurance and reinsurance undertakings as well as all insurance distributors, work together and continue creating a new and modern environment in the insurance market in accordance with the best European and global practices, never losing sight of our primary goal, which is to build a stable and efficient sector, with solvent undertakings, for the purpose of protecting insurance service users.", "Let us first take a look at the data about the insurance business, because numbers do say a lot and indicate that the insurance sector in Serbia has upheld the trend of sound growth this year.", "Slide _3: The insurance market has been stable over the past ten years (2013-2022) - the numbers speak for themselves The data presented here, which refer to the past ten years, show that all key indicators of the insurance sector's operations recorded a positive trend, in the face of numerous challenges.", "Total assets, technical reserves, capital and premiums in both non-life and life insurance, have more than doubled, resulting in the generally positive trend of insurance premiums per capita (rising from EUR 79 to EUR 171) and the share of insurance premiums in GDP (rising from 1.6% to 1.9%).", "Also, as you can see here, the amount of settled claims more than doubled in the observed period, going up from RSD 28.7 bn to RSD 68.9 bn.", "And I wouldn't like those who participate in this sum and average figures, i.e.", "in the large number of settled claims, to feel complacent, because we also have granular data showing those who do not settle claims quite in the way they should.", "Insurance sector development indicators \" Amounts in RSD bnTotal premium - .", "99.9 Life insurance premium .", "E 23.8 Non-life insurance premium .", "Premium data calculated by applying the annual middle exchange rate of the NBS for the respective year, while the number of the population is the estimated number of the population (annual average).", "Of the observed figures, technical reserves rose the most, and it should be emphasized that the most significant impetus to their growth came from mathematical reserves.", "Mathematical reserves, by their very nature, provide long-term financial assistance to households, the goal of which is primarily the provision of financial compensation upon the materialisation of the insured event, i.e.", "when the beneficiaries need this compensation the most', but they also represent a specific type of savings.", "Observed in relation to savings in commercial banks, the mathematical reserves are characterised by a longer duration and a lower possibility of a sudden outflow of policyholders in the event of market disruptions.", "This is what makes the mathematical reserves extremely significant from the perspective of the National Bank of Serbia.", "Slide 4: The stability of the insurance market has been maintained in the last four years, even in conditions of multiple, increased risks (1/2) Over the past four years, in conditions of multiple, increased risks, the insurance sector has preserved its solvency and profitability, continuously providing a wide range and high quality of services to its users.", "The numerous measures of the National Bank of Serbia in the field of micro and macroprudential policy certainly contributed to this, mitigating the negative consequences of the multidimensional crisis we have been facing over the last four years.", "In the first three quarters of this year, the capital adequacy ratio (211.4%) was not only significantly above the legally prescribed level, but also higher than at the end of the previous year (209.6%).", "Capital adequacy of insurance sector 250 ggg Available solvency margin in bn RSD (Ls.)", "150 C= Redauired solvency margin a Available/ required + 50 solvency margin in % (r.s.)", "A positive interim net result was achieved in the amount of RSD 6.6 bn, which is 13.0% more than in the same period of 2022, i.e.", "The net combined ratio of non-life insurance continues to be below 100%.", "Net combined ratio of non-life insurance 100 .", "Slide 5: The stability of the insurance market has been maintained in the last four years, in conditions of multiple, increased risks (2/2) Total insurance premium in the first three quarters of this year stands at RSD 115.6 bn, which is an increase of 16.3% y-o-y.", "This growth rate is significantly higher than the average rate achieved during the same period in the previous ten years (7.7%)*.", "The non-life insurance premium rose faster than that of life insurance, which is also a consequence of the crises caused by the pandemic and geopolitical tensions between 2020 and 2023.", "Also, we should underline that undertakings invested the full amount of technical reserves in the prescribed forms of assets, both in life and non-life insurance, whereby, among other things, they ensured adequate forms of assets for the regular settlement of their obligations arising from insurance contracts.", "Categories such as the balance sheet total, capital and technical reserves of the insurance sector at the end of the first three quarters of this year recorded an increase compared to the end of the corresponding period last year, namely: - Balance sheet total of the insurance sector rose by 12.0%, to RSD 384.2 bn; - Capital increased slightly by 3.3%, to RSD 70.7 bn; - Technical reserves rose by 14.7%, to RSD 268.8 bn.", "Insurance sector performance indicators : oll!", "Te Balance sheet total Capital Technical provisions Total premium * for nine months Q3 2021 8Q3 2022 @Q3 2023 Source: National Bank of Serbia.", "Slide 6: Current risks / potential for insurance For a long time now we have been witnessing global challenges such as: geopolitical tensions, including the new conflict in the Middle East, climate change and natural disaster damages, inflation and interest rate movements.", "How does this affect the insurance business?", "When measuring risks, insurers also measure the risk propensity.", "At the same time, the perception of whether the risks have been adequately assessed is vital in determining the insurance supply.", "If the risk appetite diminished in response to greater exposure to the above risks, it is reasonable to expect the price of insurance and self- insured retention to go up, and reinsurance conditions to be tightened.", "Threats: In life insurance, rising interest rates, inflation and pandemic risks can expose insurers to liquidity risks as premium payments?", "may cease and insurance contract fees?", "In non-life insurance, inflation and catastrophe claims?", "increase the amount of costs and claims (the need to build up provisions for claims), affecting profitability.", "When it comes to reinsurance, an additional threat is the possible further escalation of geopolitical instability which could disrupt and further fragment the global reinsurance market, making it difficult to secure reinsurance coverage of domestic cedents.", "The negative impact of inflation on the population's living standard was mitigated by appropriate measures taken by government authorities, assisting households through one-off payments to the most vulnerable categories and higher employee wages.", "Opportunities: On the other hand, the current conditions could also represent potential for insurance sector growth, by absorbing insurance demand which could increase in such conditions.", "It is therefore necessary to carry on continuous work on providing more accessible and affordable insurance, both in terms of creating insurance products that are adapted to the real needs of the insureds (e.g.", "new coverage), and in terms of improving the sales network, but taking into account the risks and the protection of service users.", "As expected, the highest absolute growth in insurance premiums was recorded in: - motor third party liability insurance, - voluntary health insurance, - property insurance, and - motor vehicle insurance - full coverage.", "Motor third party liability insurance premium went up as a result of a higher number of concluded contracts and the rise in the minimum premium tariff of mandatory insurance of motor vehicle owners against damage to third parties as of 1 January 2023.", "Slide 7: A possible response to the challenges Today, when the global situation is uncertain and new risks are continually emerging, it has never been more vital to understand all risk factors and ensure joint forecasting, continuous monitoring, measurement and management of those risks by all insurance sector participants.", "By \"understand all risk factors\" we mean, primarily, improved monitoring of current risks (interest rates and inflation growth), as well as of the risks which have greater frequency, but result in small and medium amounts of claims from natural disasters®, given that these claims have been on the rise for several years now and that in 2022 they accounted for 43% of global insured claims from natural disasters'.", "Also, in order to mitigate the negative effects and provide adequate and reliable risk protection, it is important to focus on product redesign, matching of prices and risk appetite, improving cost efficiency, etc.", "When it comes to reinsurance undertakings, it has become increasingly important to determine the total maximum exposure (exposure concentration limit), the method for monitoring such exposure, and the manner in which potential breaching of the maximum exposure limit would be repaired.", "We believe that it is important that domestic insurance and reinsurance undertakings respect the concluded contracts, continue to monitor developments in the domestic and global market, and manage the assumed risks in the best possible way.", "Slide 8: Protection of citizens In the past period, we have been fully committed to protecting the rights and interests of the insureds and other insurance beneficiaries - both households and corporates.", "We must not forget that our main task is to ensure that insurance undertakings are at all times financially capable and ready to meet their obligations to insureds, insurance beneficiaries and third damaged parties, and that the persons engaging in insurance sale are adequately prepared to meet the insurance needs of households and corporates.", "By monitoring all important segments of insurance market participants' operations, notably how insurance undertakings inform users, create insurance products and sell them, how they deal with damage claims and complaints, a clear focus has been placed on the significance of creating high- quality insurance products and selling insurance products which take into account users' needs and interests.", "Problematic market behaviour by some insurance market participants was the subject of on-site and off-site supervision during which irregularities in the given segment were detected and appropriate measures were ordered to eliminate them.", "Slide 9: A responsible supervisor The most significant results in the protection of insurance service users were achieved precisely though the supervision of market behaviour.", "When it detects a certain systemic irregularity, the National Bank of Serbia orders the elimination of that irregularity in relation to all affected users (who were often not even aware that their rights have been breached).", "Thus, in the past period, the National Bank of Serbia took supervisory activities which resulted in the compensation of a large number of insurance service users.", "Let me mention a few of these cases.", "Supervisory activities of the National Bank of Serbia ensured the protection of insurance service users - travellers who did not realize their tourist trips through agencies that became insolvent, by ensuring that insurance users - travellers are indemnified and receive compensation for the paid travel arrangement, whereby, in addition to other measures, it contributed to the preservation of the tourism sector which was hit hard by the pandemic.", "In the first half of 2023, close to 3,000 claims worth RSD 162 mn (~ EUR 1.3 mn) were resolved and paid, while over RSD 60 mn were reserved for the remaining damages.", "By the end of 2023, that amount may reach up to EUR 2 mn of reimbursed funds to insurance service users, i.e.", "In addition, we also ensured that the pensioners receive their due compensations based on accident insurance, which were denied to them because of the failure to inform the insured before and during the insurance contract.", "More than 1000 pensioners were indemnified with the reimbursement of ~ RSD 10 mn worth of insurance premium and the payment of insurance compensation in the amount of ~ RSD 10 mn, which is a total of RSD 20 mn.", "Further, thanks to supervision of insurance undertakings' handling of loan insurance claims, concluded through banks, and effective supervisory measures, insurance service users were compensated for the previously underpaid insurance compensation in the amount of around RSD 18 mn.", "Therefore, thanks to the National Bank of Serbia's activities of supervising market behavior in the past period, an immediate financial effect was achieved for insurance service users in the total amount of around RSD 200 mn, with a significant amount of reserved funds in order to indemnify an additional number of citizens.", "Also, through supervisory activities, the National Bank of Serbia has in a certain way improved the procedures of the processing of compensation claims, as well as the provision of information in this context.", "Special supervisory activities were taken in relation to the insurance agency business carried out by leasing companies and banks, which are gaining prominence in the market as an insurance sales channel.", "The taken measures have improved the protection of policyholders.", "Slide 10: Comprehensiveness of insurance sales In the supervision of market behavior, we included insurance distributors, primarily banks and leasing companies.", "Banks, as persons carrying out insurance agency, are becoming an increasingly popular insurance sale channel, especially for life insurance.", "It is very important for bank clients to be able to obtain financial services in one place, which is provided by bank networks, because citizens visit bank branches more often than other financial institutions.", "The fact that close to 50% of the realized insurance premium through the banking channel is related to life insurance is not negligible either.", "Also, by digitalising services, e.g.", "by offering insurance through mobile apps or online banking, insurance becomes more accessible.", "Insurance is most often sold as security for bank credit receivables, but insurance is also integrated into bank payment accounts, representing an additional benefit to clients and an easily available insurance service.", "As we expect all distributors to ensure a high level of protection of users' rights and interests, regardless of the insurance policyholders choice of insurance distribution channel, special attention is further paid to the sale of insurance by leasing companies, which are also expected to provide users with appropriate information about the characteristics and risks of the insurance service, while applying a business policy that does not condition the insured persons' choice of a distributor.", "Slide 11: Digitalisation of the insurance service Digitalisation plays an important role in improving the efficiency of insurance undertakings' operations, and the future lies in the digitalisation of insurance services and digital transformation of operations.", "Insurance undertakings are developing software solutions for digital business and this is one of the ways to build a more intensive relationship with the insured.", "More and more insurance undertakings are introducing the customer video identification procedure in their operations, which can additionally facilitate and speed up the process of concluding an insurance contract.", "In introducing new products and in the course of their digitalisation, the information provided in the pre-contractual phase must be presented in a clear and understandable manner, so that the insurance service user is able to familiarise himself with the conditions of the insurance service and other elements important for the assessment of that service, without being misled regarding the characteristics of the insurance service, and/or his rights and obligations arising from the insurance contract.", "The National Bank of Serbia, as the supervisory authority, expects understanding and cooperation from market participants in the coming period so that we can jointly respond to the challenges ahead.", "We are facing a time of uncertainty in which we need to act together in all important areas because this is the only way we can deal with unpredictable prospects and growing risks at the global level.", "As the motto of this year's conference says: \"If not us, then who?", "- all this is happening in our time and WE must do everything in our power to make that time and the future ahead more predictable and better.", "Thank you and I wish us all much success in our work and everyday awareness that we all have skin in the game, for if we do not have such awareness, we Shall be thrown out of the game.", "Thank you for your attention.", "[1]The payment termination ratio, as the sum of the termination, redemption and capitalization ratios, increased in 2021 and 2022 and measured 13.8% and 15.2%, respectively.", "[2] Fees may go up due to higher mortality (e.g.", "a new pandemic), rising inflation (for contracts with an index provision), and in the case of mass redemptions.", "[3]According to Swiss Re, global damages from natural disasters reached USD 275 bn in 2022, of which insurance covered USD 125 bn or 45% of those damages.", "Annual global insured claims from natural disasters in excess of USD 100 bn are becoming the norm.", "When it comes to data for Serbia, there is a noticeable increase in settled and outstanding claims in Q3 2023, primarily in property insurance.", "[4]Strong storms, floods, droughts, fires, etc.", "[6]Strong storms, floods, droughts, fires, etc."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Insurance", "Regulation", "Risk", "Protection", "Market", "Supervision", "Competition", "Digitalization", "Policyholders", "Insurance sector"]}