{"sentences": ["Welcome to the Central Bank of Ireland for the release of the second Financial Stability Review of 2023 .", "Our assessment of the financial stability outlook continues to be shaped by the ongoing adjustment of the global economy to higher interest rates.", "Since our last Review in June, inflation has fallen in many economies, but we remain some way from our target.", "We have not yet seen the full extent of the lagged effect of monetary policy actions on borrower finances or economic demand.", "In a setting where long-term interest rates have risen since June, despite some moderation in recent weeks, global financial markets remain vulnerable to bouts of volatility.", "The global economy also remains vulnerable to further shocks.", "We have already seen a pandemic and a war in Europe.", "Humility is therefore a prerequisite to good policymaking.", "Geopolitical tensions, signs of fragmentation of the global economy and extreme weather events are three potential sources of future shocks with consequences for policy.", "Against this backdrop, it is imperative that we maintain resilience while we have scope to do so.", "What does this mean for an open economy like Ireland?", "This question is top of mind for us at the Central Bank.", "The Irish economy has continued to expand since the last Review, albeit at a slowing pace.", "The labour market remains tight, with strong wage growth.", "However, we must also acknowledge that a range of previously-flagged risks are now closer to materialising than in June.", "Commercial real estate prices have now fallen more than 20 per cent since mid-2020, while slowing exports and corporation tax receipts may mark the beginnings of a weaker global economy feeding its way through to Ireland.", "The lagged effect of monetary policy actions remains a source of uncertainty for the domestic economy, as the financial system continues to pass through higher interest rates gradually to borrowers and depositors.", "Despite these emerging signals of risks crystallising, the domestic household, business and banking sectors continue to demonstrate resilience in aggregate, with a strong labour market being a key factor.", "Low levels of debt, prudent and appropriate macroprudential policy, and the fixed borrowing costs for many are also supporting resilience to the shock.", "Again, we must now acknowledge that, when compared to the last Review, the early signs of financial challenges are starting to come into view in pockets of the household and business lending markets.", "Anyone experiencing financial distress should contact their lender at the earliest opportunity.", "Bank profitability, driven by growth in interest margins, has risen rapidly this year.", "We must be clear-eyed in our assessment that this will not last forever.", "There are significant risks to the outlook, including increases in financial distress, a repricing in global and local commercial real estate markets, weakening loan growth and increased funding costs.", "In light of these headwinds, this is a time to be prudent.", "I now turn to macroprudential policy which is aimed at supporting the resilience of the financial system.", "On bank capital, we have concluded that it is appropriate to maintain the countercyclical capital buffer (CCyB) at 1.5 per cent, at a time when broad, systemic risks have not materialised, while domestic developments do not point to a build-up of macro-financial imbalances.", "A key feature of the CCyB is that, if a shock were to hit the economy, its release would better enable the banking system to absorb losses and facilitate a sustainable flow of credit to the economy.", "We also require additional bank capital for those institutions whose failure could have wider systemic consequences.", "Reflecting structural changes in the Irish banking system over the past two years, today I am announcing that this additional capital to reflect systemic importance is no longer required of Ulster Bank, but is being required of PTSB.", "The mortgage measures remain a central pillar of our financial stability policy toolkit.", "Lending patterns for the first half of this year suggest the framework continues to achieve its aim of promoting sustainable mortgage lending.", "Our refreshed framework is resulting in more borrowing beyond the previous limits, but - at the same time - we have seen lending at higher levels of indebtedness fall as lenders have tightened their own lending standards, in light of the cost of living shock and higher interest rates.", "Overall, we judge that the refreshed mortgage measures framework has been operating in a manner that is consistent with our objectives.", "Finally, on our ongoing policy work to safeguard the resilience of non-bank financial intermediation, we are today publishing a consultation paper on measures to enhance the steady state resilience of Irish authorised sterling denominated liability driven investment funds.", "Given the cross-border nature of these funds, we have sought to ensure international coordination in codifying these measures, as exemplified by the fact that the Commission de Surveillance du Secteur Financier(CSSF) in Luxembourg is also publishing a similar consultation paper on LDI funds.", "Given the international nature of these funds, such coordination is important to ensure the effectiveness of these measures.", "We also continue to progress our work on the phased implementation of the macroprudential measures for Irish property funds announced last year.", "And in addition to our work on property funds and LDI funds, we continue to work with international partners to develop and operationalise the broader macroprudential framework for the funds sector.", "We are also considering feedback received to our Discussion Paper on an approach to macroprudential policy for the sector.", "The deadline for feedback closed last week and a feedback statement will be published next year.", "Thank you for joining us this morning.", "I will hand you over to Director of Financial Stability Mark Cassidy to take us through the report, before answering your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Financial stability", "Global economy", "Interest rates", "Mortgage measures", "Macroprudential policy", "Resilience", "Commercial real estate", "Bank capital", "Inflation", "Non-bank financial intermediation"]}