{"sentences": ["SPEECH Regaining control 'We have made important progress in regaining control over inflation, but we are not quite there, yet.", "To continue this progress, and reach our target, restrictive policies will likely remain needed for some time to come.", "All in all, current policy is in the right place.", "If, nevertheless, the disinflation process were to Stall, central banks will stand ready to, once again, adjust their interest rates.'", "This is how Klaas Knot concluded his talk at the Euro50 Group Marrakech Roundtable on 13 October Published: 13 October 2023 Date: 13 oktober 2023 Speaker: Klaas Knot Location: EuroSO Marrakech Roundtable on 'Inflation, Deflation: Looking for price stability in various parts of the world' Hello everyone.", "Over the past decade, central banks around the world have been particularly challenged in their quest for price stability.", "After the Great Recession, inflation rates were low.", "In response, central banks around the world turned to ultra loose conventional and unconventional monetary policy measures.", "This approach succeeded in staving off deflation risks.", "And once inflation was about to return to target, central banks could start thinking about policy normalization.", "But then the pandemic hit us.", "And soon enough, central banks, all over the world, had to deal with a roller coaster of lockdowns, fear of deflation, followed by a steep rise of inflation and, most recently, some encouraging signs of disinflation.", "But the impact of that roller coaster, and the way central banks dealt with it, differed significantly between countries or regions.", "Like the euro area and the US - which is today's topic.", "When the pandemic hit, the economic starting positions of the US and the euro area were different.", "The US recovered earlier from the Great Recession than the euro area.", "This allowed the Fed to implement its first rate hike as early as December 2015.", "According to its statement, the FOMC was 'reasonably confident that inflation will rise, over the medium term, to its two percent objective.'", "By contrast, by the time the pandemic hit the euro area in February 2020, core inflation was still only a little higher than one percent.", "This is illustrated on slide 2 Ihs.", "Core inflationin US and euro area Contribution of supply, energy and demand Annual percent changes shocks to euro area HICP-inflation Annual percent changes 11 12 13 14 15 16 17 18 19 20 21 22 23 Oct 2021 Jan 2022 Apr2022 0 Jul2022 Oct. 2022 euro area core HICP --US core PCE SB Supply GBB Energy GB Demand == Source: Eurostat, US BLS Source: The Euro Area Great Inflation Surge, DNB (2023)As I already mentioned, another difference lies in the responses.", "In both the US and the euro area, governments were quick to react to the economic fallout of the pandemic.", "The design and impact of the rescue packages, however, were different.", "The US government provided direct income support to households by sending stimulus cheques.", "In the euro area, employment and household income were protected by wage subsidies.", "While the various support measures stimulated demand, containment measures kept constraining supply.", "Eventually, this fuelled inflation.", "In early 2021, US inflation rose above two percent.", "And by the second quarter of 2021, GDP exceeded pre-pandemic levels.", "In the euro area, core inflation had climbed to almost two percent, by the end of 2021, while GDP reached pre-pandemic levels.", "In sum, compared to the US, the recovery in the euro area was lagging two to three quarters, as reflected in core inflation (slide 2 Ihs).", "In the final stages of the recovery, different negative shocks hit the supply side of the euro area economy.", "After a period of acceleration in global commodity prices, aggregate supply was hit by a sharp increase in energy prices in late 2021.", "Soon after, from February 2022 onwards, the Russian invasion of Ukraine led to a further acceleration of energy prices.", "In order to sustain the economy and offset the energy shock, government consumption in the euro area remained elevated and several governments announced fiscal measures to address private energy bills.", "This combination of positive demand and negative supply shocks strongly hit the euro area and was an important driver of the surge in headline inflation and of the rise in core inflation (slide 2 rhs).", "In response, the ECB started tightening its monetary policy stance.", "This happened in several steps.", "In December 2021, we took the first step: we reduced the pace of our asset purchases, and shortly thereafter, we entirely stopped the net purchases under the PEPP and the APP (slide 3 Ihs).", "This led to an immediate increase in long rates (slide 3 rhs).", "By now, as we by and large discontinued our TLTRO operations and stopped reinvesting the principal payments from maturing securities under the APP, the Eurosystem's balance sheet is shrinking at a measurable pace.", "Monetary policy response Net purchases and policy rate Yield curve euro area EUR bn and percent Percent, GDP- weighted, spotrate government bonds 200 4.0 40 150 3.0 3.0 125 2.", "The same goes for our international peers, who - in fact - are reducing their balance sheets at a relatively faster pace.", "In July 2022, our focus shifted to our primary instrument: the policy rate.", "Since then, we have increased the policy rate with every Governing Council meeting (slide 3).", "Today, these increases add up to an unprecedented 450 basis points.", "We did not get here on autopilot, however.", "While, up until this summer, upside risks around an already too high projected path for inflation implied that the direction of travel was clear, we relied on a meeting-by-meeting approach to calibrate the size of each step.", "In every Governing Council meeting, we carefully assessed how inflation was developing and how it was responding to our tightening measures.", "This, then, guided our decisions towards the appropriately restrictive level at the right speed.", "Whether rates are sufficiently restrictive, depends on how much traction our tightening has on spending.", "Not only now, but also in the months ahead.", "Luckily, more and more indicators show that the passthrough of our tightening campaign is firmly taking hold.", "Financing conditions have tightened fast and smooth.", "Bank funding costs have increased rapidly.", "And this translates into higher bank lending rates for households and firms (slide 4), tighter credit standards, and contracting financing volumes in the euro area.", "Sidenote: this is of course not only due to an increased policy rate, but also to the phasing out of TLTRO.", "Transmission strong, with more to come Lending rates of NFCs Lending rates of household mortgages Average cost of borrowing, MIR-data, new loans, percentages Average cost of borrowing, MIR-data, percentages per 3 3 is 6 v 8 i 20 2 22 2 as 16 7 18 19 2 21 22 23 <eolyr -- 1-Syr -- >Syr --Total outstanding = Total new credit ey Source: ECB MIR-data Source: ECB MIR-dataLooking at banks: a prolonged rise in funding costs and higher credit risk might, eventually, put downward pressure on their profitability and capitalization.", "But so far, banks are benefiting from strong capital positions, solid net interest income and moderate provisioning costs.", "Looking at firms and households: many are currently holding fixed-rate or long-term loans that will need to be refinanced.", "This means that a share of our tightening campaign will probably still need to pass through (slide 4 rhs).", "This expectation is reinforced by the typical lags in the transmission of financial conditions to economic activity.", "Nonetheless, the tighter financing conditions already have a clear, dampening impact on demand.", "PMI indicators, having reached contractionary territory, confirm that business activity has been weakening, and that manufacturing, in particular, was hit hard.", "However, to fully understand how this will translate into actual growth, we will need to marked decrease compared to the previous months.", "And I expect those numbers to fall further in the months ahead, though it probably won't be a linear process.", "Currently, the data confirm our projected inflation path.", "The longer it stays that way, the more confident I become that the current monetary policy stance, with a key policy rate of four percent, will be sufficiently restrictive to bring us back to our inflation target of two percent in the medium term.", "But we must remain cautious at all times.", "Today, it is still too early to declare victory over inflation.", "For instance, wages in the euro area labour market are mostly set in collective wage agreements.", "And an assumed gradual but steady easing of wage pressure crucially underlies the downward path of core inflation in our inflation projection.", "Today, wage growth is still at a high level.", "Partly, this is due to an understandable effort to recoup some of the real wage losses suffered as a result of the high inflation.", "And one could even argue that the recovering real wages that we are seeing are an important pillar under the soft landing that we foresee in our projections.", "But now that inflation is coming down, wage growth should align with this gradual downward path, back to a level that is consistent with our aim of price stability.", "We started the past decade mainly below our target.", "And in recent years, we found ourselves above.", "It has been a wild ride.", "We have made important progress in regaining control over inflation, but we are not quite there, yet.", "To continue this progress, and reach our target, restrictive policies will likely remain needed for some time to come.", "All in all, current policy is in the right place.", "If, nevertheless, the disinflation process were to Stall, central banks will stand ready to, once again, adjust their interest rates."], "classifications": ["monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Monetary policy", "Price stability", "Interest rates", "Deflation", "Economic growth", "Wages", "Supply shocks", "Demand", "Fiscal policy"]}