{"sentences": ["Honoured Mrs. Mehmeti - Spanca, General Auditor of the Republic of Kosovo Honoured, Mr. Pllana, Chairperson of the SCAAK Board, Honoured, Mr. Murtezaj, Executive Director of the Tax Administration of Kosovo, Honoured, Mr. Xhema, Acting Director of the Financial Intelligence Unit, Honoured, Mr. Perani, representative of the International Financial Corporation (IFC), Honoured representatives of financial institutions, Honoured representatives of business and professional associations, Honoured panel members, Respected participants, Ladies and gentleman, Allow me to first express my gratitude to the Society of Certified Accountants and Auditors of Kosovo (SCAAK) for inviting me to gladly address you on the marking of the Accounting and Auditing Professions Week, emphasizing the importance of these professions in accurately reflecting the situation and performance of business entities, respectively to ensure independent and objective assessments on the accuracy and reliability of financial information.", "Taking into account the importance of commercial entities in the country's economic development, a fair reflection of the situation and performance of their activity is of a critical importance in order to build a stable economy as well as a developed state and with integrity.", "This element is a precondition in initiatives such as capital market development as well as in other initiatives.", "The Central Bank of the Republic of Kosovo, according to its mandate to license, regulate, and supervise financial institutions in the Republic of Kosovo in the function of maintaining financial stability, is committed to providing a regulatory framework in accordance with best international standards and practices for the purpose of financial institution reporting and auditing, as well as approval of external auditors that audit these institutions.", "Therefore, in CBK's supervisory role, the external auditor profession acts as a vital instrument in achieving its purpose.", "The CBK cooperates closely with the Kosovo Council for Financial Reporting to promote improvement of the quality of supervisory and financial reporting functions, and according to the law, the CBK has a representative in this Council and the Public Supervision Board.", "The CBK is also committed to building human capacities in the field of accounting and auditing through training and certification in specialized institutions in this field.", "Continuous qualification and professional education are key for the CBK, both for its employees and for the financial industry as a whole.", "Special emphasis in the CBK's regulation will be given to the inclusion of the role of the certified accountant and certified internal auditor in the regulation, in addition to the requirements for external audit.", "The CBK is in the process of harmonizing legislation regarding standards for engagement of external auditor, both in terms of the years of engagement as well as limiting discontinuation from consecutive audits.", "The CBK, through its regulatory framework and supervision of financial institutions for prevention of money laundering and close cooperation with other authorities at country level, is committed to reduce informal economy and to build a long-term resilient and developed economy.", "Challenges such as implementing new financial industry standards, with a focus on insurance, such as IFRS 17, illustrates the need for cooperation between regulatory, policy-making institutions, financial sector, the academia, and professional groups.", "Also, in light of its commitment to improve the financial system's stability against risks related to the climate and the environment, we will engage in harmonizing the regulatory framework with European Union Regulations and Directives and the Basel standards, thus strengthening supervisory practices.", "Application of International Financial Reporting Standard S1 and S2 on disclosure of business entities' information for management of climate and environmental risks, as well as investment opportunities in the function of the green economy, will also be at the focus of the CBK.", "Finally, as the CBK we expect to have more accurate financial statements and qualitative audits, in order to correctly present the real situation of the business entities' financial statements, to facilitate right decision-making, bank lending, providing insurance products and other financial services from financial institutions in order to develop the private sector and the economy of the Republic of Kosovo in general.", "Increasing professional capacities and quality assurance remain our priorities, which help achievement of the CBK's objectives, but also the overall development of the country.", "I wish you fruitful and successful discussions in the following panels."], "classifications": ["none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Financial Reporting", "External Auditing", "Financial Stability", "Regulatory Framework", "Accounting", "Auditing", "Professional Development", "Climate Risk", "Green Economy", "Financial Statements"]}