{"sentences": ["Introduction I will start by giving you an overview of the economic outlook for the euro area before going on to look at how the ECB has adjusted its monetary policy to this outlook.", "I will then discuss in more detail the transmission of our monetary policy in the current environment and the sources of uncertainty that appear particularly relevant at this stage.", "The outlook for inflation and growth in the euro area Economic activity broadly stagnated over the first half of the year and is likely to remain subdued in the coming months.", "Weaker foreign demand and tight financing conditions are dampening growth, especially in the manufacturing sector.", "The services sector, which had been resilient so far, is now starting to \"catch down\" to manufacturing.", "The labour market remains resilient despite the slowdown in activity, with the unemployment rate standing at its historical low of 6.4 per cent in August.", "However, there are signs that labour market momentum is slowing as the economy weakens.", "The employment Purchasing Managers' Index declined significantly between the second and the third quarters of 2023, despite a slight uptick in September.", "The services sector, which has been a major driver of employment growth since mid-2022, is now also creating fewer jobs.", "In September ECB staff revised down projected GDP growth, particularly for this year and next, due to a greater contractionary effect from tightening financing conditions and the weakening international trade environment.", "Beyond the near term, ECB staff expect growth to recover owing to higher real disposable income thanks to rising wages and falling inflation, which is set to underpin spending.", "Inflation fell markedly from its double-digit peak last October, with the headline rate having declined to 4.3% in September (flash estimate).", "In the coming months, the sharp increases recorded in the autumn of 2022 will drop out of the yearly rates, lending further support to a deceleration in inflation.", "At the same time, underlying price pressures remain strong, although most measures of inflation have started to ease thanks to aggregate demand and supply becoming more aligned and lower energy prices in recent months being passed on to other parts of the economy.", "Labour costs are increasingly contributing to domestic inflation, while the latest data indicate that the contribution of profits fell for the first time since early 2022.", "Most measures of longerterm inflation expectations currently stand at around 2%, but the increase in some indicators needs to be closely monitored.", "Compared with the June Eurosystem staff projections, this is an upward revision for 2023 and 2024 - which mainly reflects a higher projected path for energy prices - and a downward revision for 2025.", "This is on account of tighter financing conditions - which also reflect the restrictive impact of our monetary policy tightening - and a weaker economic outlook.", "The ECB's monetary policy response In summary, while inflation continues to decline, it is still expected to remain too high for too long.", "The ECB is determined to ensure that inflation returns to our 2% medium-term target in a timely manner.", "In order to reinforce progress towards this target, we decided to raise the three key ECB interest rates by 25 basis points at the September meeting of the Governing Council.", "This decision was informed by the three legs of our reaction function: first, the inflation outlook in light of the incoming economic and financial data; second, the dynamics of underlying inflation; and third, the strength of monetary policy transmission.", "Having raised interest rates by a total of 450 basis points since July 2022, we consider that the key ECB interest rates have now reached levels that, maintained for a sufficiently long duration, will make a substantial contribution to the timely return of inflation to our target.", "Our reaction function will continue to serve as the framework for future decisions, and we will continue to follow a data-dependent approach to determining the appropriate level and duration of a restrictive monetary policy stance.", "Uncertainty regarding the transmission of monetary policy As part of this data-dependent approach, we continually assess how monetary policy is transmitted to financing conditions, the real economy and, ultimately, to inflation.", "In the current hiking cycle, the first leg of monetary policy transmission - to financing conditions - has been very strong.", "Compared with previous hiking cycles, firms' lending rates have increased at a faster pace and credit volumes have weakened more markedly.", "Transmission to the bank lending channel is likely to continue unfolding as lenders may become more prudent in light of rising funding costs and a slowing economy.", "Moreover, interest rates on outstanding debt will continue to increase as loans are progressively repriced.", "All in all, in my view, the transmission of our policy tightening to financing conditions seems to be well underway.", "The second leg of transmission relates to the way in which changes in financing conditions will affect economic activity, as firms and households adjust their plans for consumption, investment and savings accordingly.", "The transmission of monetary policy tightening to the real economy is proceeding at a slower pace, with a substantial share of the transmission still in the pipeline.", "For example, real estate activity has slowed down amid the weakening of property valuations.", "For the economy as a whole, modelbased estimates continue to suggest that, owing to the typical lags in monetary transmission, the bulk of the impact of our tightening is expected to materialise only in the course of this year and thereafter.", "The downward impact of our tightening so far on GDP and inflation is estimated to average around 2 percentage points over the 2023-25 period, with the strongest effect expected on GDP growth this year and on inflation over the next two years.", "It is also worth noting that the speed of transmission varies across the euro area.", "In particular, the transmission to households is likely to be faster in countries where variable rate mortgages predominate over mortgages at fixed rate.", "At the same time, uncertainties regarding transmission remain, mainly in relation to two sources.", "First, the current hiking cycle is unprecedented in speed.", "Moreover, it follows a long period of accommodative monetary policy and was accompanied by the recalibration of balance sheet policies, all of which limits comparability with historical regularities.", "Second, the tightening of our policy stance occurred in reaction to an unprecedented constellation of shocks hitting the euro area over the last three years, which had a disruptive effect on economic conditions and the inflation environment.", "The fact that we are still confronted with the overlapping legacy effects of these shocks may imply that monetary policy transmission is proceeding differently this time around compared with what historical regularities might suggest.", "The euro area and the world economy are also exposed to a variety of risks that accompany this monetary policy tightening.", "Based on our latest assessment, risks to economic growth in the euro area are tilted to the downside.", "Growth could be slower if the effects of monetary policy are more forceful than expected or if the world economy weakens at a faster pace than currently projected, owing, for example, to a continued slowdown in China.", "This may, in turn, dampen domestic economic activity and encourage firms, banks and households to be more cautious, thereby putting a strain on bank credit supply, investment and consumer spending.", "The tightening impulse may be transmitted more forcefully to the real economy in an environment of this kind owing to acceleration effects that often operate during periods of subdued growth and high uncertainty.", "Conversely, growth could be higher than projected if the strong labour market, rising real incomes and receding uncertainty mean that people and businesses become more confident and spend more.", "On the inflation side, weaker demand owing to the stronger transmission of monetary policy or the worsening of the international economic environment could put stronger downward pressure on prices than currently expected.", "Conversely, renewed upward pressures on the costs of energy and food - with oil prices having already increased in recent months - and the unfolding climate crisis could push commodity prices up by more than expected.", "The role of wage dynamics and fiscal policy are of great importance in determining the future path of inflation.", "Wages have been catching up; elevated wage growth is therefore embedded in our projections, albeit at a decelerating pace.", "But a lasting increase in inflation expectations above our target owing, for instance, to higher-than-anticipated increases in wages or profit margins, could drive inflation higher, including over the medium term.", "Similarly, as the energy crisis fades, governments are rolling back the fiscal support measures implemented during the crisis.", "But a slower rollback of this fiscal support or an expansionary fiscal policy stance in the coming years would pose significant challenges to taming inflation and bringing it back to our target.", "The challenging macroeconomic environment requires a consistent mix of monetary and fiscal policies, with greater risks to price stability if these policies pull in opposite directions.", "To conclude, while we can be sure that our monetary policy tightening is transmitted forcefully to financial markets and is increasingly leaving a footprint in the real economy, the speed and scope of the transmission remain uncertain.", "This is partly due to the stillfluid economic environment in which we are navigating, with the outlook for inflation and economic activity being rendered particularly uncertain owing to both the legacy effects of previous shocks and renewed risks.", "In addition, the current hiking cycle is unique, with the sequence of rate hikes being unprecedented in speed.", "Taking a longer-term view, structural changes in economic interactions may also exert upward pressure on inflation in a more fundamental way.", "At the global level, changes in trade patterns and energy markets, rising climate-related risks and the commitment to decarbonise the economy, as well as geopolitical risks, may have longer-lasting implications, which could pose greater challenges to price stability.", "For these reasons, any assessment based on comparisons with historical regularities and model-based estimates must be complemented by real-time monitoring of the transmission to financial and economic conditions.", "While there are signs of the strength of the first leg of the transmission, a substantial share of the transmission from financing conditions to the real economy is expected to still be in the pipeline, subject to longer lags.", "This reinforces the need for a data-dependent approach to determining the appropriate level and duration of a restrictive monetary policy stance.", "Darracq-Pariès, M., Motto, R., Montes-Galdón, C., Ristiniemi, A., Saint Guilhem, A. and Zimic, S. (2023), \"A model-based assessment of the macroeconomic impact of the ECB's monetary policy tightening since December 2021 \", Economic Bulletin, Issue 3, ECB.", "See, for example, Aastveit, K.A., Natvik, G.J.", "and Sola, S. (2017), \"Economic uncertainty and the influence of monetary policy\", Journal of International Money and Finance, Vol."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "inflation", "transmission", "economic outlook", "growth", "financing conditions", "labour market", "energy prices", "uncertainty", "fiscal policy"]}