{"sentences": ["It is my great pleasure to be here with you this morning.", "Firstly, I would like to express my gratitude to Affin Bank for inviting me to deliver the keynote address.", "The theme \"Propelling Malaysia Forward\" is a good choice.", "A prompt for us to think about what's in store for us, and to inspire us to envision how we can position ourselves in 2024.", "This gathering is therefore timely as we start the year.", "It provides a platform for us to discuss the outlook, the opportunities and new challenges while we seek to capitalise and realise Malaysia's potential.", "Allow me then to share some of Malaysia's unique outlook and propositions that will set the stage for us to secure a strong 2024. was a challenging year for us.", "Malaysia's growth was marked by moderation, weighed down by weak global demand and low commodity prices against tight global financial conditions.", "Despite these external headwinds, huge strides were made domestically.", "The seeds for structural change are now in place as the new government embarked on a series of fiscal and economic reforms.", "Heading into 2024, I believe Malaysia is poised for continued growth and is well-positioned to capitalise on emerging growth areas.", "And I believe all of us here will have a significant role to play in \"Propelling Malaysia Forward\".", "Domestically, the outlook for the Malaysian economy remains favourable.", "The economy is expected to grow by 4%-5% this year, as outlined in Belanjawan 2024.", "Despite the prospect of moderate global growth, domestic demand is projected to be robust, supported by continued employment and further wage growth.", "This will further be buoyed by a strong labour market, with our labour participation rate at an all-time high of 70.1%.", "Tourist arrivals and spending are also expected to improve further.", "In the first nine months of 2023 alone, 14.5 million tourists visited Malaysia, which is more than the full-year tourist arrivals in 2022 of 10.1 million.", "I also find it reassuring that Malaysia has taken the initiative to begin charting a path forward on many fronts, enhancing its attractiveness as a business and investment destination.", "The private sector is more visibly contributing and supporting the overall growth in investment activity, particularly in key industries such as information and communications technology (ICT), electrical and electronics (E&E), chemicals and chemical products.", "Progress of multi-year infrastructure projects and the implementation of catalytic initiatives under the National Energy Transition Roadmap (NETR), New Industrial Master Plan 2030 (NIMP 2030), and the Mid-Term Review of the Twelfth Malaysia Plan (MTR of the Twelfth Plan) will go towards securing critical building blocks for growth.", "A clear roadmap supported by sound policy will go a long way towards sustaining and facilitating investment activity, which is crucial for us to realise these plans.", "Going forward, implementation is key.", "To further support this, we should heed the Prime Minister's call to increase domestic direct investments as we share the collective responsibility in driving our economic growth.", "Efforts to elevate Malaysia's growth potential and global competitiveness would not be complete without fiscal discipline.", "On this front, the government has committed itself to the Public Finance and Fiscal Responsibility Act (FRA).", "This will enhance the credibility of fiscal policy towards achieving long-term public finance sustainability.", "The FRA entails measures such as gradually reducing the fiscal deficit and targeted subsidy rationalisation, including initiatives such as the Pangkalan Data Utama (PADU) platform aimed at supporting targeted, accurate and transparent subsidy distribution.", "While subsidy rationalisation may result in some upward price adjustments, the inflation outlook for 2024 remains fairly stable, helped by the disinflation trend of 2023, which saw our inflation average at 2.5% for the year.", "Let me now move on to global financial market conditions, which I believe to be conducive for a recovery in the performance of the ringgit.", "For the past two years, the ringgit, together with other regional currencies has faced depreciation pressures amidst aggressive interest rate hiking policies pursued in advanced economies as they grappled with persistently high inflation levels.", "In 2023, ringgit depreciation had continued, driven by elevated global interest rate levels, the slowdown in China and geopolitical tensions in the Middle East.", "As we enter 2024, the landscape is evolving; inflation in advanced economies is showing signs of moderation, providing a clearer trajectory of monetary policy to be pursued.", "Central banks in advanced economies are widely anticipated to have already halted rate hikes and could be easing later in the year.", "These developments are expected to alleviate pressure on the ringgit.", "Furthermore, the past two years of depreciation, which we have emphasised time and again as not reflecting domestic economic fundamentals and performance, have likely resulted in an undervalued ringgit.", "The undervaluation and the easing of global financial conditions in 2024 thus set up for a recovery in the ringgit.", "The current undervaluation should be attractive for investors.", "Bloomberg consensus forecasts point towards a stronger ringgit in 2024.", "Favourable economic fundamentals, including plans for structural reforms to materialise, will lend further support to the ringgit in the longer-term.", "We can also do our part.", "The reality is, our individual actions collectively also contribute to the ringgit's performance.", "Let's then play an active role supporting the ringgit.", "Allow me to share just three suggestions.", "First, for exporters and importers.", "Indeed, there can always be additional gains from holding foreign currencies, taking advantage of the trend and the higher foreign interest rates on offer.", "But these actions will not help the ringgit.", "And relying on foreign exchange gains cannot be a sustainable business strategy.", "Perhaps it's then time to look through these gains and focus on the actual business at hand, which could be more fruitful.", "Manage your foreign currency and ringgit conversions, with a view to best protect and support the ringgit.", "Second, corporates, investment houses and institutional investors on the other hand should focus more on domestic investment.", "Indeed, now there is a compelling case to direct investments domestically.", "We have highly liquid government and corporate bond markets with attractive yields and a historically undervalued equity market presenting attractive investment opportunities.", "There will also be many growing opportunities for investment in the new and emerging sectors.", "Third and finally, all of us as everyday consumers can also do our part.", "This includes a Malaysia-first attitude, from purchasing goods, services, travelling for holidays and even investing in domestic unit trusts or ringgit-hedged investments.", "As we each do our part to boost our domestic economy, a strong ringgit recovery is within our grasp.", "Ladies and gentlemen, The Malaysian financial system is ready to play its role in intermediating investment and economic activities.", "I am glad to see that on many fronts, efforts to deepen the onshore financial market over the years have borne fruits as evidenced by vibrant foreign exchange (FX) and bond markets.", "Average daily FX turnover increased from USD13.7 billion in 2022 to USD15.6 billion in 2023, reflecting improved depth of our FX market.", "The bond market now has an outstanding size of above RM2 trillion with the Government bond market at RM1.1 trillion.", "Government bond auctions continue to see a very healthy bid-to-cover (BTC) ratio, averaging 2.25 times in 2023 while secondary market turnover volume increased from RM3.4 billion daily in 2022 to RM4.4 billion last year.", "Non-resident participation in the government bond space remains strong, with 22.6% ownership as at end-2023.", "So far this year, government bond auctions have been met with robust demand.", "Just a couple of weeks ago, the re-opening of a 5-year GII bond recorded a BTC ratio of 4.4, the highest BTC ratio observed since 2016.", "I am also encouraged by the improvements in wholesale money market turnover in 2023.", "Daily interbank money market volume continues to grow in both secured and unsecured transactions, increasing by 25% to RM9.6 billion in 2023.", "This points towards an increasingly healthy money market as surplus funds continue to be redistributed efficiently for effective intermediation.", "All in all, these developments are indications of an orderly functioning financial market that is ready to facilitate investment and support meaningful growth.", "As global and domestic conditions are ripe for Malaysia to flourish, allow me to now turn to an industry where we are currently at the forefront.", "In my view, it is imperative that we fortify our leadership position at the centre stage of Islamic finance.", "Islamic finance is an important component of our thriving financial sector.", "Today, Malaysia proudly stands as one of the leaders in the global Islamic financial landscape.", "Malaysia continues to spearhead the global sukuk market, commanding 43.3% market share of global sukuk outstanding in 2022 .", "Domestically, the Islamic capital market commands a remarkable 65% share of the total capital market .", "Islamic banking now accounts for 45% of the total financing in the banking system, alongside a stronger presence of the takaful industry, holding almost a quarter (24%) of the market share of net contributions .", "Building on the strengths of our Islamic finance ecosystem, we aspire to elevate Malaysia as the international gateway for Islamic finance.", "At the same time, we will continue optimising the roles of Islamic finance in supporting the nation's domestic investment and funding needs.", "I see a profound opportunity for Islamic finance to play a catalytic role, leveraging the full spectrum of financial innovation tools to address the evolving needs of our nation.", "This includes addressing the growing funding needs from multi-year projects of the NETR and the NIMP, which is estimated to be around RM1.4 trillion by 2050 .", "The Islamic financial industry is also poised to lead efforts in developing innovative solutions and refining business practices towards greater social, economic, and environmental resilience, underpinned by more refined measures of value and impact.", "We can leverage the growing appetite for Shariah-compliant financial services to support our policy aspirations: for instance, to rebuild retirement savings, enhance social safety nets, support MSMEs growth and facilitate an orderly transition to a greener ecosystem.", "Value-based Intermediation (VBI) commitments by Islamic banks, which are already in motion, are making headways with annual tracking in place to measure its contributions.", "As per the latest VBI report, in 2022 alone, RM1.06 billion has been allocated for entrepreneurship support to asnaf communities, RM8 billion of financing offered under affordable housing schemes, and RM9.40 billion in net-zero and green financing.", "These form part of the overall total of RM131.64 billion VBI-aligned financial activities that have been intermediated by the Islamic banks, serving over 4.95 million accounts.", "Ladies and gentlemen, Our Islamic finance vision extends beyond borders to connect Islamic finance opportunities across Asia and OIC markets.", "This vision requires us to attain a multifaceted goal, which encompasses deepening and diversifying the Islamic financial market and sustaining global influence through innovation-driven and value-based solutions.", "Within these regions, Malaysia has the potential to support Shariah-compliant financial intermediation activities, particularly in facilitating the links between regional businesses and serving demand in sustainability transition.", "The investment growth in the halal economy within Asia and OIC has been impressive.", "The latest report reveals a compelling 128% yearly growth in halal economy investment, amounting to USD25.9 billion in 2022.", "Malaysia is one of the largest investment destinations for the halal economy sector .", "Sustainable finance also forms another critical component in the global funding needs equation.", "The United Nations recently revealed an annual investment shortfall for SDGs of about USD4 trillion for developing countries, an increase of USD1.5 trillion from earlier reported in 2015 .", "In capturing these opportunities, Islamic finance can capitalise on them by offering attractive Islamic fundraising instruments, such as regional syndication and sukuk to support global funding needs, and by promoting cross-border halal trade via tailored Islamic trade finance solutions along with other full suite trade facilitation services.", "Malaysia has a lot to offer.", "We are strongly committed to Malaysia as an Islamic Financial Centre, our MIFC agenda.", "Our Islamic financial institutions have the capacity and capability, operating in a strong regulatory framework that can support all these in ringgit, regional as well as foreign currencies.", "Domestically, efforts are continuously pursued to ensure our Islamic financial market remains conducive while preserving market confidence.", "Of all the building blocks we have developed, ensuring regulatory clarity and diversified instruments remain the most essential.", "For these reasons, we have issued Exposure Draft (ED) on Islamic Collateralised Funding to enhance clarity to market participants and further improve Islamic repo activities.", "The Shariah Advisory Council (SAC) has also provided the Shariah ruling on the permissibility of anticipatory hedging which would enable Islamic banks to dynamically enter into Islamic Profit Rate Swaps (IPRS) and Islamic Cross Currency Swaps (ICCS) without existing underlying exposure, subject to certain conditions.", "In a pioneering move, we also witnessed the inaugural issuance of Islamic repo via FAST in November last year.", "The effectiveness of these initiatives' rests on collaborative efforts.", "We emphasise the pivotal role of the Islamic Financial Market Subcommittee (IFMC) as a catalyst for central bank and industry-wide cooperation to identify key pain points and challenges that can be improved further.", "This year, the IFMC will help us explore and develop alternative instruments to Tawarruq-based transactions, sustainability-linked Islamic treasury products, and strategies to increase non-resident participation in the sukuk market.", "These efforts will further advance our Islamic finance aspirations as envisioned in the Financial Sector Blueprint 2022-2026.", "I remain ever confident in Malaysia's growth potential, and I believe this view is shared by those present here today.", "The financial sector is ready to play its role, redefining the financial system as one that goes beyond profits, to contribute meaningfully not only to the real economy, but also to the well-being of our planet and its people.", "It is my earnest hope that the value-based finance principles carry through beyond the Islamic finance fraternity, extending a broader impact outreach throughout and propelling us towards a more enduring and purposeful financial system.", "To seize the opportunities that lie ahead for us in 2024 and beyond, we must come together, and each do our part in \"propelling Malaysia forward\".", "Thank you and I wish you all a productive day ahead.", "Source: MIFC Estimate, data as of end 2022.", "Source: Shariah Equity Market Highlights (as of 31 Dec 2023) by Bursa Malaysia.", "National Energy Transition Roadmap, page 57 and Prime Minister's Speech for The Launch of The New Industrial Master Plan 2030 (NIMP 2030) delivered on 1 September 2023, paragraph 22.", "Source: The State of the Global Islamic Economy Report 2023/2024 by Dinar Standard.", "Source: UNCTAD's World Investment Report 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Islamic finance", "Ringgit performance", "Domestic economy", "Global financial conditions", "Fiscal discipline", "Structural reforms", "Economic growth", "Investment", "Financial market", "Monetary policy"]}