{"sentences": ["SPEECH ase DATE: 20 December 2023 SVERIGES RIKSBANK SE-103 37 Stockholm SPEAKER: Governor Erik Thedéen (Brunkebergstorg 11) VENUE: Carnegie Fonder Tel +46 8 787 00 00 Fax +46 8 2105 31 registratorn@riksbank.se www.riksbank.se Lessons from a turbulent period\" The world has experienced an unusually turbulent period in recent years.", "It started with the pandemic, which was, of course, primarily a public health prob- lem and a medical challenge but which also had extensive global economic conse- quences.", "Then, as the world began to recover from the pandemic, Russia invaded Ukraine, which also had worldwide economic repercussions - in addition to the human suffering and geopolitical turmoil it has caused.", "Tragically, a war has also flared up between Israel and Hamas, further fuelling geopolitical unrest and caus- ing a humanitarian crisis.", "How this will unfold and what the ultimate conse- quences will be is currently unclear but it can hardly be ruled out that this too will have an impact on the world economy in one way or another.", "Today, I will start by looking at the turbulence of the last few years and what I, as a monetary policy maker, think we have learnt from it.", "So far, I might add, we are not yet back to a situation that can be described as normal.", "I will then comment on the monetary policy debate that follows from the view that the Riksbank has gone too far with the policy rate, as it is believed that the high inflation is due to factors that monetary policy cannot do anything about.", "I will explain why I do not draw the same conclusion.", "Negative supply shocks are particularly difficult to manage It is a particular challenge for economic policy makers when the economy is sub- ject to rapid changes that are difficult or impossible to predict.", "In economics ter- minology these changes are called shocks and so, for the sake of simplicity, I will use this term.", "The task facing economic policy makers is to react to shocks in the best possible way according to their mandate.", "The frequency and magnitude of shocks vary more or less at random and may dif- fer from period to period.", "This is usually not a major problem as long as the \"I would like to thank Mikael Apel for his work on this speech, Hanna Armelius, Charlotta Edler, Mattias Erlands- son, Frida Fallan, Stefania Mammos, Ulf Stejmar, Marianne Sterner and Ulf Séderstrém for valuable comments and Calum McDonald for translation.", "The views expressed in this speech are my own and are not necessarily shared by the other members of the Executive Board.", "SVERIGES shocks are small and not too frequent, as was the case in the decade leading up to the global financial crisis of 2007-2008.", "In recent years, however, the shocks have been unusually large, affecting the entire global economy.", "They have also come thick and fast.", "Shocks are usually divided into demand shocks and supply shocks, depending on whether demand or supply is developing unexpectedly.", "This means whether it is demand for goods and services by households, businesses and the public sector that is being affected or whether the shock concerns the production of goods and services by businesses.", "Shocks can be positive or negative.", "In terms of supply shocks, GDP and inflation are affected in different ways.", "A positive supply shock increases production and lowers inflation, while a negative supply shock has the opposite effect.", "It is mainly negative supply shocks that cause problems - lower production and higher infla- tion are both perceived as negative - and it is these that I will focus on here.", "Negative supply shocks present a considerable challenge for monetary policy: at the same time as policy makers want to maintain confidence in the inflation tar- get and prevent inflation from becoming entrenched at a high level, they want to avoid pursuing a policy so tight that it unnecessarily exacerbates the economic downturn to which the shock itself has already contributed.", "Both demand and supply behind the high level of inflation The pandemic affected both demand and supply.", "As countries entered lock-down or people adapted their behaviour to the new situation by themselves, demand fell dramatically, as is evident in GDP statistics from around the world.", "But the pandemic also disrupted international supply chains and made it more difficult for companies to maintain production of the products that were still in demand.", "Thus, the supply side of the economy was also affected.", "When it became clear that vaccines could be produced surprisingly quickly, countries were able to start Opening up again.", "As people had been forced to restrain their consumption for a long time, the recovery was very fast.", "In some businesses, particularly in the hos- pitality sector, activity went from almost non-existent to near record levels in a short period of time.", "The recovery was also supported by fiscal policy support packages, which were very extensive in some cases.", "The situation worsened in February 2022 when Russia invaded Ukraine.", "Here, the effects were more clearly related to the supply side.", "The reduced supply of Rus- sian oil and gas, as well as of Ukrainian agricultural commodities such as wheat, caused world energy and food prices to rise.", "Inflation thus received an extra boost and continued to rise globally.", "Inflation peaked some time ago and has now started to fall back again.", "This is hap- pening at a slightly different pace in different countries and developments may still be affected by unexpected events.", "But while this episode of above-target in- flation is not quite over yet, it is worth trying to summarise the lessons learned so far.", "One conclusion is that both demand and supply factors affected inflation.", "It is much more difficult to say exactly how much demand and supply contributed to the rise in inflation.", "This is a rather complex interaction.", "Supply-side disruptions have definitely been important, especially those related to the war in Ukraine.", "But my assessment is that they would hardly have had such a large impact on inflation if the recovery from the pandemic had not been as strong and rapid as it was.", "The recoveries from the crisis of the 1990s and the financial crisis appear rather mod- est by comparison (see Figure 1).", "Developments on these two occasions bear little resemblance to the deep but very short-lived trough in the GDP curve seen during the pandemic.", "I find it difficult to interpret this as anything other than that strong demand pressure had built up during the pandemic, when households were una- ble to consume as they wished for a long time, and that this was released when the acute phase of the pandemic was over.", "Harder to make forecasts and easy to be caught up in the zeitgeist Another conclusion that can be drawn is that it is more difficult to forecast infla- tion in an environment marked by major shocks.", "Of course, this is so more or less by definition.", "This is particularly true when several major shocks occur in close proximity to each other.", "As recently as March 2022, Swedish forecasters, includ- ing the Riksbank, expected inflation to exceed the target on average during the year, mostly because energy prices had risen somewhat by then.", "However, they also expected the upturn to be highly temporary and inflation to be back on tar- get or even slightly below by 2023.", "No one anticipated that the Riksbank would have to raise the policy rate strongly to achieve this - at this point, it was zero per cent.", "Looking back like this is always educational.", "Partly this is because the realisation that forecasts are very wrong from time to time provides a healthy reminder of our own fallibility.", "In addition, it is useful - and possibly a small source of comfort for all forecasters - to remember that the general picture of how things are devel- oping can change quite drastically almost overnight.", "This brings me to my third conclusion - the not unimportant lesson that it is easy to get caught up in the zeitgeist or what one might scientifically term the 'prevail- ing paradigm'.", "What this paradigm said at the time was that inflation was more or less dead and would probably not occur again in the foreseeable future.", "After all, inflation had been below target in many countries for a very long time and the in- ternational discussion before the pandemic had centred on the risk of it becoming entrenched at too low a level.", "In the Riksbank's business surveys, companies had also stated for years that it was very difficult to raise prices, as competition was fierce and they would lose customers.", "Important lesson that relationships can change due to major shocks A fourth conclusion that can be drawn - and which, with hindsight, perhaps could have been drawn a little earlier - is that, if a shock is large enough, economic pol- icy makers must be prepared for the possibility of changes in economic relation- 1 US Federal Reserve Governor Jerome Powell argues that one lesson from the period since 2020 is that it is diffi- cult to separate supply and demand shocks in real time and assess their duration (Powell, 2023).", "Powell's com- ments should be seen in light of the fact that the Federal Reserve, like most other central banks, initially underes- timated inflationary pressures and eventually had to change policy quite drastically.", "RIKSBANK SVERIGES ships that have been fairly stable for a long time.", "For example, the inflation pro- cess itself may partly change in character - and this seems to be partly what hap- pened.", "This is perhaps the most important lesson from this episode of high infla- tion.", "The rapid cost increases and the strong recovery seem to have created the condi- tions for a change in pricing behaviour in the economy from what had long been the dominant one.", "To a greater extent than before, cost increases could be quickly passed on to consumers, who also seem to have accepted this to a greater extent than before, at least initially.", "Rapid behavioural changes of this type are probably one reason why the Riksbank and other forecasters initially underestimated the indirect effects on inflation of rising energy prices, for example.", "Of course, such changes are difficult to incorpo- rate into forecasts in advance if they have been triggered by unforeseen shocks.", "Nevertheless, one lesson is that, in the future, really big shocks should be seen as a warning sign that historical economic relationships may be about to change.", "One could be slightly critical of the fact that so many people got caught up in the spirit of the times and thought that everything would continue more or less as usual.", "After all, policy makers, academic researchers and economic analysts have a particular responsibility to at least remind others that the world changes from time to time.", "Whilst it may be difficult to predict exactly when it will happen, rec- ognising that it does sometimes happen makes for greater preparedness when it eventually happens.", "In this area, I think there is at least some progress to be made.", "More tangibly, for monetary policy this may mean that we need to analyse more often scenarios with relatively large differences in the development of inflation, in particular when a major shock occurs.", "Even when very large deviations from the main forecast do not seem very likely, a focus on alternative scenarios could im- prove our preparedness to handle a situation where such a scenario is neverthe- less realised.", "For example, if the Riksbank had signalled more clearly in February 2022 that such a scenario was not entirely unlikely, we would have provided a better basis for the policy rate increases that then followed.\"", "Of course, when pricing is about to change, it is also good to get indications of this as soon as possible.", "At the Riksbank, we are therefore investigating how we can use more finely disaggregated data, micro data for companies' prices, to obtain signals that a change may be on the way.", "The \"Evaluation of monetary policy 2022\" by Hassler, Krusell and Seim (2023) recommends that the Riksbank use scenarios more often in its communication and that this would have been particularly valuable in February 2022.", "The February Monetary Policy Report did include a scenario with higher inflation.", "This indicated that, if monetary policy was not tightened, inflation would exceed the inflation target throughout the forecast period, although not by much.", "The evaluators also consider that the Riksbank should have realised earlier that the supply disruptions that still remained after the pandemic, together with the strong demand when the restrictions were lifted, were combining to create a strong inflationary impulse.", "Lessons that can be drawn from the rise in infla- tion are also presented in Section 2.2 of the Riksbank's \"Account of monetary policy 2022\" (Sveriges Riksbank, 2023).", "SVERIGES Debate on how to deal with supply disruptions Let me turn to a discussion in principle of negative supply shocks and how mone- tary policy should deal with them.", "One reason I want to do this is that much of the debate on the Riksbank's monetary policy over the past year and a half has cen- tred on this very issue.", "More specifically, some argue that since interest rate hikes are not effective when it comes to supply-driven inflation, the best thing the Riks- bank can do is not to take action using the policy rate but simply to let the supply shocks work themselves out.?", "In some respects, this criticism is somewhat difficult to interpret.", "This argument has been made in connection with virtually every increase in the policy rate, from the increase from 0 to 0.25 per cent in May 2022 until today.", "Whether this means that the Riksbank should not have raised the policy rate at all is unclear, at least to me.", "However, if one believes that inflation has been entirely supply-driven and will fall back on its own, this is definitely a possible interpretation.", "In any case, it can be noted that the Riksbank would then have stood out considerably among central banks and it is highly likely that inflation would then have been even higher than it has been and probably much more difficult to bring down.", "As the shocks have been global and most central banks have raised their policy rates in line with the Riksbank and, in some cases, significantly more, the criticism also ap- pears to relate to the monetary policy conducted by central banks in general and not specifically to the Riksbank's policy.", "But let me return to the discussion in principle.", "Suppose there is a supply shock that causes energy prices to rise unexpectedly and then remain at this higher level.", "This will cause inflation, as measured, to rise.", "If this is all that happens in the economy, inflation will automatically fall again after a year and return to the pre- vious level.", "* It will then look like Figure 2.", "According to theory, therefore, the standard response to such a pure and tempo- rary supply shock is for monetary policy not to react to it, but to 'see through' it.", "Since inflation falls back by itself after a year, the central bank does not need to raise its policy rate.", "If it does, the only effect this has is to dampen demand unnec- essarily.", "At least in broad terms, this is the thrust of the argument in the debate that monetary policy should not actively seek to bring inflation down to the target by raising interest rates.", "Inflationary impulses from the supply side can also spread In practice, however, supply shocks are rarely this pure and the only thing that is happening in the economy.", "As I noted earlier, the surprisingly strong recovery in demand after the pandemic played an important role in the rise in inflation.", "And even if the initial inflationary impulse comes from the supply side, it can spread throughout the economy via what are known as 'second round effects'.> When 3 See, for example, Almqvist et al.", "4 Here it is assumed that inflation is measured as the change in the price index (the CPIF, for example) over 12 months, which is the most common way of measuring it.", "5 Sometimes one also talks about 'indirect effects' of an inflationary impulse.", "An example is when higher fuel costs lead to more expensive transport and thus to higher prices for the products being transported.", "Indirect ef- fects are more closely linked to the increase in fuel prices than second round effects but the distinction between them is not always clear.", "SVERIGES this happens, the disruption will not return to the target just because the interfer- ence itself disappears.", "Second round effects can be of different kinds.", "For example, inflation can lead to wage increases if wage earners demand compensation for a fall in real wages.", "UI- timately, this may lead to the kind of wage-price spirals that characterised the pe- riod before the crisis of the 1990s.", "That risk does not seem to be very high in Swe- den, at least at the moment.", "The last wage bargaining rounds resulted in responsi- ble wage agreements based on the inflation target.", "Better functioning wage formation is one of the reforms that we implemented af- ter the crisis of the 1990s and that has meant that we are now fairly well equipped to manage periods of high inflation.", "The differences compared to the past are significant: in addition to well-functioning wage formation, we now also have a Riksbank with the explicit task of keeping inflation low and stable and we have a framework for fiscal policy that means that this is no longer systemically too expansionary and intrinsically contributes to high inflation.", "However, in this arrangement, everyone has their own special responsibility - all links must work.", "One cannot expect that everything will be resolved as long as just one part has fallen into place.", "For example, responsible wage agreements will not be enough if the Riksbank does not take its share of responsibility and instead pursues a policy that prevents inflation from returning to the target.", "The condi- tions for the next wage bargaining round would then be quite different.", "Second round effects can also occur in price formation in the economy.", "The change in pricing behaviour, whereby companies have found it easier to raise prices, could be seen as such a second round effect that causes price increases to spread throughout the economy.", "As I mentioned earlier, it is likely that this was triggered by the economy being hit by an unusually large shock or sequence of shocks.", "In such cases, the degree to which this shock originates from the demand side or the supply side is likely to be less important.", "In either case, the inflation process was altered in a way that made it easier for inflationary impulses to take hold and that made inflation more persistent.", "One important question is there- fore how sustainable this change in behaviour is.", "There is also another type of effect, which may perhaps be perceived as some- what theoretical but which nevertheless may have practical and real conse- quences, and which is being discussed internationally.", "This is that supply shocks can have a lasting negative effect on potential production.® The latter refers to the longer-term ability of the economy to produce goods and services.", "This is not just a matter of energy prices rising rapidly for a short period of time, for example, but of lasting problems in production.", "After all, the sequence of disruptions to global supply chains from 2020 to 2022 depressed production for quite some time.", "If po- tential production grows more slowly than before, the economy will hit the capac- ity ceiling more quickly when demand increases.", "A restrictive monetary policy may then be required to limit the impact on inflation.", "SVERIGES Difficult assessment and too simple to talk only about supply effects If inflation remains above target for a long period of time, the level of inflation ex- pected by economic agents in the longer term may also be adjusted upwards, re- gardless of the cause of the higher inflation.", "For the moment, however, there are no obvious signs that this is about to happen.", "But here it is important to remem- ber that expectations are not formed in a vacuum.", "Agents' expectations that infla- tion will be around the target in the long term are based on the Riksbank actually acting in a way that makes this the case.", "For example, if the Riksbank had not raised the policy rate at all, long-term inflation expectations would almost cer- tainly have been well above 2 per cent.'", "It is worth noting that the existence of supply shocks was not seen as a reason to refrain from raising the policy rate in the Evaluation of Monetary Policy 2022 com- missioned by the Committee on Finance.® One criticism raised there was that the Riksbank should, if anything, have raised the interest rate earlier and more reso- lutely than it did.", "My purpose in this review is to point out two important facts.", "First, the period of above-target inflation cannot very well be characterised as a result of supply-side factors alone pushing inflation upwards and that inflation will thus fall back to tar- get on its own when the disruption eases.", "In other words, Figure 2 is not a good schematic illustration of what has happened in the last two years.", "While supply factors have contributed to movements in both directions, the picture is much more complex.", "Second, it is far from obvious that the best monetary policy re- sponse is to 'see through' a supply shock, even if it is the main cause of a rise in in- flation.", "Inflation may still become entrenched on too high a level if second round effects are strong enough.?°.", "I would like to emphasise that my aim has been to have a discussion in principle on supply shocks and monetary policy.", "It has not been to attempt to determine exactly how much the policy rate needs to be raised for inflation to return to the target.", "This is ultimately a matter of judgement and is subject to different opin- ions.", "On the other hand, I think that it is a little too easy - and gives a misleading picture - if you base your arguments on the fact that most of the problems have been about supply shocks that monetary policy cannot counteract.", "Will supply disruptions become more common in the future?", "Let me look ahead a little.", "What can be said about supply shocks and how they might affect monetary policy in the future?", "One view that has gained some trac- tion is that supply-side shocks will become more common than they have been so far.", "?° This hypothesis is probably partly coloured by the observation that supply shocks have been unusually large and frequent in recent years.", "There is often a 7 If inflation rises dramatically and it is feared that expectations will drift away, the best response is a tighter pol- icy than would otherwise have been the case; see Sdderstr6m (2002).", "° Powell (2023) argues that one lesson from developments in recent years is that the conventional view that cen- tral banks should 'look through' supply shocks needs to be reassessed.", "SVERIGES tendency to extrapolate recent events to future developments.", "But there are also factors that suggest that there is something to the hypothesis.", "One example is accelerating climate change.", "If rainfall patterns and temperatures change, this could mean that natural disasters, such as prolonged droughts and floods, will become more frequent and that harvests and the availability of certain foods will be reduced.\"", "Also, the climate transition that needs to take place to mitigate climate change may make supply disruptions more frequent, at least dur- ing the transition period.", "For example, the transition to renewable energy will re- quire major infrastructure changes and investments.", "During the transition period, this may create disruptions in energy supply and increase the cost of energy pro- duction.", "Another example is that the world seems to be going through a period of deglob- alisation, meaning that the trend towards greater international integration and trade has stalled and possibly even reversed.", "One reason for this is that many countries have started trying to reduce their dependence on global supply chains, partly in the wake of experiences from the pandemic.", "Even if the aim is to reduce the risk of production disruptions at home, the effect of reduced international in- tegration could be the opposite.", "If the domestic economy suffers some kind of disruption that hampers domestic production of an important commodity, it may be more difficult to quickly compensate for this with imports if earlier interna- tional supply chains have been broken.", "Whether supply shocks will actually be- come more common remains to be seen, but it is not an unreasonable hypothesis.", "This would make it more difficult to conduct monetary policy What would this mean for monetary policy?", "In simple terms, the traditional way of thinking about how economies develop is that they grow along a fairly stable path and the fluctuations observed are largely due to changes in demand.", "Eco- nomic upswings with high demand and inflation are followed by downturns with lower demand and inflation.", "While supply shocks also occur from time to time, until perhaps very recently they have not been a major concern for monetary pol- icy makers in practice since the oil price shocks of the 1970s.", "As I noted earlier, the central bank faces a more difficult trade-off if inflation has risen due to a supply shock than if it has risen due to an increase in demand.", "Con- sequently, central banks may have to make such difficult trade-offs more often in the future.", "Moreover, if the supply shocks come close together, the challenge becomes even greater.", "The time aspect is important here.", "The longer inflation remains above the target, the greater the risk that high inflation will be reflected in the expectations of economic agents.", "If several negative supply shocks occur in close succession, it is not enough for monetary policy to react to each of them separately in a broadly standard way.", "When shocks come close together, inflation does not have time to come down to the target before being pushed up again.", "All in all, this means that the time above the inflation target will be longer, that inflation expectations risk 11 For a discussion of the implications of climate change for monetary policy, see, for example, Elderson (2023).", "SVERIGES being affected and that anchoring to the target will be weakened.", "To avoid this, monetary policy needs to be more contractionary than normal.\"", "In a world with more supply shocks, it becomes particularly important to keep ex- pectations anchored to the inflation target.", "This means that, over time, the policy rate needs to be raised less - and the economy not slowed down as much - for in- flation to return to the target.", "We have not reached the finishing line - there are still lessons to be Let me conclude by returning to the lessons of the exceptional developments of recent years that I mentioned earlier.", "Of course, as the period of high inflation is not yet over, there are also conclusions from it that we cannot yet draw.", "The whole purpose of the Riksbank's policy rate increases has been to bring inflation back to target within a reasonable time, at the lowest possible cost in terms of re- duced demand.", "How successful this will be is not yet clear.", "It remains to be seen both how the real economy will develop and when inflation will sustainably be back on target.", "Hopefully, the return to the target will be achieved through a 'soft landing', whereby the slowdown in the economy will be relatively mild.", "It is, of course, our ambition to make it so.", "The final phase in the process of bringing down inflation is sometimes described as 'the last mile problem'.", "*3 This is an analogy that, as an avid runner, I can easily relate to.", "It suggests that, in long-distance races, the last few kilometres are the most challenging.", "This is, of course, because by then you are really tired but possi- bly it is also because mentally you feel that you are almost at the finishing line but, in practice, you realise that you are not.", "This means you have to make an ex- tra effort to actually get there.", "When the analogy is used in a monetary policy context, it means that roughly the same thing applies to the last part of a process to bring inflation down to the target.", "There is a risk of relaxing monetary policy too early, as everything seems to be on track anyway.", "Inflation could then remain above target or, in the worst case, start to rise again.", "Indeed, historically this has often been the case.", "\"* The fact that inflation has to be back on target 'within a reasonable time', as we say, is important here.", "The longer it takes, the more difficult it will be.", "We defi- nitely want to avoid finding ourselves, in a few years' time, in a situation where in- flation has not come down but is one or two percentage points above the target at the next major wage bargaining round.", "This would most certainly lead to higher wage demands and make a return to the target even more difficult.", "I can imagine that the social partners and, of course, the general public would be rather disap- pointed at the Riksbank in such a situation.", "22 See, for example, Beaudry et al.", "(2023) analyse a large number of inflation disruptions and find indications that economic policy mak- ers have tended to 'celebrate prematurely' and that inflation has often rebounded when most people thought the fight was over.", "In this analysis, however, the oil price shocks of the 1970s weigh heavily, while the situation today is quite different.", "In particular, inflation expectations are better anchored in the baseline.", "SVERIGES Let me briefly summarise my main messages.", "The last few years have been chal- lenging in many ways, not least for us monetary policy makers.", "Although the situ- ation has not yet quite returned to normal, there are some lessons to be learnt.", "One important one is that it is easy to get stuck in a world view that you think will last, if not forever, at least for a considerable time.", "It is therefore also important to try to keep this in mind and, as far as possible, be prepared for the world to change rapidly.", "Another message is that developments in recent years have been much more complex than the world economy having been hit by a number of sup- ply shocks that monetary policy can 'see through'.", "Central banks around the world have had to raise their policy rates and the ambition of all of these central banks is, of course, that inflation will return to target sustainably through a relatively mild slowdown in the economy.", "It is also possible that supply shocks may become more common in the future and that conducting monetary policy may then be- come more difficult than it has been so far.", "However, this is still a hypothesis and whether it will actually happen remains to be seen.", "Almqvist, Anna, Niklas Blomqvist, Thomas Carlén, Peter Gerlach, Torbjorn Hallé, Anna-Kirsti Lofgren and Fredrik Soderqvist (2023), \"Rantevapnet biter inte pa dagens svenska inflation\" [Policy rate adjustments have no effect on current Swe- dish inflation] (only in Swedish), DN Debatt, 12 November.", "Ari, Anil, Carlos Mulas-Granados, Victor Mylonas, Lev Ratnovski and Wei Zhao (2023), \"One Hundred Inflation Shocks: Seven Stylized Fact\", IMF Working Paper, WP/23/190.", "Bandera, Nicolo, Lauren Barnes, Matthieu Chavaz, Silvana Tenreyro and Lukas von dem Berge (2023), \"Monetary policy in the face of supply shocks: the role of infla- tion expectations\", paper presented at the ECB Forum on Central Banking, 26-28 June 2023, Sintra, Portugal.", "Beaudry, Paul, Thomas J. Carter and Amartya Lahiri (2023), \"The Central Bank's Di- lemma: Look Through Supply Shocks or Control Inflation Expectations?", "Brainard, Lael (2022), \"What Can We Learn from the Pandemic and the War about Supply Shocks, Inflation, and Monetary Policy?", "\", speech at 21st BIS Annual Con- ference \"Central Banking after the Pandemic: Challenges Ahead\", Basel, 28 No- vember.", "Elderson, Frank (2023), \"Monetary policy in the climate and nature crises: pre- serving a 'Stabilitatskultur'\", speech at Bertelsmann Stiftung, Berlin, 22 Novem- ber.", "Hassler, John, Per Krusell and Anna Seim (2023), Evaluation of monetary policy 2022 (only in Swedish), Report from the Riksdag 2022/23:RFR5.", "Lagarde, Christine (2023), \"Policymaking in an age of shifts and breaks\", speech at Economic Policy Symposium \"Structural Shifts in the Global Economy\", organised by Federal Reserve Bank of Kansas City at Jackson Hole, 25 August 2023.", "SVERIGES Powell, Jerome H. (2023), Opening remarks at \"Monetary Policy Challenges in a Global Economy,\" a policy panel at the 24th Jacques Polak Annual Research Con- ference, hosted by the International Monetary Fund, Washington, D.C., 9 Novem- Schnabel, Isabel (2023), \"The last mile\", speech at the annual Homer Jones Me- morial Lecture, St. Louis, 2 November.", "Sveriges Riksbank (2023), \"Account of monetary policy 2022\", Sveriges Riksbank.", "Sdderstr6m, Ulf (2002), \"Monetary Policy with Uncertain Parameters\", Scandina- vian Journal of Economics, 104 (1), pp.", "Index=100 five quarters before the bottom of the cycle, the x-axis shows the number of quarters.", "Effect on inflation following a one-time increase in energy prices > Months"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Supply shocks", "Economic forecasts", "Economic relationships", "Wage bargaining", "Second round effects", "Potential production", "Inflation expectations", "Deglobalization"]}