{"sentences": ["Ladies and gentlemen, Welcome to the National Bank of Serbia!", "As usual, I will start my address at today's Transition Report presentation by saying that the National Bank of Serbia is not the organiser of this event.", "The European Bank for Reconstruction and Development has organised it for decades, while we are merely the host.", "I would like to greet the representatives of the European Bank for Reconstruction and Development Mr Colangeli and Mr Plekhanov.", "I congratulate you on the three-decadelong tradition of the Report.", "Such long history best confirms that the Report has stood the test of time and retained its top quality.", "Esteemed colleagues, The topic of the Transition Report 2023-24 \"Transitions big and small\" is of vital importance.", "It also raises the question as to what is considered transition in the modern world.", "I believe that today, when we talk about economic transition, we mainly have in mind a structural shift of economies towards green technologies and digitalisation.", "A part of the transition process is also the redefining of supply chains, disrupted during the current multidimensional crisis, as well as changes in the labour market aimed at the acquisition of \"green skills\", with all this unfolding in an environment of heightened geopolitical tensions and fragmentation.", "The question inevitably raised is - how can an ordinary person find his way in all that?", "How to live with dignity on the money earned at work, how should one be satisfied with his work and afford a decent and free life?", "Those are the questions that the authors of the Report sought to give answers to, focusing mainly on the EBRD region, which, judging by the analysis results to be presented today, has recorded significant progress on this front in the past ten years.", "We - the economic policy makers - must create and maintain conditions conducive to sustainable and inclusive growth even in such uncertain global circumstances, that is, particularly in the current global environment fraught with climate risks and challenges of the modern times epitomised in digitalisation and robotisation.", "The question, of course, is how.", "If it were easy, everyone would do it.", "The answer is always the same - by preserving stability in the broadest sense, i.e.", "macroeconomic, financial and institutional stability.", "This requires knowledge and commitment.", "Stability ensures the necessary predictability of the business environment and increases investment and consumer confidence, which are the prerequisites for investment growth and job creation.", "This further implies a ripple effect on an increase in government revenues, greater opportunities to implement social and development functions, and the creation of buffers to serve as a safeguard in the times of crisis.", "There should be no shortcuts on that path since an abrupt jump often means a rapid and free fall.", "Where does Serbia stand in all this?", "Here are just a few indicators.", "Cumulative real growth of the Serbian economy of around 12% in the past four years, recorded despite the reduction in external demand, is a confirmation of sound policies and good condition of the economy which were in place when the current global crisis struck.", "High FDI inflows which reached record high levels of EUR 4.4 and 4.5 bn in the past two years attest to a favourable business environment and growth in investment confidence, owing to the responsible economic policy pursued by the Government and the National Bank of Serbia.", "Unemployment in Serbia was reduced from over 20% to a single-digit level, along with robust and broad-based employment and wage growth.", "Our economy is recording sharp profitability growth, whereas until a decade ago it operated at a loss.", "For all this, the achieved relative exchange rate stability preserved for longer than a decade and a record level of foreign currency reserves of EUR 25 bn, were and will remain one of the major preconditions for both big and small transitions.", "In addition, our citizens and corporates have access to the most up-to-date payment services, and they are making the most of this.", "Why is each of these pillars of stability, growth and development important?", "Because the result of every successful and responsible economic policy is and must be greater satisfaction with life.", "The EBRD Report presented today states the results of the analysis of the World Happiness Report, which says that a number of countries from EBRD regions that are in the group of 50 happiest countries rose from only three in 2016 to twelve in 2022.", "According to this Report, Serbia secured its place in this group, and measured by the happiness indicator it also made the third greatest step forward in the previous decade.", "This is yet another confirmation that Serbia's economic policy is appropriate.", "I would like to comment on the finding in your analysis, which says that health improvement and positive labour market trends also have a positive impact on people's satisfaction.", "Since the 2006 Report, Serbia has had multiple investments and succeeded in joining the group of countries with the biggest increase in satisfaction with health.", "This was certainly achieved by significantly higher investments in the health system, not only in infrastructure and equipment, but in people as well, in their professional development and efforts to make their lifestyle better, which helped them stay in the country where they were educated.", "We see that not so long ago, there were problems in our labour market, as indicated by the above-mentioned unemployment rate, which exceeded 20% in the years following the global financial crisis.", "We also see that through labour market reforms, coupled with a significantly improved and predictable business environment, we have managed to raise formal employment by around 20% relative to 2014, or by around 400,000 newly employed persons.", "Simultaneously, the unemployment rate is currently trending close to the lowest level of 9%.", "Equally important, we have managed to increase employment of the vulnerable population groups.", "This means that in the past period we have made huge progress in the labour market, achieved a greater balance in labour force supply and demand, and secured highly qualified labour force, which is often highlighted by foreign investors and rating agencies.", "We now need to equip people for work with new technologies and green the jobs.", "Another issue in this Report is how the quality of life and housing impacts energy efficiency and harmful gas emissions.", "I do not know if the public is familiar with the fact that the EBRD is active precisely in this remit, through household loans for home renovation and increasing energy efficiency via credit lines to banks in Serbia.", "At the same time, the National Bank of Serbia supports such projects with its instruments by exempting the funds on-lent by banks from loans from international financial organisations from the required reserves.", "Ladies and gentlemen, esteemed colleagues, I have touched upon only a few aspects of the transition to a greener and more sustainable economy, and now I gladly pass the floor to the EBRD representatives to present the results of analyses and this Report in more detail.", "Allow me to once again reiterate that the macroeconomic, financial and relative exchange rate stability that we have secured for more than a decade are critical for the welfare of all market participants and represent a focal point of interests of all - whether they are investors or importers, debtors or creditors.", "They are an important precondition for the happiness of any man.", "Allow me to conclude by quoting our Nobel prize winner Ivo Andri, who said that: \"All people look for happiness, with more or less strength and persistence, and the best chance of finding and keeping it lies with those who are looking for it in the shared happiness of as many people as possible, with whom life has brought them together.\"", "You know me, it wouldn't be me if I didn't add a personal touch... Every excessive joy of expectation consumes Our happiness and all that we wait for, Waiting too long turns the hair grey, Waiting too long fades the desire's gleam.", "And when the long-awaited thing finally arrives, We ask ourselves if that's truly what we craved for, Did we yearn for it as much as we thought?", "And why don't we rejoice as much and as strongly, When we believed it'd bring the happiness that we sought.", "Sometimes we need time to ready Our hearts for joy's embrace, And endure beautiful surprises.", "Yet sometimes, when we wait too long, Our hearts echo with emptiness and lament, Resonating with restlessness, posing the question Whether we have become indifferent or whether What we have is greater and more beautiful than what we wished for.", "And we start yearning for something else.", "Why do desires swarm like stars in the night?", "Why do desires resemble stars that fade from sight?", "Does reality exist today if everyone claims that their truth is the only reality?", "While not necessarily believing in it, one desires to convince others of it.", "We argue not only about concepts and their meanings (Umberto Eco wrote about it as a near future that we are living in today), we argue about tangible things, measurable results, everything is challenged, from the creation of the world, through ageing, to death itself and the desire to eliminate it.", "Has reality, as the right to one's own view, abolished itself and everything has become a lie?", "Falsehood threatens to become the only reality because increasingly fewer people, who sincerely believe in the truth, are fighting for it-"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic transition", "Green technologies", "Digitalisation", "Supply chains", "Labour market", "Sustainable growth", "Stability", "Serbia's economy", "Happiness", "Energy efficiency"]}