{"sentences": ["Decision-making in respect of the common monetary policy from the start of 1999 will take place within the Governing Council of the ECB, which will be made up of the governors of member-country central banks and the members of the Executive Board of the ECB.", "In the decision-making, each member will have one vote, which means that a representative of a small country will have the same voting power as a representative of the German or French central bank.", "From the national central banks' perspective, it is important to note that it is only monetary policy decision-making that will shift to the European level.", "Other central bank functions, such as those concerning the stability of the financial markets and management of the currency supply, will remain at the national level as will all monetary policy operations and investment of foreign reserve assets.", "That is to say that the national central banks will continue to be national institutions, despite their membership in the European System of Central Banks.", "The national central banks will be the shareholders in the ECB and the role of the governors of the national central banks, both in the system decisions and in monetary policymaking will be a central one.", "Influence in decision-making will be based first on the one-person-one-vote principle but above all on the expertise, professional skills and activeness of each central bank committee representative and eventually of the governor.", "This means that the national central banks will need to be able to carry out all the analysis and operations that have been required so far but, in addition to that, to expand their expertise and analyses to the euro-area level."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "national central banks", "decision-making", "European System of Central Banks", "voting power", "currency supply", "expertise", "financial markets", "European level", "professional skills"]}