{"sentences": ["The Bank's View2 Japan's economy has stabilized as a whole, but clear signs of recovery have not yet been observed partly due to large uncertainty regarding the global economy.", "With regard to final demand, while the decline in business fixed investment is coming to a halt, private consumption continues to be weak.", "Moreover, housing investment remains sluggish and public investment is declining.", "Meanwhile, exports continue to increase, albeit at a slower pace.", "Industrial production, despite some deceleration, continues to rise in response to these developments in final demand and adequate reduction of excess inventory stocks.", "Against this background, corporate profits are recovering and business sentiment continues to improve as a whole.", "However, the pace of improvement in business sentiment has become gradual and the improvement for the immediate future is also expected to be small partly due to large uncertainty regarding the global economy.", "As for the employment situation, the overtime hours worked continue to increase and new job offers remain firm.", "Nevertheless, as firms are still maintaining their stance on reducing personnel expenses, household income continues to decrease noticeably with a plunge in summer bonuses.", "Thus, the employment and income situation of households overall remains severe.", "Turning to the economic outlook, the uptrend in exports is expected to continue against the background of the moderate recovery in overseas economies, but the deceleration in the pace of increase is projected to continue toward the year-end with the impetus from overseas restocking coming to a halt.", "Thus, while industrial production is also expected to follow a moderate uptrend, the pace is likely to continue decelerating for the time being.", "With respect to domestic demand, public investment is projected to follow a declining trend and private consumption is likely to remain weak for some time due to the severe employment and income situation.", "Judging from leading indicators and the recovery in corporate profits, it will gradually become certain that the decline in business fixed investment has come to a stop.", "However, a distinct recovery in business fixed investment in the immediate future is unlikely due to, among other things, large uncertainty regarding overseas economies.", "Once the outlook for the increase in exports and production becomes more certain, domestic private demand will react to it positively.", "Overall, it can be envisaged that Japan's economy will gradually form foundations for recovery as overseas economies continue the moderate recovery.", "However, it will take a while for the economy to show clear signs of recovery, as the increase in exports and production is expected to slow for the time being while restraining forces such as excessive labor input and debt persist.", "Furthermore, there is large uncertainty regarding exports such as the developments in stock prices in the United States and worldwide, the outlook for IT-related demand, and geopolitical factors and oil prices.", "On the domestic side, stock prices have fallen to a considerably low level.", "Hence, the progress in the disposal of non-performing loans of financial institutions hereafter and its effects on stock prices and the economy should be carefully monitored.", "On the price front, import prices are bottoming due mainly to the rise in oil prices.", "Meanwhile, domestic wholesale prices have weakened, reflecting the decrease in import prices to date.", "Moreover, consumer prices remain on a gradual downtrend and corporate services prices continue to decline.", "As for the conditions surrounding price developments, import prices are expected to start turning up.", "However, the balance between supply and demand is expected to keep exerting downward pressure on prices for a while amid persistently weak domestic demand, although the completion of inventory adjustment and the rise in capacity utilization rates will support prices to some degree.", "Moreover, factors such as the ongoing technological innovations in machinery, deregulation, and the streamlining of distribution channels will continue to restrain prices.", "Under these circumstances, domestic wholesale prices are projected to continue to be weak for a while, although this depends on the degree of rise in import prices.", "Consumer prices are expected to stay on a declining trend for the time being at the current gradual pace.", "While the slower growth in imports of consumer goods is expected to alleviate the downward pressure on prices to some extent, the faster pace of decline in wages may possibly reinforce the ongoing decline in prices, especially for services prices.", "As for the financial market, the outstanding balance of the current accounts at the Bank of Japan basically continues to move at around 15 trillion yen as the Bank continuously provides ample liquidity.", "Under these circumstances, in the short-term money markets, the overnight call rate, except for the temporary rise on September 30, continues to move at very close to zero percent.", "Also, longer-term interest rates remain steady at low levels.", "Yields on long-term government bonds fluctuated and rose temporarily to around 1.3 percent in lateSeptember mainly due to uncertainty over the disposal of non-performing loans by banks, but declined again thereafter and are recently moving around 1.1-1.2 percent.", "Yield spreads between private bonds (bank bonds and corporate bonds) and government bonds remain virtually unchanged.", "Meanwhile, stock prices have been falling again in line with a decline in U.S. and European stock prices, reflecting the ongoing selling of Japanese stocks by foreign institutional investors.", "Stock prices are moving around 8,500 yen recently.", "In the foreign exchange market, the yen is currently being traded in the range of 122-125 yen to the U.S. dollar as the market continues to be nervous due mainly to the uncertainty regarding global economic conditions and the unstable situation in the Middle East.", "With regard to corporate finance, private banks are becoming more cautious in extending loans to firms with high credit risks while they continue to be more active in extending loans to blue-chip companies.", "The lending attitudes of financial institutions as perceived by firms are becoming slightly more severe.", "In the corporate bonds and CP markets, the issuing environment for firms with low credit ratings is still severe, but the environment for firms with high credit ratings is accommodative.", "Credit demand in the private sector continues to follow a downtrend mainly because firms are decreasing their business fixed investment while continuously reducing their debts.", "Amid these developments, private banks' lending continues to decline by about 2-3 percent on a yearon-year basis.", "The amount outstanding of corporate bonds and CP issued is recently moving near the previous year's level.", "Meanwhile, according to business surveys, the financial position of firms, particularly that of small firms, remains severe.", "The monetary base continued to exhibit a high year-on-year growth rate of around 20-30 percent, although the rate has slowed slightly.", "The year-on-year growth rate of the money stock remained at around 3.5 percent.", "Funding costs for firms continue to be at extremely low levels on the whole.", "Against the above background, the financial environment as a whole is summarized as follows.", "Money market conditions overall continue to be extremely easy.", "The money stock and the monetary base maintain high growth rates relative to that of the economic activity as a whole.", "However, stock prices remain unstable and long-term interest rates are showing relatively large fluctuations.", "In corporate finance, the fund-raising environment of firms with low credit risks is accommodative on the whole, but with regard to the firms with high credit risks the stance of investors remains severe and the lending attitudes of private banks are becoming more cautious.", "Hence, developments in the financial and capital markets including stock prices, the behavior of financial institutions, and the situation of corporate finance require close monitoring."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Exports", "Business fixed investment", "Recovery", "Private consumption", "Prices", "Uncertainty", "Stock prices", "Financial institutions", "Interest rates", "Corporate finance"]}