{"sentences": ["Mr. Chairman, On the issue of Asian Monetary Cooperation, Thailand is certainly of less importance than Japan; therefore I have to apologize for speaking before Director-General Watanabe.", "Since it is late in the day and time is short, I will try to make it interesting by going directly to the Question and Answer session.", "However, I will be the only one asking the questions, and giving the answers.", "But I will restrict myself to only five.", "The first question: There are a lot of initiatives on financial matters going on in Asia.", "Does it mean that we are aiming for a monetary union of sort in Asia soon, or something leading up to a single Asian currency?", "I cannot speak for other Asian countries, and I do not know whether something is being planned for the more advanced countries, like Japan and Korea, or not.", "However, looking through the eyes of someone in Thailand, which is part of ASEAN, the final goal of monetary union, should it exist, is still around many corners.", "In my opinion, the level of economic integration in Asia is still much looser than Europe at their early stage of integration.", "You may point to the rapidly expanding inter-regional trade in Asia.", "But if one looks closely, one will find that a good portion of this are raw materials, parts, and components produced in one country and sold to another for further processing or assembly for sale to a third country within or outside Asia.", "The production of goods for final consumption in Asia is still low, with the exception of Japanese and Korean brands.", "And while China's imports from ASEAN have increased substantially in the past few years, their consumption is still mainly in food products, raw materials and low value added products.", "For luxury goods, their being brand-conscious, ASEAN products have not been able to compete well.", "This will change over time when Asian products gain more differentiation and sophistication.", "For example, at the moment, Thai palm oil is no different from Malaysian.", "There can be no mutual trade.", "But when it becomes part of the national cuisines, trade and exchange could occur.", "The more value is added, the more Asia will trade with each other for eventual consumption.", "But for the moment, the emphasis is more on cooperation than integration.", "So the second question: If this is so, why are there various monetary initiatives going on in Asia?", "The way I see it is that even though the level of economic integration is presently still not fully advanced, the financial linkage and contagion affect is very high.", "Part of this may have to do with the fact that Asian countries lend a good deal of money to each other.", "Should disturbances occur in a creditor country, their banks may tend to rein in their reaches to preserve liquidity thus worsen the affect on the borrower country.", "Another reason may be that lenders outside Asia tend to look at Asia as a block, not differentiating one country from another much.", "Therefore, in order to lessen the risk of crisis and contagion, we have to find ways for the Asian countries to prevent crisis or deal better with imbalances.", "This means dealing better with capital flows, or rather the sudden reversal of capital flows.", "Now comes the third question: Which initiative can be most effective in dealing with capital flows?", "The Asian governments have cooperated in certain schemes.", "The Chiang Mai Initiative whereby Asian countries sign swap agreements with each other to provide temporary financing to each other in emergencies.", "Even though the combined amounts exceed $31.5 billion, it is still small compared to the volume of foreign exchange trade in the world.", "We also have a system of mutual surveillance, but Asian culture sometimes does not go for direct confrontation to such particular issues.", "The best safeguard, in my opinion, is therefore to have stronger structures in Asian countries to deal with financial shocks.", "This is why I attach much hope in the Asian Bond Markets Initiative being proposed.", "This leads me to the fourth question: What is the Asian Bond Markets Initiative?", "The Asian Bond Markets Initiative can be viewed at 2 levels.", "The first is the international level.", "The Asian names have been issuing bonds in the international market for quite some time, in major currencies - mostly US dollar.", "This market is already well developed.", "Some people may say that nothing needs be done further by Asian governments at this level.", "The market will do it.", "However, efforts are being made by Ministry of Finance officials to introduce new products - perhaps by securitization, by combining Asian names or a few Asian currencies, hoping to come up with an attractive product.", "They hope to bring new benefits to bond investors, but it will be up to the market to determine whether the ideas bear fruit.", "The second level is, however, more important.", "This is the local level - the local bond markets in each Asian country - in their local currencies.", "The importance of these markets can only be seen clearly in the events of the 1997 Asian Crisis.", "The first problem was that of capital outflow.", "Even though foreign borrowings of many industrial companies in Thailand were long term.", "But a lot of the loan contracts had default clauses imbedded within.", "This allows the foreign creditors to recall the loans early when certain events occur.", "One example is the clause requiring borrowers to maintain debt to equity ratios above certain thresholds.", "If the borrower makes a loss, it will eat into the debt to equity ratio.", "When that happens, the borrower has to increase capital, or face a default.", "However, when the country faces a nationwide economic crisis, a lot of companies would tend to suffer losses at the same time.", "And they cannot all together tap additional equity in such an environment.", "This pushed them into defaults.", "A lot of what seemed, before the crisis, to be long-term foreign borrowings, therefore, suddenly became callable almost overnight.", "The second problem is that of currency mismatch.", "Unlike the major countries, the emerging markets in Asia cannot borrow from the international market in our own currencies.", "In the case of Thailand, when our currency was floated in 1997, it depreciated more than 65 per cent before backing up to the 40's.", "Many companies that had US dollar debts were forced to convert to Thai baht along the way, suffering massive exchange losses as a result.", "It was an important factor, among others, causing the NPL ratio to go so high, peaking at 45 per cent.", "In future, if the local bond market could be developed, and made attractive to foreign investors, there could be the option of foreign investors taking the foreign exchange risk instead of the borrowers.", "Liquidity risks will also be less.", "If foreign investors want out, they can sell the bonds.", "But the borrowers who already had the money would not be affected by the sale in the secondary market.", "The third risk was that of an interbank market breakdown.", "At the height of the crisis, foreign banks just stopped lending to local banks.", "Large local banks, in turn, stopped lending to the smaller banks.", "Banks stopped lending to finance companies.", "The interbank market simply ceased to function for fear of default.", "In such a situation, the central bank had no way to act as lender of last resort.", "It could buy in government bonds, but the banks with bonds to sell are not the ones with liquidity need.", "Money did not go round.", "In such a situation, if instead the market for corporate bonds had existed, financial institutions would have had some corporate bonds in hand - instead of just boxes of loan contracts.", "They could have sold the bonds.", "They might incur some losses.", "But at least they can look after themselves in the midst of crisis - regardless of the perception about their credit.", "The local bond markets in emerging Asia, therefore, is an important safeguard that can help prevent a crisis.", "And since we want the Asian countries to become more and more closely linked, lack of crisis is certainly good news.", "The bond market is a much better channel for capital flow than the bank channel.", "If capital comes in through the banks, foreign lenders may lend too much.", "They may bet on the eventual government bail out.", "On the other hand, if it comes through the bond market and if it is transparent and well-managed, resource allocation could be improved.", "However, for the local bond markets to be attractive to foreign investors, one has to accomplish many things.", "Harmonization of standards and codes to international best practice must be done.", "Hedging markets must be available for both currency risk and interest rate risk, and this may mean a rethink on capital controls.", "Perhaps a gradual step-by-step relaxation in needed.", "Transparency is also required both in price discovery and the management of both the macroeconomy and the individual corporates.", "The legal system must respect creditors' rights, and for investment products to be available for sale across Asian countries, a uniform single passport of consumer production by the SEC's must be made.", "Now comes the final question.", "What is the purpose of the Asian Bond Fund?", "You may recall that the Asian Bond Fund was announced on 2 June 2003 at US $1 billion by 11 central banks in East Asia and Pacific countries.", "Initially it will invest in sovereign and quasi-sovereign bonds issued by Asian governments in the international markets.", "This by itself already sparked a keen interest in Asian bonds.", "I know of at least one Asian central bank that had not invested in Asian bonds before, other than in JGB's, but has now started buying directly in addition to investment in the Asian Bond Fund.", "Thailand is now looking at doing this also.", "I am sure there will be more central banks both in Asia and outside looking at Asian bonds at the international level because of this initiative.", "But in the nest step, the Asian Bond Fund will extend the investment into the various local bond markets in local currencies.", "The Fund will be calling on Asian countries.", "It will be ready to invest, but only if the market builds up the right conditions, and removes all the impediments.", "And you know that until the last impediment is removed, the market will not be attractive to foreign investors.", "And since these impediments often extend across many government departments and functions, as well as the judicial system, so only the strongest political commitment can remove all of them.", "So will the political commitment come forward?", "With money waiting at the door, and with peer pressure and available assistance within Asia, I think there is a good chance that it will.", "Someone asked me earlier how much of the Asian international reserves will have to go into these Asian Bond Funds.", "Well, I hope not a lot.", "It is not the job of the authorities to replace the market.", "What the authorities try to do is simply to act as a catalyst.", "In the long run, private money in Asia should find its own way to invest in Asia, whether it is savings from insurance companies in Japan, mutual funds in Hong Kong or pension funds in Singapore investing in corporate bonds all over Asia.", "Will there be enough opportunity for investing in Asia?", "Many Asian countries still have very young populations.", "Half of Thais are under the age of 30.", "Demand for construction, household products and infrastructure will be strong for many decades.", "There is ample opportunity for Asian savings to find Asian investments."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Asian Bond Markets Initiative", "Asian Monetary Cooperation", "capital flows", "local bond markets", "monetary union", "financial integration", "Asian Bond Fund", "Chiang Mai Initiative", "crisis prevention", "currency mismatch"]}