{"sentences": ["Chairman of the Board of Directors of the IOIB Staff members of the IOIB Ladies and Gentlemen I am privileged to address you on the occasion of the opening of the first training programme for the staff of the Indian Ocean International Bank Ltd.", "Your training programme is starting at a time when animated talks regarding the latest bank fraud have wrought up to a high pitch of concern.", "Although I have been invited by your bank today to reflect on ethics in banking to mark the opening of your training programme, I shall attempt to highlight some cases of fraud from which we may all draw some lessons.", "Philosophers in ancient as well as modern times have debated lengthily on ethics.", "Mill could not definitively sort out our ethical problems.", "It is unlikely that the business gurus of today can resolve the problems with a few well-constructed and captivating sentences.", "A commentator from the European media once stated that he found himself ill at ease to start a television programme 'with a lecture by currency manipulator George Soros, of all people, on ethics'.", "The commentator was quick in qualifying his remark with a statement to the effect that George Soros had spent quite some millions of dollars made in speculating against the Pound sterling in 1992 on charities.", "Ethical dilemma or what?", "I do not intend to dwell lengthily on such an overarching concept as ethics.", "We all have our own definition of ethics.", "The Oxford English Dictionary defines ethics as a set of moral principles.", "Ethic is a singular word but is often used in plural.", "Perhaps that is why its definition tends to be so elastic.", "It is, as you all must be knowing, not a mathematical concept and I, for one, would not venture here to give you any precise definition of what ethics in banking is all about.", "Let me content myself with ethics in its simplest sense, that is, as one writer has put it, \"choosing the good over the bad, the right over the wrong, the fair over the unfair\".", "And what is good, Phaedrus, And what is not good - Need we ask anyone to tell us these things?", "Ethical behaviour stems from within us, not from without.", "\"Nothing external, ... no guideline, no regulation, no sophisticated system, no well-articulated ethics programme is going to make yourself any better.", "The self is an internal image, who you perceive yourself to be, a composite of your thoughts and beliefs.", "If that self does not change, then you will continue to act and feel as you did before.\"", "This is one way of looking at the whole problem of ethics.", "Perhaps that is why universally economic agents went for some sort of a do-it-yourself philosophy in the past.", "However, questions relating to ethics in the wake of several corporate scandals the world over are being increasingly asked since the 1980s.", "Over 500 business ethics courses are offered in the US and nearly all business schools teach ethics.", "As a reaction to cynicism schools of business and law are increasingly offering courses in ethics as if morality, like algebra, can be taught and applied.", "An article Journal of Economic Literature 'Economics and Contemporary Moral Philosophy' in the with the title highlighted four aspects of the relationship between Economics and Moral Philosophy.", "Interestingly, one of the four relationships emphasizes how the moral beliefs of an organisation, be it a financial or a non-financial institution, influence its behaviour in the marketplace.", "Evidently, by virtue of having fiduciary responsibilities bankers are naturally expected to readily understand what Amartya Kumar Sen calls 'basic value judgement', that is what society regards as being good, right, fair and acceptable.", "The Asian crisis amply demonstrated that banks and non-bank financial institutions cannot indefinitely overstep ethical values.", "As one central banker has put it the crisis 'increases the need for organisations to adhere to a strong set of values to steer them through the minefield of ethical choices with which they are faced as they make business decisions.", "It is also necessary to ensure that the behaviour of the organisation is in practice aligned with these values and that employees buy into them, so that the organisation actually practises what it preaches.'", "Bankers occupy a position of trust.", "Nearly two years ago, in one of my addresses I mentioned that good corporate citizenship and adherence to core ethical values form the basis of honest bankers.", "Is it good, right and fair for a bank officer to accept or extort gifts in any form whatsoever in return for loans extended to borrowers or to cheat customers of banks?", "I do not believe that anyone of us should undergo a rigorous training in business ethics at Harvard Business School to answer this simple question.", "Historical record reveals that mania engenders systematic misfeasance, malfeasance or defalcations.", "Swindles are a response to the greedy appetite for wealth stimulated by not only economic booms but also by depressions.", "The 1920s recorded the highest number of swindles in the US.", "As bankers, and particularly as senior managers in our individual institutions, we have to be well aware that as firms and households see others getting rich through speculative purchases and sales, they generally tend to imitate.", "'Monkey see, monkey do.'", "As the number of firms and households indulging in such practices grow large speculation for profits leads them away from rational behaviour to manias.", "And manias engender swindling.", "Bankers are householders, too.", "In the world of finance, we, as bankers, should be familiar with swindles that have assumed the character of 'Ponzi finance' - a type of game in finance played by the archetypal swindler, Charles Ponzi.", "Economic theorists have elaborately analysed how a borrower, and possibly even a banker, who has control over the price in the market in which he issues his own personal debt may choose to play 'Ponzi game of financing': repay old debt with issuance of new debt to a point where either the borrower runs away with the money and disappears or, if the borrower is a banker, he dips in the bank's till.", "Castanier in Honore de Balzac's Melmoth Reconcilie is a cashier.", "Mme Aquilinia de la Garde, mistress of the cashier, has expensive tastes.", "The cashier issues promissory notes to meet expenses.", "At some stage the cashier adds up his debts.", "He could rescue himself by leaving his mistress but he could not give her up.", "The cashier's financial manipulations could not be continued and it became evident that he should fail.", "The cashier decided to defraud rather than to declare bankruptcy.", "The cashier plunged his hands into the bank's till.", "Financial felony has many forms and character.", "Outright stealing, paying dividends out of capital, dealing in stock exchange on inside knowledge, selling securities without full disclosure, altering banks' books, diverting funds from pre-determined use to another, extending loans to controversial individuals and dubious persons deliberately ignoring established procedures are only some in a long list of financial felony.", "The foregoing is intended to simply draw your attention to the ways and means employed by officers of financial institutions to defraud.", "'There is perhaps no record of a bank fraud extant of which the perpetrator was not honest yesterday.'", "(Clapham, Bank of England, Vol.", "Never allow a bank officer to stay in a key position for too long a time.", "Rotation of officers in fraud-prone areas of any bank's operations is essential.", "Bank officers should compulsorily go on vacation leave once a year.", "This is an elementary principle in the management of any financial institutions.", "The Bank of Mauritius receives numerous complaints from bank customers.", "May I say that there is much scope for improving the quality of services offered by several banks.", "Unfair charges and fees on banking transactions, inadequate and often misleading information supplied to bank customers, rather than advising borrowers how to get out of a temporary setback in their businesses squeezing them to the point of bankruptcy are a few items in the long list of complaints that could bring the banks into bad disrepute.", "Is it ethical to impose inordinately high charges and fees?", "I am sure you know the right answer.", "Is it not ethical for banks to supply their customers with information about the charges and fees?", "All in all, the culture of any bank does matter.", "How much the staffs of banks appreciate the value that senior managements themselves attaches to what is good, right and fair in the conduct of the business they are in is of critical importance.", "Good corporate governance is indeed the pacesetter for ethical behaviour in banks.", "As I said earlier the moral beliefs of an organisation shape the behaviour of its employees.", "Several months back I had a working session with the Board of Directors of your bank wherein I outlined the various parameters set in the Bank of Mauritius guideline on Corporate Governance.", "I am pleased to note that your Board of Directors has initiated corrective actions.", "I urge your Board of Directors to carry the implementation of all the guidelines issued by the Bank of Mauritius through to the finish.", "Your progress is being monitored.", "The Bank of Mauritius will carry out similar exercises with the Boards of Directors of other banks also in the near future.", "The Bank of Mauritius has, in the past few years, issued several guidelines to banks and other deposit taking institutions.", "I do not wish to go into the details of those guidelines here with you.", "I do not wish to be l'évangile de l'intégrité, le Dalai Lama de la transparence et l'apôtre de la bonne governance.", "We have been urging all deposit taking institutions to enforce the guidelines.", "The guidelines are of international standards.", "Once enforced, management of banks should be less apprehensive of frauds and unethical behaviour in their respective organisations.", "In the new Banking Bill we are introducing a penalty system.", "Banks that fail to adhere to the rules of the game will be fined.", "I am delighted that new Board of Directors of your bank has decided to give training to the staff.", "I am given to understand that it is the first training programme organised for you all.", "Let me wish you the very best of success."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["ethics in banking", "bank fraud", "corporate governance", "Ponzi finance", "financial felony", "economic booms", "bank customers", "business ethics", "speculation", "bank officers"]}