{"sentences": ["Let me first thank the organisers of this Euro Conference for their invitation to participate in this forum.", "It is a pleasure to have the opportunity to discuss with this distinguished audience the current situation and prospects of the euro area and the main challenges that the ECB and other monetary policymakers face in the present international environment.", "In the last three years the world economy has undergone a period of low growth and some turbulence on financial and foreign exchange markets.", "The prevailing geopolitical uncertainty and the heavy stock market corrections - linked to reassessments of corporate profitability in the ICT sector and to the accounting scandals - have curtailed economic activity worldwide in a significant manner.", "Against this background, inflation rates stabilised at relatively low levels and some discussion about the risks of deflation emerged in the United States, while the Japanese economy remained stagnant.", "Most recent data would suggest that some economies are already recovering and others are at the end of the tunnel.", "In particular, the US economy is growing at a high rate, substantially above potential, although a negative output gap appears to remain in place.", "Moreover, economic activity in many emerging market countries - singularly China - is expanding fast and economic conditions in Japan have improved significantly.", "In the euro area, activity was flat in the first half of 2003 but a gradual recovery might already be under way as a consequence of the more favourable external scenario, the increase in the market valuations of private securities and the strengthening of agents' confidence as reflected in survey indicators.", "Therefore, although the lack of harder data in Europe and other areas attesting to this new scenario obliges us to remain cautious, it is now very likely that world growth and trade will expand significantly next year.", "I think it is worth emphasising that while the phase of weak economic activity has spread worldwide, the intensity of the slowdown has been relatively moderate in most cases.", "It is fair to acknowledge that this is, at least to some extent, attributable to economic policies.", "In fact, in the last few years the expansionary stance of monetary and budgetary policies has strongly supported demand across the globe.", "I believe it is no exaggeration to say that this response might have been partially inspired by the recent Japanese experience, which has brought the question of deflation prevention to the core of the economic debate.", "In my view, this debate about deflation was over dramatize in some cases.", "At the same time, we should be mindful that the relative mildness of the slowdown coupled with strong policy impulses have not been conducive to the correction of the macroeconomic imbalances that built up during the expansionary phase.", "More specifically, while instrumental in keeping the economy running, the low-interest-rate-high-public-deficit policy of the US authorities, set against intense productivity growth in the economy, might arguably also have contributed to the expansion of privatesector indebtedness (particularly of households), to the inflation of housing prices and to the build-up of substantial fiscal and current-account deficits.", "I do not believe that these imbalances are an immediate threat for the ongoing world recovery.", "But, together with the lack of flexibility of exchange rate regimes in some dynamic emerging markets, they pose risks for the orderly evolution of the global foreign exchange markets.", "Financial imbalances, in the form of high private-sector debt or excessive asset valuations, are also present in other economies around the world and they represent an ongoing challenge for their monetary authorities.", "Against this background of low inflation rates, low growth, some turbulence on financial markets and the interaction of financial imbalances and the real economy, what is the role of the monetary policy?.", "I would like to devote the next part of this address to some reflections on the role of monetary policy in promoting macroeconomic stability and the relevance of financial stability in that respect.", "I shall then try to draw some lessons for the proper design of monetary policy and look at how the Eurosystem's strategy - as recently reviewed - copes with what I believe are basic principles for the definition of monetary policy frameworks.", "I shall also attempt to cover some of the main policy challenges we currently face in the euro area.", "Finally I will say a few words about a different topic, financial stability policy and the status of the New Capital Accord."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "fiscal dominance", "monetary-fiscal coordination", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["monetary policy", "economic growth", "inflation", "financial stability", "euro area", "global economy", "deflation", "fiscal policy", "private debt", "exchange rates"]}