{"sentences": ["Host: We are gathered today in order to introduce the new Central Bank of Argentina's authorities.", "Presiding over the meeting is Mr. Martín Redrado, the newly appointed BCRA governor pursuant to Executive Order 1236/04.", "With him are the newly appointed BCRA first deputy governor, Miguel Ángel Pesce; the newly appointed directors Waldo José María Farías, Zenón Biagosch and Arnaldo Bocco; the second deputy governor, Ricardo Branda; the superintendent of Financial and Exchange Institutions, Jorge Levy; and directors Félix Camarasa, Alfredo O'Connell and Eduardo Cafaro.", "Comptrollers Marcelo Griffi and Luis Lamberti are also present.", "The BCRA governor takes the floor: Thank you very much.", "Our Republic honors me this time with the responsibility of governing one of the key professional institutions in economic policy.", "I appreciate the confidence placed on my professional ability to govern for the next six years this institution that has given so much to the country, both in terms of dedication and commitment.", "I take office after Alfonso Prat-Gay's term, during which there were major developments in financial and monetary stabilization.", "But as you all know, I aim at creating and developing new challenges.", "My mandate for the next six years is quite simple, and I hope to have accomplished the following goals when I hand over the position to my successor on September 23, 2010.", "The first goal is consolidating the value of the peso as a clear value reserve for the Argentine citizens, a function inherent to the currency and which we lost several decades ago.", "The second aims at consolidating the financial system, the banking sector - above all from the point of view of assets - for the public to trust again in the financial system's essential value as the natural depositary of our people's savings.", "The third goal is promoting the increased use of banking services - traditionally weak in our country -, mainly through stronger, more reliable institutions with a range of appealing financial instruments that attract public trust in the system.", "The fourth goal focuses on consolidating and establishing a reference rate for the Argentine financial market like that of other developing - and developed - countries, a reference rate that will bring predictability and certainties to economic agents and generate market signals so as to channel savings into investment.", "Lastly, I have set the greatest challenge for our term of office and for this board, that is, generating credit, medium-term credit in pesos for our companies, so that all those who have dreams in Argentina are able to materialize them.", "I understand that generating credit is not something instantaneous and that it is the Central Bank role to pave that way through simple, clear, and transparent rules.", "But it is the financial intermediaries who have to take the necessary chances and fulfill their role as such.", "I take office with a willingness towards dialog.", "Those who are familiar with my professional career know that this is not the first challenge I have faced as a civil servant.", "I am a professional that traditionally seeks consensus and dialog with all our institution's officers but also with the private sector, with the productive sectors, in order to set permanent policies.", "I am persuaded that we have the ability to do so.", "I come from a three-year term of office in which we have laid the foundations for a foreign trade policy that enables Argentina to leave its ideological zeal aside and look outside to the rest of the world.", "Thus, our exports can become a natural source of foreign currency to strengthen the Central Bank and to provide stability and predictability to the main financial variables.", "I come to govern this institution with that same spirit of seeking consensus, but essentially I am deeply proud of being able to manage such a group of professionals as you are, with a strong sense of commitment.", "I am also extremely glad to be part of this board together with these efficient professionals.", "The efficiency criterion will be the key factor to assess our performance.", "I will expect and demand efficiency and commitment from every one of you because I myself will set the example.", "I am very devoted to my job and I demand that commitment from those who work with me.", "But, since I am a professional of consensus, my style is extremely informal, and I believe that the chain is as important as each of its links and, therefore, your concerns are also my concerns.", "I do not conceive of a group of people that do not have, firstly, a sense of mission and, secondly, a clear direction, a clear horizon, as well as the ability to respond to the professional and human needs of each.", "That is why I face this challenge - undoubtedly the major challenge in my professional career - with great confidence.", "Because of the board of directors that accompanies me and because of all of you, for you have gone through extremely difficult times and nevertheless shown courage, commitment and devotion; I myself will contribute with my natural zeal for efficiency.", "Honoring my beliefs and conviction I ask for His help, His guidance and His blessing.", "But let us be aware that it is us who, day after day, must carry out God's task."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Financial system", "Credit", "Banking services", "Economic policy", "Reference rate", "Economic agents", "Financial intermediaries", "Foreign trade", "Consensus"]}