{"sentences": ["MONETARY POLICY, STABILITY AND STRUCTURAL CHANGE1 Judging by the macroeconomic data, either there have been some fairly profound changes in our economy or we have been blessed by extraordinary good luck over the past decade or so.", "GDP has grown without interruption for 50 quarters.", "Inflation fell through the first half of the 1990s, and since 1997 has, on average, been close to the Government's target.", "All that is, of course, well known.", "But it may be less familiar that quarter-to-quarter changes in output growth and inflation have over recent years exhibited a strikingly different pattern from those of previous decades.", "Both output growth and inflation have been less variable (Chart 1; Table 1).", "Inflation also seems to have become less persistent.", "By that, I mean that, whereas in the past rises or falls in inflation tended to be protracted, more recent fluctuations in inflation have been short lived.", "Work undertaken by Bank of England economists,2 summarised in Table 2, suggests that - at least statistically - this apparent change occurred around the time of the UK's introduction of inflation targeting in 1992.", "The policy debate - inside and outside the Bank - has recently refocused on the possibility of some other changes in the way our economy functions.", "Less than 18 months ago, the Bank's interest rate was just 3.5%, essentially because the MPC wanted to stimulate private sector domestic spending to offset the effects on aggregate demand of weak net trade, given adverse developments in the world economy.", "As global conditions recovered, and with a pick up in public sector spending, we were able gradually to withdraw much of that stimulus during 2004 in a series of steps which were widely anticipated and understood across the financial and real economy (Chart 2).", "With the slack in the economy being absorbed, attention shifted to gauging the degree of demand pressures and their implications for the inflation outlook.", "In particular, on the basis of some simple statistical relationships, a question has been posed about whether there has been some change in the extent to which demand pressures feed through into wages and prices.", "Most notably, as discussed in the Bank's February Inflation Report, the steady falls in unemployment over recent years have not been accompanied by a rising rate of earnings growth (Chart 3).", "These issues obtained some prominence towards the end of last year when, despite apparently buoyant demand, inflation on the CPI measure fell to 1.1%.", "Lower variability in output growth and inflation, lower inflation persistence, apparently weaker pass through of demand pressures - all told, this points to the importance of identifying and understanding the complex combination of structural changes affecting our economy.", "Today, I plan to give a broad overview of some of them, as they confront policymakers.", "Our standard tools of economic analysis - in particular, statistical modelling - are not especially well-suited to real-time detection or quantification of the underlying forces of change.", "They can, though, alert us to puzzles when the data persistently deviate from past patterns.", "Business managers, by contrast, are exposed to the reality of change day by day.", "Unable to shield yourselves from change, businesses can indeed succeed by embracing it - shaping your environment as well as responding to it.", "That underlines the value of the Bank's dialogue with business, facilitated and led by our regional Agents across the UK.", "Colloquially, you enrich our grasp of what is 'going on out there'.", "Economic analysis then helps us to match your various real-world stories to puzzles we see in the data.", "Inflation and firms' price-setting behaviour In the medium-to-long run, the average rate of inflation is determined by the rate of nominal expansion permitted by the monetary authority.", "But over shorter horizons, decisions taken by businesses - in particular, about wages and prices - affect quarter-to-quarter fluctuations in inflation and, more generally, how demand pressures feed through to inflation.", "Economic policymakers draw on a number of ways of thinking about those influences on inflation dynamics.", "There is no model that can, uniquely, capture the richness of the real world.", "But surprising though it may be to some, one of the ways in which we think about firms' price-setting behaviour would be familiar to anyone running a business.", "Namely, that firms charge a mark up, or profit margin, over the marginal costs of their various inputs - labour, capital, raw and intermediate materials, etc - with both the mark up and costs varying according to current and prospective demand conditions.", "This is represented schematically, indeed crudely, in Diagram 1.", "The key feature is that when demand rises and firms utilise their capacity more fully and add to their labour force, their costs and prices tend to rise.", "That might involve old-fashioned 'cost-push' inflation, with firms raising prices to maintain margins in the face of increased (marginal) costs.", "Or firms might initially be able temporarily to raise margins, with labour and other costs later 'catching up'.", "In either case, firms and wage bargainers will be influenced by what they think is going to happen to inflation in the future.", "Again simplifying, two features are added to the diagram to bridge from firms' so-called 'output' - or wholesale - prices to the retail prices which the Bank targets.", "First, as well as being an input to producing firms, some imports are directly consumed by households.", "Second, distributors - including, most obviously, retailers - add another mark up, reflecting their own costs and desired profit margins.", "Changes in the economy affecting any of the links in this (stylised) chain will have a bearing on inflation dynamics.", "The challenge is to separate out cyclical, or temporary, factors from the more structural influences that over some periods alter firms' costs and margins.", "That is important for policymakers, as to form a view on the medium-term outlook for inflation we need to distinguish between short-lived and persistent influences.", "Monetary regime change The monetary framework is one such structural influence.", "One of the most encouraging features of the post-1997 landscape has been that, as well as inflation tracking the target fairly well, expectations of inflation have been well anchored to the target (Chart 4).", "Uncertainty about future inflation has also fallen3 (Chart 5 ).", "It was different in the past.", "A characteristic shared by the various monetary regimes tried out by UK governments during the 1970s and 1980s was that no one could easily judge what rate of inflation the authorities were trying to achieve - or, therefore, have much idea about the outlook for inflation.", "As feared by one distinguished economist of an earlier generation, \"every business venture [risks being] transformed into a speculation on monetary policy\".", "In those circumstances, it may well have seemed reasonable to assume that recent inflation outturns were a good basis for guessing the near-term path of inflation.", "And given the evidence, firms and households could also have been forgiven for acting on an assumption that the authorities would be slow to respond to excess demand and so to upward pressures on inflation.", "By contrast, the current regime seems, so far at least, to enjoy high credibility.", "In consequence, when setting prices, firms might well place more weight on policy delivering inflation in line with the target than on recent inflation outturns.", "If so, that might be part of the explanation for the much lower persistence in inflation I described earlier.", "In other words, when shocks to the economy cause inflation to deviate from target, firms may nevertheless set prices on the basis that it will return to target fairly quickly - which would, of course, itself help to bring inflation back to target.", "In a similar vein, firms and households might now expect the Bank to tweak policy fairly promptly in response to shifts in demand.", "In which case, the influence of such demand shocks on wage and price setting, and so on inflation, would plausibly be somewhat weaker than in the past.", "But sound monetary policy is not the only important change in the economic environment.", "That much is apparent from even a brief examination of real-economy influences on firms' costs and prices.", "I shall discuss just three: the labour market, financing markets, and competitive conditions in product markets.", "For most businesses, their workforce accounts for the major part of their input costs (Chart 6).", "Firms in general - and the economy in aggregate - have therefore been profoundly affected by the transformation in the UK's labour market over the past quarter century.", "The key influences have been well documented.", "In particular, industrial relations legislation altered the way in which unions operate, and union membership has fallen (Chart 7).", "Unemployment and social security benefits have been progressively reformed, increasing incentives to work.", "Use of part-time workers has increased (Chart 8), in part due to the expansion of the services sector, and perhaps also more flexible ideas about working patterns.", "The mechanisms via which employers and employees find each other - job search - have improved, helped by investment in employment exchanges and perhaps recently by the internet.", "In combination, these developments provided the conditions for unemployment to fall over the past decade without adding to inflationary pressure.", "During the transition, the supply capacity of the economy accordingly increased by more than would otherwise have been achieved; and any given increase in real aggregate demand would have put less pressure than otherwise on supply, and so would have had a weaker effect on firms' costs and prices.", "That does not mean, however, that the feed through of demand pressures into inflation will be permanently weaker.", "Instead, the apparently flat relationship, illustrated in Chart 3, between unemployment and wage inflation is, at least in part, most probably a symptom of the sustainable level of unemployment having gradually fallen.", "That is effectively what the MPC has assumed in making judgments about the outlook for inflation.", "We can be reasonably confident about the direction of change, but not about its size.", "That can be illustrated by the current conjuncture.", "Over the past few years, there have been at least two other influences at work.", "First, for some years we enjoyed an improvement in our 'terms of trade'.", "That meant, simply put, that the aggregate price of the goods and services we produce and export rose relative to the aggregate prices of our imports.", "This increased the purchasing power of households' incomes (Chart 9), and so may have dampened wage pressures as the labour market tightened.", "To the extent that this explanation should be given any weight, it would tend to be a temporary factor, pointing to an upside risk to earnings growth looking ahead.", "A second apparent feature of our environment works the other way round.", "Anecdotally, the role of migrant labour has increased in various sectors - partly associated with the enlargement of the EU's single labour market.", "If that continued, with new residents continuing to help to meet particular skill shortages, the labour supply available to UK businesses would increase, implying that the economy could potentially accommodate stronger aggregate demand than otherwise.", "However, the available data do not really enable us to get beyond anecdote and speculation.", "Another important input for firms is finance - for working capital and investment.", "Here too, there seem to have been changes - in the range and terms of the sources of finance available to both firms and households - that could potentially influence the extent of cyclical fluctuations in output and inflation.", "One characterisation of the past would be that firms and households depended on bank loans for external finance; and that banks loosened or tightened credit conditions sharply in the different phases of a business cycle, reining back when the economy suffered a downturn and arrears and losses mounted.", "For the UK, this is well documented for small-firm finance during the early-90s recession.", "Although the stability of output growth over the recent past happily deprives us of a proper test, there are reasons to think that cyclical swings in the availability of finance may now be somewhat less marked than in the past.", "In the first place, the greater stability brought by the new monetary regime may make a difference.", "Compared with the past, there should be less risk of the monetary authority delaying a response to incipient inflation until the point that it is forced to slam on the brakes, effectively engineering recession to quell inflation expectations and in the process contributing to a sharp spike in unemployment, loan defaults and bank losses.", "A more stable macroeconomic environment may also, by reducing the risks for new entrants, be one amongst a number of influences fostering competition.", "There is perhaps some circumstantial evidence of that in, for example, the decline in margins on personal loans (Chart 10).", "That would tend to reduce the credit constraints facing households.", "As does the increased availability of loan products that enable homeowners to borrow against the free equity in their houses.", "Broadly similar changes have been underway in business finance, where competition also comes from outside the banking sector through firms' access to richer capital markets.", "The proportion of UK nonfinancial firms' debt accounted for by bonds has risen from around 15% in 1990 to over 30% now (Chart 11).", "Our largest firms have access to the international commercial paper, bond and asset-backed markets; and to derivative markets for managing their financial risks.", "For smaller firms, compared with a decade or so ago, there seems to have been an expansion in asset-based financing options enabling them to utilise collateral more effectively.", "Taken together, a richer supply menu may leave firms and households somewhat less exposed to being severely credit rationed in an economic downturn; and may enhance their ability to cope with cyclical economic fluctuations.", "If that helped to dampen the effect of shocks, output growth and inflation may vary a little less than otherwise, and monetary policy may need to respond less aggressively than in the past to keep the economy on a stable path.", "But, again, it can be difficult to disentangle cyclical from more durable changes.", "A topical example is the risk premium priced into financial instruments.", "To pick just one indicator, corporate credit spreads have been falling for a few years, to levels that last prevailed in the mid-90s (Chart 12).", "In degree, that seems likely to reflect a relatively benign global macroeconomic environment together with balance-sheet strengthening in the corporate sectors of a number of major industrialised countries.", "But, conceivably, it also reflects better diversification of risk - facilitated, for example, by the rapid growth of new instruments such as credit derivatives and by greater cross-border investment of savings.", "If so - if risk premia were systemically lowered - that would tend to reduce firms' cost of capital and increase households' financial wealth.", "Alternatively, the price of risk may just be temporarily low, possibly too low.", "The upshot is that we cannot yet be confident about the durability and macroeconomic implications of the changes seen in the financial environment.", "It is a commonplace that competition has intensified.", "This is associated with 'globalisation'.", "World trade has grown relative to world output (Chart 13).", "A wide range of emerging-market economies, notably in Asia, have become material participants in the world economy.", "Some UK businesses have relocated part of their production, or outsourced to firms operating in markets with cheaper labour costs.", "Partly reflecting these developments, although also increased specialisation, the share of imports in UK business investment and in consumption has steadily risen (Chart 14).", "These developments make markets more contestable.", "As does effective competition policy.", "An example in recent years was the car market, where prices converged with those prevailing on continental Europe.", "The internet, or e-commerce, also brings greater contestability, by making it a lot easier for businesses to check the prices of competing suppliers, and for consumers to compare prices across different retailers (Table 3).", "Over time, these forces would be expected to reduce firms' margins - at least in sectors that were not previously especially competitive.", "So long as that process of adjustment was underway, inflation would tend to be lower than would otherwise be implied by any given set of demand conditions.", "In addition, if and when their margins became thinner, firms might become more aggressive in controlling costs in the face of fluctuating demand, which might weaken the pass through of demand shocks into inflation.", "The new monetary framework might reinforce some of those effects.", "Over recent years, more than a handful of business managers have commented that, when inflation was both high and highly variable, it used to be easier to implement - or 'get away with' - price increases.", "In a low inflation environment, it should be easier for business customers and consumers to distinguish relative price changes from increases in the general price level.", "That too should foster greater flexibility and efficiency in our economy; and is one of the contributions that low and stable inflation can potentially make to broader economic welfare.", "One striking example is the distribution sector.", "Anecdotally, competition in UK retailing has been intense.", "This seems to manifest itself in the aggregate data in two phases.", "As documented recently by my MPC colleague Steve Nickell,9 retailers' margins were compressed in the years around the turn of the century.", "Since then, they seem to have crushed their costs through measures delivering rapid productivity growth.", "In part, that appears to have been achieved by disintermediating wholesale distributors, whose margins have continued to fall (Chart 15).", "At a macro level, the effect was, for a period, to open up a gap between producer output price inflation and retail goods price inflation (Chart 16).", "In other words, for a while some structural changes in the distribution sector reduced the feed through of demand pressures into retail price inflation.", "Looking ahead, one downside risk to the MPC's central projection is that we cannot rule out that this process has further to go.", "The current conjuncture and policy Monetary regime change, labour market reform, financial innovation, the technological revolution, globalisation - it is a heady combination, which unavoidably adds to the challenge of discriminating between cyclical and structural influences when forming a view on the macroeconomic outlook.", "But it is equally unavoidable that policymakers must try to do just that.", "That brings me to the current conjuncture and so to policy.", "My own take at present is as follows.", "In my judgment, there is, on balance, most likely a degree of excess demand in the economy.", "Surveys suggest above-average capacity utilisation.", "And there is some corroborative evidence in the rise in output price inflation relative to costs, and in anecdote of some firms being able to pass on cost increases (Chart 17).", "Given a tight labour market, how does that fit with earnings inflation having been relatively subdued?", "One possibility is that as aggregate demand has picked up, firms have in the first place increased output by making greater use of their existing workforce and capital.", "That would be consistent with anecdotal evidence of firms having held on to labour during the earlier slowdown in aggregate demand; and with the pick up in private sector productivity growth over the past year or so (Chart 18).", "Looking ahead, it would also suggest a degree of upwards pressure on earnings growth.", "As reflected in the Inflation Report published a couple of weeks ago, conditions of excess demand, combined with the likelihood of stronger import prices, point to inflation gradually rising back towards and through the 2% target over the next two years or so.", "There are many risks around that central outlook but, taken together, compared with November I judge them to be slightly less to the downside over the medium term.", "The recent rise in CPI inflation suggests, for example, that we were not stuck materially below the inflation target.", "And, as I discussed earlier, the puzzle about the apparent weak feed through from demand to inflation is reduced somewhat by the Committee's judgment that the performance of the labour market improved over recent years.", "That leaves continuing demand pressures likely to feed through to inflation, looking ahead.", "With monetary policy needing to be set on a medium-term view, overall I concluded at the MPC's latest meeting that our interest rate should be increased by 25 basis points - a small tweak to reflect the outlook.", "But, as my remarks today have emphasised, there are considerable uncertainties.", "Two final thoughts about them.", "The first concerns the precision with which any monetary authority can achieve its objective.", "In the bad old days, it should probably have been clear when the economy was experiencing unsustainable excess demand.", "In today's world, when we discuss excess or deficient demand we are generally addressing much smaller deviations from trend than in the past, as Chart 19 suggests.", "In consequence, our debates about cyclical conditions lie well within the margin of error of any sensible estimate of underlying trends - especially given uncertainty about the structural changes affecting the economy.", "In a similar vein, we - and commentators - need to keep some perspective about deviations from the inflation target.", "In November, the year-on-year measure of CPI inflation was 1.1%.", "Secondly, when inflationary problems loomed in the past, inflation expectations - amongst businesses, households and in financial markets - increased, both signalling and bringing about the incipient rise in inflation.", "Today, we appear to enjoy well-anchored inflation expectations, which will affect price-setting behaviour in the ways I have touched on.", "Indeed, modern economic models of various kinds - inside and outside the Bank - tend to assume policy credibility, anchoring mediumterm expectations.", "If that were so, the medium-term outlook for inflation would be assured.", "In fact, credibility is not something that can just be assumed.", "It has to be achieved, and continually reachieved, by policymakers - through our actions, and reasoned explanations of them.", "For that reason alone, policy inevitably remains a judgmental process - not one mechanically tied to a particular model, but one that draws on a wide range of inputs, including the insights of our business contacts.", "Learning is, accordingly, inherent in our mission.", "Over the next few years, if the economy escapes being buffeted by shocks, we will learn quite a lot.", "In the meantime, notwithstanding the uncertainties, we have to make judgments and explain them.", "Based on an assumed production function which describes the relationship between inputs - labour and capital - and output.", "T he measures show estimates of the changes in output estimated to be due purely to changes in the utilisation of the inputs."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation dynamics", "Structural change", "Monetary policy", "Labour market", "Financial markets", "Competitive conditions", "Inflation targeting", "Monetary regime change", "Inflation expectations", "Policy credibility"]}