{"sentences": ["'Hard' and 'soft' landing are aeronautical terms.", "Many decades ago plane crashes were so alarmingly frequent, that some believed that every flying plane was an accident waiting to happen.", "Today, the advance of technology makes the past concerns look ridiculous; plane crashes are rare and require exceptionally adverse weather conditions, human failure or a terrorist attack.", "Likewise, large current account deficit in the United States and large current account surpluses in China and oil-exporting countries, jointly labeled as global imbalances are considered as unstable just as planes used to be several decades ago.", "Similar aeronautical vocabulary - hard landing, soft landing, crash etc.", "- is also used to describe the range of possible outcomes for the global economy, which embarked on a global imbalances journey about ten years ago1.", "The goal of my speech, which is constrained in time to ten minutes is to stimulate discussion on what could be the implications of global imbalances on emerging markets, in particular what are possible EM scenarios in case of soft and hard landing of the global plane.", "As you will see later the range of possible outcomes depends on what is the actual cause of the emergence of the global imbalances.", "Let me briefly review the most popular hypotheses.", "How did we get into global imbalances?", "The need to identify the type of the flying airplane and its technical conditions implies that one has to understand the nature of global imbalances.", "And here we run into the first problem, as the top 'aviation specialists', including 'pilots' themselves cannot agree on that.", "I have identified at least ten major views about the nature of global imbalances, namely2: 1. emergence of the new Bretton Woods regime3.", "This concept was put forward by Michael Dooley, David Folkerts-Landau and Peter Garber, who argue that a new world equilibrium has emerged and it is in the best interest of both the United States and China to continue financing consumption of American households with Chinese savings until Chinese economy reaches a status of a developed economy, so the new Bretton Woods can last for many 2. global savings glut hypothesis was proposed by Ben Bernanke4, who postulates that the shock causing global imbalances originated from Asia as a result of excessive saving rates; I borrowed this aeronautical comparison from a recent paper by Calvo G. and Talvi E. (2006) \"The Resolution of Global Imbalances: Soft Landing in the North, Sudden Stop in Emerging Markets?", "\", CERES, Documentos de Trabajo.", "(2005) \"The Global Saving Glut and the U.S. Current Account Deficit\", Remarks by Governor Ben S. Bernanke At the Homer Jones Lecture, St. Louis, Missouri Updates speech given on March 10, 2005, at the Sandridge Lecture, Virginia Association of Economists, Richmond, Virginia.", "recently Ricardo Caballero13 presented his theory that (financial) asset shortages are at the heart of the global imbalances problem, and his idea was also put forward by Raghuram Rajan14 speaking recently on (real, fixed) asset shortages.", "Asset shortages hypothesis Rajan R. (2006) \"Perspectives on Global Imbalances\", Remarks by Economic Counsellor and Director of IMF Research Department at the Global Financial Imbalances Conference London, United Kingdom, 23 January 2006; and Rato R. (2006) \"Shared Responsibilities: Solving the Problem of Global Imbalances\", Speech of the International Monetary Fund Managing Director at the University of California at Berkeley, 3 February 2006.", "Greenspan A., Kennedy J.", "(2005) \"Estimates of Home Mortgage Originations, Repayments, and Debt on One-to-FourFamily Residences.\"", "Federal Reserve Board, Finance and Economics Discussion Series Paper 2005-41; Lansing K. (2005) \"Spendthrift Nation\", FRBSF Economic Letter, November 2005.", "(2005) \"Current Account\" presentation at Advancing Enterprise 2005 Conference (London, United Kingdom), 4 February 2005; OECD (2004) \"Economic outlook\", June 2004; Faruqee H., Laxton D., Muir D., Pesenti P. (2005) \"Current Accounts and Global Rebalancing in a Multi-Country Simulation Model\", presented at the NBER conference, \"G-7 Current Account Imbalances: Sustainability and Adjustment\", 1-2 June 2005; Chinn M. (2005) \"Getting Serious about Twin Deficits\", working paper, The Bernard and Irene Schwartz Series on the Future of American Competitiveness, CSR No.", "Gruber J., Kamin S. (2005) \"Explaining the Global Pattern of Current Account Imbalances\", Board of Governors of the Federal Reserve System International Finance Discussion Papers Number 846, November 2005; Mendoza R.(2004) \"International Reserve-Holding in the Developing World: Self Insurance in a Crisis-Prone Era?\"", "Emerging Markets Review 5(1); Aizenman J., Lee J.", "(2005) \"International Reserves: Precautionary vs. Mercantilist Views, Theory and Evidence\", IMF Working Paper WP/05/198, October 2005; Gosselin M-A.", "Parent N. (2005) \"An Empirical Analysis of Foreign Exchange Reserves in Emerging Asia\", Bank of Canada working paper 2005-38, December 2005; EBC (2006) \"The Accumulation of Foreign Reserves\", Occasional Paper No.", "43, International Relations Committee Task Force, February 2006.", "Caballero R., Farhi E., Gourinchas P. (2005) \"An Equlibrium Model of Global Imbalances and Low Interest Rates\", mimeo, MIT, September 2005; Faruqee H., Laxton D., Muir D., Pesenti P. (2005b) \"Smooth Landing or Crash?", "Model-Based Scenarios of Global Current Account Rebalancing\", NBER working paper 11583, August 2005.", "Gourinchas P-O., Rey H. (2005) \"From World Banker to World Venture Capitalist: US External Adjustment and The Exorbitant Privilege\", working paper UC Berkeley, August 2005; Lane P., Milesi-Ferretti HG-M. (2005) \"Financial Globalization and Exchange Rates\", IMF Working Paper WP/05/3, January 2005; Lane P., Milesi-Ferretti G-M. (2005b) \"A Global Perspective on External Positions\", IMF mimeo, July 2005.", "(2006) \"The U.S. Current Account Deficit and the Expected Share of World Output\", NBER working paper 11921, January 2006; Hausmann R., Sturzeneger (2005) \"Global imbalances or bad accounting?", "The missing dark matter in the wealth of nations\", Harvard University working paper, December 2005.", "Caballero R. (2006) \"On the Macroeconomics of Asset Shortages\", NBER Working Paper No.", "Rajan R. (2006) \"Is There a Global Shortage of Fixed Assets?", "\", Remarks by Raghuram G. Rajan, Economic Counselor and Director of Research, IMF At the G-30 meetings in New York, December 1, 2006. states that there is a shortage of supply of assets - particularly in emerging markets - relative to demand for these assets.", "Problem lies in underdevelopment of financial markets in emerging economies amid various macro- and microeconomic deficiencies.", "No single hypothesis is able to explain global imbalances well.", "I do have a consistent story explaining the sequence of events that led to development of the global imbalances.", "I will not present it here, those interested may take a look at my blog www.rybinski.eu15.", "Today I will present two opposing views of what could be the implications of global imbalances for emerging markets: I call them the Calvo view16 and the Caballero view17.", "Calvo view: soft landing in the US and sudden stops in some emerging markets • if EM central banks stop buying dollars and UST, they will at the same time stop issuing bonds in domestic currencies which are used to sterilize money markets.", "It will not imply a change in total world debt level, but a change in the total world debt composition.", "If bonds are highly substitutable (as might be in the case of UST and JGB) then if Japan were to stop buying US debt instruments the effect on US rates would be minimal.", "PBoC cannot stop buying foreign debt instruments as it would imply very big appreciation of renminbi, it can change the currency structure of its reserve holdings.", "This would force a change in composition of debt in hands of private investors and the impact on US rate would be small again.", "• in the scenario of rapid adjustment of US current account deficit, for example following sizeable Asian currencies appreciation, current account surpluses in EM would have to correct massively, some countries may find that their current account surpluses are smaller than debt amortizations, and history shows that in 18 percent of cases sudden stops in emerging markets took place under current account surpluses.", "Calvo view implies very low risk of US long term rates going up (high likelihood of soft landing, low likelihood of hard landing), and relatively high risk of some emerging markets experiencing sharp current account reversals and possibly sudden stops.", "Calvo view is reinforced in the recent paper by Faruqee, Laxton, Muir, Presenti (2006)18, which shows that even when a new wave of protectionism hits the global economy, the US growth will slow only marginally by 0.2 percent, while impact on Asia could be sizeable, reducing growth by more than 1 percent.", "Caballero view: bubbles are inevitable and possibly long-lasting in economy facing asset • there has been significant increase in global savings relative to investments (you can merge Bernanke global savings glut with IMF global investment drought hypotheses here) this excess saving is chasing too few available financial assets, which leads to very high valuations (rising equity indices, low long-term rates, low corporate and EM spreads etc.)", "problem lies in the underdevelopment of financial markets in emerging economies, which due to poor governance and property rights do not have enough good quality collateral to back debt obligations.", "These economies have also many other macroeconomic and microeconomic deficiencies leading to asset shortages and reduction of value of existing assets such as: weak bankruptcy procedures, chronic macroeconomic volatility and sheer appropriation risk.", "As PIMCO Michael Gomez puts it in September emerging markets note titled \"Is it safe?", "\"19: \"EM has historically been vulnerable to deteriorating economic and financial conditions in the United States and other developed countries.", "Slower growth, tighter liquidity, and heightened risk aversion in mature markets generally mean lower commodity prices, less capital flows, and higher interest rates for EM borrowers - conditions that helped produce some spectacular financial crises in the past dozen years.", "Not a pretty picture, and one that begs the question of what lies around the corner\".", "However, if asset shortages story is correct, then upcoming US slowdown (or brief recession according to some non-consensual forecasts) would likely further increase excess saving (as fading growth prospects will discourage investment projects and encourage more private saving amid rising uncertainty, only partly offset by higher public dissaving due to automatic stabilizers), and lower valuation of US equities will make the world supply of assets even more scarce.", "In such situation US economy having hard times may not necessarily lead to higher risk premia for emerging markets (as it was the case in the past) rather any increase in risk premia would be used by investors to enhance returns, spread compression will continue, and yield curve inversion may even deepen on major markets, and knock the door in some emerging markets20.", "PIMCO seems to subscribe to this possibility, although they do not use asset shortage argument, but \"Local markets investments may provide the greatest divergence of returns within the EM universe, with those \"developing\" economies furthest along the road to \"developed\" market status able to enact traditional policy prescriptions in a slowing global economy and therefore providing enhanced return potential to local fixed-income instruments\".", "As a central banker in emerging market economy well advanced on the road to developed status I ask myself a question which view of the world is correct, because it may have different implications for growth and inflation prospects.", "Should we expect slowing external demand combined with local currency strength or combined with a local currency weakness.", "These are important questions (even in the context of falling exchange rate pass-through) which will be empirically answered next year.", "Today we can think only in balance of risks terms.", "Evidence in the last few months, including December BIS report21 shows, that official institutions may have accelerated their attempts to diversify reserve assets, which may mean more demand for high-yielding assets and for non-core currencies, and in particular for emerging market currencies (recall Government of Singapore Investment Corporation statement that emerging market weight in their assets under management will be increased, recall a number of hints given by oil exporting nations, or recall the statements given by Chinese authorities that the central bank should be more open-minded about cooperating with the government institutions in managing huge reserve assets).", "So, ceteris paribus, this factor will imply balance of risks skewed towards further risk premia compression in emerging markets in situation when US growth slows and expected returns in developed markets drop amid poor growth outlook.", "The important question is how it will end?", "Temporary US growth slowdown is unlikely to solve global imbalances issue, it is unlikely that oil-exporting countries will accelerate further their investment in real estate, as the pace is already frantic, lack of reforms in the eurozone indicates that potential output in this part of the world is unlikely to speed up significantly.", "So standard, consensus prescriptions will not work.", "The only feasible channel that might work is accelerating the pace of financial sector development, particularly in emerging markets, to produce more financial assets and more collateral.", "These reforms are easier to implement, because they do not require taking away social benefits and they do not hit any specific groups of interests.", "So it appears that the discussion should shift away from overvaluation of renminbi, and from implications of pegging gulf currencies to the weakening dollar, towards ways of speeding up necessary financial markets reforms in saving-abundant countries.", "If these reforms gain speed, we may be able to solve global imbalances problem without much global pain.", "As a concerned central banker from emerging (converging) market I would welcome your comments, do you share the Calvo view or the Caballero view of the world.", "To borrow a phrase from Calvo-Talvi paper again, planes are much safer nowadays, but not everywhere.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Global imbalances", "Asset shortages", "Soft landing", "Sudden stop", "Global savings glut", "Bretton Woods", "Financial markets", "Emerging markets", "Economic growth", "Risk premia"]}