{"sentences": ["Mr Chairman Your Excellency The President Honourable Vice President Honourable Minister of Finance Honourable Ministers Honourable Members of Parliament Distinguished Ladies and Gentlemen I am extremely delighted to welcome all of you, and in particular His Excellency The President and the Honourable Vice President to this inauguration ceremony the Sierra Leone Stock Exchange, a project pioneered by His Excellency The President and into which much time and resources have been invested by the Bank of Sierra Leone over the past several years.", "In 2002 the first step was taken with the establishment of the Stock Exchange Technical Committee (SETC) under the Chairmanship of the Deputy Governor of the Bank.", "I wish to note that the present Deputy Governor is the second Chairman of the Committee, and has professionally steered us to this point.", "I want to particularly thank His Excellency The President for accepting our invitation to launch this project.", "During his administration, His Excellency has given support, encouragement and advice to the Bank in every sphere of its activities, and I wish on behalf of the Board and Management to express my thanks and appreciation to him.", "Specifically in the preparatory work towards the realization of this project, His Excellency has been most generous with his time and advice.", "I therefore wish to thank you, Sir, on behalf of the Bank and on my personal behalf, for all you have done in furthering this project and supporting the Bank in all its activities.", "Please permit me, on behalf of us all, to wish you a peaceful transition as you prepare to hand over the reins of office at the end of a difficult, but by any measure successful administration, which has seen the re-establishment of peace and stability in our dear country.", "The Vice President has likewise shown understanding and encouragement for our efforts and I wish to extend to him our thanks and appreciation for his support over the years.", "Your Excellency, Honourable Vice President, Distinguished Ladies and Gentlemen, the development of a capital market including the establishment of a stock exchange in Sierra Leone has been accorded high priority in our activities in recent years.", "Any programme of financial sector reform, must of necessity include capital market and stock exchange development to ensure completeness of the financial system.", "With only a money market, there has been limited space for raising long term capital, so vital for sustained economic growth.", "The constraints imposed by such a financial infrastructure, and the inadequacies and inefficiencies attendant thereto, provide key justification for the development of the capital market which will play the lead role for mobilizing domestic and foreign investment, as well as engendering low cost, efficient, financial intermediation.", "While in our financial sector development we have taken steps to improve the payments system, supervision of banks, strengthening their capital base, and enhancing efficiency in general, we have also put strong emphasis on ensuring the emergence of a comprehensive financial sector, that will meet the demands of an emerging market economy such as ours.", "In the process of developing the capital market, we have worked with private sector and external development partners, especially the First Initiative and the Commonwealth Secretariat, to put in place a robust legal and regulatory framework that will facilitate the process.", "Through the Resident Consultant provided by the First Initiative, we have defined the system of regulations that would guide the operations of the capital market, and the stock exchange in particular, in all facets of its operations.", "We have ensured that these are consistent with acceptable international standards, and I can now confidently say that our stock exchange will operate with adequate safety and protection of the interests of the investing public.", "No one therefore should entertain any fears in transacting business through our stock market.", "The process of developing the legal framework has been participatory and transparent.", "In December last year we held a Stakeholders Workshop at which the drafts of the Revised Companies Act, the Securities Bill, the Bankruptcy Bill and the Collective Investment Schemes Bill were tabled for discussion by all stakeholders.", "These pieces of legislation are now being finalized and would be presented to the next Parliament for enactment.", "The Other Financial Services Amendment Act 2007 will serve to provide the legal basis for the operation of the stock exchange until the enactment of these legislations.", "We have also invested in training of personnel to guarantee the professional conduct of operations, and in this regard, we have collaborated with relevant institutions and professional bodies to make sure that the codes and practices underlying the operations of the market meet established standards.", "Today, as we inaugurate the Sierra Leone Stock Exchange we note with pride and confidence that we have achieved a significant milestone in the development of our financial system.", "In the coming weeks we will commence actual operations.", "In this regard, I wish to solicit the support and cooperation of all institutions and the general public to work towards the success of this venture.", "In closing, I wish to thank all those who have helped us in getting to where we are today, and seek your continued assistance as we traverse this very difficult terrain.", "In this regard, I wish to make special mention of the Stock Exchange Technical Committee (SETC) First Initiative, the Commonwealth Secretariat, the West African Institute for Financial and Economic Management, the Team of local Lawyers headed by Mr Eke Halloway, as well as market practitioners in neighbouring countries who have been unrelenting in sharing their experiences and expertise with us.", "Naming people in these situations can be invidious, but let me crave your indulgence to mention Mr Maroof Matin, the Resident Consultant provided by First Initiative, Mr Jacob Kanu of First Discount House, Mr Melvin Tucker, former Deputy Governor and other members of the Stock Exchange Technical Committee.", "To all of these, I say thank you very much and please let us continue to work together for a more prosperous Sierra Leone.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Stock Exchange", "Capital Market", "Financial System", "Financial Sector", "Legal Framework", "Regulatory Framework", "Investment", "Economic Growth", "Financial Intermediation", "Professional Conduct"]}