{"sentences": ["The global economy is in turmoil.", "In this scenario, monetary policies around the world face strong challenges.", "Sailing through quiet waters has been pleasant.", "As we know, the stable and prosperous performance of the world economy in recent years has partly been the result of sound monetary policies.", "Now, during difficult times, monetary policy should contribute to make the adjustment less costly and lay the foundations for a sound, persistent recovery.", "Macroeconomic management in emerging market economies have improved significantly in the past several years, owing part of this to the large increase in commodity prices, but also to fiscal consolidation and the commitment to price stability.", "This has increased the resilience of emerging economies to global economic turbulences.", "In this presentation I will address three issues.", "First, the troublesome inflationary effects of the high commodity prices cycle we have experienced.", "Then, I will argue that, in this juncture, reinforcing the commitment to control inflation and reverse deviations from the target is a first order task.", "Finally, drawing upon lessons from the recent experience I will talk about risk management in monetary policy, and what it implies in such an uncertain economic environment as we face today.", "Commodity prices and domestic adjustment Recent increases in the prices of commodities have been dramatic: many reached record highs in a very short period of time.", "This increase has been particularly broad across commodities and unexpectedly persistent.", "Jan. Jan. MPR MPR Mar.", "Sources: Central Bank of Chile based on a sample of investment banks (IB), Consensus Forecast and International Monetary Fund.", "Jan. Jan. Jan. MPR MPR MPR Mar.", "Sources: Central Bank of Chile based on a sample of investment banks (IB), Consensus Forecast and International Monetary Fund.", "We are in the presence of a significant relative price shock.", "The relative price of foodstuff and energy has changed in a number of countries.", "Given the persistency of these international relative prices changes, domestic prices are adjusting accordingly, giving the appropriate signals for resource reallocation.", "Chile is an interesting case in this respect.", "The impressive scale of the supply shocks and their transmission to Chilean domestic prices can be appreciated by comparing the unusual increase of some prices in 2007 with their average increase since the year 2000.", "The prices of fresh fruit and vegetables - even considering high-price years like 2002 and 2005 - fell by an average of nearly 2% between 2000 and 2006, while in 2007 they increased by more than 30%.", "During last year, the price of gasoline unexpectedly increased by almost 15%.", "One characteristic of the Chilean economy is that changes in costs are regularly passed on to consumer prices.", "Markets for foodstuff are globally integrated and competitive.", "In the case of fuels, every week the changes in the international price are passed on to domestic consumers.", "However, there is a price stabilization fund to smooth out short run fluctuations and recently there has been a gasoline tax cut, which ameliorates the large increase in international prices.", "Finally, the electric power price-setting mechanism is designed to pass changes in upstream marginal costs to retail prices.", "Electric power rates, affected by a rise in costs, posted an average increase of 23% during 2007 compared with a less than 6% average increase between 2000 and 2006.", "This context of price flexibility provides the right signals to markets.", "In the case of Chile, with the increase in the prices of electricity and minerals, several investment projects are in the pipeline, which will propel an expansion of supply.", "(2) Includes investment in buildings, engineering, equipments and others.", "Sources: Corporation for Technological Development of Capital Goods (CBC) and National Statistics Bureau (INE).", "(2) Includes investment in buildings, engineering, equipments and others.", "Sources: Corporation for Technological Development of Capital Goods (CBC) and Bloomberg.", "For countries that are net exporters of commodities, the impressive price hikes results in a positive terms-of-trade shock.", "In Chile, terms of trade have increased by almost 70% in the last three years, mostly due to the sharp increase in copper prices.", "Not surprisingly, this shock has resulted in an appreciation of the real exchange rate.", "However, the macroeconomic policy framework, as well as particular characteristics of the Chilean mining sector, has mitigated the effects of terms of trade gains on domestic demand, inflation and the exchange rate.", "Half the income from copper (after tax) goes to foreigners and almost none of it remains in Chilean territory.", "The other half is from a state-owned enterprise and taxes from private companies.", "There is a fiscal rule for government spending that stipulates that all income above certain long-term price has to be saved.", "Government surplus has been 7% on average the last three years, and foreign assets reached about 13% of GDP in 2007.", "Moreover, all windfalls from the high copper price have been saved in sovereign funds deposited abroad.", "International changes in terms of trade (cumulated growth between 2003 and 2007, percent) Russia Norway Colombia Argentina South Africa Thailand United Kingdom Switzerland Hungary United States South Korea Philippines -40 -20 0 20 40 60 80 100 Source: Institute of International Finance, International Monetary Fund.", "The downside of commodity price increases is inflation.", "The rise in the prices of specific goods leads to an increase in measured inflation.", "The effects of these external shocks on inflation will depend on a number of factors.", "First, on the weight each commodity has in total CPI.", "In general, in poorer countries commodities in general (foodstuff and energy in particular) have more weight, while in richer countries, services are more important.", "Also important is the level of price protection (tariffs, price bands and other mechanisms to isolate internal prices from international fluctuations), price controls or subsidies.", "In Chile, the shock to food prices has been further aggravated by weather problems.", "Food price indices (*) (annual change in US dollars, percent) .Czech Rep CRB Food Turkey Philippines Hungary Euro Zone Thailand Romania Japan Indonesia South Africa Argentina 0 10 20 30 40 50 60 7 0 (*) Figures as of January or February, as available.", "Sources: Each country's central bank, Bloomberg, Commodity Research Bureau (CRB), each country's statistics bureau and International Monetary Fund During 2007, inflation in Chile rose to numbers way above the inflation target of 3% and the tolerance ceiling of 4%, largely due to the commodity price hikes.", "Measured in US dollars, Chile is one of the countries where foodstuff increased the most.", "Nevertheless, about 30% of the price rise obeyed to country-specific climatic factors that translated into a dramatic fall in crop yields.", "In addition, the oil price increase, from US$70 to US$110 and beyond, affected not only the prices of gasoline and diesel, but also power rates.", "Again, an idiosyncratic problem compounded with the international shock.", "In Chile, 50% of electricity is generated in hydroelectric plants.", "Given the low rainfall of 2007, it was necessary to intensify diesel-based generation, which significantly raised marginal upstream costs and ultimately consumers' electric bill (households, industrial producers, etc.).", "Sources: Central Bank of Chile and National Statistics Bureau.", "The upward trend of international prices of foodstuff has not replicated the intensity of 2007 and the weather-related problems of last year were left behind with the change of season.", "Nevertheless, Chile faces this year a new climatic shock that is already affecting the prices of perishable goods and electricity, associated to the \"La Niña\" phenomenon.", "The challenge of monetary policy is to allow the adjustment in relative prices avoiding undesired second-round effects.", "For this purpose, we have adopted a flexible inflation target framework.", "The inflation objective is to keep inflation most of the time close to 3% with a tolerance range of plus/minus one percentage point.", "We implement this framework adapting monetary policy to having an inflation forecast near 3% in about two years.", "This time horizon gives enough flexibility to allow for the full effects of monetary policy to take place and for transitory inflationary shock to vanish without the need for monetary policy action.", "It also incorporates the output costs of disinflation.", "On the need to reinforce the commitment with price stability Both theory and empirical evidence indicate that inflation damages economic growth.", "As a result, the best contribution that monetary policy can make to a country's long-term growth is to keep inflation low and stable.", "Price stability reduces uncertainty and generates an environment that promotes investment, productivity growth, and financial development.", "Likewise, these factors stimulate growth and favor risk diversification.", "Moreover, price stability prevents the arbitrary and often regressive redistribution of resources between debtors and creditors, and between the owners of labor and capital.", "It also limits the Central Bank's collection of a disruptive and regressive tax: inflation.", "In short, low and stable inflation improves welfare of the overall population.", "Although many other policies are also essential to a solid economic performance, a low-inflation environment is a necessary and essential condition for maximizing the contribution of other public policies.", "To reduce inflation, most central banks raise short-term interest rates affecting the whole yield curve.", "This depresses aggregate demand for GDP and appreciates the local currency, reducing inflationary pressures.", "Inflation reduction is costly.", "There are those who ask to reduce inflation, depreciate the currency and grow more, all at the same time.", "This cannot be achieved solely with one instrument.", "There are short-term tradeoffs.", "The more persistent these tradeoffs, the costlier to bring inflation back under control.", "Expectations play a crucial role.", "If agents expect inflation to go down towards a target, they will price their goods accordingly and inflation persistence will be lower.", "If, in contrast, agents expect inflation to persist in high levels, they will price goods higher, making inflation more persistent and more difficult for the central bank to bring it down.", "As stated in Bernanke (2007): \"a one-off change in energy prices can translate into persistent inflation only if it leads to higher expected inflation and a consequent \"wage-price spiral\".", "With inflation expectations well anchored, a one-time increase in energy prices should not lead to a permanent increase in inflation, but only to a change in relative prices.\"", "Credibility of the target in an inflation-targeting regime is therefore a key asset.", "If we were to give up on the inflation commitment, the future adjustment of interest rates to rein in inflation would have to be much larger, with adverse consequences on economic activity and relative prices, in particular the exchange rate.", "Indeed, we have witnessed many experiences where a persistent rise in inflation has required strong monetary policy actions, the most notable case being the great inflation of the USA in the 1970s and early 80s.", "The control of inflation in Chile has also come with a decline in inflationary persistence.", "Therefore, a credible commitment to price stability brings along output stability.", "Output stability, in turn, is an important factor to foster economic growth and the consequent social progress that comes with it (Ramey and Ramey, 1995, and Fatas, 2002).", "This is also what has happened with the well known Great Moderation experienced in industrialized countries, where a credible monetary policy framework committed to stabilize inflation is one of the explanatory factors (Galí and Gambetti, 2007).", "As a consequence of the above, a central issue for inflation targeters is finding reliable measures of inflation expectations.", "The most common practice is to rely on surveys to specialists and on financial prices.", "Surveys not always are good measure of market expectations, especially for longer terms which are those that most interest central banks.", "For example, in the case of Chile, the expected inflation 24 months ahead reported by market analysts in the monthly survey conducted by the Central Bank has very little variation, which is hard to believe given the magnitude of shocks.", "On the other hand, inflation compensations derived from financial market prices have premiums that are hard to measure and most likely time varying.", "In fact, inflation compensation measures have recently shown increases.", "This has been observed also in several other countries.", "We believe this to be driven, to a large extent, by changes in different risk premiums in the context of high uncertainty, liquidity problems and portfolio adjustments.", "Indeed, the inflationary compensation from year 5 to year 10 has increased together with the forecast error of inflation.", "In light of the flaws presented by the indicators, the best strategy today is to consider a broad set of indicators.", "For the future, it becomes an important task to encourage research to improve our understanding of measures of expectations.", "Sep. Sep. Jan. Jan. Money Money desks desks 1 1 yr. yr. ahead ahead Money Money desks desks 2 2 yrs.", "ahead ahead EES EES 12 12 months months ahead ahead (*) (*) EES EES 24 24 months months ahead ahead (*) Economic Expectations Survey (EES).", "Source: Central Bank of Chile.", "08 08 Bloomberg Bloomberg analyst's analyst's forecast forecast error error variability variability IC IC 1 1 in in 1 1 IC IC 3 3 in in 2 2 IC IC 5 5 in in 5 5 Sources: Central Bank of Chile and Bloomberg.", "Macroeconomic risk management The main risk stemming from the world economy is the deceleration of the US economy.", "We still do not know, and there are unusually big uncertainties, about the depth and duration of the US slowdown.", "However, this slowdown should not be a surprise, and is an expected consequence of a correction in US current account imbalances.", "The adjustment to those imbalances, sooner or later had to result in economic slowdown and a correction of exchange rates (see, e.g., De Gregorio, 2007, and Obstfeld and Rogoff, 2007).", "Indeed, as I argued some time ago, a current account reversal should occur sooner or later and a depreciation of the dollar should help.", "The Central Bank of Chile included among the risks described in the Report, the correction of global imbalances since January 2004.", "The adjustment was triggered and seriously aggravated by the subprime crisis.", "Usually central banks define a baseline scenario to orient monetary policy.", "We make public this scenario in three Monetary Policy Reports that are presented to the Senate.", "Deviations from the baseline scenario result in adjustments of the path of monetary policy.", "Risk management becomes central when deviations are not small, and the probability of occurrence of large and disruptive deviations becomes significant.", "In that case, strong actions may be needed, which may result in large deviations from the policies envisioned in the base projection.", "In this context, we can interpret current policy actions in the US as exactly doing risk management.", "As explained in Mishkin (2008): \"given that financial market disruption can pose significant risks to the macroeconomy, risk management is crucial in formulating the appropriate response of monetary policy... the design of monetary policy ought to reflect the public's preferences, especially with respect to avoiding particularly adverse economic outcomes.\"", "Furthermore, he adds that \"the most likely outcome - referred to as the modal forecast - for the economy may be fairly benign, but there may be a significant risk of more severe adverse outcomes.", "In such circumstances, the central bank may prefer to take out insurance.\"", "In other words, the Fed is preventing large and disruptive consequences of the current credit crisis in the economy.", "In emerging market economies the main risk is inflation, that is, the propagation of inflationary shocks to high and persistent inflation.", "Indeed, past experience shows that when inflation goes up there is an increase in indexation practices, which make inflationary shocks more persistent or more difficult to fight.", "In addition, the persistence of relatively high inflation is likely to diminish the degree to which expectations are anchored.", "On the one hand, inflation expectations may increase, making it costlier to bring it back down.", "On the other hand, medium and long term inflation expectations are likely to become more sensitive to shocks, introducing undesired volatility to the economy with the associated costs of said volatility.", "All this can derive on an inflation spiral, fueled by higher prices, higher indexation practices, accelerating wages and increases in inflation expectations.", "These processes can be very persistent and extremely costly to the economy.", "In some cases they may even result in sudden uncontrolled inflation acceleration with catastrophic consequences.", "Nevertheless we have learnt the lesson, and we know today the importance of price stability and appropriate risk management.", "(2007), \"Inflation Expectations and Inflation Forecasting,\" speech delivered at the Monetary Economics Workshop of the NBER Summer Institute, Cambridge, Massachusetts, July 10.", "G7 Current Account Imbalance, Sustainability and Adjustment, NBER and Chicago University Press, also as Documento de Política Económica No.", "115, Banco Central de Chile.", "), Economic Growth: Sources, Trends and Cycles, Banco Central de Chile.", "Mishkin, F. (2008), \"Monetary Policy Flexibility, Risk Management, and Financial Disruptions,\" speech delivered at the Federal Reserve Bank of New York, January 11.", "Obstfeld, M. and K. Rogoff (2007), \"The Unsustainable Current Account Revisited,\" in G7 Current Account Imbalance, Sustainability and Clarida, R.", "Adjustment, NBER and Chicago University Press.", "Ramey, G. y V. Ramey, (1995), \"Cross-Country Evidence on the Link between Volatility and American Economic Growth\", Review, Vol."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["commodity prices", "inflation targeting", "inflation control", "price stability", "risk management", "monetary policy", "inflation expectations", "emerging market economies", "current account imbalances", "uncertainty"]}