{"sentences": ["Introduction Governor, Reserve Bank of India, Dr. D. Subbarao; Deputy Governor, Reserve Bank of India, Ms. Usha Thorat; President, IADI and Vice-Chairman, FDIC, Mr. Martin Gruenberg; Chairman, ARC and Deputy Governor, DICJ, Mr. Mutsuo Hatano; CEO of the Deposit Insurance and Credit Guarantee Corporation, Mr. H. N. Prasad; Distinguished Participants; Let me add my own words of welcome to all the participants in this very important event.", "In his opening address, Governor Subbarao provided a historical perspective on the development of deposit insurance in India, highlighted its importance in sustaining confidence in the banking system as we dealt with the global financial crisis and laid out the challenges that it will have to deal with in the future.", "I would obviously not like to cover the same ground.", "Also, I must admit to being a complete novice as far as deposit insurance is concerned, having only taken on the role of Chairperson of Deposit Insurance and Credit Guarantee Corporation (DICGC) in late November 2009, when I joined the Reserve Bank of India as Deputy Governor.", "Consequently, I thought it would be more appropriate and useful for me to talk about a broad vision for financial sector development, which will then provide a framework within which to view the evolving role of deposit insurance.", "The recent crisis is clearly a dominant factor in any current discussion on financial sector development.", "While this is entirely understandable and legitimate, we must resist the temptation to view the future entirely through the lens of the crisis.", "Crises will come and go, but the role that the financial sector as a whole plays in economic development and welfare will be fulfilled only if we allow it to find a healthy balance between multiple and sometimes potentially conflicting objectives.", "Taken together, these objectives provide an enduring way to view financial sector development, which combines both traditional functions and incorporates new goals that are driven by both domestic and global aspirations and compulsions.", "A framework for financial development I will now lay out a framework for financial sector development, which encompasses five critical objectives.", "These five objectives are: Efficiency, Stability, Transparency, Inclusion and Sustainability.", "No one would seriously question the premise that a financial system, whatever its structure might be, will best serve development and welfare objectives by producing its services at as low a cost as possible.", "Like in any productive activity, achieving this objective depends on three broad factors: the cost of raising funds, the costs of due diligence and risk mitigation associated with deploying these funds and the cost of intermediation, which depends significantly on competition, organizational structure and the deployment of technology.", "The policy and regulatory imperatives on this front should be to ensure that financial service providers have the ability to carry out their resource mobilization and deployment activities in a competitive environment, in which individual providers have the flexibility to organize themselves in the most cost-effective manner.", "However, this is as far as the analogy with other productive activities goes.", "As we all know and was vividly demonstrated during the crisis, financial services are in many significant ways a unique specimen, which requires special consideration.", "This brings me to the next objective.", "We could also term this objective \"prudence\", but I believe that stability, while fully encompassing prudence, is a somewhat broader concept.", "The foundation of this objective is, of course, risk.", "Financial services, however defined, are essentially risky in nature.", "There would be little value added by financial intermediaries if they did not find ways of taking on risks and earning the rewards that go with them.", "However, the license to take risks cannot be unbounded; the consequences of risks materializing can be severe for both direct stakeholders and, significantly, innocent bystanders.", "A prudential approach ensures that individual financial service providers put aside adequate resources to avoid such consequences.", "A wider approach to stability is based on the notion that the system as a whole has the capacity to deal with widespread pressures that emanate from the multiple linkages and inter-dependencies within the system and are beyond the prudential capacity of individual providers to handle.", "The recent crisis and ones preceding it have clearly shown that the stability of the financial system is a significant contributor to macroeconomic management.", "It has, of course, been difficult to translate this into a widely accepted policy framework, because so many potential instruments of stability are in direct and obvious conflict with the other four objectives that I referred to.", "But, clearly, however efficient and dynamic it may be, an unstable financial system can seriously undermine the performance of the real economy and a viable way to resolve these conflicts needs to be found.", "An important lesson from the crisis was \"what cannot be measured cannot be managed\".", "Diagnoses of the causes of the crisis generally suggest that neither regulators nor top managements of large, global financial institutions had a complete picture of the product offerings and portfolio choices that ultimately led to the catastrophe.", "Of course, transparency has always been a central pillar of financial regulation, but clearly, the conventional notion simply did not address many new developments in financial activity.", "Global initiatives to achieve some degree of regulatory co-ordination in the wake of the crisis emphasize the need for a greater degree of harmonization of disclosure standards across countries to keep pace with the geographic spread and diversification of financial service providers.", "The need for strengthening this attribute of the global financial system may have been highlighted by the crisis, but there is little question that it would have manifested itself sooner rather than later.", "This objective is particularly significant in the current Indian context.", "It is a central theme of the RBI's observance of the institution's Platinum Jubilee (or 75th Anniversary).", "But, I would argue that inclusion is an important component of any financial system and its pursuit is a legitimate objective for policymakers and regulators under any circumstances.", "The specific strategies will, of course, depend on the context and state of development of each country.", "In its early stages, as exemplified by the Indian situation, the challenge is simply to give millions of people their first access to very basic financial services at extremely low thresholds of activity.", "As global attention on climate change intensifies, it is quite clear that every component of the economic system will be subject to scrutiny with regard to what it can contribute to adaptation and mitigation.", "From a broader perspective, while climate change is for the moment the most salient of issues relating to sustainability, there are a host of other factors on the radar screen, which will sooner or later engage the attention of national and global regulators.", "On all these fronts, the financial system will be expected to play a role, whether it is in the form of channelizing resources to firms that have good sustainability practices, or financing innovation in and development of \"green\" technologies or even contributing to insurance and safety-net mechanisms for people who are likely to be adversely impacted by the changes.", "In this segment of my remarks, I have articulated the view that effective financial sector development must simultaneously pursue five objectives; some are defined by tradition, while others reflect changing global and domestic priorities.", "I have hinted at possible conflicts between some of these objectives.", "Finding the right balance between them is clearly the goal of financial sector policy and regulation, but this is not the place to go into that set of issues.", "I shall now try and provide a brief description of how both the idea of deposit insurance itself and the way in which it is provided relate to the five broad objectives of financial sector development.", "The role of deposit insurance Deposit insurance has clearly been around for a long time and its utility as an instrument of trust and confidence in the financial (or perhaps more narrowly in the banking) system has rarely been in question.", "Rather, the question that now faces us is whether it can be expanded and re-structured to address a greater variety of requirements that the financial system now has.", "These are issues that will obviously be discussed during the technical sessions of this conference and I look forward to being informed of the significant points that emerge from them, both for my own education and as inputs into the shaping of strategies for DICGC.", "Here, I will confine myself to a few illustrations of how deposit insurance fits into the broader financial development framework.", "With regard to efficiency, the existence of insurance is perhaps less important than the way in which it is structured.", "Deposit-taking financial institutions, particularly those servicing a large number of relatively small accounts can obviously be mandated to buy insurance.", "But, this will impact their operating costs, which depositors will bear to some extent.", "One way of encouraging overall efficiency is to differentiate insurance premiums between institutions based on some objective measure of the riskiness of their loan and asset portfolios.", "This will help to bring about a better alignment between the cost of funds and the portfolio risks across the deposit-taking financial sector.", "Stability is clearly the objective with the most direct connection with deposit insurance.", "By providing depositors with the assurance that at least some of their money is safe no matter what happens to the institution, it provides a huge incentive for people to use the system, with consequent benefits for the economy as a whole.", "But, the viability of any insurance scheme is based essentially on the premise that claims will originate from only a small proportion of the insured population at any given time.", "A crisis is a situation in which virtually the entire population will make claims at the same time.", "From a welfare perspective, the core objective of protecting depositors' interests becomes even more paramount in such a situation.", "However, from the perspective of resources, the cost providing full insurance against catastrophic failure can be very high for individual institutions, coming into conflict with efficiency considerations.", "Where, then, the resources needed to continue to inspire confidence in the system are going to come from is a critical question.", "Strategic management of the insurance corpus and conditional state support will, presumably, both have a role.", "One important consideration that is on our own strategic agenda is the role of the deposit insurer in the resolution process itself.", "When individual institutions fail, rather than let the depositor be rescued solely by the insurance cover, which in any case, is not comprehensive for larger depositors, it may be more effective to involve the insurer in the process right from the beginning.", "This will give depositors as a stakeholder group a voice in the process, allowing them to better protect their interests, while at the same time increasing the capacity of the insurance scheme.", "Of course, in this expanded role, the organizational design and skill requirements of the insurance provider need to be kept in mind.", "Transparency is a two-way street.", "Depositors need to be fully aware of the extent of protection, what it is costing the institution and the limitations on protection in the event of a systemic failure.", "The insurer needs to know precisely who each depositor is and the size of his/her exposure.", "This will enable speedy resolution of claims, which is a critical requirement for an effective insurance programme.", "With regard to inclusion, deposit insurance is clearly very relevant in a situation such as India's.", "A large number of people interfacing with the organized financial system for the first time will naturally be very concerned about the safety of their funds.", "At the same time, there is a welfare imperative of protecting this category of depositors from both strategic errors by management and wider systemic shocks.", "Of course, this consideration brings into focus the potential conflict between the inclusion objective and the efficiency objective; if relatively more vulnerable institutions also happen to be more effective in pursuing an inclusion agenda, some degree of cross-subsidization may be necessary.", "Finally, on the issue of sustainability, while a direct link with deposit insurance is difficult to make, the wider requirement for insurance in a scenario of long-term environmental change and the vulnerabilities of several production systems to it - for example, agriculture, fisheries and tourism - is well recognized.", "Such risks will also have to be borne by financial service providers who are exposed to these sectors, which may have implications for, among other things, deposit insurance.", "I would like to conclude by re-emphasizing the point that the future trajectory of deposit insurance programmes is best viewed in the context of an explicit vision and framework for the financial sector as a whole.", "I have attempted to offer one way of doing this, which, I hope, will be useful to you as you get into the agenda items of the conference.", "My best wishes to all of you for a substantial and meaningful event.", "Thank you all for being here and special thanks to Mr. Prasad and his team for their efforts in arranging this event.", "José Manuel González-Páramo: The regulatory and supervisory reform in Speech by Mr José Manuel González-Páramo, Member of the Executive Board of the European Central Bank, at the presentation of the Report \"Observatorio sobre la reforma de los mercados financieros 2009, realizado por la Fundación de Estudios Financieros\", Madrid, 22 January 2010."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Development", "Deposit Insurance", "Financial Stability", "Financial Inclusion", "Efficiency", "Transparency", "Sustainability", "Prudence", "Risk", "Financial Services"]}