{"sentences": ["Today more than ever, citizens need to be financially aware, to know the characteristics and risks of financial products, to choose correctly.", "It is a matter of equity, it is a need for stability, a help for competition.", "However, the surveys conducted worldwide to measure population financial literacy are discouraging; this is also true for Italy.", "In Italy a quarter of the population ignores basic financial notions, 50% is not familiar with diversification, about 30% cannot tell the difference between stocks and bonds.", "There is little awareness of the importance of supplementary pension schemes.", "As surveys show, people are not aware of their financial illiteracy and poor skills.", "Seminars like the present one are very useful to find out the dimension and the heterogeneity of the problem, the actions that have to be taken.", "Banking and financial customers protection is necessary but not sufficient.", "That's why we need to launch specific initiative to promote financial education in all countries in a proper, coordinated manner.", "As emerged in the discussion, many actors can play a significant role depending on their institutional mission: Governments, Supervisory authorities, as the OECD has recommended since 2005, private stakeholders.", "Governments and even private stakeholders should provide resources; the amount of resources is a critical requirement for success.", "Supervisory authorities could play a significant role in implementing the actions undertaken.", "Bank of Italy, in coordination with the Ministry of Education, is developing a project to introduce financial education in the school curricula in a systematic way.", "The plurality of players requires collaboration and coordination to develop a common strategy, avoid duplications and ensure that all issues are properly dealt with consistently.", "Actions have to be evidence based: Panel I dealt with this issue.", "Financial education should be tailored to citizens' specific needs.", "Needless to say, young people and retired people have very different financial decisions to take.", "A key step in delivering financial education is the evaluation of its impact and effectiveness.", "It is not a simple exercise; it requires the assessment of the changes of individuals' behaviour.", "But the causal connection that binds knowledge, skills and behaviour cannot be taken for granted, despite their correlation.", "As Panel II speakers told us, some information on that issue can be provided by behavioural economics.", "Individuals do not act as rational agents: they recall information selectively, make little use of statistical analysis, have unstable preferences, have cognitive and emotional limitations, are vulnerable to social pressures.", "These circumstances have testable implications on decision-making and choice, and should be taken into account when programs are aimed at changing people's behaviour.", "Over-reliance on information alone must be prevented.", "It is necessary to balance the possible approaches, provide clear and accessible information, provide also cognitive instruments to correctly process information and make the appropriate decisions, encourage familiarity with financial issues.", "Knowledge, behaviour and attitudes are the three pillars of any sound programme.", "We have to avoid that financial education increases confidence without increasing skills: the risk is overconfidence that contributes to sub-optimal decisions.", "Good communication is also essential for successful programmes.", "The language must be consistent with the target group and the goals of the programme.", "Especially when programmes are addressed to the most vulnerable and least educated groups of the population, the language must be clear and easily understandable.", "Panel III was dedicated to one of the areas where the need for financial education programmes is most compelling: pension schemes.", "In the face of demographic trends people need to understand the risk of poverty in retiring age and to take the proper, counterbalancing actions.", "In this field, there seems to be a link between general knowledge of financial matters, familiarity with the public pension system and participation in supplementary pension schemes.", "For this reason we are confident that education can promote virtuous behaviours.", "Speakers have pointed out some strategies to promote pension literacy: - provide clear and understandable information on pension schemes; - deliver financial education at school in order to increase youth awareness that rainy days can come.", "Financial education may benefit individual citizens and the system as a whole; it promotes a more competitive market of financial products and services; it empowers customers vis-à-vis the financial industry.", "As I have already mentioned, Bank of Italy has launched some initiatives, but this is just the beginning.", "I am glad to announce that Italian supervisory authorities have decided to combine their efforts, enhance their mutual cooperation mechanisms and coordinate future financial education programmes.", "Today a Memorandum of Understanding on mutual cooperation in the field of financial education has been signed.", "In the framework of this agreement, and in line with the experience of other Countries, the supervisory authorities are developing a common web portal as a clearinghouse of the existing information materials.", "I wish to close this Symposium by thanking all participants for their very valuable contribution in promoting financial education.", "I particularly wish to thank Mr Boucher, it is a great honour, Richard, to have you here at the Bank of Italy.", "Thank you, for letting us host this important symposium."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Financial education", "Financial literacy", "Pension schemes", "Financial products", "Behavioural economics", "Communication", "Financial industry", "Supervisory authorities", "Financial awareness", "Cognitive instruments"]}