{"sentences": ["Growth in the global economy remains robust and is increasingly self-sustained.", "As regards 2011, the International Monetary Fund has lowered its growth expectations for the USA, Japan and the UK a little, while expectations for Germany have been adjusted upwards.", "Factors such as the high energy and commodity prices are expected to curb growth.", "The rising energy and commodity prices have contributed to higher inflation worldwide, not least in many developing countries.", "In the euro area, inflation stood at 2.7 per cent in March, which is considerably above the medium-term target of just below 2 per cent.", "In the assessment of the European Central Bank, inflationary risks in the euro area are on the upside.", "Against this background, the ECB raised its lending rate by 0.25 percentage point at the beginning of this month, after having kept it constant at a very low level for almost two years.", "Danmarks Nationalbank followed suit.", "The debt crisis in the EU is still evolving.", "Portugal has now - some people might say finally - applied to the EU and the IMF for financial assistance.", "Matters are further complicated by the uncertain political situation in Portugal, where a caretaker government is in charge until the election in June.", "It has been indicated that the assistance package will impose more stringent conditions than the reform package which brought down the Portuguese government - and that broad political agreement must be reached before the election.", "Viewed on the basis of developments in yield spreads, there seems to be a decoupling of market assessments of the situation in the three troubled member states - Portugal, Ireland and Greece - on the one hand, and the rest of the euro area - including Spain and Italy - on the other hand.", "This is positive and gives us reason to hope that the debt crisis in the EU can be contained."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["inflation", "debt crisis", "growth", "energy", "commodities", "ECB", "lending rate", "Portugal", "yield spreads", "IMF"]}