{"sentences": ["Your Excellency Honourable Mwai Kibaki, President and Commander-In-Chief of the Defence Forces of the Republic of Kenya; Honourable Uhuru Kenyatta, Deputy Prime Minister and Minister for Finance; Mr. John Peace, Group Chairman of the Board of Directors, Standard Chartered Bank; Mr. Peter Sands, Group Chief Executive Officer, Standard Chartered Bank; Mr. Wilfred Kiboro the Chair of the Board of the Standard Chartered Bank Kenya; Mr. Richard Etemesi, Chief Executive Officer, Standard Chartered Bank Kenya; Board Members present; Staff of Standard Chartered Bank Kenya; Distinguished Guests; Ladies and Gentlemen: I am delighted to join you on this auspicious occasion in celebrating Standard Chartered Bank Kenya's 100th Anniversary.", "It is indeed a momentous achievement for the bank and perhaps to plan for the next 100 years will even be more exciting.", "May I take this opportunity to appreciate the presence of His Excellency the President which gives this function great significance and importance.", "Let me also commend the Board, Management and Staff of Standard Chartered Bank for steering the institution from its formation in 1911, and for successfully providing financial services to Kenyans for the last 100 years.", "Over the years, the Bank has achieved several milestones with a number of strategic alliances and acquisitions.", "These milestones have extended the customer base, geographic reach and broadened the product range that Standard Chartered offers.", "The bank has strongly focused on developing its franchises in Asia, Africa and the Middle East through concentration on consumer, corporate and institutional banking.", "In Kenya, the bank focuses on two core business divisions, Wholesale banking and Consumer banking.", "With regard to its financial operations in Kenya, the bank as at March 2011, was among the top 6 banks with an asset portfolio of Ksh.", "billion, thereby commanding a market share of 7.9 percent.", "Customer deposits stood at Ksh.", "billion being supported by a capital base of Ksh.", "billion, while loans and advances amounted to Ksh.", "Your Excellency: Despite various shocks that have hit the economy in recent years, the banking sector continues to exhibit resilience.", "This impressive growth has been supported by the expansion of banks into new market frontiers, improved risk management and continuous legal and regulatory reforms by the Government and Central Bank in a bid to enhance financial inclusion by reaching out to the unbanked population.", "Your Excellency, Ladies and Gentlemen: I would like to assure the banking sector and stakeholders that the Central Bank will continue to develop cardinal policies aimed at financial inclusion, development and deepening in consultation with the market.", "So far we have seen the supply-side; the deposit accounts solved.", "We need to make it easier and cheaper to borrow and loan accounts will grow from the current 2 million accounts compared to 14 million deposit accounts.", "On the demand side, demand for loans is lagging because of costs.", "The CBK will is to create a conducive business environment for the sector to operate efficiently, effectively and soundly.", "We continue to support and build strong institutions both the commercial banks and the regulator must be strong.", "Strong institutions will always define the appropriate incentives (and penalties) to encourage prudent behavior in the market.", "We hope such measures and the ensuing environment will of necessity benefit clients of banks who have taken financial inclusion seriously.", "Your Excellency, Ladies and Gentlemen; Finally, allow me once again to applaud Standard Chartered Bank Kenya Limited on your Centenary celebrations and wish the bank continued prosperity in the future here in Kenya and in the East African region as a whole.", "It is now my honour and singular pleasure to invite the Honorable Deputy Prime Minister and Minister for Finance Hon.", "Uhuru Kenyatta to make his remarks and welcome His Excellency, The President.", "Welcome, Honorable Deputy Prime Minister.", "Thank You and God bless you all"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["financial inclusion", "banking sector", "Standard Chartered Bank", "financial services", "economic growth", "risk management", "prudent behavior", "regulatory reforms", "consumer banking", "wholesale banking"]}