{"sentences": ["I would like to thank Federic Holm-Hadulla for his contributions.", "I remain solely responsible for the opinions contained herein.", "Deleveraging is not a process that policy-makers should seek to avoid; rather, it needs to take place and be properly managed, explains ECB Executive Board member Benoît Coeuré.", "Describing the good, the bad and the ugly deleveraging at the Future of Banking Summit organised by \"The Economist\" in Paris, he emphasises how the wrong type of deleveraging could impede recovery and make it more difficult for central banks to engineer an appropriate degree of monetary accommodation.", "To ensure the right type of deleveraging is achieved, Mr. Coeuré highlights, \"both monetary policy and prudential supervision - notably the ECB's ongoing comprehensive assessment - have a key role to play.\"", "According to him, the comprehensive assessment of banks' balance sheets and the steps taken towards the banking union are crucial to establish the conditions necessary for a transparent, competitive and stable banking sector.", "He adds, \"and they will help monetary policy to regain traction across the euro area.\"", "He concludes by explaining why it is important for the banking union to be complete, \"Not moving promptly towards a single resolution mechanism (SRM) and a single resolution fund (SRF) would prolong financial fragmentation, leave the financial system exposed to systemic fragility, and, ultimately, be harmful for growth and jobs.", "This would in particular be the case if the SRF is only slowly mutualised, and if it cannot resort to a common European backstop from the outset.\""], "classifications": ["none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["deleveraging", "monetary policy", "banking union", "prudential supervision", "comprehensive assessment", "financial stability", "single resolution mechanism", "single resolution fund", "financial fragmentation", "economic growth"]}