{"sentences": ["I thank Ivan Roberts for help in preparing these remarks.", "I would like to thank UBS for the opportunity to participate in this conference.", "Given its importance to the Australian economy, the Bank monitors developments in China closely with a team of economists in both Sydney and Beijing.", "The easing in the growth of the Chinese economy over the past year or so has two related parts.", "The economy is slowing as it matures, and this is to be expected.", "Overlaying that, there has been a substantial slowing in the industrial sector, linked in part to earlier excesses in construction.", "How all of this will play out and the effects on the Australian economy are uncertain.", "I'll briefly highlight some possibilities.", "Let me be clear though, many of these have positive implications for our economy.", "It is natural for the speed of China's economic development to ease and for its nature to evolve: • Part of this reflects slower growth of the working-age population, which is now in decline.", "Other than increasing the retirement age, there is little that can be done to alter that in the coming years, notwithstanding the ending of the one-child policy.", "• However, growth continues to be supported by the process of urbanisation, which uses commodities intensively.", "This has further to run, albeit at a more gradual pace.", "• Productivity growth appears to be slowing as windfall gains from earlier reforms have waned.", "But there remains a large gap between productivity in China and in advanced economies.", "That gap could be closed more quickly via additional reforms to allow a greater role for market forces in allocating productive resources.", "The authorities have expressed support for such reforms.", "• The authorities would also like to see growth rebalancing from investment towards consumption.", "It is also being accompanied by a rise in the share of activity accounted for by the services sector as the economy develops and household incomes rise.", "While these longer-run changes imply a decline in the growth rates of investment and industrial production, both have also experienced a noticeable cyclical slowing over the past year or more.", "As earlier excesses in residential construction gave rise to a large stock of unsold housing, house prices declined and so too did housing construction.", "Sales and prices have recovered a bit since the start of this year, but there is little sign to date of a sustained improvement in construction activity.", "Weakness in construction has been accompanied by declines in output of a range of manufactured products over the past year.", "Steel is one obvious example.", "Mining activity in China has also been affected.", "Indeed, a further decline in the output of unprofitable Chinese mines would provide some support to commodity prices, and would benefit other producers, including in Australia.", "Although the weakness in China's property and manufacturing sectors is clearly of concern to commodity exporters like Australia, there are a number of countervailing forces supporting broader activity in China.", "• First, growth in the services sector has been resilient, and should continue to be assisted by a shift in demand toward services as incomes rise.", "• Second, growth in household consumption has also been stable in recent quarters aided by the growth of new jobs.", "Of course, such outcomes cannot be taken for granted; if the industrial weakness is sustained, it might eventually affect household incomes and spending.", "Third, Chinese policymakers have responded to lower growth by easing monetary policy and approving additional infrastructure investment projects.", "They have scope to provide further support if needed, although they may be reticent to do too much if that compromises longer-term goals, such as placing the financial system on a more sustainable footing.", "There are two key implications of the slowing in China's growth for Australia.", "First, the substantial slowing in industrial production has contributed to a further decline in commodity prices over the course of this year.", "(This is in addition to the contribution from the substantial increase in the supply of commodities, including from Australia.)", "We've detailed the effect of the decline in commodity prices on Australia's economy elsewhere.", "I would just add that commodity prices remain relatively high.", "The Bank's index of commodity prices has fallen by about 50 per cent from its peak, but is still almost 80 per cent above early 2000 levels.", "Clearly, conditions in the industrial sector in China, and Asia more broadly, will have an important influence on the path of commodity prices over the near term.", "Beyond that, the changing nature of China's development implies that the potential for commodity prices to rise from here is somewhat limited.", "Second, the shift in demand towards services and agricultural products within China and the Asian region more broadly presents new opportunities for Australian exporters.", "While our comparative advantages in service industries are perhaps less obvious than they are for mineral resources, the rise in the demand for services from a large and increasingly wealthier populace in our region will no doubt be to our benefit."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["China's economic growth", "Commodity prices", "Services sector growth", "Industrial sector weakness", "Urbanisation", "Productivity growth", "Monetary policy", "Infrastructure investment", "Household consumption", "Rebalancing from investment towards consumption"]}