{"sentences": ["Summary Cross-border markets and common governance Markets have never been more integrated than they are today.", "In the case of Europe, we benefit from open markets because we need to be able to invest abroad part of the savings that will finance our pensions.", "The European Union embodies the principle of an open market economy in its Treaties.", "But to reap the benefits of openness markets need appropriate governance.", "For example, people need confidence that contracts entered into will be enforced.", "Fair rules on competition, property rights and the rule of law are essential.", "For financial markets this is especially important given their inherent fragility.", "Regulations need to be sufficiently sound to preserve the integrity of the market but not so taxing as to suffocate it.", "To be true sources of opportunity, markets need policing.", "This makes the market a political construct.", "In a true market, one that is both open and free, there exists at the level of the whole market the three branches of government: legislative, judiciary and executive.", "It is well understood by all that a genuine single market in Europe has to be buttressed by appropriate and credible institutions.", "But political sovereignty and the market do not perfectly overlap so the question in Europe is which institutions are most appropriate to uphold as much freedom of the market as possible for different members.", "The single currency increases the benefits of a single market but also heightens the degree of mutual vulnerability to which member countries are exposed.", "National policymakers cannot fully protect their citizens from financial instability without pooling more sovereignty over decision-making.", "Countries that share a single market and a single currency need deeper institutional integration.", "The single supervisory mechanism is an example of this.", "A single supervisor, applying homogenous methodologies, internalises mutual trust.", "The case is clear that completing banking union is a priority, with a fully equipped single resolution mechanism and uniform deposit insurance scheme.", "Cross border markets create a community of interest from which each member stands to benefit.", "But they also heighten shared exposure to the potential detriment of all, so they need governance.", "This is true at the global level and the European level.", "It is even more true for countries sharing the single currency.", "For them, it is even more important to complete economic and monetary union in all its aspects."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Cross-border markets", "Governance", "Open markets", "Financial markets", "Single market", "Single currency", "Banking union", "Single resolution mechanism", "Deposit insurance scheme", "Economic and monetary union"]}