{"sentences": [" Monetary and Financial Sector Policies for 2017 Delivered by Dr. Indrajit Coomaraswamy Central Bank of Sri Lanka 1.", "Introduction Your Excellencies, Members of the So, let me warmly welcome you to the Monetary Board, Deputy Governors and presentation of this year's Road Map.", "Officials of the Central Bank, Ladies and Gentlemen, as you aware, the Distinguished Invitees, Ladies and core objectives of the Central Bank are the attainment of economic and price The presentation of the Road Map is a stability and the maintenance of very important tradition that was financial system stability with a view to initiated by the Central Bank in 2007 and encouraging and promoting the this is the 10th statement in that tradition development of productive resources of that we are presenting today.", "We attach the highest priority belief that sharing our policy direction to delivering collectively on the would make our policies for the medium- mandates given to us.", "The considerable term more predictable and transparent, resources of the Central Bank of Sri and would help you in shaping your own Lanka are focused on achieving these plans and operational modalities in the objectives on a sustained basis and on future.", "It will also ensure greater clarity performing the important agency and regarding our policies and actions.", "ancillary functions bestowed upon us effectively.", "In this context, we believe that harmonisation of purpose and better During 2016, we have implemented coordination among private sector and several proactive policy measures in public sector operations would enhance order to ensure economic and price the effective implementation of our stability.", "These policies have helped curb policies and measures, thereby helping demand pressures in the economy and to achieve our common development maintain inflation at a low level.", "same time, we have introduced several policies related to the financial sector with the view of strengthening institutions and ensuring effective and to strengthen the delivery of credit to active markets as well as safe and sound the agriculture sector and to small and payment mechanisms.", "medium scale enterprises as well as the microfinance sector, thus facilitating In addition to our core functions related greater financial inclusion.", "Also, as the to the key objectives I have just outlined, sole authority for issuing currency, the we have performed a number of agency Bank has continued to ensure that all and ancillary functions, thus cash transactions take place smoothly.", "contributing to enhance the overall performance of the economy.", "We consider that communication is an integral part in pursuing policy actions The Central Bank manages the Public and discharging our responsibilities.", "Debt to ensure that the government's Considering the utmost importance of financing needs and its payment clear communication and enhanced obligations are met at the lowest transparency, we attach priority to possible cost over the medium- to long- formulating our policies in a forward term, consistent with a prudent degree looking manner, which will help of risk.", "The Exchange Control economic agents to make their Department also initiated a number of economic decisions in a more informed measures in order to create a more manner.", "conducive environment for both local and foreign investors.", "The new Foreign Ladies and Gentlemen, today, we are Exchange Act is designed to effect living in a challenging world.", "Sri Lanka is further improvements in this regard.", "A gradually transforming to an upper number of measures will be taken in the middle income economy.", "However, the medium term to further relax foreign objectives of the government and the exchange transactions.", "The Central Bank aspirations of the people cannot be met is also the manager of the Employees' through \"business as usual\" on the part Provident Fund, which is the largest of the public and private sectors.", "superannuation fund in the country.", "Government policy making needs to be Through the activities of the Regional proactive.", "It has to be more data driven Development Department and the and less influenced by short-term provincial offices, the Central Bank seeks political expedience.", "Equally, the private sector needs to recalibrate its risk When we review Sri Lanka's post- appetite and take advantage of independence economic performance, it opportunities generated by improving is clear we could have done better.", "In macroeconomic policies and a more the Central Bank's context, the conducive, enabling environment for perennial excess aggregate demand in business.", "We would all like progress to the economy, created by large fiscal be faster but the direction of travel is deficits, has complicated monetary and clearly positive.", "There is also the exchange rate policies.", "likelihood that, as the reforms gain However, I believe Sri Lanka now faces momentum, the pace of change will one of its best chances since accelerate, provided there is the independence, to correct this situation.", "commitment to persist with the In particular, the country does not have measures that are necessary to place the a drag in terms of an internal conflict or economy on a higher trajectory of regressive policies.", "growth, employment generation and incomes.", "Today, Sri Lanka is poised for a fresh leap of development.", "In that context, it As the Central Bank, we have a pivotal is the responsibility of the Central Bank role to play while being at the heart of to provide a stable foundation to this much needed transformation.", "The leverage the country's excellent government is putting forward many geographical location and favourable new initiatives to develop the country.", "international relations to attract This is happening at a time when the investment to foster more robust and global economy is undergoing yet sustainable growth and employment another transitional period.", "Hence, this generation.", "Sri Lanka is twenty miles is truly a challenging time, which calls us from the fastest growing large economy, to be proactive and focused on clear India; in the middle of China's Maritime outcomes.", "Silk Route; and fortunate to have At this juncture, I would like to share excellent relations with a number of some of my thoughts on the Sri Lankan capital surplus countries in the world.", "economy in a broader perspective.", "As I have repeatedly emphasised, We have to establish a solid foundation sustained growth requires for the nation to meet the imperatives of strengthening macroeconomic a new economic growth model, built on fundamentals, implementing structural the core tenets of high value-added reforms that increase the entrepreneurship, creativity and competitiveness of the economy, and innovation to generate benefits for all improving the business environment.", "The challenge that we are having right The country has a number of structural now is to put in place policies that give problems that have been amplified over us sustained stabilisation of the years by the large fiscal and trade macroeconomic fundamentals in the deficits, which are the core weaknesses country, amidst uncertain global of the Sri Lankan economy.", "deficit country increases vulnerability in an uncertain and volatile global It is important to recognise that economic environment.", "stabilising the economy after decades of fundamentally unstable macroeconomic Unsustainable budget deficits boost policies cannot be achieved without excess and untenable demand in the discipline.", "This will inevitably result in economy.", "When there is excess demand, some pain in the short-term.", "However, it leads to inflationary pressures and there is every possibility that a more higher nominal interest rates in the promising future can be realised economy and there is also a higher through the policies and programmes propensity to import, given the that are already in the pipeline.", "For this limitations in domestic supply.", "That in to happen, consensus must be built turn, exerts pressure on the balance of among politicians, policy makers and payments and the exchange rate.", "the general public on the need for This has been the Sri Lankan experience cohesive reforms around the three over several decades, which stands in pillars of robust macroeconomic marked contrast to the policies of the fundamentals, improving successful East and South East Asian productivity/competitiveness and the countries.", "Those countries achieved improved business environment.", "robust fiscal outcomes, low inflation, encouraging that it has commenced.", "low interest rates and competitive The International Monetary Fund (IMF) exchange rates.", "itself has recognised that progress has been made in stabilising the economy.", "We cannot continue with repeating stop- Improved fiscal performance has been go cycles, with each successive trough at the heart of this improvement.", "We have to Honourable Finance Minister and his change with vigour in order to achieve team deserve credit for this.", "We have missed enough the continuing challenge is to have the opportunities and we cannot afford to clarity of purpose, focus and miss them repeatedly.", "We need decisive determination to implement the policy initiatives implemented with necessary changes.", "It has to be a commitment.", "More importantly, we national effort.", "need to take a longer term view and act accordingly.", "The potential for accelerated development is clearly evident.", "The It is naïve to believe economics can be government's plans, programmes and separated from politics.", "No country, no projects, as set out in the Honourable society has been able to achieve this.", "Prime Minister's Statement and the However, we need to ask why Sri Lanka, Budget Speech have sign-posted the which was second to Japan in Asia, on way ahead.", "However, the task now is to most socio-economic indicators, has continue to turn the good intentions slipped so far behind today.", "This journey ahead also requires a rebalancing of economics and We need to ask why this is.", "In what is politics in economic decision-making, if often termed the Asian century, Sri we are to stay on course.", "Lanka is the only country, other than Afghanistan, in the Asia/Pacific region The government has commenced a with an IMF programme - having an IMF strong revenue-based fiscal programme is the economic equivalent consolidation programme.", "We are not in the ICU but clearly in hospital.", "The remedial treatment is known and it is Trade and investment policies are also  Section 2: Review of the being changed to harness our untapped developments in the economy along potential.", "with the progress in the real, fiscal, external, monetary and financial We at the Central Bank, are changing sectors during 2016 and upgrading many of our processes and policies.", " Section 3: An analysis of the Central Bank's monetary policy strategy and Frameworks are being developed for policies for 2017 and beyond proactive monetary and exchange rate policymaking on a data driven basis.", " Section 4: A discussion on the Central Bank's policies related to the In this context, the Road Map 2017 financial sector performance and reviews developments in the economy stability in 2017 and beyond and the policy actions that have been pursued during the past year.", "More  Section 5: Key policies related to importantly, it seeks to enunciate strengthening the broader economy policies and programmes for the through the Central Bank's agency forthcoming period.", "and ancillary functions Accordingly, the outline of the Road Section 6: Concluding remarks Map 2017 is as follows: 2.", "Developments in the Economy in 2016 The Sri Lankan economy achieved a Inflation continued to remain at low moderate growth rate of 4 per cent levels although there were some upward during the first nine months of 2016. pressures during 2016.", "Supply side Among major sectors, Agricultural pressures due to adverse weather activities remained subdued, driven conditions and revisions to the mainly by the contraction in the value government tax policy partly addition of rice, tea and rubber.", "Adverse contributed to the increase in inflation weather conditions during the second during the year.", "The relaxed monetary and third quarters of the year and policy stance pursued in the past and the subdued demand conditions in the major increase in wages in the economy also export destinations affected this exerted some demand pressures on growth.", "Industry-related activities grew prices.", "Accordingly, headline inflation, as substantially in 2016 with considerable measured by the year-on-year change in contribution from the recovery of the the Colombo Consumers' Price Index construction sector.", "Notable growth (CCPI, 2006/07=100), was 4.1 per cent in was also witnessed in manufacturing, December 2016 compared to 2.8 per and mining and quarrying activities.", "Headline Meanwhile, the growth in Services inflation, as measured by the year-on activities also remained buoyant, year change in the National Consumer supported by improvements in financial Price Index (NCPI, 2013=100), was 4.1 per services, and wholesale and retail trade cent in November 2016 compared to 4.2 activities.", "Based on these developments per cent at end 2015.", "Accordingly, overall so far, it is projected that the economy inflation has been contained within our would grow by around 4.5 - 5.0 per cent mid-single figure target of 4 - 6 per cent.", "We anticipate a growth of Meanwhile, core inflation continued its 5.5 - 6.0 per cent in 2017. upward trend in 2016, reflecting the firming up of demand conditions in the economy and the revisions made to the eleven months of 2016, an increase of tax structure in the latter part of the 14.7 per cent over the previous year.", "Core inflation, based on CCPI, Workers' remittances recorded a increased to 6.3 per cent, year-on-year, moderate growth of 3.1 per cent during at end 2016 in comparison to 4.5 per the first eleven months of 2016 and cent at end 2015, while NCPI based core amounted to around US dollars 6.6 inflation was 6.8 per cent, year-on-year, billion.", "With these developments, there in November 2016. was a narrowing of the savings - investment gap as reflected in the lower In response to preemptive monetary current account deficit during the first policy measures, monetary aggregates, nine months of 2016.", "Foreign which expanded at a high rate, investment in the government securities decelerated, while growth of credit to market saw a net outflow, while long- the private sector showed some term loans to the government recorded slowdown, mainly reflecting the impact a net inflow.", "Meanwhile, during 2016, Sri of increased market interest rates.", "Lanka entered into a three year Extended Fund Facility (EFF) of SDR 1.1 Sri Lanka's external trade performance billion (approximately US dollars 1.5 was modest during 2016, although some billion) with the IMF to strengthen the improvement was observed towards the external position of the country and to latter part of the year.", "Earnings from support the government's broad exports declined by 2.6 per cent during economic reform agenda.", "Reflecting the first ten months of 2016, while the these developments, the level of gross expenditure on imports increased official reserves is estimated to be marginally by 0.2 per cent.", "As a result, around US dollars 6.0 billion by end 2016. the cumulative deficit in the trade Moreover, despite considerable account increased by 3.7 per cent to US depreciation pressure on the rupee dollars 7.2 billion during the first ten during some months, the rupee months of 2016.", "Supporting the external remained relatively stable in 2016 sector, earnings from tourism is compared to the previous year.", "It has estimated to have increased to around US dollars 3.0 billion during the first depreciated by 3.8 per cent during the During 2016, several policy measures year.", "were implemented by the Central Bank, in line with international standards and Fiscal policy in 2016 has been directed best practices, to strengthen the towards strengthening the fiscal regulatory and supervisory framework consolidation process.", "Reflecting the pertaining to licensed banks.", "Key positive impact of the strenuous efforts banking sector indicators remained at of the government, fiscal performance healthy levels, while the nonbank sector has indicated an improvement during performed despite stringent fiscal and 2016.", "Government revenue has macroprudential measures.", "continued its increasing trend while maintaining expenditure at the desired Meanwhile, the national payment level.", "The government is certain that the systems of the country operated announced budget deficit of 5.4 per cent smoothly without any major disruption of GDP will be achieved in 2016, and it while facilitating the growing and will be reduced further to 4.6 per cent in changing payment needs of the financial 2017. sector with improved efficiency and safety.", "Monetary Policy Strategy and Policies for 2017 and Beyond A coherent and clear macroeconomic macroeconomic policy framework in framework, is important to achieve our the country, built upon three key areas.", "The government is in the process of Among the key elements of the overall taking decisive measures to address the macroeconomic framework, price long felt deficiencies in its budgetary stability is an important pillar.", "Price operations through a new fiscal stability is interpreted to mean low, framework, aimed at strengthening stable and predictable levels of inflation, fiscal sustainability in the medium-term.", "which is conducive for fostering This framework is embedded in the IMF- sustainable long-term economic growth EFF arrangement.", "and employment in a country.", "Price These efforts will complement the stability is instrumental in keeping expected improvements of the Central nominal interest rates low, thereby Bank with regard to two key policy enabling an economy to exploit its frameworks in relation to monetary growth potential, while both consumers policy.", "and producers can make economic decisions with confidence and certainty.", "The conduct of monetary policy will Therefore, modern central banks be strengthened through the move predominantly focus on achieving price towards a flexible inflation targeting stability as a pre-condition for (FIT) framework.", "A properly designed and widely In this context, I would like to indicate accepted framework for exchange that the Central Bank and the rate management will also be government are working towards introduced to establish a market- establishing a well-designed based exchange rate system in the The broad-based reform actions under towards new frameworks, such as the EFF arrangement with the IMF will inflation targeting.", "In line with this global tendency, the The Central Bank, since the 1980s, has Central Bank of Sri Lanka has also been been pursuing monetary targeting (MT) improving its monetary policy as its monetary policy framework to framework over the years.", "Under this In particular, the Central Bank has framework, monetary aggregates were officially announced that the monetary used as a key nominal anchor in the targeting framework would be gradually conduct of monetary policy and the final replaced by migrating towards a flexible objective of price stability was expected inflation targeting framework.", "to be achieved by influencing money aggregates.", "Reserve money was Under this enhanced monetary policy considered the operating target and framework, the Central Bank would broad money was used as the focus on stabilising inflation in mid- intermediate target of monetary policy single digits over the medium-term, under this framework.", "while supporting growth objectives and flexibility in exchange rate management.", "Nevertheless, monetary targeting has become a less meaningful framework for Generally, an inflation targeting monetary policy conduct, given issues framework is characterised by an such as the instability in the money announced numerical inflation target, a demand function amidst financial medium-term inflation forecast, which innovations and the weakening facilitates forward looking monetary relationship between money and policy decision making and a higher inflation.", "degree of transparency and accountability.", "Hence, countries, which were dependent on monetary targeting Inflation targeting is known to be frameworks, have been moving away operationally complex.", "It requires greater awareness of the whole monetary transmission mechanism upgrade the technical capabilities of the (MTM) and is based on a working link Central Bank staff.", "from policy interest rates to interbank With a view to strengthening its policy interest rates and to long-term interest formulation and modelling capacity, the rates.", "Under our enhanced monetary Central Bank of Sri Lanka has been policy framework, we expect to obtaining technical assistance from the predominantly employ market-based IMF in the area of macroeconomic instruments, particularly policy interest forecasting, modelling and policy rates and open market operations analysis.", "As such, a joint effort has been (OMO) to guide the average weighted made by the Central Bank and the IMF in call money rate (AWCMR), which is developing a structural model-based considered as the operating target, Forecasting and Policy Analysis System along the desired path.", "This would (FPAS) to strengthen the monetary ensure effective transmission of policy decision making process and to monetary policy.", "support Sri Lanka's transition to a Within this enhanced framework, the flexible inflation targeting regime.", "The Central Bank does not set any monetary FPAS is a medium-term, pre-emptive targets explicitly.", "However, broad policy analysis system, which brings money (M2b) will remain as the key together information and judgment in a indicative intermediate variable, which coherent and logical manner.", "reflects the broad liquidity conditions in Under the FPAS, the Central Bank has the economy, to guide the conduct of already finalised the development of the monetary policy of the Central Bank.", "baseline version of a semi-structural To implement the new framework, Quarterly Projection Model (QPM) for macroeconomic projections, including forecasting and analysing monetary inflation projections, are currently being policy.", "strengthened using short-term as well as Meanwhile, the Central Bank is in the medium-term structural forecasting process of implementing several tools and techniques.", "In this endeavour, organisational changes necessary for the continued efforts are being made to effective implementation of the model.", "Moreover, we also intend to reintroduce To this end, a separate Modelling and the Monetary Policy Consultative Forecasting Division has been setup in Committee (MPCC) in 2017, comprising the Economic Research Department and eminent academics, professionals as relevant processes are being developed well as representatives from the private while equipping the staff with adequate sector.", "We expect to benefit from the training.", "views and inputs of the MPCC in better calibrating the monetary policy decision More importantly, we intend to making process.", "introduce several changes in the monetary policy formulation process as In addition, we also intend to establish well.", "Accordingly, we will reduce the two other important consultative number of Monetary Policy Committee committees in relation to financial (MPC) meetings to 8 meetings per year system stability and private sector views from the current level of 12 meetings per on Central Bank policies and regulations.", "Consequently, around 5-6 weeks We are of the view that the inputs of will be devoted for analysing the latest such committees would also be helpful developments in the economy and in devising appropriate monetary policy developing model-based decisions.", "macroeconomic forecasts, thereby We will continue to monitor facilitating the provision of in-depth and developments in the monetary sector more forward looking insights to the closely and adopt timely and effective monetary policy formulation process.", "monetary policy measures, supported The above improvements envisaged in by other macroprudential measures in the monetary policy decision making order to ensure stable monetary process are expected to be conditions and price stability, thus implemented before the end of 2017. facilitating envisaged economic growth.", "This will entail revising the Monetary At the same time, we will continue to Law Act to accommodate some of the actively engage in liquidity management new changes to be introduced in this operations in the money market to guide process in the medium-term.", "the short-term interest rates within the economic analyses for the purpose of desired path.", "formulating effective policies, while improving the transparency of monetary In order to ensure the effective policy and policy communication.", "implementation of monetary policy, we expect to introduce certain measures At the same time, in the process of with regard to OMOs, such as making more informed policy decisions, introducing fixed rate and variable rate we look forward to enhancing statistical auctions, and fine tuning auctions after inputs by introducing new indices on examining their need and feasibility in property prices as well as modifying line with other country experiences and wage indices, while improving the market needs.", "We will evaluate coverage of existing surveys to better alternative instruments to strengthen track developments in the private OMOs.", "Reflecting these measures, inflation is The Central Bank will continue to expected to remain at mid-single digit communicate policy decisions among levels in the medium-term.", "As such, it is market participants and the general expected that the low inflation public through multiple means providing environment that prevailed for several greater clarity and understanding about years would be sustained in a range of 4 policy.", "Moreover, launching of the - 6 per cent in the medium-term, which revamped corporate website of the is also consistent with the inflation Central Bank is expected to provide high target bands stipulated under the EFF quality content with dynamic and arrangement with the IMF.", "We would also continue to strengthen At the same time, continuing the the technical capability, particularly with practice that has been followed in the regard to the compilation past, we intend to make monetary policy methodologies of macroeconomic announcements according to an statistics in line with international advance announcement calendar.", "This will promote sound calendar for 2017 is set out below.", "expending US dollars 4.0 billion of scarce external reserves in a futile attempt to defend the external value of the rupee 1 7 February, Tuesday through market intervention.", "There was 2 24 March, Friday a similar experience in 2015 when the 3 9 May, Tuesday currency depreciated by 6.5 per cent after spending US dollars 2.1 billion of 4 27 June, Tuesday our reserves.", "Wasting large amounts of 5 3 August, Thursday the country's external reserves, much of it borrowed, in a vain effort to defend 6 26 September, Tuesday the currency, which has to be ultimately 7 7 November, Tuesday depreciated anyway, is clearly 8 28 December, Thursday unsustainable.", "It is time to stop this pattern and commence building up of external reserves through sustainable Volatile global market conditions and Sri foreign exchange inflows.", "Lanka's vulnerability as a twin deficit The impact of global developments, country underscore the vital importance such as Brexit, recent Presidential of having a flexible exchange rate policy elections in the United States (US) as to adjust to external pressures.", "Recent well as interest rate hikes by the US experience has clearly demonstrated Federal Reserve, the forthcoming that it is unsustainable to maintain an elections in France and Germany in overvalued exchange rate at the Europe, the projected slowdown in the expense of external reserves.", "A smooth Chinese economy, as well as economic market based exchange rate would conditions in Sri Lanka's major trading prevent highly disruptive adjustments partners, including India, Japan, Russia after a period of stable rates artificially and the Middle East, will also have a maintained by continuous intervention significant influence on the domestic by the Central Bank, as experienced in economy.", "the 2011-12 period when the currency depreciated by around 14 per cent after Trends in oil prices and international notably agriculture and power capital flows, following the generation.", "normalisation of interest rates in the US As in the past, it is expected that the are likely to be particularly important.", "government would take timely measures We also expect that changes to to counter the adverse supply side government tax structure and supply effects on prices, thus mitigating shortages stemming from weather- adverse inflation expectations of the related developments as well as shocks general public.", "that could arise due to possible reversal Accordingly, it is anticipated that of global commodity prices could cause inflation expectations would broadly temporary variations in price levels.", "In remain anchored in the medium-term particular, if current drought conditions with appropriate demand management prevail, there could be adverse policies, supported by timely supply side implications on price levels, while measures.", "impacting on economic activities, 4.", "Financial Sector Policies for 2017 and Beyond The financial system remains important from various internal and external for efficient allocation of resources and developments.", "hence in facilitating strong economic The Central Bank has sought to preserve performance of the country.", "In the soundness, efficiency and stability of particular, a broader, deeper and a the financial system primarily through liquid financial system is vital as the regulation and supervision of all economies grow more sophisticated.", "major categories of financial institutions, A stable financial system creates a ensuring sound and safe payment and trusted, enabling environment settlement systems as well as favourable to savers and investors; helps establishing risk management systems the transmission of monetary policy; and instilling good corporate encourages efficient financial governance standards and practices in intermediation, which eventually the financial sector while promoting promotes investment and growth; and financial inclusion.", "encourages effective and efficient In the medium-term, our overall aim is to operation of markets while improving ensure the stability in the financial sector the allocation of resources in the through identifying emerging economy.", "vulnerabilities in this sector; adopting Financial system stability is founded on early corrective actions; and the confidence of the public in the implementing a series of measures to financial system and depends on the further strengthen financial institutions, soundness and resilience of principal markets, infrastructure and safety nets.", "components of the financial system to Our medium-term plan is to have a collectively withstand risks emanating financial system, which offers the full range of financial products and services to all economic sectors, including change, both nationally and agriculture, infrastructure, internationally.", "Considering the need for manufacturing, particularly small and upgrading of statutes in line with these medium enterprises (SMEs), and trade developments, we expect to initiate to achieve broader economic objectives amendments to the existing Banking of our country.", "We need to have a well- Act.", "Accordingly, steps will be initiated planned and an ambitious agenda for to streamline and strengthen the financial sector development and regulatory and supervisory framework reforms ranging across financial sector through the proposed Banking Act policies with a vision of innovative, amendments.", "We will consider robust and competitive financial provisions for reinforcing the Central systems.", "Banks's enforcement powers for violations of the Act and the Directions As a priority, we expect to strengthen issued under it.", "In this regard, we wish to the regulatory framework pertaining to seek views from the banking sector as all financial institutions, including well.", "licensed banks, licensed finance companies (LFCs), specialised leasing In line with these reforms, we intend to companies (SLCs) and primary dealers.", "It review all key regulations in the medium- will further ensure the stability of the term.", "In this regard, we will review key financial sector by promoting the safety Banking Act Directions, such as share and soundness of those institutions to ownership, foreign borrowings, and face unforeseen challenges in the corporate governance, and these will be growing business environment.", "In this regard, the Central Bank wishes to In order to maintain financial stability in implement the following policies in 2017 the country and in line with regulatory and beyond.", "reforms, we have identified the need for further strengthening of the supervisory Since the last amendment to the existing function of the Central Bank.", "Banking Act in 2006, the banking sector Accordingly, we expect to enhance the landscape has undergone a significant bank examination methodology to focus on the efficiency, effectiveness 2014 with a view to further and sustainability of individual banks and strengthening the resilience of licensed the banking sector, based on the Bank banks.", "We have already issued Directions Sustainability Risk Index (BSRI).", "on the Basel III Liquidity Coverage Ratio Accordingly, amendments will be in April 2015. introduced to the existing risk-based We have just issued the Direction on supervision framework based on a mix Basel III Minimum Capital Requirements of quantitative and qualitative for implementation on a staggered indicators to enhance focus on basis, commencing 01 July 2017, and to sustainability and operational efficiency be fully implemented by 01 January 2019 of banks.", "We will conduct the pilot run in line with the international timeline.", "of the Risk Index on large banks during the first quarter of 2017 and With a view to creating a more resilient subsequently, the index will be extended banking sector, we expect banks to to the other segments of the banking maintain a stable funding profile.", "Accordingly, we plan to introduce the Net Stable Funding Ratio (NSFR) and the In 2018, the Risk Index will be Leverage Ratio for banks.", "NSFR will be incorporated to all examination reports applicable by 01 January 2018 and the and we intend to assign a supervisory necessary Banking Act Directions on rating, based on this index.", "By 2019, a NSFR will be issued in line with the comprehensive pre-risk assessment will international timeline.", "By implementing be conducted for all banks and a risk- the Leverage Ratio, it is intended to based examination plan will be restrict the build-up of excessive formulated.", "leverage in the banking sector.", "In addition, we intend to strengthen Accordingly, in 2017, we will begin to capital positions in line with minimum monitor the level of compliance under requirements and Basel III capital the leverage ratio.", "Implementing Basel III capital It is also our intention to finalise the and liquidity standards were identified as Crisis Preparedness Plan, and Recovery key policy measures in the Road Map for and Resolution Framework as a framework of non-bank financial precondition for effective supervision.", "Accordingly, guidelines will be issued on The capital levels of licensed finance recovery and resolution frameworks of companies (LFCs) and specialised leasing banks and the crisis management companies (SLCs) are expected to be frameworks will be strengthened and strengthened further.", "Accordingly, streamlined in order to minimise the existing LFCs and SLCs will be required adverse impact, both on the troubled to maintain a higher minimum core banks and, on the banking and financial capital than the prevailing requirement sectors as a whole.", "These will be increased to In line with the developments in the Rs.", "1 billion, respectively banking sector and the guidelines from on a staggered basis to facilitate the the Basel Committee on Banking smooth transition.", "This will serve as a Supervision, we will be taking steps to structural capital buffer for further review the existing criteria and consolidation of this sector.", "It is mechanism for the selection of the panel expected to improve the existing of qualified auditors in order to framework on capital adequacy, which strengthen the current assessment will be more risk sensitive, focusing on process and enhancement of audit credit risk based on borrowers' risk quality.", "profiles as well as operational and In recent years, the Central Bank has market risk in the trading book.", "introduced a broad range of prudential Further, in order to strengthen the regulations to strengthen risk governance framework of the non-bank management, corporate governance, financial sector, we will introduce capital adequacy and internal controls of appropriate policy changes to the the non-bank financial institutions.", "Going existing Corporate Governance forward, the stability of the financial Direction.", "sector will also be strengthened by enhancing the existing regulatory The risk management framework of non-bank financial institutions will also be strengthened.", "We will amend the encourage companies to pursue organic existing Directions on classification and consolidation in order to strengthen the provisioning for non-performing loans non-bank financial sector.", "and advances in line with the new In addition, more attention will be given Accounting Standards in order to to distressed finance companies, by harmonise the differences between resolving the difficulties largely through regulatory provisioning and accounting mergers and recapitalisation in 2017.", "In order to mitigate undue intend to establish an Enforcement Unit exposures and reduce high to prosecute the Board of Directors and concentration risks on investments, senior management of failed finance guidance will be given for valuation of companies who are involved in immovable properties of LFC/SLC fraudulent activities and malpractices.", "Further, minimum liquidity requirement for the sector is expected With a view to strengthening the to be more stringent to create additional existing enforcement framework on liquidity buffers.", "prohibited schemes, the Central Bank intends to establish a unit comprising Measures will also be taken to enhance officers with specialised skills in the disclosures and transparency through areas of law, forensic and investigation the introduction of a new regulatory skills and accounting, to liaise and assist framework for the preparation, law enforcement authorities on related presentation and publication of the investigations.", "This Unit will also deal Annual Audited Accounts/Quarterly with matters relating to unauthorised Financial Statements and periodical deposit taking institutions.", "the Central Bank will continue to Our objective is to reduce the overall risk enhance awareness of the general public of the financial sector by maintaining on the dangers of engaging in fewer companies but a stronger sector unauthorised investment schemes, and to avoid any contagion effect.", "As such, institutions authorised by the Central with the proposed changes to the Bank to accept deposits from the existing regulatory framework, we general public through an effective public awareness campaign involving surveillance, which includes: (1) mass media.", "collecting macroeconomic and financial data by customising the existing FInNet Primary dealers play a vital role in Data Reporting System of the Central trading of government securities and Bank; (2) expanding the statistical market making.", "Further, there is high analysis to identify system-wide potential to deepen the debt securities vulnerabilities and threats to the market in the country.", "Hence, we need financial stability from the build-up of to have a clearly stated policy risks and interconnectedness of framework for Primary Dealers.", "This will financial institutions; and (3) improving further enhance the safety of the early warning framework with a investments in the government focus on stress tests and financial securities market.", "Accordingly, we have system stability indicators, to identify already revisited the existing regulatory and assess systemic risks and framework of primary dealers and vulnerabilities in order to ensure based on those findings, we will formulation and implementation of introduce an appropriate regulatory proactive macroprudential policies to framework for primary dealers in line maintain financial stability.", "with the latest developments in the The Central Bank has continued to take market by benchmarking the global measures to strengthen the payment standards.", "We also expect to establish and settlement infrastructure of the and implement a restructuring country and to develop an efficient and mechanism for distressed primary stable payment and settlement system, dealers.", "capable of catering to the growing The Macroprudential Surveillance payment needs.", "Department (MSD) of the Central Bank Continuing to discharge this important is being strengthened to keep a close function, we expect to improve the tab on the developments in the financial national payment system to promote system as a whole.", "In this regard, we electronic payments to establish a less- expect to strengthen the institutional cash dependent society.", "In this regard, a framework for macroprudential payment platform is being developed to effect government payments, applications to strengthen security of particularly the payments to Sri Lanka electronic payments.", "Customs, through the Common In year 2016, the Central Bank adopted Electronic Fund Transfer Switch (CEFTS) the Cabinet approved National Policy on in real time.", "A National Card Scheme Anti-money Laundering and Countering (NCS) is being introduced as a cost the Financing of Terrorism.", "Currently, all effective alternative to currently the stakeholders are in the process of available international card schemes and developing their internal frameworks to a Common Point-Of-Sale Switch (CPS) is support the national policy on Anti- being developed to facilitate clearing Money Laundering and Countering the and switching of payment cards issued Financing of Terrorism (AML/CFT).", "under the National Card Scheme.", "A Sri Lanka needs to strengthen the Common Mobile Switch (CMobs) will be AMF/CFT regime by effectively implemented to ensure interoperability implementing Financial Action Task between mobile wallets.", "Further, we will Force (FATF) recommendations in order monitor the progress of licensed banks to upgrade the country rating.", "If Sri and other financial institutions joining Lanka fails to achieve the expected level the CEFTS, CPS and CMobs and adopt of compliance, the country may be policies with a view of increasing the considered as a high risk country, efficiency of electronic retail payment resulting in adverse implications on the systems and minimising risks associated financial sector.", "In order to overcome such challenges Going forward, we will strengthen the and hence to ensure compliance, the supervisory framework and carryout on- Central Bank will focus on a number of site and off-site supervision of licensed strategic actions in the medium-term.", "service providers of payment cards and mobile payment systems to ensure I would also like to note that the compliance with regulations and Microfinance Act came into effect on 15 guidelines.", "We also intend to introduce July 2016.", "In line with this, the Internet Banking Guidelines and Department of Supervision of Security Standards for mobile Microfinance Institutions (DSMI) was established at the Central Bank of Sri management model, where the Lanka to carry out the responsibilities, as operational managers form the first line stipulated in the Microfinance Act No.", "of defense, and the Risk Management 06 of 2016 and implement policies and Internal Audit Departments approved by the Monetary Board to constitute the second and third lines of ensure good governance, transparency defense, respectively.", "and stability of Microfinance Institutions Moreover, in view of the need to build a (MFIs).", "governance and risk management The Central Bank is ready to receive duly framework that balances return completed applications from eligible objectives with prudent risk companies, which would be submitted management and controls, Strategic to the Monetary Board.", "Continuous Asset Allocation (SAA) for the surveillance and on-site examinations of international reserves, managed by Licensed Microfinance Companies Central Bank, has been developed and a (LMFCs) will be conducted by the new Investment Policy Statement has Central Bank.", "We expect to maintain a been drafted in line with it.", "The constant dialogue with the LMFCs and Investment Guidelines have been increase awareness on regulations.", "reviewed to reflect the revised investment criteria.", "While we are proposing policies and plans for the financial sector, as the apex Going forward, we expect to ensure a financial institution in the economy, we proper Enterprise Risk Management also need to ensure the stability, (ERM) Framework for the Central Bank, continuity and safety of our own house.", "which involves setting up a new Risk In particular, it is important to foster a Governance Structure and developing risk culture within the Central Bank as systems and procedures to monitor central banks are considered as the financial and non-financial risks of the trustee of public assets.", "Bank by engaging in risk mapping of all departments in order to develop a risk In line with this endeavour, the Central profile for the Central Bank of Sri Lanka.", "Bank of Sri Lanka intends to continue to apply the \"Three Lines of Defense\" risk 5.", "Policies to Strengthen the Broader Economy Currency Management: We want to Management of the Employees' make sure that the Sri Lankan Rupee Provident Fund: Employees' Provident notes and coins are available to the Fund (EPF) is the largest superannuation public in required denominations upon fund of the country having total assets demand without any shortage.", "During the last year, we to develop a new mechanism for have introduced several initiatives to islandwide coin distribution and arrange enhance the overall risk management programmes with banks to collect the framework and greater oversight over coin tills issued to the public.", "the organisational performance of the Fund.", "In addition, the completion of In 2017, the Central Bank plans to issue a Phase I of the Image Scanning Project new coin series to reduce the cost of and the automation of certain functions minting.", "In addition, measures are also will improve the operational efficiency of being taken to improve the quality the Fund.", "Going forward, we intend to standards of currency notes issued by strengthen the EPF operations by the Central Bank.", "expanding member services to the regional level through EPF units As in the past, the currency established in the Central Bank Regional management policy of the Central Bank Offices.", "Initiatives have also been taken will be focused on maintaining quality to re-register all members with the new standards.", "Accordingly, the Central Bank biometric National Identity Card in plans on strict enforcement of law as consultation with the Ministry of per the Monetary Law Act on wilful National Policies and Economic Affairs.", "mutilation, alteration and defacement of currency notes in order to improve the In line with the government policy quality of currency notes in circulation to agenda, we are in the process of reflect the image of the emerging Sri reviewing investment policies by Lankan economy.", "incorporating international best practices, focusing on proper assets • Enhancing the institutional capacity diversification and risk management to ensure effective and efficient with the assistance of the Asian fund management Development Bank (ADB) and the World • Improving the framework for Bank.", "managing financial risks Going forward, the EPF will also focus on Public Debt Management: As you know, • Improving web based ICT the Central Bank manages public debt technologies to link employers, on behalf of the government.", "In employees and other stakeholders delivering this responsibility, we want to make sure that our debt management • Enhancing the quality of existing operations are conducted in a professional way with the highest level • Improving the efficiency of the of integrity.", "refund payment system In this context, the Monetary Board has • Improving awareness among come up with a list of actions to develop stakeholders on EPF operations to the debt market and debt management improve the level of service delivery operations.", "Some of these have already • Establishing e-accounts for both been implemented.", "employers and employees In July 2016, we resumed Pre-bid • Introducing a web based data Meetings with all the primary dealers to collection and contribution payment provide them the relevant information in system facility to employers for real- relation to the forthcoming auction.", "We time validation of member accounts hope that the availability of such market • Identification of new markets and information would enhance asset classes for investments and transparency.", "maintaining appropriate asset allocations to generate the highest We are working towards publishing an level of risk adjusted return Annual Auction Calendar with more information with the collaboration of quotes will be made mandatory.", "This will the Ministry of Finance, which will be enhance price guidance to the market reviewed quarterly.", "This will enhance the and would result in increased liquidity transparency and predictability of the due to price discovery and transparency.", "primary auction process in the The Primary Auction Rules for government securities market.", "Such government securities will also be initiatives will provide the same published in order to improve information to all market participants transparency and the standardisation of thereby ensuring the availability of the procedures.", "information on potential transactions well in advance.", "Meanwhile, the current auction process is being reviewed, and the draft Further, with the intention of enhancing outcome of this review has been shared the transparency of our operations, with the World Bank and the IMF.", "The since June 2016, a decision is in place not Central Bank expects to get the draft to accept more than the aggregated auction system validated by these offered amount at an auction although international organisations before going the Central Bank may accept less than live with it.", "We hope to do this in the the amount offered.", "We have also The Bloomberg Trading Platform has invited a consultant from the US also been introduced for government Treasury to look into a number of areas, securities trading.", "Greater price including the auction process, cashflow discovery and transparency in the management and debt management system, as well as increased confidence, strategies, as well as establishing a good have resulted in a significant increase in database for government securities.", "the volume of trading on the platform, in The possibility of active debt the secondary market.", "management initiatives, such as buy- Further, the Bloomberg e-Trading backs, switching and swap Platform will be extended for arrangements, which are also a part of repurchase transactions, and two-way liability management initiatives, will be diversify the foreign investor base as explored to improve the debt well.", "We have already seen growing management process, with changes in confidence in the currency among some relevant legislation.", "large international investors, which The Central Bank will establish an means that in the near future, we should Electronic Trading Platform and a be able to issue international bonds in Central Counter Party (CCP) rupees, which would minimise our arrangement for government securities exposure to exchange rate movements.", "along with required legal reforms to In this endeavour, we are working to deepen and broaden the secondary cooperate with the Euroclear System to market for government securities.", "facilitate us to trade our bonds in their Similarly, a mechanism to disseminate system in the future.", "Such an initiative secondary market information on debt will increase the efficiency and instruments will also be established effectiveness of settlement for investors through the proposed e-trading and increase the pool of savings platform and the clearing house.", "Hence, available for investment in domestic we will have a new set of operational securities.", "processes for government securities in There will be a new Public Debt Act.", "A the secondary market as well, in the near team of professionals is consolidating all term.", "the statutes relating to debt The Treasury is already in the process of management and a separate Debt studying the possibility of implementing Management Unit is being set up at the liability management for US dollar as Ministry of Finance.", "well as Rupee denominated borrowings.", "This, in our view, is a positive The Central Bank will work closely with development, because for years now, the Treasury in this process.", "the Central Bank has had to cope with We should access the international the conflict of interest of trying to capital market when market conditions conduct an independent monetary are favourable to Sri Lanka to build a policy while at the same time, raising buffer to avoid unwarranted domestic funds for the government as cheaply as market pressure due to limited resource possible.", "This conflict of interest poses availability.", "This would broaden and challenges to the monetary policy conduct of the Central Bank.", "Therefore, Sri Lanka, implements a number of taking away the debt management concessionary development credit function would enable the Central Bank schemes through Participating Financial to have a greater room to manoeuvre to Institutions (PFIs), with a view to uplift conduct an independent monetary living standards to enhance financial policy.", "literacy as well as financial inclusion, and to ensure balanced regional growth and Foreign Exchange Management: With a equitable development.", "view to further relaxing foreign exchange transactions, the Central Bank  A New Loan Scheme for the Micro, has implemented several new policy Small and Medium Scale Enterprises measures in the recent past with the (MSMEs): A new loan scheme for the support of the government.", "We want to MSME sector development and emphasise that all our policy measures employment generation has been are in line with the current policy stance designed jointly by the Central Bank to promote the competitive advantages and the Ministry of National Policies of Sri Lanka in global business activities and Economic Affairs.", "It constitutes a resulting in the enhancement of investor government-led support mechanism confidence, strengthening of foreign to address financial, technical, reserves and stabilising the foreign marketing and entrepreneurship exchange market.", "needs, especially of youth and young graduates, women and differently The government has identified that it is abled people.", "The unique feature of timely to have a new Foreign Exchange this Scheme is the inclusion of a Act.", "As proposed in the Budget 2017, the special grant element for start-up new Foreign Exchange bill will be enterprises to meet the initial presented to the Parliament during 2017. expenses.", "The maximum amount of the grant will be Rs.", "50,000 and the In addition, the Central bank is in the maximum loan amount of process of further relaxing foreign Rs.", "250,000 will be given at an exchange transactions.", "interest of 5.5 per cent per annum.", "Regional Development: The Central The Scheme intends to allocate Bank, as the agent of the Government of Rs.", "4.0 billion to the needy sectors of the economy and is expected to implemented with the collaboration commence in January 2017. of the Ministry of National Policy and Economic Affairs, Ministry of Power National Strategy for Financial and Renewable Energy, Sustainable Inclusion: Based on the findings of Energy Authority and other the Financial Inclusiveness Survey stakeholders, with the intention of (FIS), a comprehensive draft of promoting rooftop solar power National Strategy for Financial generation in the country.", "Inclusion will be developed considering the contemporary  Promoting Green Financing: In national financial inclusion strategies addition, the Central Bank will of peer countries.", "The views of promote Green Financing through domestic stakeholders, obtained enhancing awareness to encourage through continuous dialogue, will be enterprises to protect the considered in drafting the proposed environment, conserve resources national strategy.", "and to achieve carbon neutrality.", "Banks will also be encouraged to  Promoting Commercial Scale Organic provide financial facilities to green Agriculture and Dairy enterprises with the intention of Entrepreneurship: Addressing the protecting the environment.", "increased concerns of the public and the government on organic In line with the international appetite to agriculture, mainly due to the promote green financing, the Central multiple benefits that accrue from it, Bank has also joined the Sustainable the Central Bank expects to promote Banking Network (SBN) of the commercial scale organic agriculture International Finance Corporation (IFC), and dairy entrepreneurs through the which is a knowledge and capacity establishment of formal agribusiness building platform for financial regulators societies and multi-stakeholder and banking associations of emerging enterprises.", "As a member of the SBN, we would focus on  A Loan Scheme for Promoting Rooftop sustainable banking practices to help Solar Power Generation: A new loan scheme, funded by ADB, will be banks to effectively manage environmental and social risks in the finance, with the support of IFC, we projects they finance and support intend to conduct a workshop for the businesses that are greener, climate senior staff of banking institutions in Sri friendly and socially inclusive.", "As an Lanka during the first quarter of 2017. important step towards sustainable 6.", "Concluding Remarks Ladies and Gentlemen, Some of these policies may be perceived as painful in the short run, but they are I hope the policies and the outlook meant to strengthen medium-term unveiled in this Road Map will be a stability of the economy.", "This is crucial catalyst in planning your activities and for the long-term prosperity of all Sri formulating relevant policies in the Lankans.", "At the same time, I would like to mention that we would not be As an agent for stability, the Central hesitant to introduce new policies and Bank would continue to play its role plans depending on the requirements of through clear and consistent policies to the economy and as contingencies arise.", "ensure overall macroeconomic stability Such initiatives would be adopted with in the country.", "The frameworks that are necessary consultation and will be being developed are intended to clearly communicated to the support this.", "Our role in relation to the country's Now, let me conclude this statement by economic performance is primarily as a emphasising some important points.", "As a facilitator, we would continue to support the new growth It is clear that stability in the economy is model of the government, which broadly on track as evident in the focuses on the central role of the private improving macro-fundamentals.", "monetary authority and the apex regulator of the financial system of Sri Our policies aim at supporting the Lanka, we are making our best efforts overall thrust of the government to to ensure stable economic conditions on promote investments, domestic and a sustainable basis.", "foreign, and enhance exports.", "To this end, we would be contributing through our efforts to improving the investment climate and facilitating trade, thereby creating the conditions to harness the Priority needs to be attached to benefits of the investment-trade nexus.", "equitable and inclusive growth, which is key to achieving this objective.", "Hence, In this context, I believe the initial the Central Bank will continue its role in impetus to harness the country's regional development to complement considerable potential must come from these efforts.", "Special attention will be the domestic private sector, particularly paid to enhancing financial literacy as a in the next year or two.", "The Megapolis means of promoting inclusion.", "Development Project as well as Master Plans, that have been drawn up by the I should also mention that the government for the development of government has announced its intention Hambantota, Trincomalee and Kandy, to restructure the Central Bank.", "We and various regional development would very much welcome a programmes will open up tremendous constructive restructuring process, investment opportunities for both which would upgrade processes and domestic and foreign investors.", "result in the reform of the Monetary Law and Banking Acts, particularly to We are also mindful that while the give greater powers to the Central Bank overall development thrust is on track, to regulate the financial system.", "We are there exists disparity in the incidence of confident that such moves would be poverty across the provinces and instrumental in enhancing the districts, despite the progress that has credibility of the Central Bank, while so far been made in reducing overall preserving the independence it needs to poverty in the country.", "Recognising the perform its roles effectively.", "urgent need to pay attention to this, the government has declared 2017 as the Before concluding, let me express my \"Year of Alleviating Poverty\" to sincere gratitude to a number of people eradicate poverty in all its forms from Sri who are instrumental in supporting our Lanka in line with the Sustainable efforts to achieve economic and price Development Goals (SDGs).", "stability and financial system stability as well as to deliver our agency and ancillary functions.", "I am grateful, to His Excellency the President Maithripala excellent and highly professional advice.", "Sirisena, and Honourable Prime Minister Last but not least, let me commend and Ranil Wickremesinghe for their congratulate the Assistant Governors, leadership and guidance, and Heads of Departments, particularly the Honourable Finance Minister Ravi Director of Economic Research and the Karunanayake for his support, as close Staff of the Economic Research coordination between the Ministry of Department for today's effort in Finance and the Central Bank is essential formulating the policy document, as well for sound economic management.", "as all Staff of the Central Bank who are committed to fulfilling the key objectives I am privileged to have unstinted of the Central Bank with utmost support and prudent inputs from the diligence, proficiency and Members of the Monetary Board.", "On my first day in Therefore, my deep gratitude is due to office, I said that professionalism, Secretary to the Treasury, Dr. R H S technical excellence and integrity are Samaratunga, Mrs. Manohari crucial guiding principles for any Ramanathan, Mr. Chrisantha Perera and institution and its staff.", "I am very Mr. Nihal Fonseka.", "They have been pleased to say I have seen plenty of giving up an enormous amount of their these characteristics among the staff of time to address the challenging issues of the Central Bank of Sri Lanka.", "I am also thankful to Deputy Governors Dr. Nandalal Weerasinghe, Thank you and I wish you all a Happy and Mr. P. Samarasiri and Mr. S. Lankathilake Prosperous New Year 2017. for their continuous support and"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none"], "topics": ["Monetary policy", "Financial stability", "Economic growth", "Inflation", "Interest rates", "Fiscal policy", "Exchange rates", "Public debt management", "Foreign exchange management", "Financial inclusion"]}