{"sentences": ["In view of the increasing risk of overheating in the property market, I would like to announce that the Hong Kong Monetary Authority (HKMA) has decided to introduce three new counter-cyclical prudential measures today to strengthen the risk management of banks.", "The first measure requires those banks using Internal Ratings-Based Approach to calculate capital charges for credit risk to raise the risk weight floor by 10 percentage points from the existing level of 15% to 25% for new residential mortgage loans.", "The second measure requires banks to lower the applicable loan-to-value ratio (LTV) cap by 10 percentage points for mortgage loans extended to applicants with one or more pre-existing mortgages.", "The third measure requires banks to lower the applicable debt servicing ratio (DSR) limits by 10 percentage points for mortgage loans extended to applicants whose income is mainly derived from outside of Hong Kong.", "These three measures take immediate effect.", "However, mortgage applications for transactions with provisional sale and purchase agreements signed today or earlier will not be affected.", "Finally, I would like to remind the public that, for most people, buying a property is not only one of the most important decisions in life, it is also a financial transaction entailing significant leverage through borrowing.", "Prospective buyers must be mindful of their ability to cope with the potential risk that may arise from possible changes in the property cycle as well as mortgage interest rates.", "The HKMA will continue to monitor the property market closely, and will introduce appropriate counter-cyclical measures to safeguard the stability of the banking system."], "classifications": ["monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Property market", "Counter-cyclical measures", "Risk management", "Residential mortgage loans", "Loan-to-value ratio", "Debt servicing ratio", "Mortgage applications", "Property cycle", "Mortgage interest rates", "Banking system"]}