{"sentences": ["- Monetary Policy: Why we target inflation an address by Lesetja Kganyago, Governor of the South African Reserve Bank, at the University of KwaZulu- 25 April 2017 Good evening, and thank you for the opportunity to deliver this lecture on why we target inflation.", "South Africa is at an intensely contested, creative moment in its history.", "The country is energetically debating the problems we face and the policies we should implement to fix these problems.", "Many of these problems have no straightforward answers.", "But if we are to fix them, it is appropriate that we take risks, conduct experiments, and accept some chance of failure.", "However, not all our policies need to be experimental.", "It is crucial that we get this distinction right.", "Let me illustrate this point with a medical analogy.", "If you go to the doctor with an incurable disease, you may well accept some experimental, high-risk treatment.", "But for flu you should just accept regular medicine.", "Some medical practitioners may tell you that their medicine is better and that it will also bring back your lost lover, but this promise is always too good to be true.", "Similarly, there may be socio-economic problems that require experimentation.", "But for most problems we already have tried and tested solutions, many of them based on other experiences and a vast literature.", "We know which policies work and which cause economic damage.", "We also know that many economic problems take time to resolve, improving the education of our people to increase productivity and incomes perhaps the best example.", "With this in mind, it would be inexcusable to implement policies that have been proven to cause lasting economic damage; the ability to learn from our own history and that of others is within our grasp.", "Today, I would like to address some frequently asked questions to explain the design of our monetary policy framework.", "I will discuss why we target inflation and not some other variable, like unemployment.", "I will talk about who bears a disproportionate brunt of inflation and why inflation is essentially a badly designed tax that increases poverty and inequality.", "I will also explain how inflation targeting keeps interest rates low and why it is therefore an important element of developmental policy.", "How inflation targeting keeps interest rates low From time to time, I hear the argument that if we did not target inflation, we could have lower interest rates.", "Another version of this argument is that if we had a higher inflation target, then interest rates could come down.", "These claims make superficial sense but are fundamentally wrong.", "In fact, higher inflation raises interest rates.", "The best way to get permanently lower interest rates is to bring down inflation and then keep it low and predictable.", "To understand why this is so, let us start with a few basic concepts.", "The Fisher equation says that the interest rate charged for a loan will include expected inflation plus a real rate of interest.", "The inflation part of the interest rate ensures that a lender gets their initial capital back when the loan is repaid; if that does not happen, then the loan is actually partly a gift because, thanks to inflation, a portion of the loan is not being paid back.", "On top of that is a small payment to the lender because the capital cannot be used for other purposes while it is with the borrower.", "Furthermore, the lender gets paid some insurance against the borrower defaulting.", "Therefore, if you think inflation will be 10%, you will start with a 10% interest rate and then add these terms and risk premiums.", "These premiums are normally quite small, unless uncertainty and/or risk are very high.", "The largest part of the interest cost is inflation.", "This implies that lowering inflation is the easiest way to lower interest rates.", "The South African government borrows in both local and foreign currency.", "When it borrows for 10 years in rand, it pays an interest rate of close to 9%.", "But when it borrows in US3 dollars, the interest rate is a little below 5%.", "In both cases the borrower is the same.", "The most important difference between the two cases is that the rand loses value faster than the dollar: US inflation is normally close to 2% while South African inflation has been nearer to 6%.", "Accordingly, lenders demand a higher interest rate on the rand debt to compensate for inflation and inflation risk.", "Another example comes from Europe.", "Before 2000, different European countries had different currencies.", "Germany borrowed in Deutsche marks, France in francs, and Italy in lira.", "Some of countries had higher average inflation rates than others, and inflation was also more variable, meaning that it sometimes got out of control.", "In other countries Germany being the prime example inflation was much lower and more stable.", "So during the 1980s, for instance, West German inflation averaged 2.9%, French inflation was 7.6%, and Italian inflation was 11.4%.", "No doubt you can see what this did to borrowing costs: the spread of government borrowing costs over West Germany was, on average, 4.1% for France and 7.1% for Italy; where the West Germans could borrow at about 8%, the French had to pay nearly 12% and the Italians almost 15%.", "To lower borrowing costs, European governments realised they needed to bring down inflation and make a credible promise to keep it low.", "To achieve this, they created the euro, a currency controlled by an independent central bank situated in Germany and modelled on the Deutsche Bundesbank, the German central bank.", "It worked: by the time the euro became a binding commitment, French and Italian and the other countries which borrowing costs were very close to Germany's, had committed to the euro had a similar experience.", "Of course, the experience after the 2007/08 global financial crisis illustrates the cost of giving up monetary policy to an external agency, and in particular the cost of giving up a country's own flexible exchange rate.", "This seems especially true for peripheral economies that needed greater economic adjustment.", "For others, like Germany, one might also conclude that interest rates can sometimes be too low, hampering efficient credit allocation and causing asset price bubbles.", "The clearest lesson remains, however, that a low and stable inflation policy generates low interest rates over time, not high interest rates.", "For a final example, consider the policy rates in other emerging markets which are similar to South Africa.", "This is a little different to the examples mentioned above, because these are very short-term rates and they are set by central banks, not in markets.", "The example is interesting also because these are the rates which critics of monetary policy think could be lowered if inflation targets were higher.", "Since 2005, the average repo rate in South Africa has been 7.1%.", "Over this period, all of these countries have had lower inflation and lower inflation targets than South Africa.", "Their headline inflation has averaged between 3.0% and 4.5%, whereas South Africa's inflation has averaged about 6.0%.", "Of course, policy rates have moved up and down in all these Latin American countries over time.", "But they have fluctuated around a lower average precisely because their inflation is lower.", "People who believe that a higher inflation target will lower rates need to explain why countries with lower targets and lower inflation have lower interest rates, including emerging markets very similar to South Africa.", "When we were planning South Africa's monetary policy framework back in the 1990s, we came from a difficult starting point.", "Inflation was relatively variable and also quite high, averaging 9% between 1994 and 1999.", "We set out to stabilise inflation and anchor expectations through an inflation-targeting framework, and we chose to accumulate reserves to enhance South Africa's robustness to external shocks.", "These reforms paid off: within a few years, we closed the forward position and inflation expectations stabilised within the inflation target range.", "We have been benefiting from these policies ever since.", "There is one instance, of course, in which inflation can bring down interest rates, and that is by reducing the real value of debt so that it is worth less when repayment is due.", "But this only works once.", "If you can persuade a lender that inflation will be 6% but then inflation is actually 10%, you can reduce your real interest rate by 4%.", "Of course, this is bad for the lender.", "Yet it is also bad for the borrower.", "Lenders will not be fooled twice, so the next time you want to borrow, your interest rate will now be at least 4% higher, with a larger risk premium in case inflation surprises again.", "You may also be unable to borrow in your own currency, especially over the longer term, because people will rather lend in euros or dollars to protect themselves from inflation risk.", "This will make it more difficult to finance major investments that pay off over longer periods of time, and it will increase vulnerability to currency depreciation.", "For this reason, using inflation to get low interest rates may work once, but after that it always means higher interest rates.", "Who benefits from low inflation?", "Low inflation is desirable for reasons beyond low interest rates.", "One of the most important is that inflation has adverse redistributional consequences.", "Some people can protect themselves from inflation and even profit from it.", "Other people are less fortunate.", "Inflation is therefore essentially a regressive tax a tax which impoverishes those whom society should really be helping.", "To protect yourself from inflation, you need knowledge, power and assets that hold their real value.", "Inflation was 6.3% in South Africa last year.", "You got a pay cut in real terms.", "If you had R20 000 in a savings account and you earned R1 000 in interest, you are now poorer than you were last year.", "Not understanding these concepts makes people vulnerable to inflation.", "Furthermore, even where people do understand inflation, they may lack the negotiating power to respond.", "If you have a strong union to negotiate on your behalf or if you have scarce skills your employer needs, then you should be able to negotiate a raise big enough to keep up with inflation.", "Unfortunately, many South Africans are not in such an advantageous position.", "Although data limitations preclude an exact measurement of this point, we get some sense of its scale from the Labour Force Dynamics report published by Statistics South Africa.", "It shows that, between 2010 and 2015, the median wage in South Africa increased by just 6.9%.", "The median for skilled people increased by 37.8%.", "This strongly implies that some earnings are better protected from inflation than others.", "Finally, inflation affects wealth.", "For a rich South African with shares in big companies and some real estate, more inflation is not much of a problem.", "Those big companies can just charge higher prices and their foreign operations will continue to earn foreign currency, so their equity valuations will at least stay constant in real terms.", "Similarly, house prices can adjust and a house will still have the same real value, irrespective of the level of the price index.", "Yet if you depend on a fixed income, perhaps from money in a savings account or from an annuity, inflation is expensive.", "For these reasons, it is better to keep inflation low rather than let high inflation hurt the poor and exacerbate inequality between the people privileged with knowledge, power and assets, and those without.", "A low interest rate policy that raises inflation is effectively a tax that takes money away from people lacking knowledge, power and protected forms of wealth, and gives it to borrowers and the people who sell to them.", "We have a tax system that works the way it does precisely because there are more efficient and progressive ways to transfer financial resources.", "Should the South African Reserve Bank also target employment or unemployment rate?", "Many people agree that low inflation is beneficial, and they appreciate the efforts of the South African Reserve Bank (or SARB) to keep it low.", "Their question, though, is whether the SARB could do more, such as targeting unemployment rate, in the same way the US Federal Reserve has twin mandates for low inflation and low unemployment.", "South Africa has a terrible unemployment problem which has lasted for at least two decades.", "It therefore makes sense that we should be looking for creative solutions to the problem.", "However, the central bank is not well placed to solve this with monetary policy.", "The first reason for this is that almost all of South Africa's unemployment is explained by structural factors, not the kind of cyclical factors that can be addressed by changes in interest rates.", "The second reason is that monetary policy is already sensitive to cyclical factors; the difference in approach between a dual-mandate central bank (like the Fed) and a more straightforward, single-mandate inflation targeter (like the SARB) is quite small.", "One of the more important concepts in macroeconomics has the acronym NAIRU; it stands for the 'non-accelerating inflation rate of unemployment'.", "When the unemployment rate is near the NAIRU rate, then wages start accelerating and this generates price inflation.", "By contrast, when unemployment is above the NAIRU rate, wage pressure is weak and this keeps costs down, so inflation is softer.", "The best a central bank can do is to stabilise unemployment at its natural rate.", "If a central bank attempts to get unemployment below the NAIRU rate, the result will be more inflation but only a small and temporary increase in the number of jobs.", "What, then, is the NAIRU rate in South Africa?", "It is difficult to estimate, in part because the relevant data are incomplete.", "As policymakers, we usually find that other measures, such as the output gap and capacity utilisation, are more useful.", "Nonetheless, our best estimate of the NAIRU rate is in the region of 25%.", "This is a very high level.", "In the US, where the concept is heavily used, the corresponding number is currently estimated at around 4.6%.", "The difference between the two is explained by the structural factors I alluded to earlier.", "One of these factors is spatial patterns.", "Many South Africans do not live close enough to where the job opportunities are.", "Another factor is skills constraints.", "Employers would like to hire people but cannot find people with the skills they need.", "High unemployment is also affected by the design of our labour market institutions, which tend to penalise small businesses and favour larger firms.", "Looser monetary policies will not get our people Bachelor of Science degrees or move their residences closer to where the job opportunities are.", "Nor will lower interest rates reform our labour markets.", "The scope for reducing unemployment through monetary policy is therefore much smaller than its proponents perhaps imagine.", "For all those reasons, the difference that a dual mandate would make for the central bank would probably also be small.", "Consider how the Fed implements its dual mandate.", "It sets out a goal for inflation, which it specifies as 2%.", "This goal is fixed over time: there is no policy of aiming for higher inflation when unemployment is high, or vice versa.", "That said, as long as the Fed has credibility around its price stability mandate, meaning that as long as its commitment to 2% is believed, there is scope for flexibility.", "For this reason, interest rate decisions tend to respond to both inflation and employment dynamics.", "As the economist John Taylor has shown, one can predict the path of interest rates quite accurately by using simple rules that include the deviation of inflation from the target and the deviation of unemployment from the NAIRU rate.", "At the SARB, we also look at these sorts of rules.", "We do not use them to dictate policy, but we certainly consider both inflation and the real economy when we set interest rates.", "This is why the Taylor rules for South Africa have a weighting on both the output gap and inflation relative to the target.", "This should also be clear from of the SARB's Monetary Policy Committee any statement (MPC) or from the biannual Monetary Policy Review, all of which are available on our website.", "There are two 'takeaways' from this discussion.", "Even a central bank with an employment mandate will still behave like an inflation targeter.", "And inflation-targeting central banks also consider real variables such as growth and unemployment when they make monetary policy.", "Central banks have the power to deliver low inflation.", "Where monetary policymakers have adopted other priorities, such as financing governments or prioritising high employment, they have caused widespread economic damage.", "In such cases, countries have struggled with higher inflation, higher borrowing costs and eventually high economic costs to reverse earlier policy mistakes.", "Such policies tend to exacerbate inequality and deepen poverty.", "By contrast, when monetary policy starts with a strong commitment to price stability (which is the case with inflation targeting), it can also offer other benefits.", "A credible monetary policy can be more flexible, meaning it can do more about any short-term deviations of employment and output from natural rates.", "A credible monetary policy can also keep borrowing costs lower than they would otherwise be.", "This is a central benefit to long-term economic growth and job creation.", "When inflation rises and stays high, investment decisions are distorted towards short-term investments that carry with them short-term jobs.", "For this reason, low inflation is a sound developmental policy.", "It encourages firms across the private and public sectors to make long-term investment decisions that imply productivity growth over time.", "This is critical, indeed a prerequisite, for sustainable jobs and income growth.", "Critics often miss the fact that monetary policy is about creating a healthy long-run environment for investment and consumption, where inflation is predictable and purchasing power is protected.", "They just want us to cut interest rates, in part because they equate long-run economic growth with household consumption.", "They think a good decision is a cut of 25 basis points and a better decision is a bigger cut.", "Unfortunately, this does not always work out well.", "Household debt rises if productivity and incomes do not also increase, and this boom eventually turns into a bust, with marginal workers getting hurt the most.", "Consumption based on rising debt levels cannot be a sustainable growth and development strategy.", "Growth and development can be built on a low inflation and low interest rate strategy but, as I have emphasised, they need to go together.", "Individual interest rate decisions can be difficult, and we often have vigorous debates in MPC meetings about the exact policy stance.", "At times, different people will favour a somewhat higher or lower repo rate.", "We all agree, however, that the larger policy framework is the right one.", "It does more for South Africa than the alternatives would because it allows for flexibility while being grounded in how to best support long-term sustainable economic growth and job creation.", "Interest rates do go up and down, but on average they are lower than they would be otherwise.", "Inflation is under control, which reduces poverty and inequality.", "We are more flexible precisely because we have more credibility.", "We have built this framework up over many years, and it is one of this country's strengths."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "none", "financial dominance", "financial dominance", "none", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Inflation targeting", "Interest rates", "Low inflation", "Unemployment", "Monetary policy", "Debt", "Economic growth", "Poverty", "Inequality", "Credibility"]}