{"sentences": ["Restoring the Italian economy to a path of sustained economic development is a structural matter; it depends on the continuation of the reform process of all those aspects of public action and the functioning of the economy and society that affect firms' ability to compete.", "Much has already been done: gross domestic product, while still lower than it was before the crisis, has risen by more than 5 points since its 2013 trough; investment has increased by about 15 points; the number of those in employment, which has risen by more than 1 million, has hit an all-time high.", "The productive fabric of the country has strengthened, especially in the export sector; the difficulties encountered by the banking system have been alleviated with the improvement in the real economy and the reduction in non-performing loans; the balance of payments has recorded a current account surplus since 2013; in June our country's net debtor position was equal to 3.4 per cent of GDP, almost 20 percentage points lower than it was in 2013.", "There remain, however, large imbalances in the labour market, widespread income losses compared with ten years ago, and serious problems of poverty and social exclusion.", "Although the worst of the crisis is now years behind us, there is still much to do to place the Italian economy on a stable path to higher growth.", "Greater wealth and job creation is also key to helping those who are most vulnerable.", "Public services should be made more efficient, the quality of our human capital improved, and competitive mechanisms strengthened.", "In addition to this, the debt-to-GDP ratio should be lowered decisively.", "The debt is, for Italy, the great multiplier of turbulence.", "Given its size and the need to service each year a significant amount (around €400 billion), the danger of triggering a vicious circle between the cost of the debt and its share of GDP, with repercussions on the real economy, is ever present.", "Around two thirds of the debt is currently held by Italian citizens and institutions; but this does not insulate it from the laws of the market, which seeks out yields and flees from uncertainty.", "Fluctuations in the value of the debt also have an impact on the Italian citizens, households, firms and financial institutions that hold it.", "Ultimately, a significant portion of our savings is tied to the public debt.", "A lower valuation of the government bonds held by banks in their portfolios has an effect on their capital requirements; above certain limits, it can reduce their ability to supply credit to the economy.", "The Update envisages providing a significant cyclical boost to the economy by increasing the deficit; to achieve this, we have to assume high multipliers, which cannot be taken as given.", "But how effective fiscal policies are in supporting the economy also depends on whether the government's action is capable of convincing savers and the markets to remain confident in the process to consolidate the public finances.", "Even assuming the full deployment of the expected expansionary effects of the budget, the Update envisages a slower reduction in the debt-to-GDP ratio than both the current legislation scenario and with respect to the possibilities afforded by today's economic conditions; it postpones the achievement of a balanced budget to an unspecified date in the future.", "Given the large amount of bonds that the Italian State must periodically place on the market, the possibility that financial turbulence can arise, even unexpectedly, calls for clarity and certainty in the debt reduction process.", "Credibility is self-sustaining: bolstering the confidence of savers and investors brings down the risk premium on Italy's sovereign bonds, facilitates the debt reduction process and makes it more secure.", "Another matter that deserves attention is the funding of the budgetary provisions.", "When specifying the planned measures, it would be advisable to avoid accompanying permanent expansionary measures with advances of revenue, other temporary funding measures or safeguard clauses of uncertain application.", "Narrowing the growth gap with Europe, as stated in the Update, is a key objective; it is also necessary to get the debt-to-GDP ratio under control.", "Higher growth and greater social cohesion are not at odds with fiscal discipline.", "Lasting results can be achieved through budget recomposition: devoting a higher share to productive investments, sharing the tax burden more equitably, improving the equalisation capacity of public transfers.", "These results also rely on structural interventions to improve the underlying capacity of the Italian economy to post higher growth, above and beyond short-term stimuli.", "Any improvement achieved thanks to public intervention in the areas of income and its distribution will be the more solid, the more it is rooted in solid funding measures and the more carefully it is designed to take account of the incentives to create income and jobs, this being the most reliable way to combat the spread of poverty.", "(1) Rounding of decimal points may cause discrepancies in totals.", "- (2) The proceeds of sales of public assets are recorded as a deduction from this item.", "- (3) A negative value corresponds to a deficit.", "(1) Rounding of decimal points may cause discrepancies in totals.", "- (3) Update to the 2017 Economic and Financial Document.", "- (5) The 2018 Economic and Financial Document does not contain the policy scenario.", "- (6) Update to the 2018 Economic and Financial Document.", "The targets and outturns include reimbursements of the capitalization tools issued by the banks and underwritten by the MEF (the 'Tremonti/Monti bonds').", "- (2) The data refer to revenues accounted into item 4055 of the State budget (mostly proceeds from the sale of State shareholdings); the GDP ratios are calculated using the GDP reported by Istat in the press release dated 21 September 2018; the GDP for 2018 is found in the Update to the 2018 Economic and Financial Document.", "Interpolated distribution of the GDP growth forecasts (1) (1) Consensus Economics' forecasts are equal to the average of those formulated before 10 September by: ABI, Confindustria, Econ Intelligence Unit, Barclays, Capital Economics, Goldman Sachs, HSBC, Natixis, Prometeia, UniCredit, UBS, Oxford Economics, Bank of America-Merrill Lynch, Centro Europa Ricerche, Moody's Analytics, Banca Nazionale del Lavoro, ING Financial Markets, REF Ricerche, Intesa Sanpaolo, IHS Markit, and Citigroup.", "The forecasts shown in the graph on 2019 were made prior to the publication of the Update to the 2018 Economic and Financial Document and do not therefore incorporate the budgetary provisions laid down in the policy scenario.", "General government debt (per cent of GDP) Source: For GDP, based on Istat data (press release of 21 September 2018).", "Twelve-month cumulative borrowing requirement (1) (monthly data; billions of euros) 70 70 40 40 2013 2015 2016 2017 2018 General government General government excluding financial assistance to EMU State sector excluding financial assistance to EMU countries Source: Ministry of Economy and Finance for the state sector borrowing requirement.", "(1) Excluding privatization receipts.- (2) Excludes liabilities related to Italy's capital contribution to the ESM and to loans to EMU member countries, disbursed both bilaterally and via the EFSF.", "- (3) Excludes liabilities in connection with bilateral loans to EMU member countries and Italy's capital contribution to the ESM; loans disbursed through the EFSF are not included in the state sector borrowing requirement.", "Gross yields on BOTs and 10-year BTPs, average cost and average residual maturity of debt (per cent and year) Source: Istat, for interest expenses.", "(1) Ratio between interest expense in the preceding 4 quarters and the stock of the debt at the end of the year-earlier quarter.", "- (2) The yield at issue is the average, weighted by the issue amounts allotted, of the compound allotment rates at the auctions settled during the month.", "- (3) Average monthly yield at maturity of the benchmark traded on the online government securities market.", "Designed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["debt", "public finances", "economic growth", "fiscal policy", "public debt", "investment", "structural reforms", "labour market", "social exclusion", "poverty"]}