{"sentences": ["November 5, 2018 Japan's Economy and Monetary Policy Speech at a Meeting with Business Leaders in Nagoya Governor of the Bank of Japan It is my great pleasure to have the opportunity today to exchange views with a distinguished gathering of business leaders in the Chubu region.", "I would like to take this opportunity to express my sincerest gratitude for your cooperation with various activities of the Bank of Japan's Nagoya Branch.", "At the Monetary Policy Meeting (MPM) held last week, the Bank updated its projections for Japan's economic activity and prices through fiscal 2020 and released them in the October 2018 Outlook for Economic Activity and Prices (Outlook Report).", "Today, I would like to explain the Bank's outlook for Japan's economic activity and prices as well as its thinking behind the recent conduct of monetary policy, while outlining the Outlook Report.", "Economic Developments Let me start by talking about economic developments.", "Japan's economy is expanding moderately, with a virtuous cycle from income to spending being maintained in both the corporate and household sectors.", "The real GDP has been on an increasing trend, albeit with fluctuations, and the output gap -- which shows the utilization of capital and labor -- widened within positive territory from late 2016, for seven consecutive quarters through the April-June quarter of 2018 (Chart 1).", "Under such circumstances, the duration of the current economic recovery phase, which began in December 2012, is likely to have reached 69 consecutive months this August.", "If this recovery continues, its duration in January next year will exceed the longest post-war recovery phase of 73 months.", "Now, I would like to explain in detail the current situation of Japan's economy by demand component.", "First, with regard to external demand, let me take a look at the underlying World Economic Outlook developments in overseas economies.", "According to the latest (WEO) released by the International Monetary Fund (IMF) recently, the annual real GDP growth rates for 2018 and 2019 are both projected to be 3.7 percent (Chart 2).", "The projections for each year were revised downward by 0.2 percentage point from the previous ones released three months ago, and differences in growth rates among regions have widened to some extent.", "Thus, the synchronous growth of the global economy that was observed a while ago has been changing to some extent.", "However, the main scenario is maintained, in which the global economic growth rate is expected to remain close to the peak after the global financial crisis, in the range of 3.5-4.0 percent, and a virtuous cycle of economic activity has continued to operate on the whole.", "Looking at developments by region, the U.S. economy has maintained its strong growth due in part to the effects of tax reductions, and the European economy has continued to recover, although its growth pace has decelerated somewhat.", "The Chinese economy has continued to see stable growth on the whole, although the pace of increase in fixed asset investment has slowed recently.", "As for the outlook, the Chinese economy is likely to broadly follow a stable growth path as policy authorities conduct fiscal and monetary policy in a flexible manner, although it is expected to be affected to some extent by the United States having raised tariffs imposed on China.", "Other emerging economies have been recovering moderately on the whole.", "Under such developments in overseas economies, Japan's exports have maintained their increasing trend, led mainly by capital goods and IT-related goods, in which Japan has a comparative advantage.", "On this point, I heard from firms in the Chubu region, which is one of the biggest production sites and export bases of machine tools in Japan, that they have continued to receive solid orders on the whole, mainly from the United States and Europe.", "Next, I will turn to domestic demand.", "First, in the corporate sector, profits have followed their improving trend, and business sentiment has stayed at a favorable level, albeit with fluctuations stemming from natural disasters.", "In this situation, business fixed investment has continued on an increasing trend (Chart 3).", "In the manufacturing sector, there have been notable increases not only in investment intended for domestic capacity expansion but also research and development investment in anticipation of such developments as changes in market structures.", "I heard that automobile-related firms in this region have been actively proceeding with advancing next-generation technology such as that concerning self-driving systems and electric vehicles.", "In the nonmanufacturing sector, investment aimed at improving efficiency and saving labor in order to deal with the recent labor shortage has maintained its high growth nationwide.", "Such improvement in the corporate sector has had positive effects on the household sector.", "In the labor market, the active job openings-to-applicants ratio has been at a high level that exceeds the peak of the bubble period, and the unemployment rate has declined to around 2.5 percent (Chart 4).", "The number of employees has registered a year-on-year rate of increase of around 2 percent, and total cash earnings per employee have risen moderately but steadily.", "Against the background of such improvement in the employment and income situation, private consumption has been increasing moderately, albeit with fluctuations.", "Let me now talk about the outlook for Japan's economy.", "The Bank projects that the economy is likely to continue its moderate expansion.", "In the Outlook Report released last week, the real GDP growth rate for fiscal 2018 is projected to be 1.4 percent, and this is clearly above Japan's potential growth rate, which is estimated to be in the range of 0.5-1.0 percent.", "The economy is expected to continue on an expanding trend, partly supported by external demand, although the growth pace is projected to decelerate, due mainly to a cyclical slowdown in business fixed investment and the effects of the scheduled consumption tax hike.", "There are, of course, upside and downside risks to this baseline scenario of the outlook for Japan's economic activity.", "In particular, uncertainties regarding overseas economies appear to have heightened recently.", "Of these uncertainties, the consequences of recent protectionist moves, including the trade friction between the United States and China, warrant attention, and an active exchange of views regarding this issue took place at the Group of Twenty (G-20) meeting held in Indonesia last month.", "As was discussed at the meeting, the impact of protectionist policies on the global economy varies, largely depending not only on the direct effects of downward pressure on trade activity but also the extent to which it spreads to firms' fixed investment stance and global financial markets.", "According to simulation analyses related to this issue by some international organizations, the degree of impact varies to some extent depending on the assumptions.", "Meanwhile, the Bank judges that the impact on Japan's economy has been limited so far, mainly based on the recent (Short-Term Economic Survey of Enterprises in Japan) and interviews with firms.", "However, firms have voiced that it is difficult to accurately gauge the potential impact at this point.", "In addition to this, if protectionist moves last for a long time, we will need to pay attention to the possibility that their effects on Japan's economy will become more significant through the various channels that I mentioned earlier.", "Needless to reiterate, protectionist policies will not benefit any economy.", "Therefore, a brake is expected to be put on excessive protectionist moves at some point.", "In fact, positive progress was seen recently in trade negotiations between the United States and Canada, Mexico, Europe, and Japan.", "While the focus will be on developments in negotiations between the United States and China for the time being, the Bank will thoroughly examine the consequences of protectionist moves and their effects on Japan's economy.", "In addition, risk factors originating from overseas economies have been pointed out.", "These include the possibility of such moves as policy rate hikes in the United States leading to capital outflows from emerging economies, the possibility of the United Kingdom being driven into the so-called no-deal Brexit, and various geopolitical risks including those of the Middle East.", "Taking account of these various risks, stock markets of various economies have continued to see large fluctuations since mid-October, triggered by a significant fall in U.S. stock prices (Chart 6).", "The favorable economic fundamentals of Japan as well as the United States and Europe have not changed substantially, and other financial markets such as the foreign exchange and government bond markets have been relatively calm.", "However, as uncertainties regarding overseas economies have heightened, it is necessary to carefully monitor future developments, including those in investors' sentiment and corporate profits.", "Price Developments Now I will move on to price developments.", "The year-on-year rate of change in the consumer price index (CPI) has continued to show relatively weak developments compared to the economic expansion and the labor market tightening, and that excluding fresh food and energy prices has been at around 0.5 percent (Chart 7).", "This is likely to be attributable to two main factors (Chart 8).", "First, the experience of prolonged low growth and deflation has had a substantial impact on people's sentiment (Chart 9).", "For instance, according to a survey conducted by the government, the significant reasons why firms do not pass on cost increases to sales prices despite rises in personnel expenses and prices of raw materials are that they wish to maintain relationships with business partners and consumers and are concerned about reductions in sales volumes.", "What lies behind this likely is that people's tolerance of price rises has decreased, due mainly to the effects of prolonged deflation.", "In order to ease this cautious stance toward price rises, households' income situation needs to improve.", "While there seems to be a need on the firms' side to keep sufficient funds on hand considering the experience of past low growth and the financial crisis, if household income does not increase, consumers' perception of price rises will not improve readily.", "As a result, firms' sales and profits will not increase either.", "With tightening labor market conditions, wages of part-time employees have continued to register relatively high growth.", "However, in order to clearly change firms' and households' sentiment and resolve the situation where prices are stalling, a rise in wage growth rates as a whole will continue to be an important key.", "The second reason for a rise in inflation taking time is changes in the business environment for those supplying goods and services, including firms' efforts toward improving productivity, the technological progress in recent years that promotes such efforts, and an increase in labor participation by women and seniors.", "Such factors have allowed firms to avoid raising prices, even amid cost increases resulting from the economic expansion.", "To avoid any misunderstanding, let me add that such efforts are expected to lead to strengthening the growth potential of the economy as a whole, and are favorable for Japan's economy.", "On the price front, a rise in future growth expectations also is likely to make firms' and households' spending behavior more active, thereby contributing to pushing up prices in the long term.", "At least in the short term, however, these moves will weaken upward pressure on wages and prices.", "So far, I have explained the reasons why prices do not rise easily.", "In fact, prices in Japan have continued to show relatively weak developments compared to the economic expansion.", "On the other hand, however, the economy is no longer in deflation, in the sense of a sustained decline in prices.", "The year-on-year rate of increase in the CPI (all items less fresh food) has continued to accelerate, albeit with fluctuations.", "Although there is still a long way to go to achieve the price stability target of 2 percent, the year-on-year rate of change recently has risen to around 1 percent, which is about half the target (Chart 10).", "A driver for such a rise in inflation is improvement in the output gap.", "As I mentioned at the beginning, Japan's output gap has widened within positive territory for seven consecutive quarters.", "As written in economic textbooks, prices of goods and services rise when demand exceeds supply.", "In addition, as economic activity becomes more dynamic, it is likely that labor market conditions will tighten and wage growth rates will rise more clearly.", "Under these circumstances, it is expected that households' tolerance of price rises will improve, and along with this, firms' stance gradually will shift toward further raising prices.", "In fact, looking at developments in the output prices DI in the Tankan, the situation recently has taken hold in which the proportion of enterprises answering that the output prices have risen exceeds the proportion of those answering that such prices have fallen, for the first time in about 30 years since the bubble period.", "Thus, as firms' and households' cautious sentiment changes and further price rises come to be observed widely, on the back of the positive output gap, the year-on-year rate of change in the CPI is likely to increase gradually toward the price stability target of 2 percent, in line with a rise in inflation expectations.", "Specifically, in the latest Outlook Report, the year-on-year rates of change in the CPI (less fresh food) are projected to be 0.9 percent for fiscal 2018, and excluding the effects of the scheduled consumption tax hike, 1.4 percent and 1.5 percent for fiscal 2019 and 2020, respectively (Chart 11).", "As is the case with economic activity, there are various uncertainties regarding the pace of inflation going forward.", "Maintaining a positive output gap -- a driver for a rise in inflation -- for as long as possible, which will firmly push up actual prices as well as inflation expectations, is likely to be the most certain path toward achieving 2 percent inflation.", "The Bank's Conduct of Monetary Policy I have explained economic activity and prices in Japan thus far.", "I would now like to talk about the Bank's conduct of monetary policy.", "The Bank has been conducting powerful monetary easing under the framework of \"Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control.\"", "In terms of yield curve control, with a view to facilitating the formation of the yield curve that is considered most appropriate for achieving the price stability target of 2 percent, the Bank has conducted large-scale purchases of Japanese government bonds (JGBs) under the guideline for market operations, in which it sets the short-term policy interest rate at minus 0.1 percent and the target level of 10-year JGB yields at around zero percent (Chart 12).", "As I mentioned earlier, in order to achieve the price stability target of 2 percent, it is important to maintain a positive output gap -- a driver for a rise in inflation -- for as long as possible.", "To this end, it is necessary to persistently continue with the current powerful monetary easing.", "Based on this recognition, the Bank decided at the July 2018 MPM to enhance the sustainability of the policy as follows (Chart 13).", "First, the Bank introduced forward guidance for policy rates.", "This is a measure that clarifies its policy stance of continuing with powerful monetary easing by making clear future policy rates in advance.", "Specifically, the Bank publicly made clear to \"maintain the current extremely low levels of short- and long-term interest rates for an extended period of time, taking into account uncertainties regarding economic activity and prices including the effects of the consumption tax hike scheduled to take place in October 2019.\"", "Second, the Bank decided to conduct market operations and asset purchases in a more flexible manner as an adjustment to continue with powerful monetary easing going forward.", "For example, while the target level of the long-term yields was maintained at around zero percent, the Bank made it clear that the actual yields might move upward and downward to some extent mainly depending on developments in economic activity and prices.", "With the Bank's large-scale JGB purchases continuing, their side effects, such as rigid JGB yields and a decline in transactions, have been pointed out in the market.", "As interest rate formation becomes more flexible and the degree of market functioning improves reflecting the latest policy response, this consequently will lead to enhancing the sustainability of the current policy.", "About three months have passed since the policy decision was made, and its effects have already been observed.", "According to surveys mainly on economists conducted in the meantime, there has been a significant decline in the number of respondents holding the view that the Bank will raise policy rates in the near future.", "This shows that the Bank's thinking has been clearly communicated to market participants through the introduction of forward guidance (Chart 14).", "In addition, in the JGB market, both spot and futures transactions have become somewhat more active, and day-to-day price movements have been increasing to some extent since the policy decision was made at the July MPM.", "In the first half of this year, there had been a situation where JGB yields hardly responded to changes in stock prices and U.S. long-term interest rates, but the price linkage of these markets has been recovering.", "Thus, the degree of market functioning has improved with the Bank conducting JGB purchases in a flexible manner (Chart 15).", "Regarding the effects brought about by powerful monetary easing, its relation to financial institutions' profits and the functioning of financial intermediation is often discussed.", "The Bank fully recognizes that, by continuing such monetary easing, financial institutions' strength will be cumulatively affected by low profitability, mainly through a decrease in their lending margins, and that it could have an impact on financial system stability as well as the functioning of financial intermediation.", "That is, if financial institutions become more active in risk taking to secure profits amid the low interest rate environment and severe competition continuing, the financial system could destabilize should large negative shocks actually occur in the future.", "Meanwhile, prolonged downward pressure on financial institutions' profits under the continued low interest rate environment could create a risk of a gradual pullback in financial intermediation, partly through making them reluctant to lend.", "Financial System Report These points are analyzed in detail in the Bank's released twice a year.", "Although these risks are judged as not significant at this point, mainly because financial institutions have sufficient capital bases, the Bank will make efforts to grasp the latest situation through its on-site examinations and off-site monitoring of financial institutions and encourage them to take concrete actions as necessary.", "In addition, as mentioned in the latest Outlook Report, it is necessary to pay close attention to future developments regarding these risks and side effects, from the viewpoint of conducting monetary policy as well.", "Over the past five years, Japan's economy has clearly improved.", "Corporate profits have been at record highs, and the employment situation has improved substantially.", "Prices have improved steadily compared to five years ago, when the economy was suffering from deflation.", "Japan's economic activity and prices are no longer in a situation where decisively implementing a large-scale policy to overcome deflation was judged as the most appropriate policy conduct, as was the case before.", "However, it has been taking time to achieve the price stability target of 2 percent.", "In such a situation where economic and price developments have been somewhat varied, it has become necessary to persistently continue with powerful monetary easing while considering both the positive effects and side effects of monetary policy in a balanced manner.", "Going forward, the Bank will examine the risks considered most relevant to the conduct of monetary policy and conduct its policy in an appropriate manner, taking account of developments in economic activity and prices as well as financial conditions.", "Lastly, I would like to conclude my speech by touching upon the economy of the Tokai region.", "The region has always been the frontrunner of economic recovery in the current recovery phase.", "Production in the regions' manufacturing sector has recovered to a level exceeding that seen immediately before the global financial crisis, and moves toward expanding investment also have been spreading in the nonmanufacturing sector with support from the financial side, as seen in infrastructure-related investment for railways and airports as well as in newly opened large retail stores.", "As for the outlook, large-scale projects, such as next-generation cars facing a \"once-in-a-century transformational period\" and the Linear Chuo Shinkansen scheduled to start operating in 2027, will continue to be carried out in anticipation of what society will be like a decade or two from now.", "Although you must all be familiar with this already, it is essential to pay attention to various risks and take precautions in order for the economy of the Tokai region to maintain steady growth.", "On this point, many firms in this region have made progress with optimizing production sites at the global level since the global financial crisis.", "Such long-term efforts will likely function effectively as a countermeasure against protectionist moves, which are gradually developing into a somewhat significant risk.", "In addition, a number of natural disasters, such as typhoons and earthquakes, have occurred this year.", "Although supply chains in the Tokai region also were partly damaged, the negative impact was dealt with relatively quickly.", "I heard that this has been the successful result of steady efforts made in the past few years toward the so-called visualization of supply chains, based on the experience of the Great East Japan Earthquake.", "While it may not be appropriate to treat it in the same way as the aforementioned risks, as a positive output gap is maintained and labor market conditions continue to tighten, labor shortage eventually may be a significant constraint on corporate activities.", "In order to overcome this situation well, so that firms keep growing, how to secure talented human capital, including from the wage side, will be a more important challenge than ever before.", "Although it may have been risky under deflation to take actions ahead of others, the situation already has changed.", "I hope that corporate managers in this region will dispel the mindset and behavior that is based on the assumption of deflation and continue to take initiative in their leading roles within Japan's economy.", "I would like to close my speech today by making a commitment that the Bank will persistently continue with powerful monetary easing, thereby providing its utmost support for such initiative.", "Thank you very much for your attention.", "Japan's Economy and Monetary Policy Speech at a Meeting with Business Leaders in Nagoya November 5, 2018 Governor of the Bank of Japan I.", "Economic Developments II.", "The Bank's Conduct of Monetary Policy Japan's Economy Real GDP Output Gap s.a., ann., tril.", "Sources: Cabinet Office; Bank of Japan.", "Figures for ratio of current profits to sales are based on the Financial Statements Statistics of Corporations by Industry, Quarterly (from 2009/Q2 exclude \"pure holding companies\").", "Excluding \"finance and insurance.\"", "Figures for business fixed investment (including land purchasing expenses) and R&D investment are based on the plans as of September Tankan in each fiscal year (all enterprises).", "Sources: Ministry of Finance; Cabinet Office; Bank of Japan.", "Economic Developments Employment and Income Situation Labor Market Conditions Nominal Wages y/y % chg. s.a., ratio s.a., % 1.8 6 Active job openings-to-applicants ratio Unemployment rate 1.6 1.4 1.2 1.0 Special cash earnings (bonuses, etc.)", "Sources: Cabinet Office; Bank of Japan.", "Economic Developments Developments in Financial Markets Volatilities of Foreign Exchange Stock Prices Markets points yen/U.S.", "Source: Ministry of Internal Affairs and Communications.", "Price Developments Reasons for a Rise in Inflation Taking Time Mindset Supply Side Large room for firms to raise productivity  Experience of prolonged low growth and Technological progress in recent years  High wage elasticity of labor supply The pace of improvement in prices and inflation expectations has remained slow compared to the improvement in the output gap.", "Firms' cautious wage- and price-setting stance 2.", "Sluggish increase in households' tolerance of price rises 3.", "Intensifying competition Factors related to Mindset Reasons for Not Passing On Households' Tolerance of Price Rises Cost Increases to Sales Prices (2013) DI (\"favorable\" - \"unfavorable\"), % points Firm prioritizes long-term relationships with business partners and consumers price rises Firm keeps sales prices until competitors raise prices Firm fears large reduction in Firm absorbs the rise in costs by reducing other costs Business partners hold initiative (includes characteristic information) Employment, income, economy Firm is constrained by contracts with business partners Comments on the rise in prices Firm varies product quality and 0 10 20 30 40 50 60 CY 07 08 09 10 11 12 13 14 15 16 17 18 Notes: 1.", "Figures in the left chart are based on a survey of 3,030 listed and 2,970 non-listed firms conducted by the Cabinet Office (2013).", "In the right chart, comments on the rise in prices are chosen among three alternatives: \"rather favorable,\" \"difficult to say,\" and \"rather unfavorable.\"", "Estimation is done using effective Notes: 2. samples in which all the relevant questions for the estimation were answered.", "Figures show deviations from the displayed period average.", "Sources: Cabinet Office (2013), \"Annual Report on the Japanese Economy and Public Finance 2013\"; Bank of Japan.", "Forecasts are the medians of the Policy Board members' forecasts excluding the effects of the scheduled consumption tax hike (point estimates).", "Sources: Ministry of Internal Affairs and Communications; Bank of Japan.", "The Bank's Conduct of Monetary Policy Yield Curve Control 1.2 Recent JGB yield curve 1.0 0.8 Target level of the long-term interest rate: 0.6 around zero percent 0.4 Short-term policy interest rate: 0.2 minus 0.1 percent 0.0 -0.2 -0.4 0 1 2 3 4 5 6 7 8 9 10 15 20 30 40 residual maturity, year Strengthening the Framework for Continuous Powerful Monetary Easing (Decided on 31 July, 2018) Taking more time than expected to achieve the price stability target of 2 percent.", "Maintaining the output gap as long as possible within positive territory is appropriate.", "Persistently Continuing with Powerful Monetary Easing Forward guidance for policy rates \"The Bank intends to maintain the current extremely low levels of short- and long-term interest rates for an extended period of time, taking into account uncertainties regarding economic activity and prices including the effects of the consumption tax hike scheduled to take place in October 2019.\"", "Strengthening the commitment to achieving the price stability target Enhancing the sustainability of \"Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control\" Long-term interest rate: The Bank maintains the target level of around zero percent.", "While doing so, the yields may move upward and downward to some extent mainly depending on developments in economic activity and prices.", "Purchases of ETFs: The Bank maintains the annual pace of increase in the amount outstanding of about 6 trillion yen.", "While doing so, the Bank may increase or decrease the amount of purchases depending on market conditions.", "The Bank's Conduct of Monetary Policy Forecasts for the Target Level of the Long-Term Interest Rate Weighted Averages Distribution (End of 2018 and 2019) (End of 2019) number of respondents 0.3 July 2018 survey August 2018 survey September 2018 survey 0.2 October 2018 survey 0.1 0.0 0 Dec. Feb. Apr.", "Functioning of the JGB Markets Transaction Volume JGB Yield Elasticity to in the JGB Markets U.S.", "Long-Term Interest Rates tril.", "Transaction volume in the left chart is the gross amount purchased by banks, investors, and bond dealers.", "Figures in the right chart are slopes in a simple regression model (90-day backward rolling regression) in which the dependent variable is daily changes of 10-year JGB yields and the explanatory variable is daily changes of 10-year U.S. Treasury yields (one-period lag).", "Shaded areas indicate ±1 standard error bands.", "Sources: Bloomberg; JSDA."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "economic activity", "inflation", "labor market", "output gap", "price stability", "financial markets", "monetary easing", "yield curve control", "forward guidance"]}