{"sentences": ["Dear Ambassador Maître, Dear guests and speakers from academia, central banks and research institutions, Dear participants, It is a great pleasure for me to open the proceedings of the 13th SEE Economic Research Workshop, in which we present and open for discussion research projects undertaken by the Bank of Albania in the current year, and have the opportunity to get feedback from colleagues from academia, central banks and research institutions worldwide.", "This is a very important event for the Bank of Albania, since all the projects that will be discussed during the two days of the workshop are designed to help the analysis, decision making and implementation in the areas of monetary policy and financial stability as well as other central bank aspects.", "Based on this careful formal analysis, our policies have been successful in preserving monetary, macroeconomic and financial stability.", "Despite hardships, our economy has registered positive growth rates, and our banking system's performance has been stable.", "The banking sector is well capitalized and profitable, non-performing loans have decreased and banks continue to support economic activity with credit, while managing potential shocks originated from the external sector of the economy.", "The agenda is rich and covers the most important areas of research related to traditional central bank activity.", "In these two days, discussions will focus on monetary policy, financial stability, economic modelling and forecasting, risk assessment and management, which are all traditional instruments in the central bank toolkit and need to be improved constantly.", "It is very important to note that, in addition to these traditional topics, the workshop will discuss research in new and important areas such as: digitalization of financial services, structural reforms, healthcare and its implication for central bank objectives and national welfare.", "Technological developments disrupting traditional labour, financial products and markets, and demographic developments may impose some of the most important challenges to our societies and institutions.", "Therefore, it is important to study and adequately understand these phenomena.", "In addition, we are glad and eager to discuss research findings from a number of authors who come from academia, central banks and other research institutions.", "The ideas and methodologies that are embedded in their research will introduce our researchers and economists to new ideas, will help them extend their research agenda, and will reveal potential opportunities of cooperation in the future.", "I believe that research in these and other innovative areas, like green finance, will develop further and become traditional topics in central banks' research agenda.", "For this reason, I challenge our researchers to consider these trends in their future research agenda.", "Continuous enhancement of research topics and methodologies is a must for a central bank.", "In this respect, I would like to thank Ambassador Maître, the Swiss Government, the State Secretariat for Economic Affairs (SECO) and its Bilateral Assistance and Capacity Building for Central Banks (BCC) program for supporting research activity at the Bank of Albania.", "This cooperation has been a significant instrument for improving our research work and exposing it to academic and international research community.", "Our cooperation will continue in the future to improve research methodologies and products.", "We are currently working with SECO toward the optimization and institutionalization of research agenda and research implementation in central banks.", "These important issues will be discussed in a jointly-organized workshop with all BCC partners on capacity building for central banks, in Tirana in spring 2020.", "Dear ladies and gentlemen, Our SEE Research Workshop has become a cherished tradition for Bank of Albania and central banks of the SEE region.", "It is a great pleasure, and we are very happy to see that the workshop continues to generate interest beyond the SEE region and central banking community.", "The list of participants has expanded to include speakers from academic institutions in the EU, the US and South-Eastern Asia, as well as from international financial institutions.", "Your participation is contributing to broadening and enriching our network and we hope that discussions will help our researchers to improve their work and strengthen their research recommendations.", "These days, your participation in the workshop takes another and even more significant meaning in the wake of the tragic consequences caused by the strong earthquake.", "It helps to show that, despite many losses, we are resilient and will continue to work to overcome the emotional and economic hardships of this tragic event, shed the desperation, fear and despair, and return to normal activity.", "I wish the workshop a great success, and all guests and participants a pleasant stay in Tirana!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "financial stability", "research", "economic modelling", "risk assessment", "digitalization", "structural reforms", "healthcare", "green finance", "capacity building"]}