{"sentences": ["Remarks by Timothy Lane Deputy Governor of the Bank of Canada Ottawa Board of Trade December 5, 2019 Economic Progress Report: Charting Introduction Good morning.", "It is a pleasure to be here to share my thoughts about the Canadian economy and discuss the decision we announced yesterday to hold I'd like to thank the Ottawa Board of Trade for the invitation.", "It is news to no one that we are living in unsettled times.", "The world economy continues to be buffeted by trade conflict, and relations between the United States and China are on a roller coaster.", "This enduring uncertainty has already done some damage.", "Because Canada is an open economy dependent on trade, our economy has suffered as well.", "Commodity prices, which affect a big part of our economy, have weakened over most of the year.", "Business investment has been weighed down, and our exports have suffered because of softer global demand.", "But Canada also has notable strengths, and inflation remains on target.", "Our strong labour market points to sources of growth, such as computer system design and other professional services, education, health care and financial services.", "It is because of this strength amid the turmoil that we say Canada is resilient, although it is not immune.", "This resilience has helped the Bank of Canada chart its own course in monetary policy.", "Many people wonder why we have held our key policy rate steady over the past year while many other central banks have lowered their rates.", "The comparison between Canada and the United States is front of mind.", "In 2019, the US Federal Reserve cut its rate three times, partly as insurance against the negative effects of the global environment.", "In Canada, we've kept our policy rate unchanged since October 2018.", "That divergence is not as stark as it's sometimes portrayed: when all is said and done, by this October the Bank of Canada and the Fed ended up with the same policy rate.", "But it is sometimes believed we must do whatever the Fed does because our economy is so closely tied to that of our largest trading partner.", "With that in mind, I'd like to take this the path we've taken, not in terms of yesterday's opportunity to explain only decision but also more generally.", "In my remarks, I will look back on these separate paths that Canada and the United States have followed over the past several years.", "I will then review the current situation and explain the rationale behind our policy interest rate decision yesterday.", "Long and winding roads It's now been more than a decade since the global financial crisis and the onset of the Great Recession worldwide.", "That makes this a good time to briefly review this history because it helps us understand where we are now.", "Policy interest rates in Canada and the United States have followed distinct tracks over the past 10 years, reflecting different macroeconomic forces.", "Chart 1: Policy rates in Canada and the United States have followed different tracks over the past 10 years a.", "Going back to 2009, the recessions in Canada and the United States were about equally severe in terms of output loss, but for different reasons.", "The United States experienced a home-grown financial crisis in which some major financial others were threatened.", "Canada's financial system institutions failed and many was comparatively sound, but exports and commodity prices collapsed.", "Both countries responded to their respective shocks by cutting interest rates as far as they thought possible at the time.", "In addition, the Fed resorted to a large suite of unconventional monetary policies.", "In Canada, we reinforced the low interest rate we called the \"conditional commitment\" using forward guidance-what to keep our policy rate at the floor for at least another year unless inflation picked up.", "But we went no further.", "In both countries-as in much of the world-fiscal policy gave a major boost to demand during the recession.", "After the rate cuts, Canada bounced back quickly.", "Exports and investment rebounded, in part reflecting higher commodity prices.", "The United States had a slower recovery.", "The Bank of Canada raised rates by 75 basis points to 1 percent in 2010.", "The Fed held rates near zero for more than five years.", "Starting in 2010, as the recovery appeared to be underway, most major economies began a course of fiscal consolidation.", "In Canada, the government took steps to move the federal budget toward balance.", "The United States implemented a policy of automatic spending cuts triggered by US budget law, known as sequestration.", "With the benefit of hindsight, those moves toward balanced budgets proved to be premature.", "The world was in for several more years of lacklustre growth.", "Chart 2: The Canadian economy bounced back faster after the Great Real GDP, index: 2009Q2 = 100, quarterly data 2007 2008 2009 2010 2011 2012 2013 2014 Canada United States Sources: Bureau of Economic Analysis via Haver Analytics, Statistics Canada and Bank of Canada calculations Last observation: 2014Q4 Competitiveness challenges facing Canadian exports also dampened business As Canada's economy continued to fall investment in the non-energy sector.", "short of its potential, the Bank of Canada kept the policy rate at 1 percent.", "Meanwhile, the US economy turned around, and in 2013 the Fed hinted at tapering its purchase of financial assets.", "Between 2014 and 2016, Canada had a major setback with the collapse in the prices of oil and other commodities.", "We had a technical recession-two consecutive quarters of negative growth-in 2015.", "The Bank of Canada cushioned the blow by cutting policy rates twice, to 50 basis points.", "The Canadian dollar depreciated by more than 20 percent against the US dollar.", "That facilitated the adjustment to lower commodity prices.", "In addition, the federal government introduced measures, including the Child Tax Benefit, that added fiscal stimulus to the economy.", "In contrast, as US growth continued, the Fed began to slowly normalize policy rates.", "Reflecting the more favourable US economic situation, the US dollar appreciated.", "During this period, inflation ran below target in both countries.", "During 2017-18, economies worldwide expanded largely in sync.", "A major fiscal boost in the United States pushed that economy above potential.", "economy reached close to potential, and our core inflation measures reached target and stayed there.", "This expansion allowed both the Bank of Canada and the Fed to raise rates toward what is viewed as a neutral range.", "Still, Canada remained slightly behind on the rate normalization, given the earlier setbacks to the economy.", "At this point, it is useful to note another major difference between the two economies.", "The US housing bubble had burst in 2007-08, housing market and mortgage debt continued to build in the decade after the global financial crisis.", "Canadians borrowed heavily, and average house prices rose to levels that were high by any metric.", "This was at least partly the legacy of low interest rates, in a setting where households had room to borrow and commercial banks remained very well-capitalized.", "These factors create vulnerabilities that could amplify any negative shock to the economy.", "In addition to higher interest rates, macroprudential measures-including the B-20 stress test-tightened mortgage lending.", "In a bid to counter speculation, provincial and municipal governments targeted taxes at non-resident investors.", "These measures led to moderation of the housing market in many parts of Canada and to a drop in house prices in the most overheated markets.", "Starting in late 2018, the Canadian economy slowed once again.", "The cooling housing market and adjustments in the energy sector related to transportation capacity constraints and associated curtailments weighed on growth.", "Weak business investment and exports in the sector contributed to the slowdown.", "Trade conflicts were also a headwind.", "As an open economy, Canada is hurt by the weaker foreign demand and lower commodity prices that come from trade conflicts.", "The United States is less dependent on trade but, as the conflict has escalated, has increasingly had the added drag of tariffs.", "Both countries-and indeed, the whole world-were adversely affected by the uncertainties around trade conflicts.", "On the monetary policy front, US inflation has been below target.", "The Fed has cut interest rates three times during 2019.", "In contrast, the Bank of Canada has not cut rates.", "In part, this is because inflation and its outlook remain on target, and also because our policy rate was lower to begin with.", "Moreover, because Canada already has high levels of household debt, lowering rates further could make those vulnerabilities worse and amplify future shocks.", "In sum, there is no reason for the Bank of Canada to move in step with the Fed.", "On the contrary, the experience of the past decade shows that Canada and the United States have followed different roads, reflecting differences in our economic conditions.", "Canada does share many of the same macro fundamentals as the United States.", "For long periods, the two economies are highly correlated, so monetary policy can be very similar in those periods.", "But Canada is a more open economy, with greater dependence on natural resource industries.", "For that reason, we are more exposed to world events, both directly through demand for our exports and indirectly through commodity prices.", "As a result, there have been extended periods when our monetary policies have diverged.", "It is also because of these differences that Canada benefits from a flexible exchange rate.", "Chart 4: US inflation has been below target while Canadian inflation remains close to target Year-over-year percentage change, monthly data 3.0 2.5 2.0 1.5 1.0 0.5 Range of core inflation measures in Canada* US core personal consumption expenditure price index Total Canadian consumer price index * The measures are CPI-common, CPI-median and CPI-trim.", "Sources: Bureau of Economic Analysis via Haver Analytics, Statistics Canada and Bank of Canada calculations Last observation: October 2019 Where are we now?", "This brings us to the present.", "How is the economy evolving now, and what does it mean for the outlook?", "Globally, economic growth has slowed significantly over the course of this year, and it appears to be levelling off.", "The Bank still expects that it will edge higher again in the period ahead.", "The global slowdown partly reflects the fact that the US economy was boosted by fiscal stimulus that has since been winding down.", "It also reflects a rebalancing of the Chinese economy as authorities address high levels of corporate and municipal debt.", "Against this backdrop, the global trade conflict has had a meaningful negative effect on world trade and on business confidence and investment.", "The damaging effects of trade conflict are only partly offset by easier monetary policy.", "Since our last full forecast presented in our October Monetary Policy Report (MPR), the trade news has been mixed.", "The Canada-US-Mexico trade agreement appears to be close to ratification.", "For most of the period, headlines have suggested progress in the trade conflict between the United States and China, although there continue to be many twists and turns.", "Financial markets, already strongly supported by central bank actions, have been reacting to trade news.", "Stock prices have moved close to record levels, some credit spreads have narrowed, and market volatility has been low.", "At the same time, uncertainty is likely to persist even if a deal is reached between the United States and China.", "And that uncertainty is likely to have a lasting effect.", "Although a global recession is not in our baseline forecast, questions remain about whether market pricing fully reflects the risks inherent in the current global situation.", "Commodity prices have been comparatively stable in the recent period.", "In this context, the Canadian dollar has also been quite stable, keeping within a narrow range.", "Turning to Canada, the Bank has been forecasting slower economic growth in the second half of 2019 after a very strong second quarter.", "That is indeed how the data are coming in.", "Economic growth in the third quarter was 1.3 percent, as projected in the October MPR.", "Underlying this slowdown in overall GDP growth was an outright decline in exports.", "This has been driven by global weakness and trade uncertainty and by a reversal of temporary factors that had previously boosted growth, in particular for non-energy commodity exports.", "Furthermore, the pace of inventory accumulation slowed, subtracting significantly from growth.", "On the positive side, final domestic demand in Canada grew at quite a solid pace.", "One thing that has surprised us was business investment.", "We were expecting investment to decline in the second half of this year, but instead we have seen solid growth.", "Moreover, data have been revised upward, revealing that investment earlier this year was higher than previously reported.", "Another area of strength has been housing, which is continuing to rebound.", "We've seen most regions registering gains in resales and following a period of adjustment after the national and provincial policies had worked their way through.", "Activity is also being boosted by strong growth in employment and wages, strong immigration and low household borrowing costs, which reflect the decline in global interest rates.", "House prices have also been rising modestly and household borrowing has been picking up.", "Consumption spending has also been contributing to growth.", "As we mentioned in October, the strong labour market, particularly in the service sector, has been underpinning the economy.", "While employment levelled off in October, this comes on the back of past strong gains.", "Moreover, wages-which could be seen as a barometer of overall labour market conditions-are picking up further.", "Overall, the data suggest that the labour market is continuing to tighten.", "Revised historical data also indicate higher disposable incomes and more saving among Canadian households than previously reported.", "Overall, recent information financial situations and their future augurs well for households' spending, although consumer confidence has been softening.", "Government spending is a mixed picture.", "While it has been supporting growth recently, this support is expected to wane in 2020 as consolidation in Ontario and Alberta takes hold and the recent strength in Quebec and British Columbia normalizes.", "These dynamics were built into our October projection.", "On the government's fiscal plans federal side, the are pending.", "The slowing of growth in Canada's economy has been concentrated in goodsproducing industries, which were more heavily affected by the trade conflict and by lower commodity prices.", "The service sector-which now accounts for about 70 percent of the economy-has continued to show solid growth for some time.", "Our overall assessment is that the Canadian economy is near capacity.", "However, this masks significant regional differences.", "Oil-producing regions continue to go through a painful adjustment to lower oil prices and transportation capacity constraints, and the labour market in Alberta has been weak.", "Meanwhile, some other provinces are seeing strong growth in employment and wages.", "Finally, inflation remains broadly on target, with measures of core inflation holding steady around 2 percent.", "Total consumer price index inflation was 1.9 percent in October and is expected to fluctuate around 2 percent.", "The October reading was slightly higher than we anticipated, because of the impact of higher airfares.", "Inflation is expected to rise temporarily above 2 percent in the coming months, reflecting the impact of weak gasoline prices a year earlier.", "CPI inflation should then return to target.", "Chart 5: The service sector continues to support economic growth a.", "Contribution to annualized growth in GDP by industry Percentage points -2 -2 2017Q1 2017Q3 2018Q1 2018Q3 2019Q1 2019Q3 Services (right scale) Construction (right scale) Manufacturing (right scale) Oil and gas extraction and supporting activities (right scale) Other goods industries (right scale) Growth in real GDP by industry, quarterly, at annual rates (left scale) Sources: Statistics Canada Last observation: 2019Q3 b.", "Exports excluding energy, index: 2015Q4 = 100, quarterly data 85 2013 2014 2015 2016 2017 2018 2019 Goods excluding energy Services Sources: Statistics Canada and Bank of Canada calculations Last observation: 2019Q3 Yesterday's decision This takes us up to yesterday's monetary policy decision.", "Overall, the tone of developments in recent weeks gives us more confidence in the outlook for growth and inflation that we set out back in October.", "So, I and my colleagues on Governing Council decided that the current setting of the policy interest rate remains appropriate to keep inflation at our 2 percent target.", "In our discussion, we noted some initial signs that global economic growth is beginning to level off, as expected.", "In particular, we noted a recent improvement in global business investment and trade as well as stabilization in manufacturing purchasing managers' indexes.", "We continue to expect that global growth will edge higher over the next couple of years.", "We noted that central bank actions have been supporting financial markets and that prices in many markets have been reflecting an easing of concerns about the possibility of a global recession.", "However, it is clear that trade conflicts remain the biggest risk to the Canadian and global economies and the related uncertainty is continuing to dampen exports and growth.", "We also noted that the Canadian dollar has been relatively stable.", "Turning to Canada, recent data show that the economy slowed sharply in the third quarter, but they also support our forecast that this slowdown will be temporary.", "Governing Council talked about the surprising strength of investment in the quarter.", "The Bank will need to assess the extent to which this strength is likely to be maintained as well as the implications for both economic growth and potential output.", "We also discussed the strong housing markets and moderate consumer spending seen during the third quarter.", "At the same time, consumer credit growth has picked up.", "Given these developments, we will continue to monitor how financial vulnerabilities evolve in the context of regulatory changes designed to keep riskier lending in check.", "Looking ahead, our interest rate decisions will be guided by our continuing assessment of the economic impact of trade conflicts.", "We will also be watching the sources of resilience in the Canadian economy-notably consumer spending and housing activity.", "And we will take into account developments in fiscal policy as we prepare to update our outlook in January."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["monetary policy", "trade conflict", "economic growth", "inflation", "Canada", "United States", "housing market", "fiscal policy", "interest rates", "commodity prices"]}