{"sentences": ["High Level Panel on Climate Change COP25/Naciones Unidas Margarita Delgado Good morning: Thank you very much for the invitation to be here today on this panel on the climate-related role of the financial sector.", "It is obvious that climate change, associated with global warming, is an all-encompassing concern that is translating into initiatives ranging from the most supranational scope possible down to the most local level.", "In my view this is because it is one of the few issues affecting each and every one of us and, at the same time, the planet as a whole.", "The fight against climate change has traditionally been a top-down process.", "The starting point was always an international agreement that had to be transposed into supranational and national regulations; but what we are currently witnessing is a strong bottom-up movement occurring in parallel with this top-down process.", "People, in particular the young, are increasingly demanding their Governments act immediately and decisively, even if this affects their lives or pockets.", "Another revealing feature of this movement is that these efforts are being undertaken jointly by the public and private sectors.", "Many of the official initiatives currently under way are in collaboration with the private sector.", "For instance, the EU High-level Group on Sustainable Finance, created by the Commission in December 2016 to provide advice and contribute to the implementation of these clean policies, comprises 20 senior experts from civil society, the finance sector, academia and observers from European and international institutions.", "The same may be said about the Task Force on Climate-related Financial Disclosures, (TCFD).", "This Task Force, formed by 31 members entirely from the industry, was created in December 2015 at the request of the FSB to develop voluntary, consistent climate-related financial risk disclosures for use by companies in providing information to investors, lenders, insurers and other stakeholders.", "These disclosure standards are increasingly used by companies around the world.", "The emergence of the so-called \"green bonds\" is another case in point.", "These bonds were not created in response to any official initiative; indeedthe market is based entirely on private standards, such as the Green Bond Principles (GBP) issued by the ICMA in 2014.", "Obviously, the green bond market has grown following the demand from private investors willing to \"put their money where their mouth is\".", "In this regard investors, corporates and clients demand information on the impact of business activities on the environment.", "This is why it is so important that we have in the EU finally agreed on this common taxonomy which, hopefully, after being endorsed by the European Parliament, should allow for a more comprehensive assessment of risks and enhanced transparency.", "In sum, the fight against climate change is clearly not solely a publicly driven initiative.", "It is no longer the official sector preaching to the rest of the society but rather a joint effort by all stakeholders: Governments, Central Banks, Supervisors and Official Institutions, along with Corporates, Financial Institutions and, ultimately, all individuals.", "I say they are all stakeholders because, when it comes to this planet, everybody living on it is a stakeholder.", "I believe this is groundbreaking because, when an issue is as global as this one, there is a tendency to go precisely in the other direction.", "It is too easy to dilute personal and corporate responsibilities, find excuses and carry on without changing anything substantial.", "The message we are receiving is that this is not the time to look for excuses.", "The writing is on the wall: it is time for action.", "Of course, whatever a person, a municipality, a region or even a country can do to combat fight global climate change is quite futile if the rest of the world stays the same.", "But the message today should be that each of us must do our bit, large or small, without looking at what others might or might not be doing.", "I am here today, precisely, to talk about doing \"our bit\".", "The contribution that the financial sector can make to this global struggle is no silver bullet, but it is an important one.", "It is clear that finance is not regarded as a polluting sector.", "That, at least, is a positive development in these difficult times for banks ́ reputation.", "Traditionally, the companies dependent on oil products have been those most affected by the environmental regulations resulting from international agreements.", "In fact, we should admit that the financial sector's involvement in this battle has been rather limited.", "Until very recently, climate change was seen as something outside our remit.", "This has changed as a result of the 2015 Paris Agreement.", "What has changed since 2015 to warrant this sudden interest on the part of banking regulators and supervisors in climate risks?", "First, in 2015, the Paris Agreement stressed for the first time the importance of the financial system for steering the resources needed to transform the economy towards a sustainable model.", "Second, in 2018, the first NGFS report stated that climate-related risks were a source of financial risk, and that supervisors and central banks should shore up the system's solvency in the face of these risks.", "Both elements, risk and funding, are clearly interrelated.", "Let ́s start from the risk view.", "In my public interventions I keep on highlighting one essential feature of any viable business model, namely the need to identify and quantify all the costs and risks involved in any given transaction and pass them through to prices and capital.", "It is well known that the process of transition will entail two types of risks to the financial system: (i) on the one hand, the physical risks caused by the direct effects of climate change, as a result of the gradual increase in temperature, or more frequent or more severe climate events such as storms, flooding or natural disasters; (ii) on the other, the transition risks, which refer to the potential effect on specific bank borrowers of the regulatory measures aimed at sustainably transforming the economy, technological changes, and changes in customer behaviour and preferences driven by greater environmental awareness.", "This leads me to the second element: the contribution of banks to the transition of the economy.", "Of course, if banks incorporate climate-related risks into costs and capital, they indirectly become \"facilitators\" of change, by reducing the cost of financing of activities that contribute most to the sustainable transformation of the economy, while at the same time discouraging more polluting activities.", "At the same time, we should stress that the change of production model will also entail opportunities for economic agents, which banks and companies should seize.", "By way of example, to achieve the EU's 2030 targets agreed in Paris, it is estimated that, for the EU as a whole, there is a need to fill an investment gap estimated at 260 billion EUR per year.", "The cost of clean technologies has decreased dramatically -both solar panels and batteries are around 80% cheaper than a decade ago, for instance - and the potential in terms of growth and job creation is also striking.", "In this regard, technology, society, regulation and public opinion are aligning to bring about a change towards a more sustainable economic model.", "Banks should, at the same time, nurture that change and exploit the business opportunities stemming from it.", "Nevertheless, we should be mindful of the potentially systemic implications that moving to a decarbonised economy entails, which could affect specific economic sectors.", "The official sector must assess this process carefully and drive its movement gradually if we wish to minimise any undesirable economic and social consequences.", "The goal is to achieve what has been dubbed \"a fair transition\".", "Let me talk now about the supervisor's side.", "What are we expecting from banks in relation to these risks?", "Well, in the short and medium term we would expect all banks to include the environmental dimension in their strategic approach, as well as in their risk analysis and monitoring.", "Banks must begin to fill data gaps, compiling all relevant information at least for new operations.", "From a methodological standpoint, banks should at least be able to understand the implications of environmental risk and how it may affect their business models, including it in their risk appetite frameworks, in a manner proportionate to their size and complexity.", "Of course, the Board has to be duly informed, and some of their members should have the necessary expertise to assess these risks.", "Needless to say, it is not only banks that need to \"catch up\"; we are also working at the Banco de España to adapt to this reality.", "I believe it is fair to acknowledge that this is all very new for everyone in the banking sector, including certainly Central Banks and Supervisors.", "Firstly, we have created an internal function entrusted with assessing the impact we as an institution have on the environment.", "The aim is to identify and coordinate the necessary measures to reduce that impact.", "Secondly, as a macroprudential supervisor, we clearly need to be able to assess and quantify the risks that the transition towards a more sustainable economy poses, both for individual banks and the financial sector as a whole.", "We must be able to perform stress tests for the financial system overall and define scenarios to be applied by banks individually.", "Accordingly, we are designing internal governance structures and methodologies, actively participating in the cultural shift in the SSM supervisory model.", "Naturally, we are also evaluating the information and data requirements needed to address this challenge.", "Thirdly, as investors in the debt markets, we are working to include environmental risk assessment in our credit analysis.", "A fourth key element is our responsibility as supervisors.", "We must foster the implementation of these changes in the financial sector.", "We cannot wait for change to occur.", "We need to be proactive.", "Accordingly, we are also launching several initiatives to help raise awareness of the importance of this issue, including workshops and meetings with the industry to learn more about how the sector is coping with climate change and to promote its transformation.", "There is certainly much to be done.", "But, to conclude on a positive note, I wanted to highlight the incredible pace at which initiatives are moving and changes are being introduced.", "Let me give you two examples.", "First, the NGFS was created barely two years ago, but in this very short lifespan it has managed to publish two comprehensive reports, guidance for central banks' investments and, not least, its membership has surged from 8 to 51 members and 12 observers.", "The second example is rather obvious: just look at the composition and topics discussed on this panel today.", "They would have been quite unthinkable two years ago."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change", "Financial Sector", "Sustainability", "Green Bonds", "Risk Management", "Transition Risks", "Physical Risks", "Investment Opportunities", "Data Gaps", "Supervisory Expectations"]}