{"sentences": ["Ladies and gentlemen, the Vice-President and I are very pleased to welcome you to our press conference.", "We will now report on the outcome of today's meeting of the Governing Council, which was also attended by the Commission Executive Vice-President, Mr Dombrovskis.", "Incoming information since our last monetary policy meeting in early June signals a resumption of euro area economic activity, although the level of activity remains well below the levels prevailing before the coronavirus (COVID-19) pandemic and the outlook remains highly uncertain.", "Both high-frequency and survey indicators bottomed out in April and showed a significant, though uneven and partial, recovery in May and June, alongside the ongoing containment of the virus and the associated easing of the lockdown measures.", "At the same time, actual and expected job and income losses and the exceptionally elevated uncertainty about the evolution of the pandemic and the economic outlook continue to weigh on consumer spending and business investment.", "Headline inflation is being dampened by lower energy prices and price pressures are expected to remain very subdued on account of the sharp decline in real GDP growth and the associated significant increase in economic slack.", "Against this background, ample monetary stimulus remains necessary to support the economic recovery and to safeguard medium-term price stability.", "Therefore, we decided to reconfirm our very accommodative monetary policy stance.", "We will keep the key ECB interest rates unchanged.", "We expect them to remain at their present or lower levels until we have seen the inflation outlook robustly converge to a level sufficiently close to, but below, 2% within our projection horizon, and such convergence has been consistently reflected in underlying inflation dynamics.", "We will continue our purchases under the pandemic emergency purchase programme (PEPP) with a total envelope of €1,350 billion.", "These purchases contribute to easing the overall monetary policy stance, thereby helping to offset the pandemic-related downward shift in the projected path of inflation.", "The purchases will continue to be conducted in a flexible manner over time, across asset classes and among jurisdictions.", "This allows us to effectively stave off risks to the smooth transmission of monetary policy.", "We will conduct net asset purchases under the PEPP until at least the end of June 2021 and, in any case, until the Governing Council judges that the coronavirus crisis phase is over.", "We will reinvest the principal payments from maturing securities purchased under the PEPP until at least the end of 2022.", "In any case, the future roll-off of the PEPP portfolio will be managed to avoid interference with the appropriate monetary policy stance.", "Net purchases under our asset purchase programme (APP) will continue at a monthly pace of €20 billion, together with the purchases under the additional €120 billion temporary envelope until the end of the year.", "We continue to expect monthly net asset purchases under the APP to run for as long as necessary to reinforce the accommodative impact of our policy rates, and to end shortly before we start raising the key ECB interest rates.", "We intend to continue reinvesting, in full, the principal payments from maturing securities purchased under the APP for an extended period of time past the date when we start raising the key ECB interest rates, and in any case for as long as necessary to maintain favourable liquidity conditions and an ample degree of monetary accommodation.", "We will also continue to provide ample liquidity through our refinancing operations.", "In particular, the latest operation in the third series of targeted longer-term refinancing operations (TLTRO III) has registered a very high take-up of funds, supporting bank lending to firms and households.", "The monetary policy measures that we have taken since early March are providing crucial support to underpin the recovery of the euro area economy and to safeguard medium-term price stability.", "In particular, they support liquidity and funding conditions in the economy, help to sustain the flow of credit to households and firms, and contribute to maintaining favourable financing conditions for all sectors and jurisdictions.", "At the same time, in the current environment of elevated uncertainty and significant economic slack, the Governing Council remains fully committed to doing everything necessary within its mandate to support all citizens of the euro area through this extremely challenging time.", "This applies first and foremost to our role in ensuring that our monetary policy is transmitted to all parts of the economy and to all jurisdictions in the pursuit of our price stability mandate.", "The Governing Council, therefore, continues to stand ready to adjust all of its instruments, as appropriate, to ensure that inflation moves towards its aim in a sustained manner, in line with its commitment to symmetry.", "Let me now explain our assessment in greater detail, starting with the economic analysis.", "Incoming data and survey results suggest that economic activity improved significantly in May and June from its trough in April, alongside the ongoing containment of the virus and the associated easing of the lockdown measures.", "At the same time, economic indicators remain well below the levels recorded before the pandemic, and the recovery is in its early stages and remains uneven across sectors and jurisdictions.", "After decreasing by 3.6%, quarter on quarter, in the first quarter of 2020, euro area real GDP is expected to have contracted even further overall in the second quarter, broadly in line with the June 2020 Eurosystem staff macroeconomic projections.", "Signs of a recovery in consumption have emerged, while there has also been a significant rebound in industrial output.", "At the same time, subdued labour market conditions and precautionary household saving are weighing on consumer spending.", "Weak business prospects and high uncertainty are dampening investment, while the weakness in the global economy is hampering foreign demand for euro area goods and services.", "Euro area activity is expected to rebound in the third quarter as the containment measures are eased further, supported by favourable financing conditions, an expansionary fiscal stance and a resumption in global activity, although uncertainty about the overall speed and scale of the rebound remains high.", "In general, the extent of the contraction and the recovery will depend crucially on the duration and effectiveness of the containment measures, the success of policies to mitigate the adverse impact on incomes and employment, and the extent to which supply capacity and domestic demand are permanently affected.", "Overall, the Governing Council assesses the balance of risks to the euro area growth outlook to remain on the downside.", "According to Eurostat's flash estimate, euro area annual HICP inflation increased to 0.3% in June, from 0.1% in May, mainly reflecting less negative energy price inflation.", "On the basis of current and futures prices for oil and taking into account the temporary reduction in the German VAT rate, headline inflation is likely to decline again in the coming months before picking up in early 2021.", "Over the medium term, weaker demand will put downward pressure on inflation, which will be only partially offset by upward pressures related to supply constraints.", "Marketbased indicators of longer-term inflation expectations have continued to increase from the historical lows reached in mid-March, but overall remain at subdued levels.", "While survey-based indicators of inflation expectations have declined since the start of the pandemic, longer-term expectations have been less affected than short and medium-term expectations.", "Turning to the broad money (M3) growth increased to 8.9% in May 2020, monetary analysis, from 8.2% in April.", "Strong money growth reflects bank credit creation, which continues to be driven to a large extent by the acute liquidity needs in the economy.", "Moreover, high economic uncertainty is triggering a shift towards money holdings for precautionary reasons.", "In this environment, the narrow monetary aggregate M1, encompassing the most liquid forms of money, continues to be the main contributor to broad money growth.", "Developments in loans to the private sector continued to be shaped by the impact of the coronavirus on economic activity.", "The annual growth rate of loans to non-financial corporations rose further to 7.3% in May 2020, from 6.6% in April, reflecting firms' need to finance their ongoing expenditures and working capital in the context of still anaemic revenues.", "At the same time, the annual growth rate of loans to households remained unchanged at 3.0% in May, after declining for two consecutive months, amid ongoing constraints on consumption.", "The results of the euro area bank lending survey for the second quarter of 2020 provide further insights into these developments.", "With regard to firms, they show a continued strong upward impact of the pandemic on demand for loans, largely driven by emergency liquidity needs, while financing needs for fixed investment declined.", "Credit standards on loans to firms remained broadly unchanged.", "The tightening impact of the deterioration in the economic outlook and the associated decline in the creditworthiness of firms was broadly offset by the easing effects of policy measures, particularly the ECB's liquidity-support measures and government guarantees on loans.", "However, looking ahead, banks expect a net tightening of credit standards on loans to firms, in part related to the expected end of the state guarantee schemes.", "With regard to loans to households, credit standards tightened, reflecting in particular a deterioration in households' income and employment prospects in the context of the pandemic.", "Overall, our policy measures, together with the measures adopted by national governments and European institutions, will continue to support access to financing, including for those most affected by the ramifications of the pandemic.", "To sum up, a cross-check of the outcome of the economic analysis with the signals coming from the monetary analysis confirmed that an ample degree of monetary accommodation is necessary for the robust convergence of inflation to levels that are below, but close to, 2% over the medium term.", "Regarding fiscal policies, an ambitious and coordinated fiscal stance remains critical, in view of the sharp contraction in the euro area economy.", "Measures taken in response to the pandemic emergency should as much as possible be targeted and temporary in nature.", "The three safety nets endorsed by the European Council for workers, businesses and sovereigns, amounting to a package worth €540 billion, provide important funding support in this context.", "At the same time, the Governing Council urges further strong and timely efforts to prepare and support the recovery.", "We therefore strongly welcome the European Commission's Next Generation EU proposal, which is dedicated to supporting the regions and sectors hardest hit by the pandemic, to strengthening the Single Market and to building a lasting and prosperous recovery.", "It is important for the European leaders to quickly agree on an ambitious package.", "In order to reach its full potential, the European Union's Recovery and Resilience Facility will need to be firmly rooted in sound conceived and implemented at the national structural policies level.", "Well-designed structural policies could contribute to a faster, stronger and more uniform recovery from the crisis, thereby supporting the effectiveness of monetary policy in the euro area.", "Targeted structural policies are particularly important to rejuvenate our economies, with a focus on accelerating investment in priority areas such as the green and digital transitions.", "We are now ready to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none"], "topics": ["monetary policy", "economic recovery", "inflation", "pandemic", "liquidity", "financing", "interest rates", "credit", "growth", "risk"]}