{"sentences": ["The decade ahead - Governor Gabriel Makhlouf 12 February 2020 Speech Remarks at the European Financial Forum, Dublin It is a pleasure to be here.", "The theme of this year's European Financial Forum is \"Ready for a new decade\".", "Looking back, I am not sure anyone could have fully predicted the changes that have taken place over the past decade.", "In the Irish, euro area, and world economies.", "In trade and interconnectedness, in the structure of the nancial system, in technology and in regulation.", "To succeed in the face of these transitions, economies need not only stable and sustainable macroeconomic frameworks and sound monetary policy that delivers predictable prices.", "They also need stable and well-regulated nancial systems and well- functioning markets.", "This morning, I am going to give a brief overview of the macroeconomic environment and outlook before I discuss some of the big challenges for the economy and nancial system in the decade ahead.", "I will also outline how I see the Central Bank of Ireland's role in the nancial system, as well as discuss what we're doing in the area of regulation and supervision, both domestically and in Europe - how we are getting ready for some of the challenges of the new decade.", "The macroeconomic environment and outlook First, from a macro perspective, where do things stand today?", "Despite signicant external headwinds over the last few years, economic growth in Ireland has remained remarkably resilient.", "Brexit-related uncertainty and risks h4ave weighed on condence and sentiment.", "Tensions in relation to international trade and geopolitics have escalated.", "And our main trading partners have shown weaker growth.", "Despite all this, the most recent data indicate that the Irish economy continued its strong trend growth in 2019.", "What's behind this growth?", "Well, primarily domestic economic activity: strong gains in employment and rising incomes.", "Exports in the multinational sector also remain buoyant.", "Employment, for example, has grown at an annual average rate of close to 3 per cent since 2014.", "The unemployment rate has fallen from a peak of about one in six people unemployed to just under one in twenty.", "We see some evidence that the labour market has started to tighten, with spare capacity diminishing.", "Earnings have also grown in all sectors of the Irish labour market.", "Average hourly earnings are experiencing the fastest rate of growth since 2009.", "Although data for the nal quarter is not yet available, underlying domestic demand - a measure of how much we consume and the government spends, and underlying investment - shows the economy grew by around 4 per cent last year.", "Our central forecast for the economy over the next two years - published this morning in our rst Quarterly Economic Bulletin for 2020 - is that the outlook remains broadly favourable.", "Underlying domestic demand is forecast to grow by 3.7 per cent in 2020 and 3 per cent in 2021.", "The main impetus underpinning the forecast is expected further growth in employment and incomes, although, in line with the capacity constraints I just mentioned, employment growth is projected to continue to slow somewhat.", "Growth has been strong, but we should not be complacent.", "Growth is not the same as resilience.", "And growth does not make us immune to risks.", "In the language of asset management, past performance is no guarantee of future results.", "And a number of signicant risks to the outlook remain.", "As a small, open and highly globalised economy, Ireland is especially sensitive to global events.", "The volatility of the economy means we have higher highs and lower lows.", "I want to mention two risks in particular today: the coronavirus and the future trading relationship with the UK.", "The impact of the coronavirus outbreak in China adds to already existing uncertainties and risks at the global level.", "While it is premature to reach any conclusions, there is the potential for a negative shock to the growth of the international economy in the short-term.", "Beyond that, however, we must wait and see, though recognising that uncertainty has increased.", "Any impact on the Irish economy would be felt through both direct and indirect channels.", "From a decline in demand for Irish exports to China, to the negative impact on overall world demand and a consequential impact on Irish exports.", "As China accounts for a large and growing share of world output - about 19% of world GDP in 2018 - we would expect a disruption to China's economy to have an impact on Ireland.", "The second risk facing the economy I want to mention today is the future trading relationship between the EU and the UK, now that it has left the Single Market and become a third country.", "The UK's withdrawal from the Single Market represents a substantive change for the Irish economy, reecting the historical interconnectedness between Ireland and the UK.", "The UK is Ireland's third largest goods export destination and is an important destination for products relating to food and agriculture.", "More than a fth of Irish-owned rms rely on the UK for over 75 per cent of their exports.", "One third of the imports of Irish-owned rms from the UK are food products, consisting of goods for both nal consumption and for further processing.", "The economic impact of the new trading arrangements will depend on how close or how far they are from current arrangements.", "But it seems likely and unsurprising that any future economic relationship between the EU and the UK will have more hurdles than the status quo.", "Consumers, businesses and regulators should expect, and plan for, more frictions and divergence.", "Perhaps the rst question to consider is how much divergence a business can tolerate or manage.", "There are no straightforward answers here and it is inevitable that uncertainty will have an impact on economic activity.", "But minimising that uncertainty by using the transition period to plan for change would be my advice to all businesses, all consumers and all regulators.", "That advice also applies to all nancial services rms.", "Challenges for a new decade Before turning to the more medium and longer term challenges ahead, it is worth looking back at the last decade.", "The nancial landscape has changed dramatically including in its diversity and complexity.", "For example, the rise in non-bank nance and the new payments landscape.", "In Ireland, the size of the non-bank nancial sector has more than doubled over the last decade from €1.8 trillion to approximately €4.5 trillion last year.", "At a global level, Ireland is the sixth largest jurisdiction for non-bank nancial intermediation activities.", "Market-based nance can provide a valuable alternative to bank nancing for many businesses and households.", "But we must be aware of the potential risks that may also arise.", "The last decade has taught us a lot about how shocks transmit through the banking system, and to the wider economy.", "However, we know less about how shocks propagate through non-bank channels.", "As I am sure the next decade will show again, nancial instability does not respect neat compartments or segments of the nancial system, or indeed national borders.", "As regulators, we must continue to deepen our understanding of the risks in the very large non-bank sector domiciled here in Ireland.", "It's a Central Bank priority: we need to lead and take action where necessary.", "Boundaries in nance are being redrawn, as new players disrupt markets, or disappear altogether.", "In payments, for example, we have seen that new rms can often have different business models, can initially target market sub- segments, and are often better equipped to utilise data and attract younger clients.", "We also see a trend to more frictionless payments, with some incumbents struggling to keep pace with technological change.", "These changes create opportunities but also pose challenges and risks.", "To deal with these in the decade ahead will require awareness, understanding and agility on the part of consumers, industry and central banks.", "It's a constant learning process, for everyone.", "Moving from the nancial system to the wider economy, there is considerable uncertainty around the scale and pace of any decline in UK trade now that it has left the Single Market.", "The Central Bank has modelled an EU/UK Free Trade Agreement scenario with the results showing that Irish output would be around 3.5 per cent lower by 2028 than if the UK had remained an EU member.", "And if WTO rules applied, output would be 5 per cent lower.", "In the long term, what matters is productivity growth.", "As Paul Krugman has said, \"Productivity isn't everything, but, in the long run, it is almost everything.", "A country's ability to improve its standard of living over time depends almost entirely on its ability to raise its output per worker.\"", "The world is experiencing a global productivity slowdown.", "And as the OECD and the IMF have indicated, understanding productivity in the Irish economy is important if we want to assess the longer run prospects for Ireland's future prosperity.", "Productivity, along with the rise of non-bank nance, technological innovation and the future economic relationship with the UK are just a few of the challenges we will face over the next decade.", "And I haven't even mentioned climate change.", "So how should we meet these challenges?", "It's about continuing to focus on the fundamentals, about managing the short term while planning for the medium term, ensuring our frameworks are t-for-purpose and learning the lessons of the past while preparing for the future.", "It's also about being prepared to challenge ourselves.", "Economic transitions have been a feature of society throughout history.", "Building economic resilience is the most effective way to help societies manage them.", "There is no one-off solution to the challenge of building economic resilience.", "It includes an economy's agility, the extent to which it innovates and adapts, how quickly it can seize opportunity, how well it manages risk and how effectively it harnesses its human, social and natural capital.", "It is about how households, businesses and policymakers adapt to - and shape - the context in which they live and operate.", "Ensuring frameworks are t for purpose And the context in which we live and operate in is evolving.", "As a central bank, we must also be agile and responsive to change, adapting to and shaping the world around us.", "So let me turn briey to the role of the Central Bank of Ireland in the context of regulation and supervision.", "As I said, ensuring frameworks are t for purpose is a key element in meeting the challenges of the next decade.", "Stable and well-regulated nancial systems and well-functioning markets rely on them.", "For us, these include microprudential frameworks, macroprudential frameworks, and frameworks for consumer protection.", "And our focus is not just domestic, but European too.", "Microprudential frameworks We regulate over 10,000 entities in the nancial sector.", "However, not every rm, or market for that matter, represents the same level of risk, so our microprudential framework takes a risk-based approach.", "We do not operate a zero failure regime.", "Our approach provides a structured and outcomes-focused framework for supervision.", "Despite this model serving us well, there is always the need to adapt to changing circumstances.", "In fact, all businesses and regulators should be looking to adapt their models, policies, and approaches to the changing nancial landscape.", "We have recently reviewed our framework to ensure that our approach to supervision continues to be robust, risk-based and outcomes-focused.", "And today, we are publishing a paper which sets out an update of the prudential impact component of our framework.", "Consumer protection frameworks Let me now turn to the consumer protection framework.", "We have started a review of the 2012 Consumer Protection Code to ensure that it is t for purpose.", "We want a refreshed Code to continue to deliver strong protections for consumers and take account of new services and new innovations.", "The aim is to ensure the regulations are future ready to address emerging trends and risks across a rapidly changing nancial services landscape.", "The review will include extensive engagement with stakeholders.", "I intend to talk further about the review later this year.", "Macroprudential frameworks The macroprudential framework, which as many of you know, has been transformed over the past decade.", "Our polices have focused on strengthening the resilience of both banks and borrowers.", "They include borrower-based measures, the other systemically important institutions (O-SII) buffer and the counter cyclical capital buffer (CCyB).", "We are also looking to introduce a systemic risk buffer (SyRB).", "I announced last December a review into domestic property funds.", "Given the growth in this form of nancial intermediation in recent years, and its importance for the domestic commercial real estate market, you would expect us to be looking closely at the resilience of this form of nance.", "You would expect us to be reaching a judgement on how well placed this segment of the funds sector is to absorb - rather than amplify - any potential adverse shocks in the future.", "And that is exactly what we are doing.", "Beyond domestic property funds, I support my ECB colleague, Vice-President de Guindos, in his call for the development of a broader macroprudential framework for the non-bank sector to ensure it can sustain nancing of the real economy under different economic conditions and mitigate pro-cyclical risk-taking, excessive leverage, liquidity, and maturity transformation.", "A way of looking at the Central Bank's role is through both horizontal and vertical dimensions.", "Horizontally, one of the Central Bank's key strengths is its comprehensive mandate.", "This includes regulating the funds, insurance, and banking sectors.", "But also our wide macroprudential, conduct and consumer protection responsibilities.", "Being both the securities markets regulator and the macroprudential authority means we have a comparative advantage in terms of our assessment of risks in the non-bank sector.", "Using the interconnected nature of our mandate to tackle the interconnected nature of the nancial system is a key area of focus for me.", "It is fundamental to the delivery of our mission to safeguard monetary and nancial stability and ensure that the nancial system operates in the best interests of consumers and the wider economy.", "European frameworks The vertical dimension of our role includes our integration into the frameworks of European nancial supervision.", "Being part of the Eurosystem and the Single Supervisory Mechanism (SSM), the European System for Financial Supervision, and wider international fora means we should be relatively more effective in assessing risks.", "Regulation and supervision of the nancial system has not achieved anything like the degree of integration for monetary policy.", "A possible exception is Banking Union where the prospects of completing it may be within view over the coming years.", "The SSM and the Single Resolution Mechanism (SRM) are now established and becoming more mature.", "Of course, more needs to be done to ensure sufcient risk reduction and to achieve the full resolvability of banks across the EU.", "And we still await the establishment of the European Deposit Insurance Scheme (EDIS).", "Supervision of insurance and markets remains largely implemented by national authorities.", "The European Supervisory Authorities (ESAs) work across all sectors, including banking, to develop single rulebooks and ensure supervisory convergence.", "But the fragmentation of nancial supervision and diffuse accountability can also result in inaction.", "The investment funds industry is a good example of the importance of a well-coordinated approach, balancing both a national and a European focus.", "Ireland is a global hub in this sector, with investment funds based here being sold across Europe.", "It goes without saying that we regard it as our duty to ensure adequate protections for all EU consumers, not just Irish ones.", "Similarly, our national aim to preserve nancial stability is also a European one.", "Some might argue that Ireland's objective should be to maintain nancial stability in Ireland.", "We agree but we cannot stop there.", "Financial stability is a global public good.", "We cannot shut our eyes at the border.", "We need to work closely with our peers across the world to ensure that the nancial system remains stable and serves all citizens.", "Banks, insurers and capital market rms operate across borders in the EU, meaning that distress in one part of the system can spread to others.", "We seek to act in common cause with our European partners to ensure that overall nancial stability in the Union is maintained, even though there may be no immediate or direct threat to nancial stability in Ireland.", "The Central Bank's approach to stakeholder engagement This leads me to the important role of engagement.", "As the nancial system evolves, it is more important than ever that the Central Bank is well-connected to the community that it serves.", "The Bank's job is not to promote the nancial sector.", "Our aim is to ensure that the nancial system can provide services that households and business require, both in good times and in bad.", "Better engagement with stakeholders across Ireland and the nancial services industry helps us understand the risks posed by the nancial system and in turn helps consumers and the nancial services industry understand our approach to regulation.", "We are undertaking a review of our engagement to identify best practice in this area.", "We want to ensure we have a consistent, comprehensive and inclusive approach to how we engage and who we engage with.", "We want to make a step-change in our engagement across the board, covering all of our mandate, from monetary policy, to macroprudential policy, to consumer protection.", "You will see this in the review of the ECB's monetary policy strategy.", "You will see this in the review of the Consumer Protection Code.", "You will see this in our work on nancial stability.", "You will see this in our presence around the country.", "And you will see this in the interactions we have with the nancial services industry as we aim to deliver a resilient nancial system that serves the wider economy.", "To conclude, the outlook for the economy remains positive in the short term.", "Some moderation in underlying domestic demand growth is likely while some signicant risks remain.", "The focus of my remarks has been about the decade ahead.", "We all know that the nancial system is evolving and that the challenges for the nancial sector are also evolving.", "As I said earlier, successful economies need to have stable and sustainable macroeconomic frameworks and sound monetary policy that delivers predictable prices.", "They also need stable and well-regulated nancial systems and well-functioning markets.", "The Central Bank will continue to focus on stable and sustainable frameworks, on sound monetary policy, and on a well regulated nancial system, in Ireland and in Europe.", "We will ensure that the nancial system of the future continues to operate in the best interests of consumers and the wider economy.", "For details of the event, see here .", "The deterioration in consumer sentiment in recent years suggests that Brexit has weighed on condence.", "According to the KBC Consumer Sentiment Index , Irish consumer sentiment improved for a second successive month in December, largely reecting the reduced near term risk that the UK might crash out of the EU.", "See Central Bank of Ireland Quarterly Bulletin 2020 Q1 for further details.", "The latest data from the Central Statistics Ofce shows that the unemployment rate was 4.8 per cent in January 2020.", "Byrne, S. and McIndoe-Calder, T., Employment Growth: Where Do We Go From Here?, Quarterly Bulletin 2019.", "See Central Statistics Ofce Earnings and Labour Costs Quarterly for further details.", "See Central Bank of Ireland Quarterly Bulletin 2020 Q1 for further details.", "See Donnery, S. Small Open Economies - Vulnerabilities in a Changing World , 13 September 2019.", "IMF data shows that, in 2018, China accounted for 18.67 per cent of global GDP in purchasing power parity (PPP) adjusted terms.", "Lawless, M., Intermediate goods inputs and the UK content of Irish goods exports , Economic and Social Research Institute 2018 Cima, S., Killeen, N. and Madouros, V., Mapping Market-Based Finance in Ireland, Central Bank 2019.", "See Global Monitoring Report on Non-Bank Financial Intermediation 2019 , Financial Stability Board.", "Conefrey, T. and Walsh, G., Dealing with Friction: EU-UK Trade and the Irish Economy after Brexit, Central Bank 2020.", "Krugman, P., The Age of Diminishing Expectations, 1994.", "See Economic Surveys Ireland March 2018 , OECD.", "See Makhlouf, G., Resilience through transitions: facing the tumult, 20 November 2019.", "For further details on the Central Bank of Ireland's framework, see here.", "See PRISM Impact Review, Revised Prudential Impact Models, Central Bank 2020.", "See de Guidos, L., The euro area nancial sector: opportunities and challenges , 6 February 2020.", "See Sibley, E., Innovation in Financial Services: A Regulator's Perspective , 29 November 2019.", "©2020 Central Bank of Ireland"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central Bank", "Macroeconomic", "Financial system", "Risks", "Brexit", "Regulation", "Supervision", "Stability", "Productivity", "Consumer protection"]}