{"sentences": ["Dear representatives of the European Commission, European Central Bank and Eurostat, Dear Ministers and governors, It is a great pleasure being amongst all of you on the regular Economic and Financial Dialogue.", "This virtual mode in which we meet today demonstrates the current state of our living and the risks that we, as humanity, have been facing.", "The localized health crisis erupted into pandemic and broke the global social, economic and financial links in a blink of an eye.", "Given the high trade and financial openness of the Macedonian economy, these unprecedented, abrupt and synchronised global economic disruptions in conjunction with domestic containment measures brought many challenges across different segments in the economy.", "This, especially in light of the monetary strategy of stable exchange rate which underlines the need of striking the right balance between preserving exchange rate stability, on the one hand and providing monetary impulse to support credit cycle, on the other.", "Lower remittances, FDIs, declining export base driven by relatively high integration into the European global chains, together with gloomy expectations of domestic agents and increased preferences for holding euro, exerted some pressures on the foreign exchange market at the very beginning of the crisis.", "However, on the backdrop of the strong foreign reserves buffers, supported also by IMF's RFI, as well as stepped up central bank communication, confidence effect was rather swiftly contained, thus allowing room for monetary impulse, by reducing the main policy rate and providing liquidity through standard and non-standard measures.", "This has also facilitated the financing of fiscal impulse stemming from automatic stabilizers and discretionary measures leading to a coordinated policy mix.", "We have also introduced some temporary regulatory targeted to creditworthy, but affected-by-the-crisis clients.", "Overall, the confluence of all the measures undertaken aims at easier access to finance and alleviation of the economic fallout, but it is of key importance that the response has This holds for foreign reserves that been enabled by the policy space created in the past.", "have organically grown in recent period, reflecting improvement in fundamentals and external position of the economy, but also for the banking system with sound liquidity and capital position reflecting strengthened regulatory and supervisory framework in the aftermath of the global crisis.", "In this respect, the guidelines provided within the ERP consultation process have also added significant value to the overall strength.", "The reestablished Financial Stability Committee, that now has all financial regulators on board, the more precise macro-prudential mandate of the Central Bank, implementation of NPL resolution, as well the Denarisation Strategy - the whole compendium has been conducive to strengthening the banking system capacity to withstand shocks and absorb unavoidable loses.", "Yet, we must not neglect the high uncertainty and possibility that the current crisis might further protract and further absorb part of the policy space, which underlines the role of the IFIs and the EU.", "This is particularly important given the relatively low domestic savings rate and shallow domestic markets.", "The clear lesson is that while we are currently focused on fire extinguishing, we should not lose sight of structural hurdles that have to be tackled to increase long term potential of the economy, reduce vulnerabilities and consequently rebuild policy buffers for future shocks that would possibly appear on the horizon.", "At the end, let me express our gratitude for the dialog and assessment of the Reform Programme that serve as important anchors for strengthening our institutional capacity and providing guidance for addressing structural bottlenecks for faster income convergence and EU integration."], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["monetary impulse", "policy space", "foreign reserves", "banking system", "credit cycle", "exchange rate stability", "economic fallout", "fiscal impulse", "financial stability", "structural hurdles"]}