{"sentences": ["Financial Integration and Inclusive Development: A view from the Mediterranean countries Central banks, financial inclusion and digitization: Harnessing technology for inclusive growth Intervention of Mr. Abdellatif Jouahri Governor of Bank Al-Maghrib Madrid, December 13, 2019 Governor of the Banco de Espana, President of the European Institute of the Mediterranean, Deputy Secretary General of the Union for the Mediterranean, Dear friends and colleagues Ladies and Gentlemen, First of all, I would like to thank the organizers, particularly the Governor of the Bank of Spain, Mr. Pablo Hernandez de Cos, and the President of the Executive Committee of the IEMed, Mr. Senén Florensa, for inviting me to participate in this conference.", "Taking part in the Mediterranean meetings organized by the Bank of Spain has become, for me, a tradition to be preserved, all the more since we are united by a cooperation agreement.", "It is also my pleasure to speak alongside panelists, both colleagues and friends, on a topic of particular interest to us from each side of the Mediterranean.", "Inclusive development issues have been one of the key concerns for Moroccan public authorities for several years now.", "With regard to financial inclusion in particular, which engages us as a central bank, we have, together with the Ministry of Finance and stakeholders, just finalized and started implementing a national financial inclusion strategy, whose preparation has progressed for a few years now.", "Thus, in 2013, we set up the Moroccan Foundation for Financial Education, and introduced, in the 2014 Banking Law, payment institutions with a scope of activity limited to small-value transactions.", "As a result, several stakeholders took various and disparate initiatives, which prompted us to federate them to develop a National Financial Inclusion Strategy.", "To this end, we proceeded from a situation analysis based on objective supply and demand data, which were collected through field surveys, mainly the Findex survey conducted by the World Bank in several countries.", "The paradoxical finding which emerged is that, based on indicators such as credit or deposit-to-GDP ratios or the FSAP assessment, Morocco's financial system proves to be deep if compared internationally, but suffers from significant inequalities in terms of access.", "To give you some figures, the share of adults holding an account is estimated by the Findex survey at 34 percent at the national level.", "This proportion ranges from 20 percent in rural areas to 37 percent for urban dwellers, from 17 percent for women to 41 percent for men and from 16 percent for young people under 25 to 33 percent for those aged 25 and over.", "Based on these data, it became clear that priority should be given to targeting the most disadvantaged groups in order to reduce the gaps.", "Besides, as Fintech was experiencing significant growth and was becoming a promising lever, the first measure to undertake was to introduce mobile payment, considering the high mobile phone penetration rate, which reaches 130 percent and allows coverage of almost the whole population.", "To this end, we have developed, together with the National Telecommunications Regulatory Agency, a national low-cost, secure, interoperable and real-time mobile payment solution.", "This offer is to be provided not only by banks and telecom operators, but also by payment institutions which formed an alternative network, and which we had begun to license based on strict specifications.", "However, the adherence of retail merchants, necessary for a large-scale deployment of this solution, is still low, as that many of them still operate in the informal sector.", "Subsequently, we were prompted to collaborate with the Ministry of Finance in order to introduce tax incentives in the 2020 Finance Act.", "Today, we are rather optimistic.", "These incentives, combined with communication and awareness-raising efforts, will hopefully give a new impetus to this solution and contribute to a greater integration into the formal economy and to a reduced use of cash.", "Mobile payment has undoubtedly been one of the main levers of financial inclusion in Morocco, but certainly not the only one.", "We have also strived towards turning microfinance and micro insurance into channels of inclusion.", "To this end, the applicable amending legal texts have been finalized and are in the process of being approved.", "At the same time, we continued strengthening and expanding financial education work, bringing together all national stakeholders around the Foundation and drawing on international best practices.", "More particularly, we worked with the ILO and AFI to develop educational packages, and organized several instructor-training sessions for various professional categories.", "In this same vein of association and cooperation, we are trying to bring together all stakeholders to reflect on the methods for implementing the Bali Fintech Agenda.", "In this regard, Bank Al-Maghrib co-organized, last March, a regional conference with the IMF and plans to hold a second one in 2021.", "Similarly, our institution held, last November, the Africa Blockchain Summit, meant to share experiences between African countries, stimulate innovation and encourage startups.", "We hope to take advantage of the latter's innovations for our own benefit and for the benefit of our ecosystem.", "The selected startups have indeed come up with promising solutions to strengthen financial inclusion.", "That being said, such digital revolution, as we all know, is not only about opportunities, but also about risks and challenges, namely in terms of cybercrime, money laundering and terrorist financing, and personal data protection, etc.", "This highlights, once again, the need for appropriate regulation.", "In the banking sector, we, as a central bank, are striving for more agile and appropriate regulation, while offering support to the new actors and ensuring their supervision.", "With respect to the fight against money laundering and terrorist financing, the recent MENA-FATF assessment highlighted some shortcomings among financial inclusion non-bank actors.", "Hence, a compliance program was set up by the authorities with the aim of remedying this situation in the medium term.", "As regards personal data protection, Morocco has ratified the 108th Convention of the Council of Europe and its Additional Protocol.", "Since then, it set up a national control unit to ensure proper observation of the various rights (of information, access, rectification and opposition).", "In this respect, the central bank plays an important role as an interface between this unit and financial inclusion stakeholders.", "However, this legal framework is likely to evolve in view of the regulatory progress made in this area, particularly at the European Union level.", "With regard to cyber security risks, Morocco is moving towards developing a strategy for the security of information systems, which would be based on risk identification to provide specific legal, technical and awareness-raising measures to ensure protection, defense and security.", "This project is coordinated by the National Defense Administration and the Central Bank also acts as an interface with financial actors.", "All these developments, particularly the introduction of new actors in the implementation of the national financial inclusion strategy, will have a significant impact on banks' profitability and will put their traditional business models to the test.", "While these banks may be hampered by their complex architecture and cumbersome organization, the rapid unbundling of banking services to the benefit of non-banking fintechs could result in a substantial loss in their market share.", "Under these conditions, and taking advantage of technological contributions, many banks have embarked on strategies to develop their services and to diversify their distribution channels.", "In this respect, a study carried out by Bank Al-Maghrib in 2019 reveals that most banks have concluded contracts with technology start-ups in the form of equity investments and partnerships.", "However, it should be stressed that this problem is not specific to Morocco, but is more global.", "Ultimately, the result is a healthy competition that develops and results in improved quality of services, faster transaction execution and lower costs, all to the benefit of the consumer.", "To sum up, let me say that Morocco has entered a new era in the field of financial inclusion.", "Attaining the objectives set out in this respect requires effective organization and regular monitoring.", "As such, Bank Al-Maghrib set up two new structures, dedicated to financial inclusion and to digital transformation, with a five-year roadmap which takes into account our needs both as a company and as a regulator.", "I have no doubt that this issue of financial inclusion has challenged each of our countries represented here, with specific levels of prioritization and implementation methods.", "However, regardless of the context, the success of such a project requires significant resources, not just financial, but also and primarily human ones.", "On the southern side of the Mediterranean, important efforts are being undertaken in this direction.", "However, I would like to underline that the attractiveness exerted by advanced countries on our graduates and our specialized profiles is making our task even more complex, especially in recent years.", "At Bank Al-Maghrib, for example, we lost about 20 computer engineers in just 18 months.", "I think that this point also deserves to be discussed and debated at meetings such as this one."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial inclusion", "Digital transformation", "Mobile payment", "Fintech", "Financial education", "Cybersecurity", "Data protection", "Money laundering", "Terrorist financing", "Banks' profitability"]}