{"sentences": ["Introduction Good afternoon ladies and gentlemen.", "It's a pleasure to appear before you today to talk about the current economic situation and how the Bank of Canada is contributing to the eventual recovery.", "Even though I can't be with you in person, I am excited for the chance to return-albeit virtually- to my roots in Northern Ontario.", "I grew up on a dairy farm in Corbeil, just outside of North Bay.", "I worked at my parents' meat shop, which is where I developed my interest in economics and markets.", "I also have family living in the Sudbury area.", "Growing up in Northern Ontario, I learned that hard work is what supports Canada's capacity as one of the largest exporters of base metals.", "This includes nickel-the commodity that put Sudbury on the map.", "Your area's advanced mining and smelter technology is keeping Canada at the forefront of low-cost base metal production.", "My formative years have served me well throughout my career.", "And they continue to inspire me in my role at the Bank of Canada where I help lead our work around financial stability and financial market functioning.", "You can probably imagine that my job has shifted quite a bit given recent market turbulence.", "The COVID-19 pandemic poses extraordinary challenges to Canada, to Canadians and to the economy.", "This has required extraordinary responses-both from a fiscal and a monetary policy perspective.", "In the short term, we need to keep credit flowing and financial markets working, so households can continue to pay their bills and companies can cover their operating costs.", "And as we move from crisis response to recovery, we need to maintain a well-functioning financial system.", "That way, our policy actions get through to people and businesses.", "In turn, when containment measures are lifted, the recovery will be easier to attain, and sustain.", "Today, I'd like to discuss some of the specific programs the Bank has put in place to achieve both of these goals-that is, to ensure funding liquidity and market liquidity.", "I'll also provide you with some early results we're seeing.", "Finally, I'd like to talk about our interest rate announcement yesterday and how the actions we've taken will contribute to the eventual recovery.", "The importance of liquidity So, what does liquidity mean, and why does it matter?", "Imagine that you are doing your weekly grocery shop, but when you get to the cashier you realize you don't have your wallet.", "Even though you have lots of assets-maybe a house or a car or even a boat in the driveway-you can't quickly or easily trade those for milk and bread.", "You are in a liquidity crunch because you don't have cash on hand to buy the goods and services you need.", "Similarly, the financial system can only function smoothly if people, companies and governments can borrow the cash they need to operate.", "And this borrowing is only possible if financial institutions-the source of this cash-have access to borrowing themselves in wholesale debt markets.", "This is the essence of funding liquidity-being able to quickly and predictably borrow money in markets or from banks.", "Separately, we also refer to market liquidity-the notion of being able to sell assets quickly without offering a large price discount.", "Participants in financial markets depend on market liquidity to be able to manage their asset and cash holdings by trading large amounts of assets at predictable prices.", "As you can see, market and funding liquidity work hand-in-hand in normal times.", "Institutions that need cash can get it by borrowing from or selling assets to other institutions that may have surplus cash.", "But in a crisis, everyone is looking to get more cash.", "Those who have cash may hoard it.", "And liquidity dries up.", "When there's not enough liquidity, it breeds uncertainty and turmoil across the whole the financial system.", "This makes it more difficult and more expensive for households and businesses to get credit at a time when they need it most.", "And all of this can worsen the overall impact of any large-scale economic shock and lengthen the recovery timeline.", "So let's talk about the liquidity crunch that happened as the coronavirus hit.", "Toward the end of February, as it became clear that COVID-19 was becoming a global pandemic, turbulence in financial markets increased.", "More and more economies worldwide shut down, and prices in financial markets began to reflect a downturn in the economy.", "It's important to remember that we've never experienced a shock of this nature before, so markets were gripped with uncertainty about how long the downturn might last and how deeply Canadians would feel its impacts.", "As you might guess, markets hate uncertainty.", "When uncertainty invades the mindset of market participants, they tend to put more weight on the worst-case outcomes for the economy and asset valuations.", ", In early March, as the scope of the lockdown became apparent, there was a \"rush to the exits,\" where market participants sold financial assets in a panic.", "Markets began to seize-they weren't functioning well because everyone was looking to sell assets and secure cash at about the same time.", "This generated a sharp increase in volatility and a drying up of market and funding liquidity.", "This demand for cash, or liquidity, was system-wide.", "It affected both those that wanted more liquidity and those who supply it, such as banks.", "Because the problem affected the whole system, the Bank of Canada responded swiftly with a broad suite of programs.", "Programs and facilities At the outset of the pandemic and within a span of about three weeks, we cut our policy interest rate from 1.75 to 0.25 percent.", "This is as low as we think we can reduce it without causing problems for the financial system.", "Cutting the policy interest rate supports economic activity by lowering borrowing costs.", "We realize these cuts won't encourage a lot of extra borrowing and spending during this lockdown Further, the reduction in our policy rate is entirely consistent with our inflation-targeting framework.", "We know that to bring inflation back to the 2 percent target, we need to boost economic growth and employment.", "But even while we were cutting our rate, we could see that the financial system was running short on liquidity, and credit wasn't flowing properly.", "So the Bank deployed some other tools from our tool kit.", "Funding liquidity: credit for banks, people and businesses We started by addressing the immediate funding liquidity issues gripping our financial institutions.", "We knew that by helping with funding liquidity, banks would be able to meet more demand for credit coming from people and businesses.", "So we ramped up our repo operations.", "A repo provides funding liquidity to financial institutions for a set term, backed by high-quality collateral.", "In normal times, we use repos to manage our balance sheet-part of our regular business operations.", "We typically carry out term repos once every two weeks, for amounts of $3 billion to $6 billion and for terms of one or three months.", "However, during the crisis, we \"cranked up the volume to 11\" to allow the banking system to tap directly into much-needed funding liquidity.", "The Bank of Canada increased the frequency of repo operations to twice per week and for much larger amounts-peaking at $24 billion per operation.", "We broadened both the list of financial institutions we engage with and the type of collateral we accept.", "We also extended the terms of our repo operations for durations of up to 24 months.", "Market liquidity: asset purchases to improve market functioning As the crisis was unfolding, not only did we see pressures on the flow of credit, but we also saw market liquidity dry up.", "By this, I mean that both buyers and sellers remained on the sidelines.", "Prices were extremely volatile, and they didn't reflect underlying economic realities.", "And in many cases, investors were demanding large premiums to take on riskier assets.", "This called for the Bank to bring out brand new tools from its tool kit.", "Our staff worked incredibly hard to take six purchase facilities that existed only on paper and turn them into reality.", "To ease strains in key short-term funding markets for Canadian companies, we started programs to buy bankers' acceptances and commercial paper.", "And more recently, we began a program to buy up to $10 billion of high-quality corporate bonds in the secondary market.", "We also introduced programs to support liquid and well-functioning markets for short-term and long-term provincial government borrowing.", "Underpinning economic recovery: laying the foundation for growth The Bank of Canada has taken one other very important action in response to the COVID-19 crisis.", "I'm referring to our large-scale asset purchases of Government of Canada securities on the secondary market.", "These purchases are supporting the liquidity and efficiency of this foundational market.", "Like the repo operations I talked about earlier, we buy these assets as part of our normal business operations.", "This is because we need to have assets on our balance sheet that match our liabilities, which normally consist mainly of bank notes.", "What's different is the scale of these purchases.", "We are buying at least $5 billion of securities per week, and we will continue to do so until the economic recovery is well underway.", "We focused on the Government of Canada bond market because that market sets the baseline for the entire fixed-income market.", "For instance, the yields of five-year Government of Canada bonds are an important determinant of five-year fixed mortgage rates.", "In normal times, when it is working well, the government bond market reflects what investors think about the economy and future interest rates.", "But when the market isn't working well, it makes it harder to price other assets.", "It's vitally important that Government of Canada debt markets are in tip-top shape, so when the Bank takes policy actions-like raising or lowering our policy interest rate-these actions will transmit through the economy and we will be better able to achieve our inflation target.", "Effects on our balance sheet All the programs I've mentioned are designed to keep debt markets functioning, ensure cash is available to those who need it and provide a stabilizing force to boost Canadians' confidence.", "As a result of our actions, the Bank's balance sheet has grown from about $120 billion in early March to over $460 billion.", "It's not new for central banks to expand their balance sheets to satisfy an increased need for liquidity.", "In fact, this is a key reason why central banks were established-to be a lender of last resort, providing liquidity across the economy.", "But some people worry this expansion of the balance sheet will lead to runaway inflation.", "In this environment, we are more concerned with low inflation-and potentially deflation-given the depth of the economic downturn.", "I want to make it clear that we still have our policy rate at our disposal if inflation were to heat up.", "It can be raised to influence borrowing costs, credit growth and economic activity, regardless of the size of our balance sheet.", "Early, positive signs With all the programs I've mentioned and their effects on our balance sheet, I'm sure you're wondering what kind of results we're seeing.", "We published our Financial System Review a few weeks ago, and we included some early indicators.", "I'm pleased to report that many key financial markets that had been showing signs of significant liquidity stress now appear to have good functioning restored.", "Bid-ask spreads and yield spreads in many markets have narrowed significantly.", "This tells us that market liquidity has improved.", "In addition, financial institutions now have better access to funding liquidity in markets.", "This has had positive, measurable impacts on Canadians.", "In the early days of the pandemic, when lenders had a hard time accessing cash, they passed along their higher borrowing costs to the people and businesses who wanted to borrow from them-even as the Bank of Canada's policy interest rate fell.", "After having our facilities in place for some time, lenders can now readily access the funding they need, and we've seen mortgage rates on new loans start to decline.", "Furthermore, many of our programs to support financial markets are being used less and less as conditions stabilize.", "That is why we announced yesterday that we will scale back some of the facilities we have put in place.", "In particular, we are reducing the frequency of our activity in markets for both term repos and bankers' acceptances.", "These are positive early results.", "Governing Council will continue to ensure we use the right tools for the right job, and that our response is proportional to the level of financial system or economic risk we see.", "The Bank is prepared to augment the scale of any of its programs if needed to support market functioning.", "And if further monetary stimulus is required to meet our inflation target, the Bank has tools available to deliver that stimulus.", "Yesterday's decision Let me turn now to the economy and talk about the discussions that led to our monetary policy announcement yesterday.", "Just to recap, we announced that we kept our policy interest rate at the effective lower bound and maintained our commitment to continue large-scale asset purchases until the economic recovery is well underway.", "In reaching this decision, we naturally spent a great deal of time talking about the economic data we have seen since the pandemic hit.", "The incoming data confirm the severe impact of the pandemic on the global economy.", "It looks like this impact may have peaked as countries are starting to reopen their economies.", "Financial conditions have also begun to improve.", "But we know the reopening process is going to be long and uneven, and there could easily be setbacks.", "In terms of the Canadian economy, let's remember that we came into the crisis in relatively good shape.", "The Canadian economy was operating close to its capacity, our national jobless rate was near a 40-year low, and inflation was near target.", "To be sure, regions such as Sudbury were feeling the impact of lower commodity prices.", "And oil-producing regions were getting hit by another dramatic drop in oil prices.", "Some temporary factors, including rail blockades and teacher strikes, were also weighing on growth as we headed toward March.", "Then came the pandemic, and it became clear right away that the economic impact would be profound.", "Last week, we received the national accounts data for the first quarter of the year, including March when the shutdowns really began.", "This report showed the economy shrank by 2.1 percent in the first three months of the year.", "For the second quarter, we are expecting the level of output to be a further 10 to 20 percent lower.", "As bad as that sounds, this outcome would be in the upper half of the range that we estimated in April's Monetary Policy Report (MPR).", "So far, we have seen employment plunge at an unprecedented rate with 3 million jobs lost through April.", "However, the last Labour Force Survey from Statistics Canada shows that 43 percent of people who have lost their job since February said they expected to return to it.", "This suggests that many of these people may be back to work as the containment measures are lifted, although this is by no means assured.", "By comparison, only 15 percent of Canadians who lost their job during the global financial crisis said they expected to return to the same one.", "Inflation, meanwhile, has dropped close to zero, driven mainly by falling prices for gasoline.", "We expect that temporary factors will keep inflation below the target range in the near term.", "However, we know that the consumer price index (CPI) is not giving an accurate picture of inflation for many Canadians at the moment.", "That is because the weights of the goods and services in the CPI are fixed.", "And during the shutdown, some items-such as gasoline and travel-are simply not being consumed as they usually are.", "However, our measures of core inflation have declined only slightly, to a range from 1.6 to 2 percent.", "This is not surprising, given that core measures generally remove the impact of the most volatile prices in the CPI, such as gasoline.", "Naturally, my colleagues on Governing Council and I talked a lot about where we think the economy will go from here.", "And we saw some reasons to be hopeful that the worst can be avoided.", "First, we noted that a gradual reopening of the economy is starting in most areas of the country.", "Spending on cars and houses has picked up, and measures of consumer confidence have increased from the low levels recorded last month.", "Further, we see signs that the various fiscal support measures put in place by governments have been effective in supporting income.", "Obviously, being laid off is a painful experience, even more so during a pandemic.", "And the amount of income support available varies from person to person.", "That said, the income support announced so far is scaled to replace the labour income lost across the economy.", "What is more, government measures are helping people remain attached to their jobs.", "This will be absolutely critical for supporting the recovery.", "Finally, as I noted in this speech, there are clear signs that credit is flowing and the financial system is working well.", "This will be another key piece underlying the strength of the recovery.", "Despite the positive signs, though, many risks and uncertainties remain.", "A lot will depend on whether we as a country are successful in managing the risk of possible future waves of COVID19, and the pace at which containment measures are lifted.", "This applies to the global economy as well as Canada's.", "We will be paying close attention to how the pandemic is affecting growth and demand in key markets for Canadian exports.", "As we get more data, we will have a better sense of the impact of the containment measures.", "These data will also help us answer a number of important questions.", "What's going to happen with business and consumer confidence?", "Will the pandemic lead to lasting changes in household saving and spending habits?", "How many companies will be unable to reopen their doors, and how many job losses will be permanent?", "How quickly will those people who lose their jobs be able to find other work?", "How will companies adjust or rebuild global supply chains?", "Ultimately, the stance of the Bank's monetary policy will depend a lot on what happens to the balance between what the economy can supply and what people demand, because this will affect the outlook for inflation.", "It is possible, for example, that economic supply could recover faster than demand if businesses reopen quickly but consumers remain cautious.", "In the lead up to our July MPR, and beyond, it will be key for us to understand how the pandemic has affected demand, employment and the economy's capacity to produce goods and services.", "As market function improves and containment measures ease, the Bank's focus will shift to supporting the resumption of growth in output and employment.", "The Bank maintains its commitment to continue large-scale asset purchases until the economic recovery is well underway.", "Any further policy actions would be calibrated to provide the necessary degree of monetary policy accommodation required to achieve the inflation target.", "Thank you very much for your attention.", "Now, I would be happy to respond to some questions.", "I would like to thank Tamara Gomes for her help in preparing this speech."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none"], "topics": ["liquidity", "financial markets", "credit", "economic recovery", "inflation", "monetary policy", "interest rates", "balance sheet", "asset purchases", "repo operations"]}