{"sentences": ["Dear Mr Prime Minister, I am pleased to open the Third annual meeting of the National Bank of Ukraine with clients and partners.", "These events are how we make the NBU more transparent and accountable to the public, and its policy more comprehensible.", "Stakeholder meetings enable a comparison between what was planned and what has actually been achieved.", "However, today's event goes beyond summarizing the central bank's performance and unveiling plans for 2020.", "The highlight of our meeting today is the Strategy of Ukrainian Financial Sector Development until 2025.", "In less than half an hour, the Minister of Finance and the heads of the National Securities and Stock Market Commission, the National Financial Services Commission, and the Deposit Guarantee Fund will join me in signing this milestone document.", "My colleagues and I have worked on the Strategy for almost six months.", "We have spent hundreds of hours studying the experience of other countries, negotiating with regulators, planning, and consulting with financial sector participants.", "And to be honest, we are satisfied with what we have accomplished, because we did it in the spirit of maximum cooperation and transparency.", "We believe that this is the only way to keep our plans realistic and to make them materialize.", "We are convinced that this is the only way to take the Strategy beyond being words on paper and to make it into a full-blown vision of the future.", "By signing the Strategy, my fellow signatories and I commit to making this vision a reality.", "We possess the necessary and, most important, successful experience to make it happen.", "The past five years have been marked by the Comprehensive Program of Ukrainian Financial Sector Development Until 2020.", "For Ukraine, that document was the first of its kind.", "Like the new Strategy, it was the fruit of joint efforts by financial regulators, resulting in many bold decisions being made in that period.", "But let me be specific.", "To evaluate the results of that effort, we tracked how the actions outlined in the Comprehensive Program were being performed.", "We found that almost two thirds of those actions had been taken.", "Not all of them were brought to their conclusion, of course.", "Some of them were planned to last beyond 2020 and are still being realized.", "Some of those actions were delayed for reasons outside of our control.", "But we are not abandoning those plans.", "We will pursue them until they become reality.", "With that in mind, we have included those actions into the Strategy of Ukrainian Financial Sector Development until 2025.", "Strategy 2025 is thus a natural continuation of reforms that were launched earlier.", "Could we have done a better job implementing the previous program?", "As I look back, I am inclined to say yes.", "But if you take into account the conditions in which we were making those radical changes to the financial market, perhaps you can see that we did a decent job.", "Be reminded that we were having a triple crisis on our hands, the kind that economists call a perfect storm.", "Ukraine was simultaneously fighting a war, going through a financial crunch, and teetering on the brink of default.", "That makes me certain that we can take pride in what we have accomplished together.", "The list of our accomplishments is far from short.", "Let me mention what the NBU has achieved: The NBU has strengthened its institutional independence and become a technocratic institution that makes decisions based on analysis and facts.", "The NBU has undergone an unprecedented internal transformation, virtually setting an example for other central banks in many areas.", "We are now at a point where not only do we seek technical assistance from other central banks, but also we consult and assist our colleagues.", "The NBU has changed its monetary policy and is now targeting inflation rather than the exchange rate.", "By the way, the NBU has floated the exchange rate so that it now reflects market reality and is no longer maintained manually by burning through international reserves.", "The NBU has revitalized the banking sector.", "The banks currently in the market are solvent, profitable, and ready to take on potential economic shocks.", "Which means these banks are safe for clients.", "The NBU has liberalized its currency regime - and thus revolutionized the industry - by replacing obsolete currency laws that dated back to the 1990s.", "The NBU has significantly increased the responsibility of bank owners and management.", "With new laws in place, no one can lead a bank to bankruptcy without facing criminal charges.", "This is a necessary dose of discipline and responsibility that all civilized markets have, as now does the NBU.", "The NBU has significantly improved the corporate governance of state-owned banks.", "They are now required to have independent supervisory boards or else face the consequences of breaking the law.", "The NBU has adopted risk-based supervision and strengthened its financial monitoring function.", "This enables the central bank to respond to emergencies proactively, as opposed to putting out the quote-unquote fires after they break out.", "As a matter of fact, the list of our accomplishments goes on and on, for which I would like to thank all of the NBU's employees and our international partners and experts who helped us make these results possible.", "My gratitude goes out above all to the IMF, both for providing the financing and for sharing knowledge and expertise.", "I also am thankful to the European Union, the European Bank for Reconstruction and Development, the World Bank, the United States Agency for International Development, and central banks from around the globe.", "Going back to the 2025 Strategy.", "I'm really glad that the NBU, the government, and other regulators share the vision of how to enhance the quality of financial services, and how to make them more easily accessible, more secure, and more convenient for Ukrainians.", "We think along the same lines.", "And this is half the battle.", "A famous fable talks about a swan, a crayfish and a pike that pulled a cart in different directions.", "This is not the case with us.", "We see the implementation of the 2025 Strategy as a way to having a civilized, transparent and effective financial sector.", "With that in mind, we have drawn up an understandable and clear action plan for the next five years.", "To prevent there being any surprises, we've decided to put our cards on the table and reveal our plans for the next five years.", "What do we really want to achieve?", "Promote sustainable economic growth in Ukraine.", "We want to deliver all of the required conditions for economic growth.", "This will make many Ukrainian residents confident about their future.", "Delivering macrofinancial stability.", "In effect, we'll continue to be involved in efforts to ensure the stable and reliable operation of the financial system, including the banking system.", "And to ensure that the financial system is prepared to deal with external or internal shocks.", "This is one of the main preconditions for sustainable economic growth that I have already mentioned.", "It's because the financial system is like the blood circulatory system of the state: if it malfunctions, it causes problems for other parts of the body of the state.", "And we definitely don't want to see that happen.", "We will make the entire financial system, not just banks, but other financial institutions as well, more reliable and technologically advanced.", "All customers must be confident that they will get high-quality services.", "And know for sure that they won't be cheated.", "This will only happen when standards and requirements for service providers are transparent, understandable and the same for all.", "A regulator that has zero tolerance of the non-market behavior of financial institutions will be watching over companies.", "What is more, financial services will be available online from all devices, be it a laptop, a smartphone, or an iPad.", "People will be able to get the services they need.", "In this regard, Ukraine will be on a par with countries where financial services and fintech are developing rapidly.", "We want Ukrainian financial services to be fully in line with European standards.", "This will instill more confidence in clients.", "And this is Ukraine's direct commitment under the EU-Ukraine Association Agreement.", "We are gradually discharging our obligations in order to enable Ukraine to integrate into the EU's financial environment.", "And finally, the fifth goal.", "We are seeking to enhance trust in the financial market.", "There are many reasons why Ukrainian sometimes take a cautious approach to financial services, and may not be always prepared to be the clients of banks, insurance companies, and pension funds.", "The main culprits are the financial crises Ukrainians had to go through, which may have led to a negative experience or even financial losses.", "Our task is to minimize negative experiences and to ensure reliable protection of the rights of financial services consumers.", "And not just by words, but by deeds.", "This will be the financial system's contribution to restoring confidence in the state.", "We hope that by 2025 we'll be able to: generally increase the ease of doing business in Ukraine and attracting foreign make financial services reliable and transparent, while decreasing the cost of cashless provide remote access to such services and more.", "Overall, it's not an exaggeration to say that the 2025 Strategy is a synonym for the continued development of the financial sector and the entire Ukrainian economy.", "If you go through the strategy, you will see that the roadmap for specific changes we want to implement accounts for more than half of the document.", "And we have already started.", "The NBU, for example, has as usual drawn up an action plan for the current year and reported on its 2019 results.", "The action plan is based on two documents - the strategy for financial sector development until 2025 and the central bank's medium term strategy.", "The action plan has already been posted on the NBU's official website, and the participants in this meeting also have it on paper.", "To wrap up, I'd like to say that we'll definitely succeed, if we, every day, take the specified steps and remember why we're doing that.", "We have a guest of honor today, to whom I will now turn over the floor.", "Please welcome the Prime Minister of Ukraine Oleksii Honcharuk."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Ukrainian Financial Sector", "Strategy 2025", "Financial Services", "Economic Growth", "Macrofinancial Stability", "Financial System", "European Standards", "Trust in Financial Market", "Financial Sector Development", "Cashless Payments"]}