{"sentences": ["Ladies and gentlemen, It is a great pleasure for me to be here today among esteemed colleagues and friends, the VicePresident of the European Central Bank Luis de Guindos and the Minister of Finance Christos Staikouras, and to share my thoughts on the European and Greek economy developments and prospects.", "Global and euro area economic developments The global economy is experiencing a synchronised slowdown; however, some signs of stabilisation have recently emerged, somewhat boosting market sentiment.", "Despite some positive news on trade (i.e.", "the US-China \"phase one\" trade deal), diminishing concerns of a no-deal Brexit and the continuation of accommodative monetary policies across the globe, the projected recovery is uncertain and the risks to the global economy remain on the downside.", "Geopolitical risks, as well as a likely intensification of trade tensions, could decrease confidence in international markets, increase risk aversion and worsen financial conditions, especially for the most vulnerable emerging market economies.", "Stressed valuations in a number of assets in certain jurisdictions according to some benchmark metrics also add to the risks of a possible correction.", "Finally, the outbreak of the coronavirus poses a new risk.", "As regards the euro area, growth remains weak, driven by the negative effect of the world trade slowdown on manufacturing and investment.", "Recent macroeconomic data for the final quarter of 2019 for a number of euro area meber-states are a source for concern.", "According to the December 2019 Eurosystem staff macroeconomic projections, a mild expansion is projected for the euro area over the period 2020-2021 , while annual HICP inflation in the euro area will remain at the present low levels in 2020 and will increase only marginally in 2021.", ".1 Monetary and fiscal policy in the euro area The Governing Council of the ECB recently reiterated the need for monetary policy to remain accommodative until it sees inflation move in a sustainable way closer to its inflation aim.", "At its last meeting on January 23, it kept monetary policy implementation unchanged, and noted that incoming data during the previous month were in line with baseline scenarios of ongoing but moderate growth in the euro area.", "It further concluded that risks remain tilted to the downside, but that some of the downside risks in the global economy have become somewhat less pronounced.", "It finally stated that it stands ready to adjust its instruments as appropriate.", "The Governing Council of the ECB launched a monetary policy strategy review, as a response to profound changes in the economic environment.", "The review will be broad and open-minded, encompassing a number of issues, and is expected to be completed by the end of 2020.", "The issues to be examined indicatively include: (i) the quantitative formulation of the price stability target, (ii) the incorporation of non-standard instruments into the standard toolkit, (iii) the economic and monetary analyses, through which the risks to price stability are assessed, and (iv) finally, communication practices.", "Monetary policy measures are thus supporting the euro area economy.", "However, monetary policy alone cannot achieve a sustainable recovery.", "Fiscal policy should also play an enhanced role, while structural policies need to be substantially stepped up to boost productivity and growth potential.", "The very low - or even negative - financing costs facilitate fiscal expansion in Member States with ample fiscal space and large current account surpluses.", "The more coordinated fiscal expansion is, the more effective it will be in stimulating economic growth.", "Fiscal expansion could include higher public investment in human and physical capital, digital technologies and energy based on clean sources, in order to boost overall demand in the short term and productivity and potential output in the medium-to-long term, as well as to counter the risks stemming from climate change.", "Member States without fiscal space should continue fiscal consolidation, but could adopt a more growth-friendly fiscal policy mix involving higher public investment and lower taxation.", ".2 The EMU dimension In the course of the sovereign debt crisis, euro area Member States took a number of actions to safeguard the stability of the financial system and to strengthen EMU.", "However, more recently, progress in deepening EMU along the lines of the proposals of the Five Presidents' Report has rather stalled, and we have seen a halt in financial integration and in real convergence.", "Such issues have been replaced on the policy agenda by other urgent considerations relating to climate change, immigration and global competition.", "This could weaken the euro area economy even further, if global conditions were to deteriorate.", "In my view, it remains a high priority to complete the Banking Union by creating the European Deposit Insurance Scheme (EDIS).", "Renewed efforts should also be made to complete the Capital Markets Union, especially in view of Brexit.", "More developed and integrated capital, financial and banking markets will reduce funding costs, improve the financing of the real economy by diversifying the sources of financing, and facilitate private risk-sharing through the capital and credit channels.", "This will also support the international role of the euro.", "At the same time, risk-sharing, whether in the form of a safe asset and/or a central fiscal stabilisation tool, should proceed simultaneously with risk reduction, such as the reduction of non-performing loans or national discretions in supervisory, resolution and liquidation rules for banks.", "It is only in this way that we can transform what today in the euro area is in effect a noncooperative zero-sum negotiation into a cooperative, win-win one.", "In addition, at the euro area level, it is essential to ensure that fiscal rules become simpler and more effective, but also that the macroeconomic imbalance procedure operates symmetrically, both for Member States with external deficits and for Member States with external surpluses.", "In the aftermath of the crisis, the burden of correcting external imbalances was incurred primarily by deficit Member States, mainly via the income channels and internal devaluation.", "This has contributed to a divergence of GDP per capita among Member States after 2010.", "Finally, it is of utmost importance to strengthen the single market, in particular in services and in digital technologies, in order to boost competition, investment, innovation and technology diffusion and productivity in the EU.", "Greece: progress, challenges and prospects in the economy and the banking system Significant progress has been achieved in Greece since the beginning of the sovereign debt crisis in 2010.", "The main causes of the crisis, namely the very large \"twin\" deficits (i.e.", "the general government and current account deficits) have been eliminated, competitiveness has been restored in terms of unit labour costs (but less so in terms of prices and even less so in structural terms), the banking system is adequately capitalised and liquidity conditions have improved substantially, while significant reforms have been implemented in such areas as the pension and healthcare systems, the goods and services markets, the business environment, the tax administration system, the budgetary framework and public sector transparency.", "Recently, two credit rating organisations, S&P in October 2019 and Fitch in January 2020, upgraded the Greek economy by one notch, while Transparency International recently upgraded Greece seven notches regarding the perception of corruption index.", "Finally, the issuance just recently of a 15-year bond with a coupon of 1.875% is clear indication of the progress made.", "The Greek economy is currently recovering and has started to rebalance towards tradable, export-oriented sectors.", "According to the Bank of Greece estimates, the Greek economy grew at a rate of 2.2% in 2019 while projections point to growth accelerating to 2.5% in 2020 and 2021, as the catching-up effect, after a long period of recession, through rises in investment and disposable income is projected to counterbalance the effect of the global and euro area slowdown.", "Despite the progress achieved so far, the Greek economy continues to face tight fiscal, monetary and financial conditions compared to all the other euro area Member States as a legacy of the debt crisis, as well as a number of challenges, such as: • The high volume on Non Performing Loans (NPL) which restricts the ability of banks to finance new investments and to support the real economy • the large investment gap • the high long-term unemployment rate; • the projected demographic decline; • the slow digital transformation of the economy; • the large underground economy; • low structural competitiveness.", "I will concentrate in the NPL problem which concerns directly the Bank of Greece and the ECB/SSM.", "Developments in the Greek financial system are positive, with improving capital adequacy ratios, profitability before provisions and liquidity.", "The continuous increase in bank deposits and the improvement in liquidity allowed the elimination of capital controls as from 1st September 2019, while conditions continue to improve ever since.", "The most serious problem for Greek banks is the high volume of NPLs.", "The high NPL ratio of Greek banks was one of the first and most obvious consequences of the financial and economic crisis in Greece.", "In the last three years and until September 2019, the NPL volume fell significantly by about 36 billion euros from a maximum of almost 107 billion euros in March 2016,, mainly through write-offs and sales of loans.", "In addition, the institutional framework for private debt management has improved via a number of reforms such as: • the acceleration of liquidation of banks' collateral via electronic auctions • the simplification of the process of loan sales via the liberalisation of the NPL management regime and the creation of a secondary market for NPLs • the out-of-court workout (OCW) of private debts, including the possibility of tax obligation writeoffs (up to now, however, only few cases have been resolved using this method) • the modernisation of the insolvency regime for households and firms which is under way and is expected to be applied by the government in the first semester of 2020 According to available data for the first nine months of 2019, NPLs were 71 billion euros or 42,1% of total loans.", "Despite the fact that the economy returned to positive growth rates in 2017, positive credit expansion is necessary for higher and sustainable growth rates.", "A presumption for this is to clear the banks' balance sheets from NPLs, in addition to the restructuring of private debt.", "The four systemic banks have agreed with the ECB/SSM ambitious targets for the reduction of NPLs, while the less systemic ones have agreed similar targets with the Bank of Greece.", "According to these targets, the NPL ratio is expected to fall below 20% until the end of 2021.", "However, even if these targets are achieved, the NPL ratio in Greece will be five times higher than the corresponding European average.", "Hence, it is imperative to apply additional systemic solutions, complementary to the efforts of banks, for the rapid improvement of the quality of their assets.", "In this context, DG Comp approved project Hercules, which is based on an Asset Protection Scheme (APS) through state guarantees to the senior tranche of the ensuing securitization of about 30 billion of banks' NPLs.", "This scheme which has been approved by Parliament last December, is an important step forward.", "However, given the size of the NPL problem, more schemes are expected to follow, later on and after project Hercules has produced results.", "Such a scheme could be the one proposed in the recent past by the Bank of Greece, which, along with the NPL problem, it also deals with the issue of capital quality due to the high share of Deferred Tax Credit (DTC) in Greek banks' capital.", "Capital ratios (Common Equity Tier 1) of Greek banks are satisfactory, close to 16 percent.", "Their most pressing current problem is the high volume of NPLs, which restricts their profitability and their ability to generate internal capital and extend credit to the real economy.", "Hence, there is an overriding need to tackle this problem with all available means, including the systemic solutions mentioned above, and to be seen in this way by the competent european institutions.", "European Central Bank (2019), Economic Bulletin No 8.", "Bank of Greece (2019), Interim Report on Monetary Policy, December.", "(2019), Monetary policy: lifting the veil of effectiveness.", "Speech at the ECB colloquium on \"Monetary policy: the challenges ahead\" held in his honour, December 18. www.ecb.europa.eu/press/key/date/2019/html/ecb.sp191218~12a0385d3b.en.html IMF (2020), World Economic Outlook Update, January 20.", "(2019), article in \"To BHMA\" newspaper, \"Lessons from the crisis and Greece's future economic prospects.", "\", December 29. www.bankofgreece.gr/enimerosi/grafeio- typoy/anazhthsh-enhmerwsewn/enhmerwseis?announcement=0b23cf67-8c2e-48f2-a6bc0c8615eaddf5 Stournaras, Y."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Euro area economy", "Fiscal policy", "Non-performing loans", "European Monetary Union", "Greek economy", "Banking system", "Global economy", "Inflation", "Economic growth"]}