{"sentences": ["25.02.2020 Economic and financial policy geared to climate goals Club Español de la Energía Pablo Hernández de Cos Ladies and gentlemen, good morning.", "I should like to thank the organisers and, in particular, the President of the Club Español de la Energía, Miguel Antoñanzas, for the invitation to participate in this seminar on such an important subject as sustainable financing for climate goals.", "Climate change and the transition to a more sustainable economy are undoubtedly becoming one of society's main concerns.", "One of the reasons for this is that the impact of this transition will affect virtually every social and economic agent.", "The financial sector is no exception to this.", "Nor obviously is the energy sector.", "In my address today I wish to focus on three specific questions related to this issue.", "First, I will propose some basic principles which, in my opinion, should inform the economic policy deployed to guide the process of structural change entailed by the transition to a more sustainable economy.", "Second, I will describe the challenges that climate change and this transition pose for supervision and financial regulation.", "Finally, I will discuss what central banks can do to encourage the transition to a more sustainable economy.", "In particular, I should like to dedicate a few words to the role that monetary policy can play in achieving this objective.", "General principles that should inform economic policy in the face of climate change The optimal economic policy strategy to guide the transition to a more sustainable economy requires striking a balance between, on one hand, encouraging decisive action before it is too late and, on the other, mitigating the social costs associated with the transition process.", "And this requires an appropriate sequence of measures to be adopted.", "\"Early\" intervention would mitigate Mark Carney's \"tragedy of the horizon\".", "But, there is no way of hiding that this strategy also comes at a cost, since the economy would have to go through the process of becoming more sustainable with current technology.", "This would make it impossible to exploit all the potential cost savings and effectiveness improvements of future innovations that are currently not available, but would be if the timing of measures was more orderly and less hasty.", "With regard to this balance between speed of action and the costs associated with the transition process, the European Union as a whole appears to have decided to take the lead on early action.", "In the case of Spain, some sociological studies3 suggest that most of society is aware of the risks of failing to act and seems to be prepared to accept some of the possible costs that may arise from starting to intervene now.", "That said, this is a collective decision that can only be legitimately taken by our political representatives.", "Governments and parliaments, as guardians of the public's trust, have the necessary legitimacy to set the path for this transformation process.", "And, moreover, they have the most appropriate instruments to make it happen.", "Specifically, within the ambit of public policy, fiscal policy can and should play a leading role in the management of the transition to a more sustainable economy.", "Indeed, from the standpoint of economic theory, the origin of the problems associated with climate change is clear: economic agents pursue their activity taking into account only their private benefit or cost, while ignoring the social cost (in this case, environmental) that they generate.", "As a result, the emission into the atmosphere of greenhouse gases exceeds the socially optimal level.", "This is what is known in the economic system as a negative externality which needs to be internalised.", "The traditional answer provided by economic theory to this type of market failure is none other than \"Pigouvian taxes\" which equalise marginal private and social costs and cause emissions to be reduced to their socially optimal level.", "However, as we all know there is a big gap between theory and practice and, moreover, the \"devil is in the detail\".", "This is true not only of the most technical matters, but also of the political ones.", "Deciding, for example, how to use the revenues raised is of crucial importance to the success of the transition to a more sustainable economy.", "This is so both from an economic perspective, promoting technological innovation and the adoption of clean technologies, and also from a social perspective, compensating the losers in the transition process.", "I will be referring to this issue later on.", "In my opinion, fiscal policy should play a leading role in the management of climate change, to deter the most environmentally damaging activities and to stimulate the investment needed to develop cleaner technologies and, also, to alleviate the social costs of the transition.", "This is the thrust of various initiatives currently under discussion.", "For example, those that seek to reconsider or supplement the EU emissions trading system (EU ETS) so that the price of carbon approaches that consistent with the Paris agreements.", "And, likewise, those designed to reduce environmentally harmful subsidies (EHS).", "At the same time, we should not forget the truly global dimension of the climate change challenge.", "This underlines the importance of policy coordination at international level for effective reduction of greenhouse gas emissions and to reduce the magnitude of the transition costs.", "Obviously a world with differing sensibilities and environmental policies poses significant challenges.", "In particular, there is a risk of a significant \"carbon leakage\" towards countries that decide to adopt a more gradual transition path.", "Also, in the absence of sufficient coordination, there is a risk that unilateral measures may hamper trade and the functioning of the world economy, with the consequent loss of global welfare.", "In this respect, in the sphere of central banks and bank supervisors, I wish to highlight the coordination carried out by the Network for Greening the Financial System (NGFS), which the Banco de España joined in 2018.", "Meanwhile, the Basel Committee on Banking Supervision, which I have the honour of chairing, decided last October to commence work on the financial risks associated with climate change, while the Single Supervisory Mechanism has decided to include climate risks in its Risk Map for 2020, the basis for defining supervisory priorities.", "Also of note is the work carried out by the Financial Stability Board (FSB) to promote the publication by businesses of consistent and comparable financial information relating to climate change.", "Apart from international coordination, a high degree of coordination between the various economic policies is also fundamental.", "Allow me to illustrate this with an analogy, particularly relevant to the Banco de España and the Eurosystem.", "As we all know, the European Central bank (ECB) has in recent years been implementing an expansionary monetary policy to achieve its inflation target, and thus support economic growth in the euro area.", "We on the Governing Council of the ECB have always insisted that the effectiveness of our measures would be increased if they were complemented by a more expansionary fiscal policy (where the margin exists) or an ambitious structural reform agenda.", "The situation of climate policy is similar.", "The necessary investment for the technological transformation required in our economy will hardly take place if financial conditions are not favourable or the regulatory environment penalises competition or innovation.", "Later on I will refer to the role that can be played by the financial sector and also by supervisors, regulators and central banks.", "For appropriate economic policies to be designed and implemented in the climate sphere it is also essential to understand that, in the transition to a more sustainable economy, there will be individuals, sectors and even countries whose welfare will inevitably be reduced (at least during the phase of transition to a new stationary state).", "Our responsibility for economic policy means we must properly identify those who are most likely to become \"losers\" and to take measures to mitigate the net negative impact on them of the transformation into a more sustainable economy.", "To illustrate this, let me use an example that I have referred to on other occasions:7 the globalisation debate.", "From the standpoint of economic theory there is little doubt that international trade has a net positive effect on the level of activity and global welfare.", "However, we know that in reality this is so when we compare aggregate aspects of the economy in two different equilibria, one with little international trade and another with a high level.", "However, as Professor Alan Blinder reminds us, we need to pay attention to the transition costs of the reforms and not only their long-run effects, and to analyse the redistributive implications, as well as the impact of policies on efficiency.", "The fact that economists and economic policymakers have underestimated the importance of communicating and mitigating the adverse effects that the transition to a more globalised economy were going to have on certain sectors of the population has been decisive in the emergence of movements opposing this process.", "This error, the consequences of which we are still suffering, should not be repeated in the case of economic sustainability.", "The role of the financial sector The process of transformation into a sustainable economy is somewhat similar to an industrial restructuring.", "Some firms and sectors will have to reduce their size and be restructured, while others will expand.", "For this to be possible, productive resources, including financing, need to be reallocated.", "As a result, the financial sector has a fundamental role to play in this process.", "Indeed, the sooner resources are reallocated, the lower will be the costs of the transformation.", "To put some figures on the table, the European Green Deal Investment Plan presented by the European Commission10 aims to mobilise one trillion euro of sustainable investment over the coming decade.", "It is worth asking if the financial markets are ready to contribute such a large amount of funds.", "What has been generated in recent years is a flourishing market for \"green bonds\", with a primary market exceeding €250 billion,11 made up largely of private issuers.", "Although these developments are promising they are not without problems.", "First, there is no common denominator to determine which assets are entitled to the green label and which are not.", "Private initiative provides a response in the form of market standards12 and certifying companies, but due to their relative novelty, they still lack a sufficiently established record and reputation.", "Also, given the rapid growth of this market, there is some concern among issuers and investors about the possibility of greenwashing.", "Certain issuers may be attempting to appear more conscientious in relation to climate change, for reasons of corporate image and social responsibility, than their actions really imply, and this may generate future reputational problems.", "Especially useful for harmonising this market and avoiding these risks are the work performed in the European Union on the adoption of a taxonomy for sustainable activities, and the recognition of the importance of mitigation actions (investment to reduce the emissions of the most polluting activities).", "The second problem is the price that the markets assign to these assets and the higher costs associated with their issue.", "The issue of a green asset involves additional costs for the issuer, as it is necessary to hire a certifying company for the issue of the green bond and to pass regular audits to be able to continue to use the label over the lifetime of the bond.", "Thus, issuing a green bond will only be worthwhile for the issuer if it can sell such bonds at a higher price than normal bonds.", "At the moment, this is the case, given that there is a negative premium in their favour (greenium), which shows the greater appetite of certain investors for these assets.", "And the third problem arises from the limitations inherent in bond markets.", "Access to bond financing, due to its high fixed costs, is restricted to issuers requiring large volumes.", "It is currently unimaginable that SMEs or households would issue bonds to make the transition towards a more efficient economy less based on greenhouse gas emissions.", "For this transition to occur it is therefore necessary for a green credit market to be developed, in which banks will have a fundamental role to play.", "This is particularly important in countries like Spain, in which banks intermediate the bulk of funds between savers and investors.", "For this purpose, it is crucial that banks include these types of considerations in their analysis.", "Only in this way will they be capable of incorporating into the prices of their products and services the risks associated with climate change and, thus, helping to drive the process.", "As in any process of structural change, it is not sufficient to identify the investments that are going to have to be made, but also the opportunities that will doubtless arise.", "Here, it is worth highlighting that the exposure of Spanish banks to the activities potentially most affected by climate transition risks represents around 20% of their total exposure to productive activity.", "Following the international financial crisis, these exposures saw a smaller increase in default rates than the rest of the economy, even when those activities at the epicentre of the crisis - construction and real estate activity - are excluded.", "Moreover, these default rates have now returned to their pre-crisis levels, while in other activities they have not.", "However, our analysis suggests the lower realised risk of those activities more exposed to transition risks is, above all, a consequence of the fact that these activities are more profitable than those of the economy as a whole.", "However, in a scenario of internalised such costs, this profitability advantage and, therefore, the risk differential would practically disappear.", "This needs to be taken into account by financial institutions when they take their decisions.", "Moreover, as in the case of any structural change, the past may not be a useful guide to the future, so that different climate transition scenarios should be considered and their implications analysed, irrespective of the behaviour of borrowers in the past.", "This is precisely the main contribution of one of the macroprudential tools made available to financial sector supervisors since the international financial crisis: stress tests.", "The Banco de España, like other international supervisors, is developing the necessary methodologies to perform this type of exercise for climate risks.", "Developing these methodologies, however, is not without difficulty.", "First, there are significant information gaps that need to be covered as soon as possible.", "On one hand, only large firms have estimated their carbon footprints and practically none of these estimate their footprint when the inputs incorporated into their productive process are included.", "On the other hand, there is no centralised register of energy ratings of homes, the heating and cooling of which accounts for around 25% of total emissions, these being the main collateral for credit transactions through the creation of mortgages.", "These examples are just some of the most notable difficulties involved in evaluating such risks.", "On balance, I consider that supervisors can play an important role in this area by identifying and disseminating the information necessary to assess the associated risks.", "Second, the problem needs to be addressed at sector level, or even for each individual borrower.", "Specifically, our risk assessment models must incorporate this sectoral dimension and consider the potential reallocation of resources between activities, sectors and businesses that will inevitably occur.", "The methodological difficulties involved in incorporating these dimensions are significant.", "Third, the time horizon of climate risks goes far beyond the two or three year one that is traditionally the most relevant for monetary policy and financial stability.", "On this issue, it is again important that we succeed in overcoming the \"tragedy of the horizon.\"", "And that we anticipate the materialisation of such risks.", "In addition to this task of raising awareness and encouraging financial institutions to incorporate climate risks into their analysis, the question sometimes arises as to whether financial regulators should also study the possibility of introducing reforms to speed up the process.", "In my opinion, financial regulation cannot and should not take the lead in this process, and even less stand in for the possible inaction of other actors; its role must be limited to accompanying the decisions taken by other authorities, which, as already mentioned, have much more appropriate instruments for these purposes.", "Our mandate, as financial regulators, is to safeguard the economy's financial stability and this must be the fundamental objective.", "In fact, if the - basically fiscal - measures implemented by governments are sufficiently successful the role of regulators and supervisors should largely be to ensure that financial institutions properly incorporate the impact of such measures into their risk analysis.", "That said, many of the models used by institutions to evaluate risks are based on historical data, which, by their very nature, will take a long time to incorporate the changes that occur.", "Stress tests may be very helpful here and supervisors could develop action guidelines as a reference for institutions.", "The role of central banks and monetary policy The general public currently have rather high expectations regarding the role that central banks can play.", "An example of this is the press conference held following the meeting of the Governing Council of the European Central Bank in March.", "In her answers to journalists questions, President Lagarde mentioned \"climate change\" up to ten times.", "In fact, one in three of the questions asked related to this issue.", "In my opinion central banks should contribute to this common purpose, insofar as this does not interfere with the Eurosystem's primary objective, which is price stability.", "Indeed, in the Eurosystem we have embarked upon a strategic revision of our monetary policy.", "As part of this we intend to reflect on the way in which we can incorporate climate risks and promote the sustainability of the economy.", "For this purpose, we need, first, to improve our understanding of the implications of climate change and economic policies designed to mitigate this phenomenon for the economy as a whole and, in particular, for price stability.", "The overriding aim should be to incorporate these implications into the economic analysis and forecasting tools on which the decision-making process is based.", "In addition, climate risks (both physical and counterparty risks) may affect other elements of monetary policy instruments and operations.", "In these areas, the main objective of central banks should be to ensure, along with other public authorities, that markets correctly address climate risk.", "Once this objective has been achieved, our monetary policy collateral policies would immediately lead to an adjustment in the amounts that counterparties can obtain.", "These and other considerations must be analysed in the Eurosystem monetary policy strategy review.", "However, while this review is carried out, we in the Governing Council of the ECB are aware, to paraphrase President Lagarde that trickles become oceans if cared for.", "In this respect, the Banco de España has already approved the incorporation of sustainability and responsibility criteria into its investment policy for the reserve portfolio it manages.", "As a result, and taking into account our mandate obligations, we are progressively increasing our holdings of green bonds and, for example, we are one of the founder members of the green investment fund set up by the Bank for International Settlements.", "In conclusion, the challenges associated with climate change require coordinated action, both at international level and at the level of the various different economic policies.", "Allow me to stress that it is governments who have the legitimacy and are best prepared to lead the process of transformation to a more sustainable economy.", "Thus, fiscal policy should play a leading role in this process, and also in the measures needed to mitigate the social costs of the transition.", "In any event, the importance of the financial sector in channelling the enormous funds needed to make the investments required by this transition and to identify the opportunities that may arise in this process is unquestionable.", "We supervisors and central banks must ensure that financial institutions properly incorporate climate change risks and concentrate on creating the appropriate conditions conducive to the capital flows needed for the transition to a sustainable economy.", "Thank you very much for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none"], "topics": ["Climate change", "Transition to sustainable economy", "Fiscal policy", "Financial sector", "Green bonds", "Carbon leakage", "Green credit market", "Stress tests", "Monetary policy", "Climate risks"]}