{"sentences": ["Speech COVID-19, the Labour Market and Public Sector [*] Governor Address to the Anika Foundation Online - 21 July 2020 I would like to thank you for your support of the Anika Foundation.", "The pandemic that we are all living through is traumatic for our entire community.", "Young people are no exception, with many anxious about their future job prospects and suffering from a loss of social connectivity.", "This means that the work of the Foundation is as important as ever.", "Thank you for your support.", "In this year's Anika Foundation talk, I would like to discuss two topics.", "The first is the impact of the pandemic on Australia's labour market.", "And the second is the important role that public sector balance sheets are playing in softening the economic downturn and in building the bridge to the recovery.", "The Labour Market I wanted to start with the labour market because for many people, the economic costs of the pandemic really hit home when they, or somebody they know, lost their job or their hours were cut.", "In April and May, employment fell by around 870,000 people and a further 760,000 people had zero hours of work, although they still had a job.", "Many other Australians had their hours cut, with young people bearing a lot of the burden (Graph 1).", "All up, total hours worked in Australia fell by 10 per cent in just a few weeks.", "As staggering as this fall is, it is smaller than we earlier feared.", "In early May, we were expecting a decline of almost 20 per cent in total hours worked.", "It is also a smaller than the decline we have seen in many other countries.", "In Canada, for example, hours fell by 28 per cent and in the United States they fell by 19 per cent.", "Fortunately, we have now turned the corner.", "In June, hours worked increased by 4 per cent and the number of employed people rose by 210,000.", "Notwithstanding this turnaround, the path ahead is expected to be bumpy and there are some major cross-currents in the labour market at the moment.", "On the positive side of the ledger, many firms that were heavily affected by the shutdowns are now rehiring and lifting hours as the restrictions are eased in most of the country.", "This is most clearly evident in the retail, hospitality and arts & recreation sectors (Graph 2).", "Some other firms have also hired large numbers of people as they respond to the increase in demand as a result of the pandemic.", "The supermarkets are a good example of this.", "But on the other side of the ledger, there are also factors working in the opposite direction.", "Through our business liaison we are hearing that many firms, including in the construction sector and in professional services, were able to keep many of their employees over recent months because they had a pipeline of work to complete.", "But as new orders have declined, this pipeline is drying up.", "If it is not replaced soon, hours worked in these businesses will decline further, just at the same time that other parts of the economy are coming back to life.", "Some firms have also used recent months to reconsider their business models.", "In some cases this is because of the decline in demand that is likely to persist, but for others there has been a reassessment of how they manage their workforce.", "Some firms have identified new opportunities and there has been plenty of innovation.", "Yet despite this, restructuring and the uncertainty about future demand is likely to weigh on the labour market as it recovers.", "Adding to this complicated picture is the fact that the unemployment rate is likely to increase further, even with the recovery underway.", "This is because many of the people who lost their jobs over recent times have been classified as not in the labour force and so are not counted as unemployed.", "As the labour market continues to improve, we expect many of these people will start looking for jobs, and thus be classified as rejoining the labour force.", "This will push up the measured unemployment rate at the same time that the share of the working-age population with a job is also rising.", "We saw an example of that in the figures for June, released last week, when despite employment increasing by a record 210,000 people, the unemployment rate also rose to 7.4 per cent, a 21-year high (Graph 3).", "Looking forward, one of the keys to returning to a strong labour market is restoring confidence.", "This starts with people being confident about their own health and the public health response.", "The global evidence is that without this, people are reluctant to resume their normal activities and firms are reluctant to hire and invest.", "The other element is people being confident about their own finances and jobs, and businesses being confident about future demand.", "Addressing the health issues will help here, but so too will the policy response on the economic front.", "Public Sector Balance Sheets This brings me to the second issue that I wanted to talk about: the important role that is being played by public sector balance sheets in softening the economic downturn and in providing the best platform for the economy to recover.", "I will first talk about use of the RBA's balance sheet and then about the government's balance sheet.", "The RBA's balance sheet In mid March, the RBA announced a comprehensive monetary policy package to keep funding costs low and the supply of credit available, especially to small and medium-sized businesses.", "As part of this package, we have used our balance sheet: to make sure the financial system has plenty of liquidity to address dislocations in the government bond markets to provide low-cost funding to the banking system, so that lenders can support the provision of credit to their customers to reduce funding costs across the whole economy by having a target of around 25 basis points for three-year Australian Government bond yields.", "Reflecting these various measures, the Reserve Bank's balance sheet has increased from around $180 billon prior to the pandemic to around $280 billion today and further increases are expected over coming months (Graph 4).", "To date, around $25 billion has been advanced under the funding scheme for the banking system, with 66 ADIs having used the facility (Graph 5).", "We expect further drawings to be made over coming months, with the total amount available currently standing at $150 billion.", "This facility is working as expected and is contributing to the plentiful supply of liquidity in the Australian financial system.", "The three-year yield target is also working well.", "In the weeks immediately after the announcement of the target, the Bank used its balance sheet to purchase $50 billion of government bonds, to support the yield target and address market dysfunction.", "Since late April we have scaled back purchases significantly and have not needed to purchase any bonds for some time (Graph 6).", "The target is viewed as credible by market participants, not least because it is consistent with the outlook for the cash rate over the next three years.", "There is also a broad understanding that the RBA is prepared to use its balance sheet in whatever quantity is needed to maintain the target.", "Government bond markets are also again operating normally, after the signs of dysfunction in bond markets around the world in March and April.", "I would now like to address one idea for the use of the central bank's balance sheet that I sometimes hear - that is, we should use it to create money to finance the government.", "A variant on this idea is that the central bank should just deposit money in every bank account in the country - this is sometimes known as 'helicopter money' because, before we had an electronic payments system the idea was that banknotes could simply be dropped by helicopter.", "For some, this idea is seen as a way of avoiding financing constraints - it is seen as holding out the offer of a free lunch of sorts.", "The central bank, unlike any other institution, is able to create money and the resource cost of creating that money is negligible.", "So the argument goes, if the government needs money to stimulate the economy, the central bank should simply create it in the public interest.", "The reality, though, is there is no free lunch.", "The tab always has to be paid and it is paid out of taxes and government revenues in one form or another.", "I would like to explain why.", "I will start with some central bank accounting.", "When a central bank creates money to finance government spending it does so by crediting the government's deposit account with it.", "These extra deposits represent a liability of the central bank.", "And on the asset side of the balance sheet, the central bank might have an IOU from the government to be paid in the future.", "Now suppose that the additional government spending is successful in stimulating the economy and this starts to push inflation up.", "At some point, interest rates would need to be increased to avoid inflation rising too far.", "If this lift in interest rates did not occur, inflation would rise, perhaps to a very high level.", "In this case, it would be through the inflation tax that the community pays for the extra government spending.", "So there is no free lunch - the spending is just paid for in a different way.", "Now instead suppose that interest rates are increased to avoid high inflation successfully.", "Even then, there is still no free lunch.", "How the tab is paid though depends on the nature of the arrangements that are in place.", "One possibility would be for the government to pay back the IOU along with any accumulated interest at some point down the track.", "This repayment would need to be funded by future taxes.", "If instead the IOU was not interest-bearing and was not repaid, the central bank would start accumulating losses as the interest rate it paid on its deposit liabilities increased and there was no offsetting income.", "This would lead to a decline in dividends to the government and possibly a future recapitalisation of the central bank.", "Both have to be funded through tax revenue.", "Another possibility would be to increase the general level of interest rates to deal with inflation, but to maintain the low interest rate on deposit balances held at the central bank.", "This approach would limit losses at the central bank even if the IOU was not interest bearing.", "But it would effectively amount to a tax on the banking system, as it is the banks that would hold these low-interest balances once the government has spent the money.", "In this case, it is this tax that would help finance the extra spending.", "The message here is that somebody always pays.", "It certainly is possible for the central bank to change when and how the spending is paid for, but it is not possible to put aside the government's budget constraint permanently.", "Where countries have, in the past, sought to put aside this constraint the result has been high inflation.", "Notwithstanding this historical experience, some prominent mainstream economists, including Stanley Fischer, a former governor of the Bank of Israel and Vice Chair of the US Federal Reserve, have recently argued that central bank financing of government spending may be appropriate in some circumstances.", "In particular, they have focused on the situation in which: i. conventional monetary policy options have been exhausted ii.", "the central bank is falling short of its goals, and crucially iii.", "public debt is high and the government cannot borrow in financial markets on reasonable terms.", "They argue that under these particular circumstances, central bank financing may be welfare enhancing, provided that there are strong safeguards to avoid the inflation problem.", "The main safeguard proposed is that the amount of monetary financing and the conditions under which it is provided, are determined solely by the independent central bank, not by the government.", "It is envisaged that the central bank provides finance up until the point that its goals for inflation and perhaps unemployment are met.", "Importantly, the government would continue to determine how the financing is spent.", "This idea has attracted a lot of attention recently, although many commentators have pointed out that there are likely to be very significant challenges in maintaining this type of safeguard over time.", "It is worth repeating that this proposal is only relevant to the situation where high government debt constrains the ability of the government to provide necessary fiscal stimulus financed through the normal channels.", "Clearly, it is not relevant to the situation we face in Australia.", "So I want to make it very clear that monetary financing of fiscal policy is not an option under consideration in Australia, nor does it need to be.", "The Australian Government is able to finance itself in the bond market, and it can do so on very favourable terms.", "There is strong demand for government debt and the Australian government can borrow for five years at just 0.4 per cent and for ten years at just 0.9 per cent (Graph 7).", "These are the lowest borrowing costs since Federation.", "While monetary financing is not an option in Australia, the Reserve Bank Board continues to review overseas experience with other monetary options.", "We had another discussion on this at our meeting two weeks ago.", "Central banks around the world have all moved in the same general direction, but they have configured their monetary support packages differently.", "Using international experience as a guide, it would have been possible to configure the existing elements of the RBA package differently.", "For example, the various interest rates currently at 25 basis points could have been set lower, at say 10 basis points.", "It would also have been possible to introduce a program of government bond purchases beyond that required to achieve the 3-year yield target.", "Different parameters could have also been chosen for the Term Funding Facility.", "After discussing these possibilities, the Board concluded that that there was no need to adjust our package of measures in the current environment.", "The Board has, however, not ruled out future changes to the configuration of this package if developments in Australia and overseas warrant doing so.", "At our meeting, we also reviewed some alternative monetary policy options.", "One of these is negative interest rates.", "There has been no change to the Board's view that negative interest rates in Australia are extraordinarily unlikely.", "Our reading of the international evidence is that the main potential benefit from negative rates is downward pressure on the exchange rate.", "But negative interest rates come with costs too.", "They can cause stresses in the financial system that are unhelpful for the supply of credit.", "They can also encourage people to save more, rather than spend more, so they can be counter-productive from that perspective too.", "So this is not a direction we need to head in.", "Another monetary option that has been used elsewhere is to intervene in the foreign exchange market.", "The evidence here is that when the exchange rate is broadly in line with its economic fundamentals, as the Australian dollar is currently, this approach has limited effectiveness.", "It can also involve substantial financial risks to the public balance sheet and complicate international relationships.", "So this too is not a direction we need to head in.", "The conclusion of our discussions at the July Board meeting was that the best course of action is to maintain the mid-March package and to continue to monitor the effects of the pandemic on the economy.", "The Board has not ruled out future changes to this package, though it recognises that, in the current environment, there are limitations to what more can be achieved through monetary policy.", "Given these limitations, and the outlook for the labour market, there is an important ongoing role for fiscal policy and use of the government's balance sheet.", "I would now like to turn to this issue.", "The government's balance sheet Over recent decades, the conventional wisdom has been that the government's balance sheet has a limited role in managing economic fluctuations, with the main focus instead being on structural and intergenerational issues.", "The global financial crisis, and now the pandemic, have caused some rethinking here.", "What we have seen over recent times is the government balance sheet being used to smooth out large shocks to private sector incomes.", "By smoothing things out, the government is helping people right now and also limiting the longer-term damage to the economy.", "the damage to the fabric of our society and to people's lives that is caused by a long spell of unemployment.", "We need to do what we can to limit the severity of these costly scars.", "These scars have long-term effects and they damage our society and our economy.", "The government can play an important role here by using its balance sheet to smooth things out and reduce the severity of the downturn.", "In doing so, it helps not only in the present but in the future as well.", "In principle, this smoothing function can work in a few ways.", "One is through direct transfers to households and businesses.", "Another is for the government to spend money directly itself on activities that create jobs.", "The JobSeeker and JobKeeper programs are examples of the former and spending on infrastructure and public health are examples of the latter.", "By helping the economy today, these measures also support the all-important confidence that I spoke about earlier.", "So they assist with a return to more normal patterns of spending and consumption, without the need for ongoing fiscal stimulus.", "Using the public balance sheet in this way inevitably requires government borrowing against future income.", "It is through this borrowing that we are able to smooth out the hit to our current income.", "For a country that has got used to low budget deficits and low levels of public debt, this is quite a change.", "But it is a change that is entirely manageable and affordable and it's the right thing to do in the national interest.", "Debt across all levels of government in Australia, relative to the size of our economy, is much lower than in many other countries and it is likely to remain so (Graph 8).", "As I said before, the Australian governments can borrow at the lowest rates since Federation.", "So the public balance sheet is well placed to smooth out the shock to private incomes and support the economy through the pandemic.", "Looking forward, we should have confidence that the pandemic will pass, either because of scientific breakthroughs or we become better at managing the effects of the virus.", "Until it does pass, our incomes will be temporarily lower and it makes sense to smooth this out through fiscal support.", "At the same time, we need to recognise that the task is complicated by the fact there is still considerable uncertainty about how long this period of weak income will last.", "The longer it lasts and the more uncertain things are, the harder it is to smooth out.", "At some point in the future, attention will rightly return to addressing the ratio of public debt to GDP, as low levels of public debt do give us the capacity to use the public balance sheet to smooth out future shocks to private income.", "When the time does come to address the build-up of debt, the best way to do this will be through economic growth.", "Given that we are borrowing against future income, we will be better placed if that future income is strong.", "I have spoken on previous occasions about some of the options here and the need for Australia to be a great place for businesses to expand, invest, innovate and hire people.", "It is important that as a country we focus on this, not only to deal with our current challenges but also our future ones.", "I want to conclude by reminding you that the foundations of the Australian economy are strong and that at some point the pandemic will pass.", "We have handled the health crisis better than many other countries and our economy is also faring better than many others.", "Public balance sheets in Australia are also in a strong position and they have been used to deliver unprecedented monetary and fiscal support to the Australian economy.", "These measures are helping to provide an important bridge to the days when the recovery is well entrenched and we are making renewed progress towards full employment.", "Thank you for listening and I am happy to answer your questions.", "I would like to thank Ellis Connolly for assistance in the preparation of this talk.", "For a fuller discussion of these measures see Debelle G (2020), 'The Reserve Bank's Policy Actions and Balance Sheet', Speech to The Economic Society of Australia, 30 June.", "[2] See Bartsch E, J Boivin, S Fischer and P Hildebrand (2019), 'Dealing with the next downturn: From unconventional monetary policy to unprecedented policy coordination', SUERF Policy Note, Issue No 105.", "Available at: <-with-the-next-downturn-from-unconventional-monetary-policy-tounprecedented-policy-coordination>.", "[3] The Board also reviewed the experience of other advanced economies with unconventional monetary policy measures at its August 2019 meeting.", "See Lowe P (2019), 'Unconventional Monetary Policy: Some Lessons from Overseas', Address to Australian Business Economists Dinner, 26 November.", "The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice.", "The Reserve Bank of Australia acknowledges the Aboriginal and Torres Strait Islander Peoples of Australia as the Traditional Custodians of this land, and recognises their continuing connection to Country.", "We pay our respects to their Elders, past, present and emerging."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "monetary dominance", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Labour Market", "Public Sector Balance Sheets", "Economic Downturn", "Monetary Policy", "Fiscal Policy", "Central Bank Financing", "Negative Interest Rates", "Foreign Exchange Intervention", "Government Debt", "Economic Recovery"]}