{"sentences": ["February 14, 2020 Financial Literacy: Money Management for Creating a Life of Well-Being Keynote Speech at a Seminar Hosted by the Tokyo Stock Exchange AMAMIYA Masayoshi Deputy Governor of the Bank of Japan It is an honor to have this opportunity today to address such a large audience.", "Today, I would like to talk about financial literacy.", "Financial literacy refers to the knowledge and decision-making skills used to manage one's money and personal finances.", "I have chosen this topic because of its relevance to the advent of an unprecedented aging society, which has been called the era of the 100-year life.", "In order to live a long life in your own way and, more importantly, at a high level of well-being, it will be more important than ever to have the knowledge and decision-making skills necessary to deal wisely with money.", "Financial literacy has drawn international attention as one of the lessons learnt from the global financial crisis more than a decade ago.", "The idea is that, to secure financial stability, it is essential not only to strengthen financial regulations and supervision, but also to improve the financial literacy of individual people, who act as investors.", "Indeed, at the G20 Los Cabos Summit in 2012, the Leaders Declaration emphasized the importance for each country to work strategically and systematically to provide financial education to people at all stages of life.", "Also, at the G20 Finance Ministers and Central Bank Governors Meeting chaired by Japan last year, the strengthening of financial literacy was put forward as a policy priority.", "Meanwhile, in Japan, the aging of the population, the increased use of cashless payment, and the money and asset management associated with them have become increasingly popular topics in the media.", "These topics have raised alarming cases highlighting the necessity for financial literacy education.", "First, regarding population aging, if we make erroneous decisions on money, the increasing longevity that should be celebrated, could instead become a cause for increased financial burden.", "Second, the increasing use of cashless payment, which has improved convenience in our daily lives, requires us to be even more careful about over- spending or the misuse of personal information.", "And third, as the legal age of adulthood in Japan will be lowered in April 2022, young adults will be required to make decisions and assume responsibility as independent contracting parties from the age of 18, when most of them are still in high school.", "In this way, financial literacy is expected to become even more important.", "So, what is the current state of financial literacy among the population of Japan?", "The Central Council for Financial Services Information, which has its secretariat in the Public Relations Department of the Bank of Japan, conducted a survey on this point.", "Today, I will explain the current state of financial literacy in Japan and the challenges it raises, while making international comparisons based on the survey.", "The Central Council for Financial Services Information First, I would like to provide an introduction to the Central Council for Financial Services Information.", "As I just mentioned, the Council has its secretariat in the Public Relations Department of the Bank of Japan.", "It promotes the advancement of financial knowledge under the following two principles: to provide financial and economic information, and to disseminate pecuniary education.", "It has a nationwide network with local committees in all 47 prefectures in Japan.", "In coordination with the head office, branches, and local offices of the Bank of Japan, as well as the government, local public bodies, private entities, and others, the Council works to enhance financial literacy in Japan from a neutral and fair position.", "Before I continue, I would like to add that Mr. SHIBUSAWA Ken, who will be speaking after me, and with whom I will be holding a discussion session later, has a relationship with the Central Council.", "Mr. SHIBUSAWA's great uncle -- his grandfather's older brother -- was Viscount SHIBUSAWA Keizo, the 16th Governor of the Bank of Japan.", "Viscount SHIBUSAWA successively assumed the posts of Governor of the Bank of Japan and Minister of Finance, and from 1952, he served as the first chairman of the Central Council, which was then called the Central Council for Savings Promotion.", "Moreover, Viscount SHIBUSAWA inherited the title from his grandfather, SHIBUSAWA Eiichi, who is well known for the founding of many banks and firms, including Dai-ichi Kokuritsu Ginko (the First National Bank), and who helped lay the foundations for modern Japan in the Meiji and Taisho periods from the late 19th century to the early 20th century.", "SHIBUSAWA Eiichi has been very much in the news recently as his life is the subject of the NHK Taiga Drama (the annual year-long historical drama television series produced by NHK [Japan Broadcasting Corporation]) to be aired in 2021.", "SHIBUSAWA Eiichi also has a close relationship with the Bank of Japan, and his portrait will be printed on the new 10,000 yen Bank of Japan note to be issued from 2024.", "Results of the Financial Literacy Survey A. Overview Now, I would like to move on to the main topic.", "The Central Council for Financial Services Information conducted the Financial Literacy Survey last year.", "This survey was conducted for the first time in 2016 and for the second time last year with the aim of understanding the current state of financial literacy in Japan.", "It is an online questionnaire targeting 25,000 individuals aged 18 to 79 sampled throughout Japan.", "The questions in the survey can be largely divided into two types (Chart 1).", "The first type of questions are true/false questions on \"financial knowledge and financial decision-making skills.\"", "These are questions with correct answers, such as, \"If interest rates rise, what will typically happen to bond prices?\"", "The correct answer is, \"They will fall.\"", "The other type of questions are those on \"characteristics of behavior and attitude.\"", "These questions ask the respondents how much each of the given statements, such as, \"I set long-term financial goals and strive to achieve them,\" apply to them personally.", "These questions have no correct answer, and ask the respondents about their current state or attitude.", "Next, I will introduce some interesting points and implications from the results of the 2019 survey.", "Percentage of correct answers given to true/false questions Looking at the percentage of correct answers given to the 25 true/false questions, the nationwide average was 56.6 percent, an increase of 1 percentage point on the previous 2016 survey (Chart 2).", "The percentage of correct answers rose in all categories of the Financial Literacy Map, including family budget management and financial knowledge.", "Also, the percentages increased in almost all regions.", "In other words, financial literacy in Japan has risen moderately overall over the past three years.", "By age group, the percentage of correct answers tended to be higher for older age groups.", "This confirms that people's financial literacy increases with various experiences through life and with more opportunity to engage in financial transactions and acquire financial and economic information.", "How does the level of financial literacy in Japan compare with that in other countries?", "When comparing the percentage of correct answers given to the 11 common questions asked in the Financial Literacy Survey with the results of a survey compiled by the International Network on Financial Education (INFE) of the Organisation for Economic Co-operation and Development (OECD), Japan ranked low, at 22nd out of 30 (Chart 3).", "As the results could be affected by such factors as how the surveys were conducted and the nuance of the questions, some leeway should be allowed.", "Nonetheless, financial literacy in Japan still has much room for improvement, particularly in comparison with other countries and economies.", "Looking at the results in more detail to find why Japan ranks so low, the percentage of correct answers was notably low for questions on three subjects: inflation, compound interest, and diversified investment.", "I will explain each of these specifically.", "First, as for inflation, the true/false question was on the statement, \"High inflation means that the overall cost of living is increasing rapidly.\"", "The correct answer is of course \"True.\"", "The percentage of respondents who gave the correct answer in Japan was 62 percent, which was far below that in other countries and economies, such as 97 percent in Hong Kong (China) and 92 percent in Canada.", "Nevertheless, Japan's percentage soared for older age groups, and nearly 80 percent of the respondents aged 60 or older answered correctly.", "I assume that this age group remembers experiencing high inflation at times such as oil crises in the past, and this led to a higher number of them giving the correct answer.", "Next, regarding compound interest, the question asked how much would be in a savings account after five years if 1 million yen is put into the account with a guaranteed interest rate of 2 percent per year, and no further deposits or withdrawals are made, and tax deductions are disregarded.", "The five options were: \"More than 1.1 million yen\"; \"Exactly 1.1 million yen\"; \"Less than 1.1 million yen\"; \"Impossible to tell from the information given\"; and \"Don't know.\"", "The correct answer is \"More than 1.1 million yen,\" due to compound interest.", "Less than half of respondents in Japan chose the correct answer -- 44 percent to be precise, whereas 75 percent in the United States and 65 percent in Norway answered correctly.", "Speaking of compound interest, Albert Einstein is said to have stated that compound interest is man's greatest invention.", "What he actually intended by this remark is not known, but some say that, having witnessed the rapid growth of the capitalist economy, Einstein regarded compound interest as a symbol of the power of finance, which served as the driving force for growth.", "Lastly, the question on diversified investment asked whether the statement, \"Buying a single company's stock usually provides a safer return than a stock mutual fund,\" was true.", "The percentage of respondents who selected the correct answer \"False\" was 47 percent in Japan, and about the same portion selected \"Don't know.\"", "Japan's result was again notably low when compared with other countries and economies, such as 84 percent in South Korea and 80 percent in Jordan.", "The percentage of correct answers given to all three of these questions tended to rise for older age groups, suggesting that experience is an essential factor in acquiring financial literacy.", "In particular, Japan has long experienced deflation or low inflation, extremely low interest rates, and financial asset holdings centered on deposits and savings.", "It is therefore no surprise that the percentage of correct answers on the subjects of inflation, compound interest, and diversified investment was low, particularly among the youngest respondents, the 18-29 age group.", "Financial education in schools, universities and so on will therefore play an important role in compensating for their lack of experience.", "I would like to touch upon financial education again later on.", "Characteristics of respondents with high scores What advantages come with having high financial literacy?", "Let me give an example.", "Chart 4 shows the relationship between the proportion of respondents who had experienced financial trouble, such as so-called special fraud and multiple debts, and the percentage of those who gave correct answers.", "Looking at these two by prefecture, we see a negative correlation.", "In other words, the higher the financial literacy, the less likely it is to find oneself in financial trouble.", "I find it extremely regrettable to say that financial crime in Japan damage caused by remains at a high level.", "According to a report by the National Police Agency, the number of recorded cases of special fraud, including telephone-based identity deception, was about 16,000 cases in 2018, resulting in as much as 36 billion yen worth of damage.", "Simple math reveals that one such case of fraud occurs every 30 minutes on average in Japan, causing 100 million yen worth of damage per day.", "Someone, somewhere in Japan, could well become a victim of special fraud even as I deliver this 30-minute speech.", "I should also note that these figures only represent those cases and the amount of damage recorded by the police, so the true figure is likely to be even higher.", "In Japan, people continue to fall victim not only to special fraud but to various other forms of financial crime.", "I believe that improving financial literacy is an effective means of defense by which to reduce the number of such victims.", "Apart from this, respondents with high scores in this survey share certain behavioral characteristics.", "For example, (1) they keep up-to-date with the latest financial and economic information, (2) they securely manage their family budget, (3) they have a long-term financial plan, (4) they have emergency or rainy day funds set aside, and (5) they purchase a financial product only after comparing it with other products and understanding the product details.", "As these patterns show, those with high financial literacy have sufficient knowledge and understanding of money and related issues, which in turn gives them high resilience to any economic shocks or financial troubles.", "C. Other Topics Turning to the bigger picture, I would now like to introduce two points regarding the characteristics of Japanese people's financial behavior and attitude, according to the Financial Literacy Survey.", "Investment stance The first point concerns investment stance (Chart 5).", "Let us look at the answers given to the following question: \"Suppose that, if you invested 100,000 yen, you would either get a capital gain of 20,000 yen or a capital loss of 10,000 yen at a 50 percent probability.", "This is an investment with an expected return of 5,000 yen, that is, an expected rate of return of 5 percent.", "The results show that more than three quarters of the respondents answered, \"I would not invest,\" suggesting that many are risk averse against losses resulting from potential price declines.", "A preference for loss aversion is not necessarily unfavorable, but if such behavior reflects a lack of financial knowledge, that would be a different story.", "In this regard, it is cause for concern that nearly 40 percent of the total respondents answered that they acquire financial and economic information -- through newspapers, magazines, television, websites, and other sources -- less than once a month, which was unchanged from the previous survey.", "Meanwhile, when respondents were asked, \"Have you ever invested an amount of money that exceeded your monthly living expenses?\"", "about three quarters of them answered, \"I have not invested such an amount of money.\"", "From this, we can conclude that Japanese people's investment stance is still conservative.", "This conservative investment stance is also evident in the results of the Survey on Household Finances, a survey conducted annually by the Central Council for Financial Services Information (available only in Japanese; Chart 6).", "This survey comprises two separate questionnaires: one targeting two-or-more-person households, and the other targeting single- person households.", "When both types of households were asked, \"To what extent do you intend to hold financial products that have a risk of falling below par, but are expected to be profitable, over the next one or two years?\"", "about 80 percent of two-or-more-person households and about 60 percent of single-person households answered, \"I have no intention of holding such products.\"", "Nevertheless, in the past few years, the proportion of respondents answering, \"I intend to hold such products,\" has increased slightly among both groups.", "Funds for retirement The second point concerns funds for retirement.", "Going back to the Financial Literacy Survey, respondents were asked to select the expenses they thought they would have to cover in the future.", "The category \"living expenses for retirement\" was selected most, by about 60 percent of respondents.", "While this reflects their strong awareness about retirement, the proportion of those who had a detailed financial plan laid out for \"living expenses for retirement\" was only about 30 percent, even among those in their 50s -- for whom retirement is approaching.", "And this figure represents a decline from the previous 2016 survey (Chart 7).", "Similarly, focusing on respondents in their 50s, the percentage of those who were \"aware of\" the amount of public pension they were entitled to receive was slightly below 40 percent.", "For those who are 50 and above, the Nenkin Teiki Bin (Pension Coverage Regular Notice), a postcard sent annually from the Japan Pension Service, shows the anticipated amount of pension benefits they will receive.", "If you are not familiar with this notification, I strongly recommend you check this postcard.", "Japan has one of the most rapid rates of declining birthrate and aging population in the world.", "As of 2018, the average life expectancy was 81 years for men and 87 years for women, and the proportion of those aged 65 years or older reached almost 30 percent of the total population.", "While public pensions are generally the main source of income after retirement in Japan, it is important to accumulate financial assets as necessary and take measures to ensure these assets last for as long as possible, in accordance with one's life plan.", "In order to do this, it is necessary to acquire a good understanding of money and devise a secure financial plan for living expenses for retirement while still young.", "Moreover, given the survey results showing that less than half of those in their 50s have a financial plan for living expenses for retirement or know the anticipated amount of public pension benefits they will receive, we would have to say that there is still significant room for improvement in Japanese people's financial literacy, especially in this era of the 100-year life.", "In sum, financial literacy in Japan is gradually improving, but it is not at a high level When people's financial literacy improves, they tend to comparison with other countries.", "exhibit desirable financial behavior, such as setting long-term financial goals, and they become less likely to find themselves involved in financial trouble.", "With advances in digitization and the widespread use of smartphones, access to financial information and services has become easier and more convenient, which is why we must acquire the knowledge necessary to make the wisest and most effective use of these opportunities.", "So, what do we need to further improve financial literacy in Japan?", "I think that education holds the key.", "The knowledge and decision-making skills necessary for money and personal finance change over time.", "It is therefore important to continue learning these skills and acquiring this knowledge at school, university, and so on, and to deepen this understanding through real-world experience throughout one's lifetime.", "Looking at the results of the Financial Literacy Survey by attribute, the percentage of correct answers given by \"those who recognized themselves as having received financial education\" offered by school or workplace was frequently higher than those who did not, and they also exhibited more desirable financial behavior (Chart 8).", "However, the proportion of those who received financial education is still not so high (Chart 9).", "In recent years, owing to the efforts of the people concerned, the proportion among the youngest respondents, the 18-29 age group, who received financial education is higher than among the older generations, and has increased slightly from the time of the previous 2016 survey.", "Yet the reality is that it is still less than 20 percent.", "As I recall, it used to be considered taboo in Japan to talk about money to children, but this tendency seems to have faded considerably in recent years.", "I would like to emphasize that financial education is to learn about money so as to understand the workings of the world they live in and make reasonable assessments and judgments in life.", "The contents of financial education have been greatly expanded in the new Courses of Study that will be implemented in primary schools in fiscal 2020, and later in secondary schools and high schools.", "At universities as well, an increasing number of faculty want their students to have the opportunity to participate in financial education before they graduate.", "Also, the proportion of those who were taught how to manage their finances by their parents or guardians at home is higher among younger age groups than among older generations.", "As I mentioned at the outset, the momentum to improve financial literacy through financial education is increasing worldwide.", "Amid this trend, the Central Council for Financial Services Information has been carrying out various activities to promote financial education.", "The main activities are grassroot initiatives undertaken in coordination with its local committees, such as providing visiting lectures on financial literacy at educational institutions from kindergarten to university, and holding seminars for workers or teachers.", "The number of people who participated in lectures or seminars offered by the Council and other related organizations such as the Financial Services Agency, the Japanese Bankers Association, and the Japan Securities Dealers Association totaled around 600,000 during fiscal 2018.", "In addition, the Council publishes pamphlets and booklets for different age groups to meet their respective needs (Chart 10).", "It also publishes a quarterly public relations magazine about various topics on money, titled Kurashi-juku Kin'yu-juku (\"First steps toward financial literacy for everyday life\"; available only in Japanese).", "All of these are provided free of charge, and we would be very pleased if you could make use of them.", "Further information on the Central Council's activities, together with related releases, is also available on its official website, \"Shiruporuto\" (Gateway to Knowledge), which is a nickname of the organization.", "Recently, the number of page views has increased remarkably.", "This is particularly gratifying as it is an indication of the public's growing interest in financial literacy and financial education.", "Last but not least, the Bank of Japan, for its part, will also continue with its efforts to contribute to improving financial literacy through supporting the activities of the Central Council for Financial Services Information.", "Thank you for your attention.", "Financial Literacy: Money Management for Creating a Life of Well-Being February 14, 2020 AMAMIYA Masayoshi Deputy Governor of the Bank of Japan Chart 1 Financial Literacy Survey True/false questions on \"financial knowledge Questions on \"characteristics of behavior and financial decision-making skills\" and attitude\" If interest rates rise, what will typically I set long-term financial goals and happen to bond prices?", "strive to achieve them.", "They will stay the same 4.", "There is no relationship between bond prices and interest rates 5.", "If no further deposits or withdrawals are made, how much would be in the account after 5 years (disregarding tax deductions)?\"", "ポルトガル [10] Diversified investment (true/false question): \"Buying a single company's stock usually provides a safer return than a stock mutual fund (a financial product for investing in stocks of several companies)\" Chart 4 High scores vs Financial trouble Percentage of correct answers and proportion of respondents who had (Reference) Damage caused by special fraud experienced financial trouble 100 mil.", "yen Amount of damage caused by special fraud (right scale) 14,000 6.7 financial average: Number of recorded cases of special fraud nationwide (left scale) 0 0 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 50 52 54 56 58 60 62 Source: National Police Agency, Cases of Special Fraud Reported and Arrested, Correct answers (%) nationwide average: 56 6 Chart 5 Investment stance Risk-taking stance Money investment Have you ever invested an amount of money Suppose that, if you invested 100,000 that exceeded your monthly living expenses?", "yen, you would get either of the  When you invested such an amount in a following at a 50% probability: financial product most recently, did you - a capital gain of 20,000 yen, or compare it with other financial institutions' - a capital loss of 10,000 yen.", "products or other types of financial products What would you do?", "in order to choose one that was considered to be the most beneficial?", "Chart 6 Investment stance (Survey on Household Finances) To what extent do you intend to hold financial products that have a risk of falling below par, but are expected to be profitable, over the next one or two years?", "Financial education at home Was financial education offered at  Did your parents or guardians teach your school or college, or at your you how to manage your finances?"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial literacy", "Financial education", "Financial behavior", "Financial trouble", "Financial products", "Investment stance", "Retirement funds", "Central Council for Financial Services Information", "Financial Services Agency", "Financial education"]}