{"sentences": ["At the outset, I wish to thank ASSOCHAM for inviting me to their 15th Annual Banking Summit.", "More so because this is ASSOCHAM's centenary year.", "It is a remarkable accomplishment and I extend warm greetings to all those associated with ASSOCHAM.", "Over the years, ASSOCHAM has transformed itself into a forceful, proactive, forward-looking organisation to meet the aspirations of Indian business.", "I am certain that ASSOCHAM's journey towards excellence will continue.", "In a country like India with a population size of about 1.3 billion, the Micro, Small and Medium Enterprises (MSME) sector has a vital role in the economy.", "It fosters entrepreneurship and generates large employment opportunities.", "As MSMEs absorb the surplus agricultural labour, they help reduce the problem of disguised unemployment in rural areas.", "MSMEs are also complementary to large industries as ancillary units and also play an important role in the whole eco-system of the secondary and tertiary sector.", "We all are aware that the MSME sector is passing through a challenging phase.", "The theme of today's Summit - 'Structural Reforms in MSME Funding' - chosen by ASSOCHAM, therefore, could not be more apt and timely.", "In my address today, I would begin by underlining the importance of the MSMEs to the economy.", "I would then delve into some challenges faced by them and discuss some of the measures undertaken by the Reserve Bank.", "I shall also list out some issues as a way forward.", "Importance to the Economy 4.", "Let me begin by highlighting a few stylised facts on the contribution of MSME sector in India.", "The MSME sector contributes in a significant way to the growth of the Indian economy with a vast network of about 6.3 crore units and a share of around 30 per cent in nominal GDP in 2016-17 .", "The share of the sector in total manufacturing output was even higher at 45 per cent .", "Taking cognisance of the wider set of benefits that the sector offers to the rest of the economy, the Government has envisioned to increase its contribution to GDP to over 50 per cent in next few years as the country aspires for a ₹ 5 trillion economy .", "As per the 73rd round of National Sample Survey (NSS) conducted during the period 201516, the estimated employment in MSME sector was around 11 crore.", "Within MSME sector, each of the three sub-sectors, namely, trade, manufacturing and other services accounted for about a third of total employment.", "Around 50 per cent of the total MSMEs operate in rural areas and provide 45 per cent of total employment.", "Interestingly, the micro enterprises account for 97 per cent of total employment in MSME sector .", "This relates to the problem of what is called the missing middle , which suggests that micro firms have failed to grow into smaller and medium firms and so on over time.", "This seems to have kept the micro sector bereft of enjoying economies of scale, investment into fixed assets, adoption of technology and innovation.", "The share of MSME sector in India's merchandise exports stood at around 48 per cent in 2018-19 .", "This signifies that Indian MSMEs are becoming globally competitive and their products/services are being accepted overseas.", "In this background, special attention needs to be given to improve the competitiveness and technology up-gradation endeavours.", "Various schemes and programmes of the Government, therefore, should be continued and effectively implemented.", "Challenges in the MSME sector 7.", "Despite the MSME sector contributing significantly to the economy, it continues to face several challenges.", "The major challenges include physical infrastructure bottlenecks; absence of formalisation; inertia to technology adoption; capacity building; backward and forward linkages; lack of access to credit and risk capital; and the perennial problem of delayed payments, among others.", "Let me now elaborate on some of these issues.", "Infrastructure bottlenecks and Competition 8.", "Notwithstanding various efforts to upgrade the infrastructure, the MSME clusters, particularly the micro enterprises, are inadequately equipped with necessary support systems which not only impede their day-to-day business operations but also their future growth prospects.", "While infrastructure constraint is only one side of the story, I believe that MSMEs also need to do their bit to improve competitiveness.", "They need to shed their inhibition to adopt new technologies; accept e-payments; and foster in-house innovation which will help them manage their businesses digitally and compete globally.", "Given the current scenario of global trade, the ageold methods of operating business with low levels of technology adoption deprives them of potential economies of scale.", "Lack of expertise in product development, designing, packaging and marketing strategy due to their small size add up to the pressure of adapting to the changing environment around them.", "The strategy for MSMEs should be to gradually expand in size and reduce the dependence on the incentive structure provided by the Government.", "Their aim should be eventually to compete on a global scale.", "Access to Credit and Formalisation 9. Credit plays a vital role in development of MSME sector as funds at a reasonable cost can increase their competitiveness.", "Credit disbursal to this sector has, however, remained sluggish in recent periods.", "At an aggregate level, the total credit outstanding from banks and NBFCs to the MSME sector was approximately ₹ 16.6 lakh crore as at end of September, 2019.", "Scheduled commercial banks account for 90 per cent of the share of total credit outstanding.", "As many MSMEs mainly operate in the informal space, assessing their creditworthiness can be difficult due to information asymmetry, particularly with respect to the financial performance of their businesses.", "In the absence of collateral, under-writing the customer often entails higher operating cost.", "Furthermore, due to their small-scale operations, MSMEs are not able to raise risk capital.", "They are also unable to take advantage of most of the Government schemes which are mostly based on digital infrastructure and require beneficiaries to have some form of digital identify and presence.", "With the implementation of structural reforms like GST and JAM trinity, the informal units are, however, getting integrated with the mainstream in recent years.", "A large number of MSMEs are ancillary units catering to the needs of large industries, both in the public and private sector.", "They often face the problem of delayed payments, affecting their cash flow and working capital availability.", "Most of the time, delay in realisation of such receivables increases their operating cycle and reduces their ability to procure new orders or fulfil the existing ones.", "A primary survey conducted by Reserve Bank in December 2019 showed that 44 per cent of MSMEs engaged in manufacturing activities faced delay in payments.", "The ones not receiving timely payment mainly belonged to basic metal and metal products, engineering, construction and infrastructure related industries.", "On the other hand, delay in payments was lower at 27 per cent for services sector.", "Here transport operators mostly faced such situations.", "Although Micro, Small and Medium Enterprises Development (MSMED) Act, 2006 contains provisions related to penalty in case of delayed payments by the buyers, weak bargaining power and the fear of losing the business prevents MSMEs to invoke this provision.", "Expert Committee on MSMEs 12.", "In order to understand the structural bottlenecks and factors affecting the performance of the MSMEs, RBI had set up an Expert Committee on MSMEs under the Chairmanship of Shri U.K Sinha in January 2019.", "The Committee has undertaken comprehensive review of the sector and given several recommendations for the economic and financial sustainability of the MSME sector.", "These recommendations are wide-ranging and broadly relate to legislative changes; infrastructure development; capacity building; technological upgradation; improving backward and forward linkages; improving financial support from formal sources; newer technological interventions for robust underwriting practices; and credit delivery, among others.", "While some of the recommendations of the Committee have already been implemented, others are under consideration by the authorities concerned.", "Measures Undertaken by RBI Measures to Improve the Credit Flow 13.", "The Reserve Bank has taken several measures in the recent period to improve the flow of credit to the MSME sector.", "Banks form the predominant source of formal credit to MSMEs with all such loans by banks qualifying for Priority Sector Lending classification.", "In August 2019, we have further incentivised banks to lend to MSMEs through the NBFC sector.", "Consequently, bank credit to registered NBFCs (other than Micro Finance Institutions) for on-lending to micro and small enterprises up to ₹ 20 lakh per borrower are eligible for classification as priority sector lending.", "A scheme of one-time restructuring without an asset classification downgrade was permitted to GST registered MSME accounts that were in default but standard as on January 1, 2019.", "As the process of formalisation of the MSME sector has a positive impact on financial stability and this process is still underway, the scheme has been extended to accounts that are standard but in default as on January 1, 2020 and restructuring, wherever eligible, has to be implemented latest by December 31, 2020.", "This will enhance the scope of the scheme by benefitting the eligible MSME entities which could not be restructured under the provisions of the circular dated January 1, 2019 as also the MSME entities which have become stressed thereafter.", "So far, banks have restructured 6 lakh accounts out of 15 lakh eligible accounts under the scheme.", "Our primary survey suggested lack of awareness about the scheme among the MSMEs.", "We have announced last month that incremental loans to MSMEs along with retail loans for automobiles and residential housing will be exempted from CRR from fortnight ending January 31, 2020 up to fortnight ending July 31, 2020. .", "Subsequent to the introduction of an external benchmark system in October 2019, the monetary policy transmission has improved where new floating rate loans to the micro and small entrepreneurs were linked to the external benchmark.", "With a view to further strengthening monetary policy transmission, all new floating rate loans to medium enterprises extended by banks from April 01, 2020 will also be linked to the external benchmarks.", "Addressing Delayed Payments 17.", "As I have mentioned earlier, delay in getting payments is one the perennial problems faced by MSMEs.", "To address this issue, the Reserve Bank introduced the Trade Receivables Discounting System (TReDS) in 2014.", "TReDS is an electronic platform where receivables of MSMEs drawn against buyers (large corporates, PSUs, Government departments) are financed through multiple financiers at competitive rates.", "This is done through an auction-based mechanism.", "To widen the scope of TReDS and to incentivise more players to be part of this platform, banks' exposure through this platform were brought under priority sector lending in 2016.", "Presently, three entities [viz., Receivables Exchange of India Ltd. (RXIL), A. TReDS, and Mynd Solutions] licensed by the Reserve Bank are operating the platform for more than two years.", "Further, the Reserve Bank recently allowed 'on tap' authorization to entities desirous to provide platforms for TReDS.", "Hence, in coming years, competition in receivables discounting space is bound to increase with the entry of new players.", "This requires the corporates, both in the public and private sector, to join the TReDS platform and make the system more efficient.", "In 2018, the Government made it mandatory for all companies with a turnover greater than ₹ 500 crores to register with TReDS.", "As on February 2020, while 8211 MSME sellers were registered while only 1530 buyers were participating on the platforms.", "I would appeal to the ASSOCHAM to encourage and handhold all its members to participate in the TReDS platform.", "In the Union Budget 2020-21, the Government has announced app-based invoice financing products to obviate the problem of delayed payments of MSME.", "The mechanism may prove complementary to the TReDS platform and would further alleviate the problem of delayed payments.", "As the MSME sector holds immense potential, the need is to have a right set of policies and enabling framework which guide and support MSMEs to effectively handle their existing problems and venture into new areas.", "While both the Government and the RBI have introduced a plethora of measures for improving access to finance and to promote growth of the sector, the small size of individual units and informal nature of the sector continue to pose challenges.", "The traditional bank lending system by banks is based on financial statements and collateral of the borrower.", "With increased availability of data from several sources, including GSTN, income tax, credit bureaus, etc., it is now possible to appraise the MSME loan proposals expeditiously by doing due diligence online.", "Further, with the help of Account Aggregators (AA), lenders will have access to potential borrower's financial information at a single point, of course, with his/her consent.", "Furthermore, emergence of FinTech companies has made it possible to assess credit worthiness of MSMEs by utilising unexplored data sources such as digital transaction trails, data generated through e-commerce sites, etc.", "Some lenders are collaborating with FinTech companies to take advantage of such surrogate data for speedier credit underwriting for extending loans to MSME sector.", "These new architectures would expand the reach of credit.", "While the new models are beneficial for those units which are digitally active, a large segment of MSME units access credit through traditional lending models.", "While micro enterprises act as a starting stage of entrepreneurship that requires low investment in technology, units graduating to small and medium enterprises have to enhance their technical capacity and explore newer markets in order to stay competitive for sustainable growth.", "Recent policy efforts will provide an enabling environment and facilitate the MSME sector seize the new emerging opportunities.", "I must add that as a regulator, we in RBI have to safeguard financial stability while ensuring wider access to finance.", "Banks and other players on their part have to ensure prudent lending.", "Besides, we in RBI have started launching cohorts under the Regulatory Sandbox.", "First such cohort was launched in November 2019 with the theme of 'Retail Payments' to spur innovation in digital payments space to design and test newer payment services for the unserved and underserved segments.", "In due course, we propose to run a regulatory sandbox for cohorts focussed on lending.", "This would promote innovation in MSME lending segment.", "The project on Public Credit Registry (PCR) will fundamentally address the information asymmetry that impedes access to credit for micro and small entrepreneurs.", "The PCR has been envisaged as a database of core credit information.", "The registry would play crucial role in reducing credit gap in the segment.", "Given the fact that the MSME sector contributes significantly to exports, it is essential that they should be integrated with global value chains (GVC) to remain competitive as it offers unique opportunity to become technologically and digitally empowered.", "Being part of GVC would enable MSMEs to produce quality goods and services which will have greater acceptability in the global market.", "The major challenges for the sector to connect to the GVC are lack of information, knowledge of markets and quality standards.", "In this regard, I see a greater role for cooperation among all stakeholders.", "Let me conclude by reiterating that industry bodies like the ASSOCHAM will need to extend their role and assist MSMEs embrace best business practices in line with the fast-changing business environment.", "I wish this summit of ASSOCHAM all success in its centenary year.", "Report of the Expert Committee on Micro, Small and Medium Enterprises (Chairman: U.K. Sinha), June 25, Ministry of Micro, Small and Medium Enterprises, Government of India, September 24, 2019.", "Annual Report Ministry of MSME 2018-19 Krueger, A. O.", "Economic reform in India: Challenges, prospects, and lessons, 299.", "Ministry of Micro, Small and Medium Enterprises, Government of India, July 2019"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["MSME sector", "Credit access", "Delayed payments", "Infrastructure bottlenecks", "Formalisation", "Technology adoption", "Expert Committee on MSMEs", "Financial stability", "Public Credit Registry", "Global value chains"]}