{"sentences": ["A pleasant day to everyone!", "I am happy to welcome all of you to the Webinar Series 2020 that the Bangko Sentral ng Pilipinas Institute is conducting in partnership with the International Monetary Fund - Singapore Training Institute.", "This collaboration emphasizes the need for organizations and institutions like the Bangko Sentral ng Pilipinas and the International Monetary Fund to continuously work together to discuss timely and relevant economic and financial issues with a view to developing a better appreciation of these issues and finding solutions that adhere to international good practices.", "The first topic of the Webinar Series, Combating Money Laundering During Pandemic, highlights the serious challenges that money laundering is creating among financial institutions and economies of the world during this difficult period.", "The discussion is timely as we often witness that money launderers and fraudsters thrive during crisis periods as they take advantage of the vulnerability of the world economy.", "While the global economic activities have slowed down sharply during the current pandemic, money laundering activities are continuously being reported, which give us reason to believe that opportunistic threats abound.", "In the case of the Bangko Sentral ng Pilipinas, we issued Memorandum 2020-036, dated April 29, 2020, directing all banks to pay close attention to new forms of money laundering and terrorism financing risks.", "Aside from phishing or spear phishing campaigns and other cases of fraudulent activities highlighted in our advisories, BSP-Supervised Institutions have been warned to be on their guard against illegal schemes that exploit the changes in work arrangements, lifestyles or behavior of the public due to Covid-19.", "These new illegal schemes include donations or charity scams, impostor investment, product scams, money mules, online sex trafficking and exploitation, veiled donations for terrorism financing, which are usually coursed through financial transactions through fund or wire transfers and deposits.", "BSP-Supervised Financial Institutions are also advised to consider these kinds of criminal activities and typologies in their anti-money laundering and counter terrorism financing controls and compliance processes and to report suspicious transactions to the Anti-Money Laundering Council.", "They are also encouraged to prudently leverage on technology to reinforce their controls against fraud or financial crimes.", "Criminals and money launderers never \"sleep.\"", "They are unfazed by the virus.", "The Bangko Sentral ng Pilipinas therefore continues to be pro-active, alert, and determined to keep watch against financial crimes and money laundering activities.", "As BSP Governor and Chairman of the Anti-Money Laundering Council, I assure you that we will continue to work for an internationally compliant and effective anti-money laundering regime, which will provide the Filipino people with a sound, dynamic, and strong financial system in an environment that is conducive to the promotion of social justice, political stability, and sustainable economic growth.", "In closing, let me thank our speakers from the International Monetary Fund, Bank de France, and the Anti-Money Laundering Council Secretariat who have graciously shared their time and expertise to be with us in this webinar.", "They have been carefully chosen to help webinar participants learn how international institutions have developed a protective and responsive infrastructure against money laundering activities.", "Thank you very much and stay safe always!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Money Laundering", "Financial Crimes", "Covid-19", "Anti-Money Laundering", "Counter Terrorism Financing", "Suspicious Transactions", "Fraud", "Phishing", "Financial System", "Social Justice"]}