{"sentences": ["New Year Speech Juyeol Lee Bank of Korea (This is an unofficial translation prepared by the Bank's staffs based on original speech released on December 31, 2019.)", "Today we start our first tasks of 2020, filled with new hope and resolve.", "I would like to begin by expressing my heartfelt gratitude to all of you, for so faithfully carrying out your duties throughout the past year.", "Our economy faced many difficulties last year, due to a deterioration in external conditions.", "Global trade contracted, affected by the trade tensions between the US and China, while exports of semiconductors, the major engine of Korea's economic growth, also declined significantly.", "In line with developments in external uncertainties, we saw frequent escalations of volatility in our financial and foreign exchange markets, and weakening economic sentiment.", "As a result, the Korean economy grew at around 2% last year, the lowest level seen since the global financial crisis.", "The inflation rate remained low in the 0% range, held down by supply-side factors and the government's strengthened social-welfare policy amid weak demand-side inflationary pressure.", "Against this backdrop, the Bank of Korea is operating the Base Rate at 1.25% after two rate cuts last year, in July and October, with a view to supporting economic recovery and easing the downward pressure on inflation.", "This year, our economy is expected to improve, albeit at a moderate pace, as the sluggishness in the global trade starts to gradually ease and the semiconductor sector steadily recovers.", "However, the external and internal conditions facing our economy still remain tough.", "Globally, the structural factors that have been weighing on global growth continue to exist.", "Although we have recently seen slight progress in trade negotiations between the US and China, protectionism and geopolitical risk still remain as downside risks.", "Domestically, we cannot but be concerned about the weakening of our growth potential.", "Needless to say, our growth is constrained by the low fertility rate and population aging, dual labor market, and social polarization.", "Export-oriented growth has become more difficult to achieve than in the past due to the weakening of the global value chain.", "Considering these economic conditions, the most important task that we should focus on this year is pursuing economic recovery in the short run while enhancing the drivers of innovative growth.", "Given the change in demographics and the advance of the Fourth Industrial Revolution, new growth engines can no longer be created through larger inputs alone.", "We need to devote all our energies to strengthening productivity across the economy and fostering new industries.", "We must provide unwavering support to create an environment in which the private sector can unleash its creative and innovative potentials, thereby expanding investment, creating quality jobs and heightening efficiency.", "Shifting to an innovation-based economy will entail numerous challenges.", "However, delaying this process to avoid headwinds will distance us from greater growth potential.", "Dear members of the Bank of Korea!", "Let me talk now about the main tasks that the Bank of Korea will need to focus on this year.", "We will have to conduct our monetary policy so as to support economic recovery and to ensure that inflation stabilizes at the target level over a medium-term horizon.", "Since it is forecast that our economy will grow at a pace below the potential level, and that demand-side inflationary pressures will not be high, we will need to maintain our accommodative monetary policy stance.", "In this process, we will determine whether to adjust the degree of monetary accommodation, based on an assessment of wide-ranging factors such as external risk developments, domestic macroeconomic trends, and any changes in financial stability conditions.", "I would like to once again highlight the critical importance of accurate diagnosis and forecasting of economic developments for the timely and effective operation of monetary policy.", "We will need to improve the precision of our forecasting by expanding the scope of financial and economic indicators and utilizing information technology.", "The remarkable development of digital technology offers us tools to use the vast amount of real-time information related to economic activity.", "We need to equip ourselves with the abilities to analyze and forecast precisely based on AI and big data.", "In terms of economic analysis and forecasting, we must consider the possibilities that the behaviors of economic agents and the relationships among major economic variables may have changed significantly from the past.", "We will also need to pay closer attention to policy communications.", "In this persistently low-interest and low-inflation environment, we may face an increased possibility of conflict between the two goals of price stability and financial stability.", "Therefore, a clear rationale behind the Bank's decision-making should be presented so that economic agents can easily understand its policy decisions.", "Since inflation is hovering below our target objective, we need to thoroughly analyze and review price conditions and explain them to the public in detail.", "Continuous efforts must be devoted to researching medium-to long-term tasks in response to evolving policy conditions.", "Recently, there has been active research in major economies about rethinking the monetary policy framework.", "The Bank of Korea should also give thought to its policy operation system and in so doing refer to the discussions at major central banks.", "We should examine how inflation dynamics and policy conditions have changed, while reviewing whether there are areas for improvement in our inflation targeting framework and exploring efficient ways of operating it.", "In preparation against a reduction of the interest rate policy space, the Bank will strengthen its research into the application of non-interest rate monetary policy instruments that are appropriate for domestic financial and economic conditions over the medium- and long-term horizon.", "Financial stability requires our best efforts as well.", "The Bank should thoroughly monitor the possibility of financial and foreign exchange market unrest and conduct market stabilization measures in a timely manner if necessary.", "Our review of financial systemic risks should also be strengthened.", "We should keep in mind that the search for yield driven by low interest rates could cause a concentration of funds in the real estate market or risky assets, amplifying financial imbalances.", "The possibility of increased household and corporate credit risks and their effects on financial institution soundness should also be closely monitored.", "With advancements in digital technology, payment and settlement systems are growing in importance.", "As the central body of the payment and settlement systems, we will need to continuously expand and improve the related infrastructure and upgrade the surveillance system in accordance with technological development.", "Research on innovative technologies related to payments and settlements should not be overlooked as well.", "While organizing a task force dedicated to the research related to central bank digital currency and adding more experts in this field to the workforce, the Bank of Korea will have to participate actively in related discussions at international organizations.", "The project of establishing the next generation BOK Wire+, which will serve as the backbone of future payments and settlements, should be completed within the year as planned.", "Dear members of the Bank of Korea, Recently, financial and economic conditions have changed in unprecedentedly rapid and complex ways, making it hard to predict even in which direction they might develop.", "Considering this, it is no wonder that the general public has great interest in and expectations toward the central bank, which plays a pivotal role in macroeconomic policy.", "We should thus keep in mind that the only way for us to earn public trust is to prepare ourselves thoroughly for policy environment changes and respond appropriately to them.", "Above all, flexibility and expertise are needed in order to respond more preemptively and swiftly under the rapidly changing policy conditions.", "We should not take for granted that existing theories and practices are correct.", "While reinforcing expertise in individual fields, we should listen to a variety of outside opinions with an open mind.", "Based on this, we should actively come up with realistic and suitable options for the tasks at hand.", "Moreover, \"Vision 2030,\" which is underway in commemoration of the 70th anniversary of the founding of the Bank, should include strategies that can induce specific and practical changes.", "The next ten years will be significantly different from the past in terms of the speed and the nature of change.", "We need to predict future changes and give serious thought to what role the central bank should play going forward in response to this new environment.", "First and foremost, the organization and personnel management system and the way we work should be redesigned in accordance with the new future image of the central bank.", "To this end, and most importantly, all members of the Bank will have to recognize that we must change and prepare for the future together.", "My fellow members of the Bank of Korea, Although global and domestic conditions are difficult, we still possess the potential with which we overcame even bigger crises.", "Armed with confidence, we need to prepare for the potential risks that our economy could face going forward.", "I ask all of our staff to make their best efforts to fulfill their duties and responsibilities.", "As we greet this new year, I want to wish you all the very best of health and good fortune."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["economic recovery", "monetary policy", "inflation", "financial stability", "growth potential", "innovation", "payment and settlement systems", "digital technology", "policy communications", "external risk"]}