{"sentences": ["This day has been deeply imprinted in our history.", "On 26 April 1992, the independence of our country was completed with the last piece of the mosaic - the monetary sovereignty.", "The grounds of the monetary independence were laid 28 years ago, by introducing the denar as our currency that replaced the Yugoslav dinar.", "At the same time, the National Bank began operating as an independent central bank, standing firm in front of the series of challenges in those turbulent times of separation from the Yugoslav state.", "I address you in times when the global population is facing pandemic of unprecedented proportions.", "Now, allow me to briefly retreat from the everyday hardship and recall this crucial day of the monetary history, when our modern central bank began constituting with great dedication, sacrifice and vision.", "A central bank with mission that has been clear since early days - to create an independent and responsible institution that will cope with the current challenge of macroeconomic stabilization and build a capacity to approach central banks in the developed market economies.", "Looking back, I believe that the challenges of the National Bank's leading team in the The first years of monetary independence first years of independence had been immense.", "were years of hyperinflation, recession, insufficient foreign reserves, permanent depreciation of domestic currency and general macroeconomic instability.", "I would like to mention, as an illustration, that just after the monetary independence, the exchange rate depreciated almost on a daily basis, which along with the high monetary and fiscal expansion led to hyperinflation.", "In 1993, for instance, the average inflation reached nearly 350%, which was devastating for the economy.", "With the joint efforts of policy makers and scientists, policies for managing the exchange rate volatility as well as inflationary spiral were quickly adopted, which together with the support of the international financial institutions enabled the economy to stabilize and market principals to function.", "In October 1995, a monetary strategy of stable exchange rate of the denar against the Deutsche mark was adopted and against the euro since January 2002 - a strategy that then as well as now is considered to have been one of the supporting pillars of the stability of the Macedonian economy.", "Today, after 28 years of monetary independence, it is my pleasure to note that the National Bank is an institution whose credibility and integrity are being permanently Maintaining price stability is the ultimate objective of the National Bank's monetary reaffirmed.", "Despite the series of shocks from the foreign and domestic environment which the Macedonian economy has faced in recent years, we maintain the average inflation rate at the level of 1.5%, which is very close to the average inflation of the Euro area countries and confirms the adequacy of the monetary setup in this period.", "The nominal exchange rate of the denar against the euro has been maintained at a stable level, contributing to stable expectations and maintaining the confidence of economic agents.", "We have maintained the foreign reserves at a comfortable level by guarantying currency stability and dealing with shocks.", "The banking system is set on a completely market basis, with the presence of renowned international banking groups - stable, liquid and capitalized.", "Our permanent investment in observing the international standards in the banking regulation and the modern supervisory standards has made a great contribution.", "No central banking institution can be set on firm grounds without dedicated and responsible people who have a vision, follow the direction of the modern central banks and at the same time work very hard to follow that path.", "In recent years, we have been continuously investing in the human capital.", "The support that we receive from international financial institutions, along with our dedication enables us to have a high quality core of professionals.", "Without it, we cannot imagine to successfully cope with the challenges ahead of us, especially now, when the European integration is becoming more realistic, which means intensive preparations for the future monetary integration.", "All of this requires an unconditional consistency in the price stability and the exchange rate of the domestic currency, a supervisory setup that is close to the European one, as well as institutional capacity for a quality dialogue with the European monetary authority.", "In the end, on behalf of the central bank team and on my behalf, I would like to thank and pay a tribute to the previous governors and managements and to all those who have been part of the central bank in the years behind, the ones that selflessly dedicated themselves and managed to build an institution that is independent, transparent, highly professional and respected in the international community.", "I would also like to thank the professionals who are a part of our team today - they are the foundation of the values that we constantly build, following the only path to our European future.", "Even today, 28 years after the monetary independence, we stand firm ahead of new challenges and I assure you that we will succeed by guaranteeing the stability of the denar and price stability, which are the best contributions that a central bank can make for the prosperity of our society.", "Congratulations on the 28th anniversary of the monetary independence!"], "classifications": ["monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance"], "topics": ["Monetary independence", "Price stability", "Exchange rate stability", "Central bank", "Inflation", "Banking system", "Human capital", "European integration", "Monetary strategy", "Foreign reserves"]}