{"sentences": ["As prepared for delivery Thank you for the warm introduction.", "When the United States entered the pandemic in March, I never expected that three and a half months later I would still be making speeches from my apartment: I look forward to the day when gathering in groups is safe and we can meet in person.", "We're now 17 weeks into a catastrophic pandemic which has cost over 500,000 lives worldwide and has had a devastating effect on economies across the globe.", "Today I'm going to talk about the current state of the U.S. economy, our goals for the recovery, and how the Federal Reserve is responding to the worst recession in living memory.", "Before I continue, let me give the usual disclaimer that the views I express are mine alone and do not necessarily reflect those of the Federal Open Market Committee or anyone else in the Federal Reserve System.", "A Different Kind of Recession The economic effects of the coronavirus have caused great hardship and created enormous uncertainty.", "The root of this downturn-a global pandemic-means this is a completely different kind of recession compared to anything we've experienced in the past.", "As the pandemic unfolds, many people are starting to ask questions about our economic future: What will the recovery look like?", "And how will it be affected by the virus?", "It's easiest to start with the last of these questions first.", "The virus will continue to be at center stage throughout the economic recovery.", "We are traveling down a narrow path, balancing a return of economic activity with effective containment of COVID-19.", "The overall unemployment rate reached nearly 15 percent in April, and around 20 million Americans have lost their jobs-numbers I hoped I would never see in my lifetime.", "These figures understate the full extent of the pandemic's toll on the economy.", "The pandemic and the ensuing economic downturn have done disproportionate harm to communities of color.", "Black and Hispanic families, as well as lower-wage workers, have suffered the most.", "Those who least can afford it have been hardest hit, making a strong and full economic recovery of paramount importance.", "As the recent surge in cases in some states demonstrates, much is still unknown about how the pandemic will play out in the months ahead.", "That said, there have been signs that we may be past the worst of the extreme economic distress, and early indications of a recovery have started to emerge.", "As states began to open up and people returned to eating in restaurants and shopping in stores we've seen sizable increases in consumer spending.", "We've also seen increases in building permits, signaling a turnaround in the construction industry.", "People have been getting back to work and the unemployment rate has started to edge down.", "Although this improvement is welcome, the economy is still far from healthy and a full recovery will likely take years to achieve.", "One of the things that's been unique about this recession is the lightning speed of events.", "Traditional macroeconomic data sources-like the labor market report and GDP-are published with lags of weeks or months and don't typically allow one to see the changes within the month or quarter.", "In response, economists at the Federal Reserve and elsewhere have increasingly turned to analyzing a wide variety of high-frequency data, which-as the name suggests-are published daily or weekly, with only short reporting lags.", "High-frequency data give us more timely and granular information about what's going on in the economy in between the standard macro data releases.", "They also help us paint a more detailed picture of people's behavior and how it's changing in the midst of unprecedented circumstances.", "These data tell us whether small businesses are hiring and whether people are eating in restaurants, staying in hotels, and boarding airplanes.", "When states started to reopen, signs from both the standard macro data and the high-frequency granular data have been encouraging.", "Together, they indicate that we've likely seen the low point of the downturn and that the overall economy has begun to recover.", "Even in New York, the hardest hit state, we have seen initial signs of a turnaround.", "Surveys of manufacturing and services firms rebounded significantly in June, following record lows in April and May, and revenues of small businesses in New York have gradually picked up as well.", "In contrast to these positive signs, we are seeing some indications of a slowing in the pace of recovery in states that are currently experiencing large-scale outbreaks.", "This is a valuable reminder that the economy's fate is inextricably linked to the path of the virus.", "A strong economic recovery depends on effective and sustained containment of COVID-19.", "Turning to the question of what the goals for recovery are: one measure of success is a return to the sustained growth and historically low unemployment that we had attained before the pandemic.", "I know this seems a long way from where we are today and may seem unreachable during these darkest days of the recession.", "But history teaches us that the economy can get back to full strength, even after deep downturns.", "Policy Responses The unique nature of this recession and the uncertainty that comes with it mean that the policy responses-public health, fiscal, and by the Fed-need to be designed to reflect the nature of the pandemic and the challenges it poses to the economy.", "Although I will focus on events in the United States, it is important to stress that this is a global health and economic crisis.", "Most other countries are facing similar challenges and are likewise engaged in a range of policy actions.", "Our economic prospects are tied to our ability to contain the spread of the virus, care for those who fall ill, and develop effective treatments.", "In addition, fiscal policy has played a critically important role in providing financial support to families, small businesses, and those who are out of work during the crisis.", "This timely support contributed greatly to the rebound in consumer spending and jobs that we have seen over the past two months.", "The Federal Reserve has taken rapid and significant actions to stabilize critical parts of our financial system and to support the flow of credit, thereby helping position the economy for a strong and sustained return to maximum employment and price stability.", "In March, the Federal Open Market Committee (FOMC) brought the target range for the federal funds rate to near zero.", "The FOMC has indicated that it expects to keep interest rates at this level until it is confident that the economy has weathered recent events and is on track to achieve its maximum employment and price stability goals.", "Bringing interest rates down to near zero makes it easier for households and businesses to meet their borrowing needs and fosters favorable financial conditions that will help promote a rebound in spending and investment.", "In addition, the Fed has been conducting large-scale repo operations and purchasing sizable quantities of U.S. Treasury securities and agency mortgage-backed securities to support market functioning at a time of extraordinary volatility in markets.", "These actions averted a potential shutdown in the availability of credit, which would have made the current economic crisis even more severe.", "Although functioning in financial markets has improved since March, the Federal Reserve has indicated that it will continue to increase asset holdings to sustain smooth market functioning, thereby fostering effective transmission of monetary policy to broader financial conditions.", "In addition to stabilizing financial markets, the Federal Reserve has instituted a number of programs to support the flow of credit to households, businesses, and state and local governments.", "These actions will enable them to continue to do their work, both now and when normal life resumes.", "Taken together, these programs have helped restore the functioning of financial markets, foster favorable financial conditions, and support the continued flow of credit to businesses and households.", "I'll conclude with this: This pandemic and this recession form a pivotal moment for the Federal Reserve.", "We are seeing signs that the economy has started to recover.", "Still, the economic outlook remains highly uncertain and it's going to take considerable time to restore the economy to its full potential.", "But rest assured, we are committed to using our full range of tools to support the economy and bring about a full and robust recovery.", "COVID-19 Dashboard by the Center for Systems Science and Engineering at Johns Hopkins University, accessed June 29, 2020.", "The impact on lower-wage workers is analyzed in Cajner, Tomaz, L.D.", "\"The U.S. Labor Market During the Beginning of the Pandemic Recession.\"", "Becker Friedman Institute, University of Chicago, Working Paper, No.", "U.S. Census Bureau and Department of Housing and Urban Development, Monthly New Residential Construction, May 2020, June 17, 2020.", "An example at the New York Fed is the bi-weekly publication of the Weekly Economic Index.", "Empire State Manufacturing Survey, Federal Reserve Bank of New York, June 2020; Business Leaders Survey, Federal Reserve Bank of New York, June 2020.", "The data on small business revenue come from Womply, a software-as-a-service provider focused on customer relationship management.", "See Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, March 3, 2020; and Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, March 15, 2020.", "See Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, April 29, 2020; See Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, June 10, 2020.", "See Board of Governors of the Federal Reserve System, Federal Reserve Announces Extensive New Measures to Support the Economy, March 23, 2020."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Economic recovery", "High-frequency data", "Interest rates", "Financial markets", "Fiscal policy", "Credit", "Unemployment", "Monetary policy", "Federal Reserve"]}