{"sentences": ["Friends from the media, Ladies and Gentlemen, Good Afternoon.", "Welcome to this press conference.", "I will provide you with an insight on the current economic situation and also elaborate on the latest measures which the Bank has announced under its ongoing Covid-19 Support Programme.", "Let me at the very outset give you an overview on where the global economy stands.", "What we are experiencing today are unprecedented economic conditions.", "Major companies around the world have shown worrying signs of distress leading to rapid job losses.", "The ensuing implications on financial stability are serious.", "I must emphasise that there is still substantial uncertainty on how the pandemic will evolve and what will be the ultimate impact on economies.", "As you are aware the world continues to face an unmatched crisis.", "Global productive capacity and demand have shrunk massively as the pandemic intensified.", "Both production and the global supply chain have been severely disrupted by the \"Great Lockdown\", as termed by the IMF.", "The global economic outlook has turned gloomier since April 2020, as countries struggle to contain the pandemic.", "Most economists no longer see a 'V' shape recovery of the global economy and predictions are for a much longer downturn.", "More than 150 countries around the world will be facing a GDP contraction.", "Policy responses by central banks Faced with such worsening situations, Central Banks around the world are finding themselves in the frontlines.", "Since the onset of the pandemic, central banks have resorted to all kinds of measures, whether conventional and unconventional measures to salvage their respective economies.", "Central banks are being looked up as saviours in these testing times.", "Domestic economic outlook and risks Mauritius, as well, is not being spared by this global crisis.", "Much has already been said about the impact and threat that the pandemic increasingly poses to our economy.", "The sectors most at risk include tourism, manufacturing in particular exports of textile, wholesale and storage, business and administrative activities, ICT/BPO, transportation amongst others.", "These sectors account for nearly 40 per cent of GDP.", "The contraction in output this year will be severe and we have estimated that the economy could contract between 7.5% and 15%.", "The Bank is monitoring the situation closely.", "Export sector and balance of payments The export of goods and services sector is expected to slump massively, as external demand plunges amid severe economic contraction in our main exports markets.", "The significant drop in export earnings will amplify the current account deficit, projected at about 12% of GDP in 2020.", "This year, the overall balance of payments is forecast to record a deficit.", "The tourism sector is a major supplier of foreign exchange.", "The foreign exchange loss from this industry alone has been estimated at around Rs12 billion for April and May 2020.", "Last year, tourism receipts amounted to Rs63 billion.", "This year, as long as the tourism industry remains inoperative, there will be significant shortfalls in foreign exchange receipt.", "The pressure on foreign exchange earnings will be amplified by the shortfall in export earnings in other sectors as well, such as textile and fish products.", "The Bank, in line with its mandate, has taken necessary measures to maintain stability on the foreign exchange market and address any deficiency in foreign exchange liquidity.", "The Bank has sold USD172 million to banks since 18 March 2020.", "In addition, the Bank conducted swap transactions with banks for a total of USD100 million under its support programme.", "Furthermore, the Bank has also provided the State Trading Corporation Ltd (STC) with foreign exchange for a total of USD55 million since 26 March 2020.", "The Bank will continue to provide foreign exchange to the STC to ensure adequate supply of essential goods to the public.", "I have to highlight that Mauritius has a floating exchange rate regime, as per the IMF classification.", "The recent fluctuations of the exchange rate of the rupee is the result of the interplay of market forces, both domestic and international.", "The Bank is continuously monitoring activities on the domestic foreign exchange market.", "It stands ready to intervene as required to contain excessive exchange rate volatility.", "At this point, let me reiterate the core mandates of the Bank: to maintain price stability, to promote orderly and balanced economic development, and to ensure the stability and soundness of the financial system.", "As such, and given the current context, the Bank of Mauritius will do whatever it takes to safeguard the economy.", "All the measures taken by the Bank since March 2020 are a reflection of this commitment.", "Concretely, these measures aim at alleviating the financial burden of economic operators, SMEs, households, and individuals affected by COVID-19 and protecting jobs.", "It must be noted that under the Special Relief Scheme a total of Rs2 billion has been approved by commercial banks to economic operators to date.", "With respect to moratoria, commercial banks have approved the For economic operators, an amount of Rs6.6 billion has been granted as moratorium on capital repayment for a period of six months on outstanding loans amounting to Rs45 billion; For SMEs, an amount of Rs467 million has been granted as moratorium on both capital and interest payments for a period of six months on outstanding loans amounting to Rs3.1 For individuals, an amount of Rs53 million has been granted as moratorium on both capital and interest payments for a period of six months on outstanding loans amounting to nearly For households, an amount of Rs140 million has been granted as moratorium on capital repayments for a period of six months on outstanding loans amounting to nearly Rs2.3 billion.", "The Bank will be paying interest for households earning a combined monthly basic salary of up to Rs50,000.", "Contribution of Rs60 billion to government As the effects of the COVID-19 pandemic continue, Mauritius is undergoing its worst economic downturn since its independence.", "It is within this spirit that last Friday that we announced two specific measures aimed at supporting the economy.", "First, the Board of the Bank has decided to provide an amount of Rs60 billion to the State for economic stabilisation.", "As per the Bank's mandate, this contribution aims at sustaining economic activity and mitigating risks to financial stability stemming from a weakening economy.", "I must also point out that the Bank will finance this contribution by issuing its own instruments for the amount of Rs60 billion.", "The Bank is resorting to this issuance for the reason that there is and will be ample rupee liquidity on the market.", "These monetary operations will promote orderly conditions on the money market.", "Mauritius Investment Corporation Ltd Let me now elaborate on the second measure that we announced.", "It relates to the setting up the Mauritius Investment Corporation Ltd (MIC) which will support and accelerate economic development and build a value base for the current and future generations of our country.", "The MIC is being set up as a fully-owned subsidiary of the Bank of Mauritius.", "It will: First, assist systemically large, important and viable companies in Mauritius, which are financially distressed as a result of the COVID-19 pandemic.", "These companies represent a direct threat to financial stability.", "I must here stress that should this not be done, companies would face difficulties in servicing their financial obligations, thus adversely impacting the banking sector.", "The risk of citizens losing their jobs is high.", "In this respect, MIC will invest in large- and medium-sized enterprises having a minimum annual turnover of Rs100 million; Second, invest in companies geared towards building self-sufficiency in key basic Third, invest in companies enhancing Mauritius as an innovation-driven economy; and Last but not least, it will support the development of return-generating key strategic assets and projects.", "To meet its objective, up to two billion US dollars from the foreign exchange reserves of the Bank will be made available to the MIC.", "MIC will invest and manage these funds with a view of building a value base for the citizens of Mauritius.", "I must again point out that globally returns are in negative territories.", "By promptly investing part of our reserves in our country in these testing times, we are investing and building the future of Mauritius, hence allowing for orderly and balanced economic development.", "I must reassure the public that, should the full amount of USD 2 Billion be used, the foreign exchange reserves of the Bank would still remain at an adequate level which is well above the international norm.", "MIC will invest in eligible companies through a number of investment tools including both equity and quasi-equity instruments.", "Transparency, good governance and independence will be the bywords of the MIC.", "The MIC will be run within a strict governance structure and in line with international norms.", "The Board of Directors of MIC will comprise an independent Chairman, the First Deputy Governor, the Second Deputy Governor, and two Non-Executive Directors.", "I am pleased to announce that Lord Meghnad Desai, Member of the House of Lords of the UK and renowned economist, has agreed to chair the Board of the MIC.", "There will be two distinct committees that will be set up: An Investment Committee, made up of independent experts who will assess all projects and make appropriate recommendation to the Board of MIC.", "An Asset Management Committee will manage the assets under MIC.", "MIC will work closely with commercial banks in achieving its objectives.", "MIC will publish its audited financial statements and an annual report covering its activities during its financial year.", "The financial statements will be consolidated with that of the Bank.", "Concluding remarks Amidst this rising uncertainty, the Bank of Mauritius is focused on working towards an economic recovery, while mitigating any potential impact on the stability of the financial and banking system in our country.", "I also wish to underline that the Bank has consulted, and is keeping the IMF fully briefed about all measures it is taking.", "We, at the Bank, stand ready to put in place what is required, and we will do whatever it takes to save our economy.", "I thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "none", "none", "none", "fiscal dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Covid-19", "Economic Outlook", "Monetary Policy", "Financial Stability", "Foreign Exchange", "Export Sector", "Tourism", "Mauritius Investment Corporation Ltd", "Bank of Mauritius", "Global Economy"]}