{"sentences": ["Ladies and Gentlemen, 1.", "To this day, the coexistence and complementarity of central bank and commercial bank money as settlement assets has structured the payment landscape and preserved the stability of the monetary system.", "Yet this structure is increasingly being questioned.", "• Our payment landscape is based on the coexistence and complementarities of central bank money and commercial bank money as settlement assets.", "Their respective roles are clearly assigned: central bank money ensures the stability of the financial system while the multiplicity of issuers of commercial bank money preserves competition and innovation in the provision of financial services.", "Their interplay and their interchangeability at par value ensures the safety and efficiency of the financial system.", "• However, the balance between these two forms of money cannot be fixed once for all, as it depends on changes in payment habits, the evolution of the financial ecosystem and the emergence of new technologies.", "• In the retail space, the digitalisation of the economy and the development of cheap, highly effective digital payment solutions displaying innovative features (e.g.", "they are instantaneous and more user-friendly) undergo (i) a decline of the use of cash in transactions, which puts into question the availability of central bank money for the public, and (ii) an increase of cashless payments which leads to a wider use of commercial bank money.", "This trend has apparently accelerated since the outbreak of the Covid-19 crisis.", "• Besides, increased reliance on digital payment solutions also exposes how our European ecosystem has become critically dependent on non-European players (e.g.", "international card schemes and Big Techs), with little control over business continuity, technical and commercial decision-making, as well as data protection, usage and storage.", "• Meanwhile, the development of crypto-assets and of so-called \"stablecoins\" aims to create a new category of settlement assets.", "Stablecoins in particular may compete against both commercial and central bank money, even though they do not offer the same guarantees in terms of credit risk, liquidity, service continuity, and neutrality.", "• These trends at stake bring both benefits and risks, and we must consider them as a whole.", "We must acknowledge that there are inefficiencies in the current payment arrangements, in particular - but not only- in the cross-border context, and that some innovations will help address them, if we do not strongly commit to fix the roots of inefficiencies.", "• This leads me to my main argument: we in Europe face urgent and strategic choices on payments that will have implications for our financial sovereignty for decades to come.", "I see it as a \"strategic square\", the four parts of the system to be solved for delivering a European strategy: i) Cross border payments shortcomings, ii) BigTech's global projects in the financial sector (including stablecoins), iii) The developing European Payment Initiative and iv) The potential Central Bank Digital Currency (CBDC).", "• Indeed, the current digitalization triggers at least two important risks.", "o The risk (in red) that BigTechs, leveraging on their global reach, will build private financial infrastructures and \"monetary\" systems, competing with the public monetary sovereignty since they will position themselves as issuers and managers of a universal \"currency\".", "CBDC could then be issued but at the \"backend\" of this \"currency\".", "o The symmetric risk (in blue) that some jurisdictions judge that the only way to respond to the otherwise overwhelming private payments' wave would be to issue and spread on a domestic but also a global basis, \"their\" CBDCs.", "This could, if not sufficiently coordinated within the global financial community, set precedents as to the features of the CBDCs and their articulation with the private projects, with no say for other central banks.", "The way forward for Europe (in green) could be different and could rather disseminate central bank money in a retail form with the intermediation of the private sector and ensure interoperability between EPI and other non-European payment solutions.", "In this fast-changing environment, public policies should be agile and should help build innovation and growth • The success of the payment services directives (PSD1&2) has illustrated that the European legislation can accompany new trends and trigger innovation.", "With new settlement assets such as Global Stablecoins, the adaptation of existing regimes will have to fit into a larger regulatory framework, to be adopted at a global level.", "• Central banks need to have an in-depth understanding of innovation and souldn't be afraid to \"learn by doing\".", "The Banque de France is now engaging with the innovators from the private sector to conduct a program of 8 experiments, with a view to integrating a wholesale CBDC into innovative procedures for exchanging and settling tokenized financial assets.", "The expansion of the BIS Innovation Hub with the establishment, in Paris and Frankfurt, of the Eurosystem Centre will definitely accelerate the collaboration among central banks in innovative financial technologies.", "• We, the ECB and the Eurosysteme, may decide to issue a money in digital form.", "Let me be clear: we cannot allow ourselves to lag behind on CBDC.", "That may mean that we create if necessary a retail CBDC, in order to ensure the accessibility of central bank money for the general public, in particular in countries where the use of cash in payments is declining.", "And/or it may mean that we Europeans may decide to issue a wholesale CBDC, with the aim of improving the functioning of financial markets and institutions.", "Within the Eurosystem, the ECB has established a high-level task force to prepare a comprehensive analysis of the possible benefits and challenges related to retail CBDC, to be discussed in coming weeks within our Governing Council.", "• In this journey, we must set up appropriate synergies between public and private actors.", "Unequivocal support should be given to the European Payment Initiative (EPI): this project is essential for the safety, the rapidity and the European sovereignty of payments.", "Success of EPI is determined by (i) access to a large customer base, (ii) adherence of large merchants, and ultimately interoperability should EPI have ambitions to develop outside of Europe.", "• Let me stress there is no contradiction, as sometimes feared by commercial banks, between considering a euro-CBDC and supporting EPI.", "We may probably need both, and build complementarity.", "My preference would be to seek a renewed public / private partnership for the dissemination of central bank money in a retail form.", "Possible impacts on the banking sector could be reduced with different tools: for instance, limiting the quantity of digital euro in circulation would prevent excessive shifts of commercial bank money into digital euros.", "For the Eurosystem, this strategy would imply to clarify the interplay we would like to put in place between EPI and the CBDC, thus validating an intermediated model while providing enough customer proximity and value added to intermediaries (like front-end solutions).", "Since we are in Berlin, allow me to conclude with a European perspective: Europe has not developed global social networks like some important countries.", "This raises the stakes for the European authorities, if they want a stronger, more autonomous and more innovative European financial sector, to succeed in developing a coherent strategy.", "We do not have much time to decide this consistent European payment strategy, including EPI and a possible CBDC: one to two years.", "This makes our today's discussion still more welcome."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none"], "topics": ["Central Bank Digital Currency (CBDC)", "European Payment Initiative (EPI)", "Stablecoins", "Big Techs", "Cross-border payments", "Retail payments", "Payment landscape", "Monetary sovereignty", "Cashless payments", "Digitalization"]}