{"sentences": ["SPEECH When markets fail - the need for collective action in tackling climate change Speech by Isabel Schnabel, Member of the Executive Board of the ECB, at the European Sustainable Finance Summit, Frankfurt am Main, 28 September 2020 Frankfurt am Main, 28 September 2020 There has been a growing debate about the role that monetary policy should play in addressing the risks of climate change.", "The coronavirus (COVID-19) pandemic has intensified this debate in several ways.", "It has laid bare how large global shocks can affect price stability and hence the conduct of monetary policy.", "The pandemic has also testified to the vulnerability of financial markets to tail events - a risk that many observers see in the prevailing pricing, or mispricing, of climate risks.", "In my remarks this afternoon, I will argue that, despite growing efforts, policies to mitigate the adverse and partly irreversible effects of climate change are not moving fast enough to limit the physical and financial risks that global warming poses to our society.", "I will argue that collective action, by governments, firms, investors, households and central banks, including the European Central Bank (ECB), is required to accelerate the transition towards a carbon-neutral economy and correct prevailing market failures.", "Physical and transition risks threaten economic growth Climate change poses an exceptional risk to our society.", "There has been an alarming rise in global temperatures, which have been far higher in the past decade than their 100-year average (see slide 2).", "Studies show that the world as a whole, including Europe, is expected to face higher temperatures, with significant and rising risks of droughts, floods and fires.", "Just how severely our lives and economies will be affected by climate change in the future depends on our determination today to take decisive global policy action.", "Some argue that these efforts already come far too late.", "Emissions are highly persistent and remain in the atmosphere for a considerable period of time.", "In other words, irrevocable temperature increases have already been locked in and there is a significant lag in discerning the benefits of mitigation measures (see slide 3).", "The physical damages of climate change are already clearly visible.", "The economic costs of climate change are growing steadily: the share of weather-related catastrophe losses accounted for over 80% of insured catastrophe losses in 2018 and the share of climate-related disasters has been on a sharp upward trend since the 1980s (see slide 4).", "Physical risks are compounded by rising transition risks.", "As we migrate towards a carbon-neutral economy, we are likely to see wide-ranging economic dislocations across both sectors and regions.", "All in all, there have been few instances in the past where society and policymakers have faced such a clear and significant threat to lives, jobs and prosperity.", "There is now broad agreement that, if left unaddressed, climate change will reduce global GDP by a substantial margin, with poorer nations being hardest hit.", "According to the International Monetary Fund (IMF), a persistent increase in the average global temperature by 0.04°C per year, in the absence of mitigation policies, is estimated to reduce world real GDP per capita by more than 7% by 2100.", "Despite these abundant and rising risks, the world economy seems largely unprepared.", "Last year, carbon dioxide emissions continued to increase globally, mostly on account of emerging market economies, although they fell in the European Union (EU).", "The fall in emissions this year due to the pandemic is likely to have only offered a temporary respite in the absence of more forceful policy action.", "Climate risks are also still firmly embedded in our economic structures.", "In the euro area, even today nearly 40% of jobs are in carbon-intensive sectors, compared with 32% in the United States (see left chart on slide 5).", "In some euro area economies, this share is even larger.", "Path dependency and a lack of business dynamism have so far prevented the euro area from building a growth model that is fit for the challenges of tomorrow (see right chart on slide 5).", "Climate risks remain mispriced There is also broad agreement that climate risks continue to be mispriced in financial markets.", "Empirical evidence suggests that there are at least two forces at play: first, mispricing as a result of informational market failures that stem primarily from the absence of a clear, consistent and transparent globally agreed taxonomy accompanied by disclosure requirements; and, second, the failure of market participants to correctly and fully price externalities as well as tail events that fall outside the historical distribution of outcomes.", "The first point is easy to see.", "Europe has become a world leader in the issuance of green bonds.", "During the period 2013-2019, total net euro-denominated green bond issuance accounted for nearly half of global issuance (see left chart on slide 6).", "Data broken down by issuers also suggest that the green bond market in Europe is broadening continuously (see right chart on slide 6).", "But environmental ratings for green bonds or other financial instruments - if available - are often inconsistent, incomparable and, at times, unreliable.", "In many cases, this reflects the absence of granular data or the large degree of discretion in the construction of such indicators.", "As a result, ratings often have a very low correlation, even though there appears to be a slight improvement over time (see slide 7).", "In the absence of common and clear definitions, as well as disclosure requirements, such ratings carry the risk of \"greenwashing\", providing little guidance to investors and setting insufficient incentives for companies to improve their ecological performance.", "Indeed, new research by the Bank for International Settlements (BIS) documents that green bonds have not necessarily translated into comparatively low or falling carbon emissions at firm level.", "Nor have green bonds consistently led to lower yields.", "Many green corporate bonds still trade at a positive spread to conventional bonds, also because of lower liquidity (see slide 8).", "Hence, it appears that markets still fail to internalise the costs that climate change imposes on society.", "The second point is that although clearer rules and definitions are necessary, they are unlikely to be sufficient by themselves.", "In the absence of an, ideally global, price for emissions, financial markets will continue to overestimate the returns of carbon-intensive assets and hence allocate capital sub-optimally.", "Europe is spearheading global efforts to put a price on emissions.", "The EU's emissions trading system (ETS) is the world's largest carbon market.", "But it remains incomplete, as it only covers economic sectors that together account for less than half of total carbon emissions in the EU.", "And current prices, although high by historical standards, remain far from the levels that would be consistent with limiting global warming to 2° Celsius or less (see left chart slide 9).", "As a result, current carbon prices do not yet serve as a proper corrective device, including in financial markets.", "Empirical evidence, for example, shows that the difference in the cumulative excess returns of a representative green and carbon-intensive portfolio was rather small over most of the period 2006-2019 (see right chart slide 9).", "Delayed actions to tackle climate change entail higher costs The implication is that current market prices are unlikely to yield the needed transition towards a carbon-neutral economy at the pace required to stimulate investment and innovation and safeguard a sustainable growth path with stable prices.", "Issuance volumes, too, remain far from sufficient, despite recent growth (see left chart on slide 10).", "Last year, green bonds accounted for less than 5% of total issuance volumes.", "To become climateneutral by 2050, the European Commission estimates that the EU needs up to €290 billion in additional yearly investments over the coming decades, compared with issuance of €100 billion last year.", "The pandemic has exposed the simmering financial vulnerabilities that a too hesitant transition to a low-carbon economy may entail.", "Most major European car producers, for example, have seen their market capitalisation fall by around 10-50% since the start of the year.", "Tesla, by contrast, the largest electric vehicle manufacturer in the world, saw its market capitalisation increase by a factor of almost five.", "Such sudden and drastic changes in relative stock prices signal that transition risks are not confined to specific sectors or countries.", "Indeed, within the same industry, there are often wide variations across the universe of firms (see right chart on slide 10).", "So, it is clear that climate change will create both winners and losers.", "But the aggregate risks of doing too little too late are significant.", "Recent analysis by the Eurosystem demonstrates the significant macroeconomic costs of delaying action for too long (see slide 11).", "The analysis shows that, if the global carbon price were to suddenly increase by USD 100 as part of an abrupt and belated tightening of policies that mitigate climate change, stock prices would be expected to drop sharply, while euro area GDP would decline by almost 2.5% below its baseline level within a two-year horizon.", "As a result, the Common Equity Tier 1 (CET1) ratio of euro area banks could be expected to drop by 0.8 percentage points at the peak and, in the first year of the scenario, lending in real terms would contract by approximately 5% compared with the baseline scenario, with highly persistent effects.", "By contrast, the transition costs of a sudden and unexpected breakthrough in energy storage technologies would be more moderate.", "A doubling of the share of renewable energy over a fiveyear period would be expected to temporarily depress economic growth owing to the resulting redistribution across sectors and the write-off of carbon-intensive assets.", "But new technologies would steadily support growth, valuations and lending.", "In other words, there are clear benefits to frontloading mitigation policies, with timely action implying the need for a less abrupt adjustment in the future.", "Collective action for a faster transition towards a carbon-neutral economy What, then, needs to be done to make our economies and financial system more resilient to the risks posed by climate change?", "In short, I would argue that it requires collective and concerted action by all stakeholders, first and foremost by legislators and national governments.", "There is broad agreement among economists that environmental externalities should be corrected primarily by increasing the price on greenhouse gas emissions.", "A global carbon price is the most powerful way to correct market failures and to set in motion a process whereby firms and households reduce their energy use and make a permanent shift to cleaner energy sources.", "A higher carbon price, however, needs to be complemented by large-scale investment in green technologies to ensure, for example, that consumers have sustainable alternatives in transportation.", "The Next Generation EU recovery fund should be the cornerstone of these efforts in the European Union: the commitment by leaders to earmark one-third of the funds for climate projects is expected to fuel and scale up the search for new green breakthrough technologies.", "A functioning capital market is needed to fund green investments.", "Euro area firms still lack access to capital markets as deep and liquid as those of their international peers.", "The US stock market remains by far the largest in the world.", "Today, it accounts for nearly 60% of global stock market capitalisation, compared with less than 6% for Germany and France combined.", "Empirical evidence suggests that stock markets are more effective than banks in financing the greening of our economy, given the high capital intensity, high risks and long-term horizon of most projects.", "Other research suggests that deeper equity markets are more effective in bringing economies closer to the technological frontier.", "Europe therefore urgently needs to make faster progress towards creating a true capital markets union, with a strong focus on equity markets and green financial instruments.", "An ambitious climate strategy needs to guide and steer implementation.", "The proposal by the President of the European Commission, Ursula von der Leyen, to cut the EU's greenhouse gas emissions by at least 55%, rather than 40%, by 2030 is an important step in this direction.", "Indeed, we should resist calls to delay or amend the implementation of carbon policies in an apparent attempt to strengthen the recovery from the current crisis.", "Although controversial, there is ample evidence in favour of the so-called Porter hypothesis - the view that the stringency of domestic environmental regulation can be an important driver of environmental innovation.", "This might be particularly important in the euro area, which is currently lagging behind in the quest for new technologies in a number of areas, such as the transport, battery or solar energy sectors.", "New ECB analysis confirms that, for the case of the EU, stricter environmental regulation does not appear to slow down economic recoveries (see left chart slide 12).", "By penalising the use of carbon in production, it facilitates the reallocation of resources into green sectors and turns them into engines of growth (see right chart slide 12).", "Countries with weak environmental standards leave this growth potential untapped.", "The Eurosystem, for its part, cannot be a bystander in the transition towards a carbon-neutral economy.", "I see three dimensions of support.", "First, as prudential supervisor, we have an obligation to protect the safety and soundness of the banking sector.", "This includes making sure that banks properly assess the risks from carbonintensive exposures, which could raise the relative attractiveness of lending to climate-friendly projects.", "We are building a robust analytical framework to improve the modelling of climate risks, which should also inform and support investors in pricing assets more accurately.", "These efforts include an ECB stress testing framework suitable for addressing the unique challenges posed by climate risks.", "We will also leverage joint work with the Network for Greening the Financial System, working together with counterparts around the world, on devising new models that quantify the economic and financial impacts of a number of transition scenarios at the sectoral level, spanning decades into the future.", "Second, as large-scale investor, we have an obligation to appropriately reflect climate risks on our balance sheet.", "As part of this process, we are constantly examining whether our non-monetary policy portfolios are invested responsibly.", "And, third, as independent guardian of the single currency, we are investigating if and how our monetary policy operations and portfolios could be adjusted to reflect the fact that climate change, if not addressed swiftly, may affect the economy in ways that pose potentially material risks to price stability in the medium to long term.", "For example, we could consider linking the eligibility of securities as collateral in our refinancing operations to the disclosure regime of the issuing firms.", "Then the Eurosystem would only accept collateral if it is able to fully assess climate-related risks.", "In addition, we could consider adjusting the haircuts to the risks we identify.", "Clearly, there are strong and mutually reinforcing synergies between the actions on the prudential and central banking sides.", "We could also consider reassessing the benchmark allocation of our private asset purchase programmes.", "In the presence of market failures, market neutrality may not be the appropriate benchmark for a central bank when the market by itself is not achieving efficient outcomes.", "An important first step in contributing to correcting prevailing market failures is to improve disclosure requirements and reduce informational inefficiencies.", "The ECB is actively engaged in this endeavour.", "But should such measures not prove sufficient, or should they progress too slowly, we could consider other options, such as, for example, excluding certain bonds - based on clear and transparent rules - that are used to finance projects that conflict with the decarbonisation objectives of the EU.", "In doing so, we could avoid a scenario in which our monetary policy contributes to locking in investments in sectors and technologies that are more acutely exposed to the disruptive effects of the transition to a carbon-neutral economy.", "A meaningful policy in that direction would rely, however, on a greater supply of sustainable bonds.", "[21]Small incentives, such as making particular sustainability-linked bonds eligible for central bank operations, as we have done recently, may provide additional incentives for such markets to grow.", "The Governing Council will discuss these and other options during our monetary policy strategy review, which we have just relaunched after a pause following the onset of the pandemic.", "These reflections will also include an assessment of the risks that a lack of action on the part of the ECB could imply for our price stability mandate.", "Prevailing and deep-seated market failures continue to prevent the transition towards a carbonneutral economy at the pace that is required to ward off the exceptional, and partly irreversible, risks that climate change poses to society.", "In many cases, climate change is still seen as a reputational risk rather than a financial or existential risk.", "Central banks cannot ignore these risks.", "Nor should their actions reinforce market failures that threaten to slow down the decarbonisation objectives of the global community.", "The extent to which central banks should and can support the chorus of actions and commitments to limit the damages of global warming will also depend on whether, and how, climate risks - including physical and transition risks - may affect medium-term inflation dynamics as well as central banks' ability to protect price stability against large and persistent climate shocks in the vicinity of the lower bound.", "In this context, further work is needed to assess whether climate risks will ultimately require a stability-orientated central bank to react pre-emptively and help accelerate, within its mandate, the transition toward a carbon-neutral economy.", "See also Schnabel, I.", "(2020), \"Never waste a crisis: COVID-19, climate change and monetary policy\", speech at a virtual roundtable on \"Sustainable Crisis Responses in Europe\", organised by the INSPIRE research network, 17 July.", "See, for example, Guerreiro et al.", "(2018), \"Future heat-waves, droughts and floods in 571 European cities\", Carbon Brief, 21 February.", "(2020), \"Delayed emergence of a global temperature response after emission mitigation\", Nature Communications, Vol.", "See, for example, Organisation for Economic Co-operation and Development (2015), OECD Economic Outlook, Issue 2, Chapter 2, \"Cool Policy: Climate Change Mitigation Supporting Growth\".", "(2019), \"Long-Term Macroeconomic Effects of Climate Change: A Cross-Country Analysis\", IMF Working Paper, No 19/215.", "(2020), \"Green bonds and carbon emissions: exploring the case for a rating system at the firm level\", BIS Quarterly Review, September.", "); and Kapraun, J. and Scheins, C. (2019), \"(In)-Credibly Green: Which Bonds Trade at a Green Bond Premium?, Proceedings of Paris December 2019 Finance Meeting EUROFIDAI - ESSEC.", "See, for example, Hong et al.", "(2019), \"Climate risks and market efficiency,\" Journal of Econometrics, Vol.", "The IMF, for example, estimates that a price of USD 75 would be required to limit global warming to 2°C or less; see Gaspar et al.", "(2019), \"Fiscal Policies to Curb Climate Change\", IMF blog, 10 October.", "Alessi L., Ossola E. and Panzica R., The Greenium matters: greenhouse gas emissions, environmental disclosures, and stock prices, European Commission - Joint Research Centre, Working Papers in Economics and Finance, 2020.", "See European Commission (2018), \"A Clean Planet for all - a European strategic long-term vision for a prosperous, modern, competitive and climate neutral economy\", COM (2018) 773.", "See ECB and ESRB (2020), \"Positively green: Measuring climate change risks to financial stability\", June.", "See also Lagarde, C. (2020), \"Climate change and the financial sector\", speech at the launch of the COP26 Private Finance Agenda, London, 27 February.", "These figures refer to the investable free float.", "(2019), \"Finance and carbon emissions\", Working Paper Series, No 2318, ECB, Frankfurt am Main; and ECB (2020), \"Financial integration and structure in the euro area\", Frankfurt am Main, March.", "(2014), \"Financial development and innovation: Cross-country evidence\", Journal of Financial Economics, Vol.", "See Porter, M. E. (1991), \"America's Green Strategy\", Scientific American, No 264(4), p. 168; Porter, M. and van der Linde, C. (1995), \"Toward a New Conception of the Environment-Competitiveness Relationship\", Journal of Economic Perspectives, Vol.", "(2015), \"Environmental regulation and competitiveness: Empirical evidence on the Porter Hypothesis from European manufacturing sectors\", Energy Policy, Vol.", "288-300; and van Leeuwen, G. and Mohnen, P. (2017), \"Revisiting the Porter hypothesis: an empirical analysis of Green innovation for the Netherlands\", Economics of Innovation and New Technology, Vol.", "(2020), \"ECB Banking Supervision's approach to climate risks\", keynote speech at the European Central Bank Climate and Environmental Risks Webinar, 17 June.", "See Allen et al., \"Climate-related scenarios for financial stability assessment: An application to France\", Banque de France Working Paper, forthcoming.", "There have also been proposals for the ECB to introduce green TLTROs, providing banks with cheaper funding that lend in accordance with the European Commission's taxonomy.", "See van 't Klooster, J. and van Tilburg, R. (2020), \"Targeting a sustainable recovery with Green TLTROs\", Positive Money Europe, September.", "The share of green bonds in the corporate universe increased from 4% in 2018 to 5% today, or around €60 billion, out of which the Eurosystem holds about 20%.", "In the sovereign bond space, green bonds account for around 1% of the universe, or around €100 billion, of which the Eurosystem holds somewhat more than 20%."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Transition risks", "Carbon pricing", "Green bonds", "Financial stability", "Monetary policy", "Central bank", "Climate risks", "Carbon-neutral economy", "Market failures"]}