{"sentences": ["Good morning, Christine Lagarde.", "This is your first television interview in France since taking up your new position at the European Central Bank in November.", "Thank you for giving it to France 2 and Télématin.", "French people knew you as the Minister of Economy and then as Managing Director of the International Monetary Fund (IMF).", "And now, as head of the ECB, you have an even more powerful role and the financial markets scrutinise everything you say.", "Do you have to weigh every word?", "You have to speak sparingly enough for your message to remain solid and credible.", "And central bankers obviously have to be careful in sending out signals because financial markets and analysts are watching and will draw certain conclusions in order to decipher what they should focus their efforts on and where they should move their funds to.", "Let me briefly touch on France.", "Today is a day of strikes in protest against the pension reform which will be presented to the cabinet today.", "Are you in favour of this pension reform?", "At the moment I am not in a position to assess the structure of the text.", "In terms of price stability, of the main economic indicators, we know it's important for each and every citizen to have enough certainty as to what will happen when they retire in 10, 15 or 20 years' time.", "So any reform that helps bring about that certainty and clarifies the future retirement landscape, and which does not generate any inequality, will be good for economic policy and for monetary policy.", "And that applies to all products involving future payment or returns.", "Turning to monetary policy now, to the interest rates that are set by the ECB.", "These interest rates are persistently low, practically zero.", "So Europeans are earning next to nothing on their savings.", "In France, the interest rate on the Livret A is 0.5% and the return on life insurance is not much better.", "Inflation is eroding the savings of those on the lowest incomes.", "Both rates need to be seen in parallel: the rate of return and the rate of inflation.", "Above all, we need to ask why the rates are low.", "We are in an environment, in Europe but also in all of the advanced economies, where the rates are generally low and have fallen considerably over the past decade.", "So a readjustment is now taking place.", "Because the central banks' mandate is to preserve price stability, and in particular to prevent us from slipping into deflation.", "To that end, they have to try to support the economy, to facilitate lending to firms and to encourage households to invest.", "For example, the cost of financing for young couples who want to buy their first apartment is extremely low at the moment, lower than it has ever been before.", "The same goes for firms wishing to invest in new production equipment, the rates have never been so low.", "Our current task is to encourage investment rather than to support savings at all costs.", "Investors are in a better position these days.", "As you say, the situation is bad for savers but good for borrowers.", "For example, interest rates are even negative for countries like France - or even for corporations - if they want to borrow for a ten-year period.", "The more you borrow, the richer you get - it does seem to be the wrong way round.", "It's not a case of the more you borrow, the richer you get.", "It's rather the more you borrow, the more you can improve your production equipment.", "And that goes for households when they buy a new apartment; for firms when they invest in new production equipment, when they increase their productivity; and for governments.", "It all depends on what you do with the money you borrow.", "First of all, you should borrow if you have the capacity to do so or if you have sufficient fiscal room for manoeuvre.", "But borrowing to invest in education, to invest in new technologies, to invest in research and development, to improve the factors of production in general, that's a good investment, because it strengthens the economy and, by boosting growth, paves the way for job creation and improves the situation of households.", "And to invest in ecological transition.", "At the European Central Bank, you want to tackle climate issues, which is something new.", "You have mentioned the \"danger of doing nothing\", so, in a nutshell, what will you do?", "We're going to look at all the tools we have at our disposal: economic analysis, supervision - since part of the ECB looks after banking supervision - and the investments that we make in the context of some of our programmes, either on our own behalf or in the portfolio that we manage within the framework of the accommodative monetary policy that has been in place for several years.", "We're going to look at how we can facilitate the identification of risk.", "That means that if you take a financial product, you won't just take it at face value.", "You're going to ask whether the company in question has considered climate-related risks.", "Has it asked what will happen if, in 5, 10 or 20 years, the assets have completely changed in value?", "One final, quick question: your animal emblem, which I can see on your jacket, is the owl.", "It signifies that I am neither a dove nor a hawk...", "We will try to combine our collective wisdom to define a monetary policy that is good for Europeans and that allows us to achieve, as I said before, price stability, growth and investment capacity, in the most low-carbon environment possible.", "Thank you for your time.", "We wish you and all our viewers a very good day."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Price stability", "Economic growth", "Retirement", "Investment", "Climate change", "Inflation", "Interest rates", "Savings", "Borrowing"]}