{"sentences": ["Distinguished Speakers, Dear Participants, Good morning / afternoon everyone!", "It is a great pleasure to welcome you to this joint conference of the CEPR and the Bank of Finland.", "It would have been great to meet all of you here in Helsinki, but fortunately a webinar provides a decent alternative in the current circumstances.", "We should expect webinars, or the option to join conferences online, to become part of the new normal, as well.", "The theme of this weekend's event, \"Monetary Policy Tools and Their Impact on the Macroeconomy\", continues the great series of annual research workshops we have organized together with the CEPR for many years.", "We at the Bank of Finland value this cooperation very highly and very much look forward to continuing it going forward.", "Following last year's successful workshop on \"Monetary Economics and Reality\", we decided to focus this year on even more pragmatic issues: what are the right policy tools and how do they impact the economy.", "Unfortunately, COVID-19 has turned this workshop even more topical.", "I am happy to see that over the next two days we are going to hear about new research that has taken the challenge.", "For instance, I look forward to prof. Alberto Cavallo's (Harvard University) invited speech on \"Covid Inflation and Stockouts\", which I expect to remind us of the importance of inflation measurement.", "In my opening remarks I would briefly like to discuss the current monetary policy stance following this week's ECB Governing Council policy decisions, as well as monetary policy strategy reviews that some have just completed, while others are still in the process.", "We are facing an unprecedented shock in the form of the COVID-19 pandemic.", "In my view, it is evident that it will have long-lasting structural effects on economies, globally.", "What impact it will have on monetary policy in the longer term is not clear yet, though some studies point out that it is further dampening the long-term natural rate of interest, which does not make the life of a central banker any easier.", "Economic research shall no doubt have an important role in analyzing the consequences of the present crisis, also with a comparative-historical approach to previous economic crises.", "The ECB Governing Council has adopted several monetary policy measures to ease financial conditions that were severely damaged by the corona-crisis.", "We responded to the pandemic with unprecedented scale and speed.", "Our liquidity operations were massively scaled up, and these TLTRO-III operations have ensured that credit has flowed to households and businesses, not least to SMEs.", "Furthermore, the establishment of the Pandemic Emergency Purchase Programme, PEPP, has been successful, as it has both stabilized sovereign debt markets by reducing the risk of fragmentation and prevented strong deflationary tendencies from emerging.", "Core inflation has in fact been very stable despite drastic swings in the real side of the economy.", "Unfortunately, the stability has materialized at a very low level, i.e.", "clearly below our target.", "The novelty of PEPP is related to its flexibility across time, asset classes and jurisdictions.", "Flexibility has been essential in enabling the ECB to stabilize financial markets in an efficient and effective manner.", "Drawing from past experience, the reaction of the ECB and other central banks has been timely.", "It was evident, very early on, that monetary and other economic policies needed to act together.", "National governments have, overall, been very determined in their actions to support their economies, and also important EU-level measures have been taken.", "Various EU-level initiatives were already announced in April, and most importantly the recently agreed Next Generation EU (NGEU) instrument will be vitally important in ensuring sufficient fiscal support across EU Member States in the coming years.", "Macroprudential measures have also been taken to facilitate undisturbed flow of credit.", "While there has been some rebound in economic activity, the amount of economic slack remains large and the outlook highly uncertain.", "In particular the inflation outlook is a concern.", "According to the ECB staff's September Projection Exercise, both headline and underlying inflation will remain well below our inflation aim in the whole forecast horizon until the end of It is evident that the headwinds caused by global structural economic trends and the coronavirus pandemic have created a situation where our current monetary policy measures cannot completely offset the downward drag on inflation in the short run.", "Persistently low inflation and monetary policy interest rates close to the effective lower bound indicate that traditional monetary policy space has been seriously narrowed down.", "The long-term natural rate of interest has come down persistently, and crises like COVID-19 may push it further downwards, as pertinently demonstrated in the recent research by Oscar Jorda, Alan M. Taylor and Sanjay R. Singh, who will present their key findings here tomorrow.", "In other words, the relationship between economic slack and inflation is not what it used to be.", "As Fed Chair Jerome Powell stated in his in Jackson Hole speech in late August, \"The muted responsiveness of inflation to labor market tightness, which we refer to as the flattening of the Phillips curve, also contributed to low inflation outcomes.\"", "A make-up strategy in the form of flexible average inflation targeting is clearly shaping the Fed's monetary policy reaction function in the years ahead.", "This is the most important outcome of the Fed's strategy review.", "The inflation target is more clearly symmetric - it is neither a floor nor a roof for the monetary policy.", "The Fed is also more explicit in explaining the role of the full employment goal of monetary policy by saying that \"...going forward, employment can run at or above real-time estimates of its maximum level without causing concern, ...\".", "All in all, globally and especially across the advanced economies, the economic environment has changed considerably since the 1990s, when inflation targeting became a widely adopted monetary policy framework.", "It is well over 15 years since the ECB has last considered its monetary policy strategy.", "And we are not making policy in a vacuum: we are of course looking carefully at the FOMC's recently announced strategy adjustments, which evidently have implications for Europe, as well - after all, we are not that different.", "I hope that when we will be reflecting on our own strategy, we can have a proper discussion on the meaning and merits of having a symmetric average inflation aim and how a smart monetary policy reaction function effective to both directions should be formulated.", "The new Fed strategy, with its make-up policy and flexible average inflation target, might become the new normal for monetary policy, even globally.", "While we have our differences - Europe is more bank-based, we use refinancing operations actively, and the U.S. is a federation while we are not - this is evidently changing the context where we make our policy.", "As said, we are not that different, nevertheless, as the same structural forces are very much prevalent in both economies.", "The other important element of any strategy review, also discussed here this weekend, is central bank communication.", "Everybody in the central banking community by now understands that central bank communication is important and that it serves as one pivotal policy tool.", "New research suggests that it is also important how the central bank talks not only to the financial markets but also to the general public.", "In this context, I would like to mention the interesting research agenda of Michael Weber, Daniel Hoang, Francesco D'Acunto and Bank of Finland researcher Maritta Paloviita.", "Their forthcoming research may provide further evidence on which forms of communication can best affect households' expectations and their interpretation of policy in line with the aims of policy makers.", "We are also very happy to have professor Yuriy Gorodnichenko give an invited speech tomorrow, as he recently gave an important talk and paper in the Jackson Hole Economic Symposium about the importance of these issues.", "Ladies and Gentlemen, Dear Friends, To conclude, let me get briefly back to the ECB Governing Council decisions from this week.", "This week the Governing Council decided to reconfirm its accommodative monetary policy stance.", "We also decided to carefully monitor developments in the exchange rate, especially with regard to implications to the inflation outlook.", "We continue to stand ready to adjust all of our instruments, as appropriate, to ensure that inflation moves towards its aim in a sustained manner, in line with our commitment to symmetry.", "In spite of temporary setbacks the ECB is committed to provide the monetary stimulus needed to support the economic recovery and secure a robust convergence of inflation towards our medium-term aim.", "I have no doubt that we shall succeed in the end.", "We have previously called for Patience, Prudence and Persistence - now we need to keep a steady hand and stick with these three Ps, probably more than ever.", "Finally, let me thank the scientific committee of this workshop, who in addition to my colleagues include Professors Michael Weber, Francesco D'Acunto, and Daniel Hoang, and my former colleague in the Bank of Finland Executive Board, Professor Seppo Honkapohja, who represents the CEPR in the committee.", "They have again put together a wonderful program.", "I wish you all a very productive and enjoyable webinar.", "Longer-Run Economic Consequences of Pandemics, Federal Reserve Bank of San Francisco Working Paper Series, June 2020"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary dominance", "none", "none", "financial dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy Tools", "Inflation", "COVID-19", "Monetary Policy Strategy Review", "Communication", "Economic Slack", "Natural Rate of Interest", "Phillips Curve", "Average Inflation Targeting", "Flexibility"]}