{"sentences": ["As prepared for delivery It's a pleasure to be able to join you all from my apartment in Manhattan.", "I sincerely look forward to the day when we can again meet in person.", "In a short period, our lives have changed in unimaginable ways: things that we took for granted- like eating at a restaurant, or going to a movie-are no longer possible in many places.", "For the first time in our lifetimes, governments around the world have had to take the extraordinary action of shutting their economies down.", "Those workers who continue to deliver essential services face very real risks, and my deep gratitude is with all those working in hospitals, law enforcement, transportation, and grocery stores.", "All essential workers have the thanks of everyone at the New York Fed.", "What started as a healthcare crisis has had profound consequences for the U.S. and global economies.", "We all know the incredible strain that New York City has been under, with numerous patients still being diagnosed with COVID-19 on a daily basis.", "But Upstate New York has also been deeply affected-not just by the spread of the virus, but also by the profound economic fallout.", "The cause of this recession-a global pandemic-means that our economic future will be determined in large part by the path of the virus.", "It's impossible to know exactly how and when workers and businesses will be fully back to work and when consumers will return to the businesses that are open.", "Despite the uncertainty, I'm going to spend some time today discussing what the scale of the challenge looks like for New York State, and for the U.S. economy as a whole.", "I'm also going to outline the Federal Reserve System's response.", "The Fed is well-known for setting interest rates.", "But we play a number of other roles, and have a key responsibility for ensuring that the financial system is working to support the economy, which has been crucial during this crisis.", "Before I continue, let me give the Fed disclaimer that the views I express are mine alone and do not necessarily reflect those of the Federal Open Market Committee or anyone else in the Federal Reserve System.", "One of the particular strengths of New York State is its diversity-and this is especially true from an economic perspective.", "In Western and Central New York there are top-tier universities, manufacturing businesses, a thriving professional services industry, as well as popular tourist destinations.", "Since the 2008 financial crisis, the declining population trend in Upstate New York of earlier decades had largely stabilized.", "In recent years, new businesses had sprung up and unemployment had fallen to historic lows.", "All of this was against the backdrop of a strong national economy.", "At the start of the year, most forecasts anticipated continued moderate growth throughout 2020 and into 2021.", "According to the data for April, the unemployment rate now stands at a staggering 14.7 percent- a figure I hoped that I would never see in my lifetime, and one that is sure to get worse before it gets better.", "If I think back to the economic picture of February, nobody could foresee this would be our reality within a few short months.", "It's likely that the latest numbers do not reveal the full extent of the financial devastation faced by millions of American families.", "The data don't capture those who had to leave their jobs, either for their own health or to take care of loved ones.", "Many more people have had their hours reduced or have been forced to take a pay cut.", "It's going to be some time before we have a detailed understanding of the full economic effects of the public health measures necessary to combat the coronavirus.", "What we do know is that the pandemic has put a large question mark over the positive trends experienced in our state, as well as the nation as a whole.", "As social distancing measures are relaxed, we will get a better understanding of how different industries are affected.", "We know that travel, hospitality, and retail have all been hard hit.", "What we don't know is what the shape or timescale of the recovery will be.", "It's going to be some time before we have a clearer view of the effects on other industries, including autos, higher education, manufacturing, and professional services.", "Despite this extraordinary uncertainty, at the Federal Reserve we worked quickly to put measures in place to support the economy and set the foundation for a strong recovery.", "During the first half of March, the Federal Open Market Committee (FOMC) brought the target range for the federal funds rate to near zero.", "The FOMC has indicated that it expects to keep interest rates at this level until it is confident that the economy has weathered recent events and is on track to achieve its maximum employment and price stability goals.", "Bringing interest rates down to near zero serves two purposes.", "First, low interest rates make it easier for households and businesses to meet their borrowing needs.", "Second, they foster broader financial conditions that will help promote the rebound in spending and investment needed to return the economy to full strength.", "The New York Fed The New York Fed has important and unique responsibilities in supporting liquid and wellfunctioning financial markets.", "Working alongside our colleagues in the Federal Reserve and other agencies, we are taking rapid and significant actions to supply liquidity and to stabilize critical parts of our financial system.", "By conducting large-scale repo operations and purchasing sizable quantities of U.S. Treasury securities and agency mortgage-backed securities, we are providing funding and stability at a time of extraordinary volatility in markets.", "These actions averted a potential shutdown in the availability of credit, which would have made the current economic crisis even more severe.", "In addition to stabilizing financial markets, the Federal Reserve is standing up programs to support the flow of credit to households, businesses, and state and local governments.", "These actions will enable them to continue to do their work, both now and when normal life resumes.", "Our efforts supporting the provision of credit include a number of programs aimed at different parts of the economy and work through different channels.", "One set of programs supports the availability of credit to households and businesses-importantly, including small and mediumsized businesses.", "A second set of programs targets the availability of credit to states and municipalities.", "Fiscal policy is also playing a critically important role.", "In particular, it can do what monetary policy cannot: provide for the public health response and transfer income to those most affected by the outbreak.", "Fiscal policy is also a vital partner in the delivery of our own programs, supplying the financial support necessary for the extraordinary scale of the credit facilities we're operating.", "I'll conclude with this: These are extraordinary times, and the Fed is taking extraordinary actions to ease the economic pain.", "This is anything but a typical recession, and it has called for a new set of measures to address the economic consequences of the virus.", "Amid all the change we're experiencing, you can be assured of one thing: our unwavering commitment to limit the economic damage from the pandemic and foster conditions for a strong and sustained recovery.", "See Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, March 3, 2020; and Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, March 15, 2020.", "See Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, April 29, See Board of Governors of the Federal Reserve System, Federal Reserve Announces Extensive New Measures to Support the Economy, March 23, 2020."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none"], "topics": ["economic recovery", "financial markets", "coronavirus", "economic crisis", "New York State", "interest rates", "liquidity", "monetary policy", "fiscal policy", "economic consequences"]}