{"sentences": ["Towards a Financial Sector Disaster Recovery Plan for The Bahamas John Rolle Governor* *As prepared for Delivery.", "Bahamas Business Outlook, 16 January 2020 It is a pleasure to speak at this 29th session of Bahamas Business Outlook.", "I am continuing with a presentation that was given in Exuma, just weeks after Hurricane Dorian, when our attention to disaster recovery and resilience in the financial sector gained new traction.", "My focus today is on how the domestic financial sector should be viewed as a supportive force in supporting national recoveries for natural disasters.", "This ties in to policies to sustain and enhance the collective strength of the balance sheets of deposit-taking institutions; reinforcing the role that foreign exchange buffers provide for recoveries and boosting the resilience of household balance sheets.", "As the public finances improve, so will resiliency prospects, as would initiatives to reduce disaster risk exposures for tourism assets.", "A central bank digital currency, as encapsulated in the Project Sand Dollar initiative will also promote the resilience most vital in restoring the access and connectivity to financial services after disasters strike.", "Recent Impacts of Hurricane For the better part of the last two decades, The Bahamas has been experiencing tropical cyclones of increasing frequency and heightened intensity.", "Since 1999, there have been at least eleven named storms with notable impacts on parts of the archipelago.", "They have produced a recurring pattern of economic disruptions, as shown in reduced output and rise in joblessness/displaced workers; and in the heavy strain placed on the Government's finances.", "Before Dorian, Hurricane Matthew (2016) had exacted the highest most recent toll.", "Dorian's impact is anticipated to be greater, with losses between national income and assets exceeding $3 billion.", "Economic Outlook Post-Dorian It is projected that The Bahamas' estimated growth in 2019 will have been well below the forecast that pre-dated the storm; and that 2020 will show a flat to negative outturn-reflecting most, the absence of a meaningful contribution from Abaco over the peak tourist season.", "In 2021, the economy is expected to rebound at a higher than normal pace, as tourism capacity is reinstated in Abaco.", "However, Abaco's housing sector is expected to take much longer to normalize, because-in the absence of insurance coverage-the financial capacity of many families will be constrained by the amount of assistance that the Government can provide and the speed at which they can rebuild out of ongoing income.", "It is equally true that the speed of recovery will depend on adequately resourced skills in the construction sector.", "Resilience through Prudential Soundness The resilience of the financial sector, in the context of such setbacks, have always been summarized in terms of whether individually and collectively the deposit taking institutions can survive any resulting credit losses, without depleting their capital to unhealthy levels; and whether deposits would remain safe and recoverable.", "Our so- called stress testing loss scenarios simulate extreme hikes in the inability of borrowers to repay existing loans, such as a doubling in the NPL rate-which is plausible should a hurricane cause severe damage over any sufficient swath of the economy such as New Providence.", "To bolster this stability and recoverability assessment, supervised institutions have to be strong before the shocks are impacted.", "They must have done a good job in sorting through the risks of making loans to borrowers; they must have access to reliable information on the financial resilience of families and businesses and they must understand, through practice, how much can be withstood before such borrowers default altogether on credit obligations.", "Lending institutions must also have adequate balance sheet strength to extend forbearance and assistance until the financial state of borrowers stabilizes or improves.", "The ability to withstand forbearance and accommodate borrowers' recovery is an explicit part of the rebound from disasters, and has been demonstrated, repeatedly, by banks both following Dorian and in other major impacts.", "The Central Bank's ongoing supervision of banks and credit unions particularly, is to maintain such assurances.", "The Central Bank sets prudential guidelines (on the minimum standards) on how lending activities should be carried out; including the care and attention that should be paid to the quality of collateral that secure loans; the debt service burden, particularly for households, and the concentration of lending exposures to subsets of borrowers.", "A Bahamas credit bureau fits strategically into this resiliency framework.", "It would improve the collective quality of the information on which lending institutions rely to scope out borrowers' risk.", "In this regard, the credit bureau completed its licensing process in December 2019 and will start its operations this year.", "Also integral to this strategy is achieving further significant reduction in the existing NPL rates, which although already nearly halved from the peak near 16 percent in 2014 is still a vulnerability should the economy be exposed to a major recession any time soon.", "As had been the case in other disaster shocks, the domestic banks offered various accommodations, including suspended loan repayments for borrowers in the Hurricane Dorian affected islands for periods of up to 6 months.", "They also suspended fees on ATM usage in the impacted zones.", "Taking the larger economic zones out of the picture, the commercial banks' capital position appears unlikely to be harmed on any material level from Dorian.", "In particular, more than 80 percent of the economy was spared.", "Relative to the credit exposures as of the mid-point in 2019, approximately 15 percent of total private sector credit exposures were to these two islands; most skewed to Grand Bahama, in a fortunate way, given the faster pace at which Grand Bahama is expected to recover.", "With insurance claims having already been applied to some loan balances, exposures had fallen to 10 percent of the credit portfolio by the close of 2019.", "However, the non- performing loan (NPL) rate had risen slightly in these islands.", "A worst case scenario would have been if credit exposures to New Providence were impacted.", "We cannot however, take the increasing frequency and accumulated impact of potential major shocks for granted.", "Longer-term, the resilience needs to extend beyond the existing strength of banks' balance sheet.", "It takes us, instead, to the issue of having more macroeconomic resilience, that would contain the extent of losses for any major storm.", "Strengthening Household Resilience The state of preparedness of households and businesses contributes to the effectiveness of our disaster recovery plans.", "At the household level particularly, the financial responsibility has to focus on building larger savings buffers in ordinary times; and tempering the non-crisis inclination to borrow, so that the setbacks that natural disasters inflict can be withstood.", "Only changes in spending and consumption patterns can bring this about.", "On average, the Bahamian household has to achieve a higher, universal take up of insurance, alongside the other considered interventions to boost the resilience of the physical housing stock.", "In particular, a significant number of uninsured or under- insured homes exist in the damaged zones, which is a snapshot of a greater national prevalence of insufficient coverage, particularly among lower income homeowners.", "Fiscal costs materialize when these uninsured exposures require some subsidized level of recovery.", "Even then, middle and upper income families, or small businesses, have to appreciate that public subsidies are not likely to fully restore their circumstances; and some losses may become permanent.", "If we accept the premise that some families are not going to be voluntarily disciplined, then public policy has to cause the insurance to be secured.", "The Central Bank will continue to assess how lending standards can evolve more prudently to benefit households that are not yet in distress.", "The Bank will develop proposals on insurance requirements to better achieve coverage compliance on mortgaged properties.", "This would avoid distressing outcomes where the insurance payout might not adequately cover the outstanding debt, and outcomes where liabilities might remain after the total loss of the physical asset.", "At the national level, regulation on lending standards will also need to reflect uniformity across entities that are not supervised by the Central Bank.", "This is a macro- prudential concern that would address the stability of the financial system, on the whole, drawing in other regulators and even the government.", "The Foreign Exchange Requirement For the Central Bank, our capacity to either stimulate the recovery or to give the lending institutions the scope to do so also depend on whether the external reserves, in combination with other access to foreign exchange, are able to finance imports of goods and services needed for a recovery.", "The Bank has to satisfy this outcome, while preserving the Bahamian dollar fixed exchange rate regime.", "This task always presents itself coincidental to a pause or slowdown in foreign exchange inflows from tourism activity.", "Our buffer or access to foreign exchange during shocks is derived from three sources: The first is the outcome of our deliberate efforts to accumulate foreign reserves in non-crisis periods.", "The second means is through government borrowing for reconstruction.", "As public finances improve or get to a healthier state, it creates the necessary space to borrow or draw on external other financial arrangements in times of emergencies.", "The third support is reinsurance provided in the international market.", "Collectively, it is estimated that more than $1 billion in such settlements will cover Dorian's losses-the highest amounts ever received The portion of inflows to local residents will exceed $0.5 billion.", "A healthy level of receipts will also help non-residents finance their rebuilding.", "The external reserves of the Central Bank have already been significantly impacted by the financial flows earmarked for residents, reaching $1.7 billion at the end of 2018- more $0.5 billion above the 2018 close and at least $400 million more than had initial insurance proceeds or initial Government financing not been received.", "An amount greater than this augmentation is projected to be used up during reconstruction, with the expectations that The Bahamas could still end the year 2020 with slightly lower foreign reserves levels than at the end of 2018.", "If it were not the case, it would have either resulted from a slower than anticipated pace of rebuilding or stronger than anticipated pace of expansion in the undamaged parts of the economy.", "The medium-term outlook for the external reserves is still positive though, based on having the Abaco tourism plant substantially back in production by 2021, and a return to business in all parts of the operating infrastructure in Grand Bahama in 2020.5 Until then, the tourism marketing strategy has to succeed in attracting some of the displaced business from the northern islands to undamaged facilities elsewhere in The Bahamas.", "Tourism Sector Strengthening Greater resilience of our principal foreign exchange earning sector can also serve as a buffer for the financial sector.", "Onshore accommodations are The Bahamas' most valuable and yet most exposed assets.", "Having ownership over more mobile resource that can be taken out of the path of approaching storms could reduce hurricane exposure risk for The Bahamas.", "The cruise industry does this already.", "More domestic capacity and ownership might be achieved with smaller-sized pleasure crafts.", "This would also tie in with taking more advantage of the blue economy, yachting and ecotourism.", "As the peak of hurricane season tends to correspond with seasonal lulls in visitor arrivals, the valuable mobile assets could be moved to safer locations.", "Increased direct ownership and direct employment in the cruise sector would also expand the retention of economic benefits from the sector.", "Our exchange control regime has already been reformed to permit Bahamians to raise funding in foreign currency to acquire ownership in the maritime sector.", "However, it is a strategy to which heightened entrepreneurial focus is now required; and, potentially, tax-free incentives for such investments, as is done for onshore tourism assets.", "Enhancing Financial Resilience through Technology Challenges around restoring physical banking infrastructure, especially in Abaco, and the cash dependency that exist otherwise, highlight the post-disaster importance of wireless, digital payments infrastructures that be made accessible to all businesses and entrepreneurs regardless of size and to all persons within our borders-that is, if it is to be a credible substitute for cash.", "The physical banking structures in Abaco were erased during Dorian.", "Banks competed with other essential service providers to salvage what remained of their physical presence; they are similarly exerting strenuous efforts to carve out returning accommodations for staff, ATM placements and temporary branch accommodations.", "Project Sand Dollar has the potential to deliver on longer-term resilient and deployable framework for financial access.", "Payments services connectively can be swiftly restored in a wireless fashion after disasters, avoiding the cash shipment and cash handling frustrations.", "If necessary, aid could be dispensed electronically; and families allowed to recapture their personal dignity, with flexibility to prioritise the elements of personal needs that they must satisfy post-disaster.", "Having entered Exuma with the Sand Dollar in December 2019, the Central Bank is preparing for an end-February 2020, expansion of the Pilot into Abaco.", "It will allow for testing of the emergency wireless communications features that would enable rapid financial services recovery; and it would connect with many retail businesses early in their recoveries.", "As the Central Bank perfects the system and move beyond the Pilot, the Sand Dollar Infrastructure would be connected with bank accounts, so that remote access to these facilities is also quickly re-enabled in the future for both deposits and withdrawals.", "At the outset in Exuma, working through the local commercial bank, payment services providers and several MTBs sand dollar accounts have already been activated for about 1,200 users, with close to another 2,000 persons asking to be signed up.", "This is substantially beyond the 500 users we first intended to enroll in the Pilot.", "Moreover, we were able to drum up interest from at least 75 percent of the businesses on the island.", "As the pilot experience is perfected, the public will begin to encounter the tailored app experience of the individual financial institutions, such that by mid-2020 we should be able to have a more general release of the digital currency throughout the archipelago.", "Concluding Remarks To conclude, Hurricane Dorian was a stark reminder of the ongoing challenges facing The Bahamas, given our geographic and economic makeup.", "In the face of the rising threats from climate change, a holistic approach to preparedness for natural disasters is critical.", "This speaks to more deliberately focused economic policies and frameworks for the resilience of the financial sector over the medium and longer-term.", "The Central Bank is in the process of developing a financial disaster recovery plan that will serve to enhance the sector's readiness, inclusive of the timely resumption of banking and payments services that are critical to restoring commercial activity.", "We will also consider more active interventions to promote the household sector's resilience.", "Although it has not been discussed at length in this presentation, some consideration also needs to be given to identifying contingent, affordable bridge financing that could support business sector recovery in greater abundance post-natural disasters.", "The Central Bank is already committed to studying this issue, which might target savings in funds that are only accessible for lower cost financing after natural disasters.", "While we are inclined to applaud and lobby for fiscal responsibility and fiscal consolidation to promote these objectives, we must also keep sight of the consolidation, savings and buffers that should advance the financial resilience and recoverability ease of the average Bahamian household."], "classifications": ["none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination"], "topics": ["Financial resilience", "Disaster recovery", "Foreign exchange reserves", "Hurricane Dorian", "Credit losses", "Non-performing loans", "Central bank digital currency", "Household resilience", "Insurance coverage", "Tourism sector strengthening"]}