{"sentences": ["An African Vision for Sustainable Finance Dr. Patrick Njoroge (822 words) On September 22, 2019, on the eve of the United Nations (UN) Climate Action Summit, the UN launched the Principles for Responsible Banking, with 130 banks collectively holding USD 47 trillion in assets or one third of the global banking sector signed up.", "In these principles, the banks commit to strategically align their business with the Goals of the Paris Agreement on Climate Change and the Sustainable Development Goals (SDGs) and massively scale up their contribution to the achievement of both.", "It is gratifying to note the strong presence of African banks, including KCB Bank, in the list of founding signatories to implement the principles.", "Sustainable finance has gained traction particularly after the global financial crisis in 20072008.", "The crisis was in part fuelled by the short termism of the global financial sector.", "The short-term drive for profits trumped more long term societal good.", "Sustainable finance takes a long term view and integrates environmental, social and governance criteria in business and investment decisions for the benefit of customers and society at large.", "Green Finance is a critical component of sustainable finance and refers to raising capital and financial investments into companies, services, products and projects that accelerate the development of an environment friendly and climate-resilient economy.", "'to promote sustained, inclusive and SDG 8 captures the essence of sustainability as it seeks full and productive employment and decent work for all.'", "sustainable growth, In particular, SDG 8 emphasizes the strengthening of the capacity of domestic financial institutions to encourage and expand access to banking, insurance and financial services for all.", "Globally, about USD 5-7 trillion per year is required to implement the SDGs with developing countries facing an annual investment gap of USD 2.5 trillion in areas such as infrastructure, water and sanitation and agriculture.", "The bridging of this funding gap will require global partnerships, deepening of financial and capital markets and leveraging on innovation.", "Africa has not been left behind in the sustainable finance agenda, but much more remains to be done.", "Africa contributes least to global pollution but is impacted the most.", "For instance, it is estimated that Africa is responsible for only 4 percent of global greenhouse gas emissions, yet 65 percent of the population of the continent is considered to be directly impacted by climate change.", "African countries akin to other developing countries globally also face a significant funding gap in meeting the SDGs.", "The need for sustainable finance is therefore critical and immediate for African countries as they battle the scourge of climate change and meeting foundational development needs.", "Early green shots can be seen in innovative financing mechanisms that have been developed in availing clean solar energy to rural households in Kenya, Uganda and Tanzania (M-Kopa) and government mobilizing micro-amounts to fund development in Kenya (M-Akiba).", "African banks are also committing to global sustainable finance initiatives.", "But much more is required to scale up sustainable financing in Africa.", "Since 2017, I have been the patron of the Green Bonds Programme Kenya, a public-private partnership whose key remit is to develop a transparent, accountable and verifiable green launched the regulatory framework for Kenya's bond market and bond market.", "In 2019, we in September issued the first green bond of USD 45 million.", "This joins other issues in Africa of under USD.", "billion out of an estimated global green bond issuance of USD..3 billion.", "How then do we scale up sustainable finance across Africa?", "I am delighted to note that the UN hosted an Africa day on October 10, 2019 during the Annual General Meeting of the International Network of Financial Centres for Sustainability (FC4S) in Geneva, Switzerland.", "The FC4S network hosted by the UN is a partnership of global financial centres that seeks to promote the expansion of sustainable finance.", "This is achieved through sharing of experiences, research and technical support.", "So far, four leading African financial centres, Cairo, Casablanca, Lagos and Nairobi have joined the network.", "A regional programme will be launched in Geneva, through which African centres can leverage on global knowledge to scale up sustainable finance in their respective jurisdictions.", "Though this is a welcome move, Africa must customize its sustainable finance vision to fit its own local circumstances.", "Let us leverage on the FC4S, be guided by the Paris Climate Agreement, but we should think 'Global while acting local.'", "The time for Africa to act is now, the effects of climate change continue to be harsher as a burgeoning youth population seeks opportunities to prosper.", "African economies need to be inclusive and resilient.", "The green shots are evident but we need to water them to grow into the tree that shades the continent.", "Drawing from a Japanese fable, the best time to plant a tree that matures in 400 years is today, the next best time is tomorrow.", "The writer is the Governor of the Central Bank of Kenya"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sustainable Finance", "Green Finance", "Climate Change", "Sustainable Development Goals", "Africa", "Financial Inclusion", "Innovation", "Green Bonds", "Paris Agreement", "Financial Markets"]}