{"sentences": ["- Ask not what the economy can do for insurers ask what insurers can do for the economy Anna Sweeney, Executive Director, Insurance Supervision Division Delivered at the Bank of America 25th European Financials CEO Conference 22 September 2020 I am grateful to Alan Sheppard, Megan Bell and Zachary Morris-Dyer for their assistance preparing this speech.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Good morning and thank you to Bank of America for inviting me to speak here today.", "In a normal year, I would use these remarks to run through our regulatory agenda.", "But this year it is inevitable that my remarks will focus on the effects of Covid-19: a human tragedy for millions, the worst economic crisis in the UK for several centuries and an unparalleled global challenge.", "Our economy and the actors within it are continuing to face numerous challenges and a great deal of uncertainty.", "The aim of the Bank of England along with colleagues from other public sector institutions has been to build a bridge across the economic disruption caused by the pandemic.", "And insurers as providers of protection, as guarantors of retirement income and as institutional investors - have an important role to play in the recovery from that crisis.", "With that in mind I'd like to take the opportunity today to look ahead, at the challenges and opportunities of what is waiting for us on the other side of the bridge -different, perhaps very different from the world we used to live in.", "Because we face a lot of uncertainty.", "Not only about the speed of recovery from recession.", "But about the extent and depth of permanent structural changes to the functioning of our economy brought about by adaptation to Covid-19 and as I say, with a crucial role for the insurance industry to play in our economic recovery.", "I want to focus today not on the specific risks that this brings to the insurance sector though those are real and large but on the role of the insurance sector and its regulatory framework in supporting broader economic rebuilding in a changed landscape.", "Not on what the economy might do to insurers, but on what insurers can do for the economy.", "Of course managing your own risks and supporting the wider economy is not an either/or choice.", "A virtuous circle operates between the provision of financial services, and the strength of the economy, and hence the strength of the balance sheets of the providers of financial services themselves.", "In the case of insurance it seems likely that continued provision of new risk pooling and investment by insurers strengthens the economy and hence existing exposures on insurers' own balance sheets.", "And we should expect the aggregate impact of individual firms' decisions in a sector that at the end of 2019 held assets in the region of £2 trillion a figure broadly equivalent to UK GDP in the same year to be an important influence on speed of recovery and adaptation.", "But what does the insurance sector do for the economy?", "If I asked the person on the street about the role of insurance, I'd expect them - once they'd raised the common complaint about insurers putting premiums up every year and telling a story about a particular claim - to speak about the protection it provides to households and businesses against the financial costs resulting All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice from the occurrence of various risks to their physical property, health, loss of earning power or other unexpected losses.", "(Though maybe not using quite those words!.)", "This is a very important function.", "Efficient transfer and pooling of risk reduces aggregate risk and by freeing individuals from risk allows them to avoid reducing consumption in favour of excess saving.", "And it allows businesses to put capital to work in their areas of expertise and opportunity, without having to worry about - or reserve for risks that they are not equipped to manage or diversify, and so will not be adequately rewarded for.", "It has particularly high value in current circumstances.", "Excess saving, reduced consumption, and heightened risk aversion would be detrimental to economic recovery.", "And adaptation to structural change to the economy will mean putting capital into new businesses to replace those whose business are no longer viable.", "Failure of risk transfer markets in things like directors' and officers' indemnity and yes business interruption would have a cooling effect on this necessary investment.", "So if a protection gap were to emerge through the reactions of insurers and insured to what they have learned about contract uncertainty, we should worry about the wider impact that that might have on economic recovery.", "I do see a risk of a protection gap.", "The pandemic has highlighted risks around unintended exposures in insurance contracts and unexpected links across risk areas under extreme circumstances.", "Most acutely on business interruption insurance - where we have seen vastly different interpretations of how policies should respond to the restrictions placed on businesses as a result of Covid-19, and the sums involved have perhaps militated against either insurer or insured settling for a compromise outcome to claims.", "The high profile of disputes over business interruption claims has done nothing to dent the popular caricature of an industry that is happier to accept premiums than to pay claims.", "This matters: it could have an impact on demand for policies, if businesses perceive them not in practice to offer the cover they need not just in business interruption, but in indemnity policies that cover non-specific perils.", "This in turn could create a drag on real economic activity and productive investment that cannot take place without appropriate insurance coverage.", "Equally, there is a risk that supply will be curtailed.", "As a result of potentially large and unintended accumulations, insurers will naturally take actions to limit their future exposure.", "This could be in the form of tighter policy wordings, exclusions, withdrawal of capacity or significant price rises, reducing the availability and affordability of non-specific peril cover and creating an increasingly concentrated market.", "For example we know that on average, D&O (Directors' and Officers' protection) premiums have doubled this year.", "To some extent this is of course individually sensible risk management, and it is right that insurers consider the broader lessons from recent events about the potential contract uncertainty within their portfolios, and take See Financial Times article (September 2020): 'Cost of insuring board directors from lawsuits doubles in Covid era' All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice steps to reduce this.", "But there is a risk of excessive risk aversion and an overshoot leading to an aggregate reduction in supply that damages recovery.", "It is not impossible to transform a seemingly uninsurable peril into a diversifiable, insurable one.", "Cyber risk is a helpful example.", "A severe, global cyber event causing systemic losses is considered uninsurable the risk does not diversify, and the industry's capital could never be sufficient.", "There are a number of industry initiatives across the world to explore further public-private partnerships to provide ultimate backstop for systemic losses.", "Clearly there is a limit to the size of losses that private insurance capital can cover, and it is worth exploring whether an explicit public-private backstop along similar lines to Pool and Flood Re in the UK is one way of mitigating the risk of a shock to supply of insurance.", "But we should be mindful of the risk of moral hazard and of crowding out private capital.", "To return to the example of cyber risk, the industry is now able to provide explicit cyber cover for those aspects of the risk that are insurable such as recoverability, physical damage and the cost of notification of lost records.", "And we know there is appetite in the market to keep the insurance business model relevant and seek out alternative sources of profit by underwriting new risks.", "illiquid assets, insurance companies are well suited to support the UK's As investors in longer-term, economic recovery As this audience will be well aware, the industry's contribution to the economy goes further than transfer and pooling of physical and financial risk.", "The life insurance sector plays important roles: First, providing the security of income in retirement not only to current retirees via in payment annuities but also to future retirees via deferred annuities and savings products; confidence in security of income both current and prospective supports spending and demand for goods and services in the real economy.", "Secondly, life insurers channel savings into long term investment.", "Through these functions the life sector also has a crucial role to play helping the economy to emerge from the pandemic and adapt to potentially profound structural change.", "Whilst Covid-19 has created new financial risks on both the asset and liabilities sides of insurers' balance sheets, there are also opportunities for insurers as investors in a wide range of long-term high quality illiquid assets, such as infrastructure, which are key to supporting recovery and adaptation.", "These may extend to the even bigger structural change of transition to a zero carbon economy necessary to avoid the worst impact of climate change.", "This, by the way, is another example of how providing financial services to the wider economy in this case financing low carbon alternative technologies, has a positive feedback to balance sheet strength by reducing risks on both the asset and liability sides.", "See speech by Anna Sweeney (2020): Paving the way forward: Managing climate risk in the insurance sector All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Following the crisis some companies will enter the recovery phase with more highly leveraged balance sheets, some from a starting point that was arguably itself over-leveraged.", "And structural change will create opportunities for new enterprises, often better financed with equity than debt.", "In his June remit letter to the Chancellor, the Governor made the case for introducing more equity, or more equity-like finance to the mix.", "Equity issuance by public listed companies is already strong and at its highest level so far this year compared to the same point in any year in the past decade.", "With their long-term liabilities, insurance companies and pension funds are well suited investors in growth capital.", "For some time now, insurers have been increasingly turning to illiquid assets for a good return on their investments at a time of historically and enduringly low yields.", "This trend has been most noticeable for annuity providers, incentivised by the matching adjustment (MA) to invest in assets that, perhaps with some restructuring, mirror the illiquid nature and fixed cashflows of their liabilities.", "But much of this investment has been in, or backed by property.", "UK insurance companies only allocate around 2% of their assets to unlisted equity.", "This is a smaller share than many of their European peers.", "But liability structures are very different between national markets too, which will contribute to differences in asset allocations.", "The regulator's concern here is to ensure that any increase in insurers' asset allocations to long term, productive investments does not endanger policyholder protection, that is to say does not compromise the first , equally important function of life insurance that I set out earlier, namely the provision of security of retirement income.", "Annuities are not a good match for investments with equity-like characteristics.", "A fundamental principle of the MA is that some of the market risk on the backing assets is neutralized, by virtue of matching.", "That can never be the case with a long term real asset like common equity, and no amount of clever restructuring will alter that.", "Much of the new productive investment needed will be financed outside matching portfolios and indeed outside insurance.", "That said, any reform of the MA that might arise from the Solvency 2 review might nonetheless play a part in unlocking more funding for things like infrastructure.", "In its current manifestation, the MA was designed and calibrated with simple, fixed, tradable assets in mind.", "We have been flexible in our implementation, but the size of the benefit offered by the MA and the relatively coarse framework for measuring levels of retained asset risk have necessitated strict eligibility conditions.", "See June 2020 FPC remit response letter 'Protecting economic muscle: Finance and the Covid crisis' See speech by Alex Brazier (2020): 'Protecting economic muscle: Finance and the Covid crisis' See speech by Alex Brazier (2020): See speech by David Rule (2018): 'An annuity is a very serious business' All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice It is extremely difficult to model the behaviour of long-dated, illiquid assets, particularly under economic stress.", "The size of the MA benefit that a firm can take on its liabilities is driven by the credit rating assigned to its assets, which in turn depends on correctly assessing the risk of default or downgrade an assessment which may be performed by an external rating agency, or by the insurer itself.", "Furthermore, when firms stress their balance sheet to calculate capital requirements they have to consider the impact of changes to the MA under stress.", "This means making assumptions about the impact of a stressed economic environment on default and downgrade risks, on ratings migration, and on the cost of re-establishing an MA-compliant position if necessary.", "Each step introduces the possibility of inappropriate or over-optimistic assumptions and therefore inadequate capital.", "If an asset is rated too optimistically a firm may be holding insufficient reserves to meet the risk of default or downgrade.", "Insurers face the challenge that ratings for illiquid assets are generally more uncertain and less reliable.", "They are usually assigned internally, rather than publicly, and invariably rely on less data than is available for traded investments.", "So, if we are to expand eligibility ideally to the full range of assets that are suitable to back annuities in a properly diversified portfolio - but without reducing security of retirement income, then the MA benefit - which is very large and binary needs to be more graduated, and tailored better to the specific risk characteristics of those assets.", "In particular, the varying balance between short-term risks, to which buy and hold investors are not exposed to, and longer term risks which they do retain.", "This varies a lot more across the reasonable universe of assets suitable to back annuities than the current design and calibration of the MA allows for.", "We expect the calibration of the framework will need to be more granular than it currently is and will need the flexibility to respond prudently when firms expand into further new asset classes with novel risk characteristics.", "A reform like this could support investment without compromising policyholder protection.", "Of course, the outcome of the S2 review is ultimately a matter for the Treasury.", "From our point of view, while there is no agenda to increase capital levels, neither do we start from the viewpoint that the sector is obviously overcapitalised.", "We would expect that there will be significant changes at the level of individual measures, most notably the risk margin which we all agree is mis-calibrated for longer term liabilities, at current low levels of interest rates.", "And of course while dealing with the current regulatory regime we must be careful not to lose sight of our longer term forward-looking priorities: the impact of climate change and measures to mitigate this; the growing importance of Fintech and the role of shifting demographics across the globe.", "See June 2018 letter from Sam Woods to Treasury Select Committee All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice I began these remarks by highlighting three things that insurers do for the wider economy: Provide protection for significant financial losses; Channel investment into a wide range of assets; and Provide security of retirement income in the form of savings and annuities, facilitating stable demand for goods and services.", "On the first, there is a critical role for insurers to adapt and ensure they are able to meet customers' insurance needs, particularly during the transition out of the crisis and also into the longer term.", "Firms should take early steps to assess what this could mean for their current business models.", "It would be in no one's interests for the experience of the Covid-19 crisis and responsiveness of business interruption cover to reduce consumer confidence in the value provided by insurance for financial protection.", "In the life insurance sector there is an opportunity for firms to leverage their position as long-term investors in a wide range of assets and productive investment, to support our economic recovery but this must not come at the expense of policyholder protection and the provision of secure retirement income.", "We would expect to preserve the current, adequate level of capital in the sector whilst seeking to reduce complexity and frictional costs within the regime.", "A financially resilient, competitive and productive insurance sector not only ensures that individual policyholders are protected, but signals an industry that is able to support the recovery of the wider economy whilst maintaining high prudential standards.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Insurance", "Economic recovery", "Protection", "Investment", "Risk", "Capital", "Retirement income", "Regulation", "Climate change", "Solvency"]}