{"sentences": ["Only a week ago, one sentence suggested we were looking at an abrupt change of direction.", "What has changed in a week?", "I don't think it's particularly useful to dwell on one sentence - especially one which President Lagarde herself quickly corrected.", "I believe that our actions and our policies are clearly demonstrated by our decision yesterday, namely our strong determination to provide support to the Italian and the European economy.", "We made available €1,100 billion, a vast sum, to support the financial markets.", "The famous spread has declined significantly today.", "This measure comes on top of the package we agreed last week, when we made available €3,000 billion to the banks, at very low cost, at very low lending rates, but only on the condition that banks use that funding to finance the real economy, households, firms and government efforts to deal with the public health emergency and support the European and the Italian economy.", "What does the ECB want to achieve now with this new liquidity issuance?", "The coronavirus pandemic will reduce economic growth in Italy and Europe by some percentage points.", "Our actions aim to prevent the hardships and struggles that European citizens and households are currently enduring from being compounded by the economic difficulty that could result from a recession.", "We have taken decisive action to prevent such developments and President Lagarde has stated that there are no limits to the action we will take to ensure that the European economy is able to continue on a path of growth.", "What can European citizens expect now from Europe and the European Union?", "Italian and European citizens can expect what they are entitled to, namely strong, decisive, unified and coordinated action by national governments and European institutions, including the European Central Bank, to alleviate the hardships and economic difficulties that they will inevitably face as a result of the pandemic.", "We will be in the front line of this action.", "President Lagarde has stated that the European Central Bank will continue to act decisively until the emergency related to the coronavirus has been overcome."], "classifications": ["none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["European economy", "liquidity issuance", "economic growth", "coronavirus pandemic", "hardships", "recession", "financial markets", "banks", "public health emergency", "European Union"]}