{"sentences": ["Governance of Financial Globalisation Sir Jon Cunliffe, Deputy Governor Financial Stability, Member of the Monetary Policy Committee, Member of the Financial Policy Committee and Member of the Prudential Regulation Committee German Economic Council Annual Finance Conference, Berlin 11 February 2020 All speeches are available online at www.bankofengland.co.uk/news/speeches Thank you for inviting me to address you today.", "It is now nearly two weeks since the UK left the European Union.", "Our status as a non-member of the EU, what is called a 'third country', is now quite clear.", "The future relationship between the UK and the EU, of course, is not yet fixed.", "It will depend on the outcomes of the negotiation that has now commenced.", "Those negotiations are for the UK government and the EU authorities and member states.", "Our job as the Bank of England is to deliver monetary and financial stability within the mandates that are set for us.", "So I will not and indeed I could not talk today about the trade negotiations or hazard guesses about the outcome.", "But while we are not responsible for trade negotiations and while all decisions about the future relationship are for governments, the governance of the UK's financial links with the rest of the world, the EU included, is important to us given our responsibility for financial stability in the UK.", "I want to talk today in part about the governance of financial globalisation, the progress we have made, and the challenges we face.", "That is a subject that is crucially important to the UK and to the EU, given our integration into the global economy.", "Financial globalisation an integrated global capital market and cross-border financial services mean that our economies can benefit from better matching of saving and investment, from greater choice and from risk sharing and diversification.", "But, of course, it also means that we import and export financial risk from across borders.", "We saw just over a decade ago the damage that can come from financial globalisation if we do not have appropriate governance at the international level.", "This question of governance, and of the import and export of financial risk, is a subject of crucial importance to me, and not just because I am still scarred by the great financial crisis.", "I am Deputy Governor for Financial Stability at the Bank of England.", "We are responsible for the largest and I think most complex international financial centre in the world.", "And I also want today to talk specifically, from the particular perspective of financial stability about how, in the light of the current governance of financial globalisation, we build the new arrangements for the governance of the financial sector connections between the EU and the UK.", "Governance of financial globalisation I have used the word \"governance\".", "The word is of course closely related to the word \"government\".", "But while related, they are not the same thing.", "We can have governance of the global financial system even though we do not have global government.", "Governance can mean legislation, regulation and the institutions of government.", "But it also encompasses broader frameworks of standards, norms and conventions, international organisations and agreements that fall short of hard law.", "Indeed, in a world of nation states and national legislatures and governments, it is on these broader frameworks that we need to depend for the governance of financial globalisation, and the management of cross border risk.", "This challenge is not of course confined to the financial sector.", "International governance structures are required in many economic and non-economic spheres.", "But since the liberation of global capital flows and liberalisation of international financial markets which began 50 years ago, financial authorities in multiple jurisdictions have sought together to build the necessary governance frameworks to enable the benefits of financial globalisation while managing the risks.", "The first Basel Banking Accords of the early 1980s were motivated by the need to ensure that banks involved in cross border services were made subject by their home authorities to minimum standards.", "In other words, to ensure that the benefits of cross border flows were accompanied by assurance on the risks that might be imported.", "Financial globalisation accelerated through the last decade of the last century and up until the great financial crisis.", "External financial assets and liabilities increased from 60% of GDP in the 1980s to 400% of GDP in 2008.", "In advanced economies, this was 6 times the level of exports and imports as a % of GDP.", "This helped to drive unprecedented growth and poverty reduction in the global economy, with the share of the world population living extreme poverty falling over 60% since the 1980s.", "But financial globalisation also gave rise to a series of regional capital and financial crises that exposed the risks; and the international governance structures did not keep up.", "It took the great financial crisis and the near-death experience of the global economy to bring home the lesson that a step change in governance was needed.", "And to create the political will to make it happen.", "The response to the great financial crisis has been the largest, most comprehensive set of reforms to the governance of the international financial sector that we have seen.", "New international standards ensure that banks engaged in cross border activity are far more resilient.", "They have more and better quality capital to absorb losses and much greater reserves of liquidity to withstand stress.", "The development of resolution regimes and an international standard for loss absorbency in resolution makes it far more possible for international banks to fail without endangering the whole financial system.", "OTC derivatives, a key amplifier of the stress and largely unregulated and unreported before the crisis, are now transparent and collateralised an additional $1trillion is now held globally against all derivatives trades.", "A raft of measures have moved shadow banking into the light, eliminating its toxic elements and ensuring more resilient market based finance.", "And, perhaps most importantly, the crisis led to a reformed governance structure with the creation of the Financial Stability Board (FSB), accountable to both the G20 Finance Ministers and Governors and to the G20 leaders.", "The FSB brings together the central banks, regulators, and finance ministries of jurisdictions representing around 90% of the global financial system.", "It has a broad mandate to promote financial stability, monitor and assess risks, and coordinate standard setting bodies to ensure no regulatory gaps.", "The FSB has driven the great reform programme to address the fault lines exposed by the crisis.", "That programme is largely complete and in its implementation phase.", "We cannot and do not need to be forever in a post crisis reform phase.", "But, looking forward, there is always the danger that we fall behind again.", "The progress we have made in governance since the crisis gives us the ability to prevent this from happening.", "We have far better institutional machinery today, through the FSB and G20 to bring governance into line with new risks and challenges before rather than after a crisis.", "The FSB's work on cryptoassets in 2018 is a good example.", "The G20 identified the rapid growth of cryptoassets as a potential problem and tasked the FSB with analysing the risks posed.", "In the space of less than a year the FSB concluded that cryptoassets did not currently pose financial stability risks.", "But it also put in place a monitoring framework to ensure that this assessment is kept current and keeps pace with rapid developments in this area.", "The FSB also identified a number of non-financial-stability risks that need to be addressed by the relevant regulatory bodies in line with its mandate to prevent regulatory underlaps and overlaps.", "And it is not just in the scanning of risks and responses to them that the post crisis reforms have left us in much better position.", "The stronger institutional framework, reporting to the highest political level, and the development of more granular and more comprehensive standards, provides much greater assurance for jurisdictions about the import and export of financial sector risks.", "That was the objective of the global leaders at the Pittsburgh Summit when they committed to developing and implementing global standards in a way that ensures a level playing field and avoids fragmentation of markets, protectionism, and regulatory arbitrage.", "And that is why, five years later, G20 leaders felt able to conclude that 'jurisdictions and regulators should be able to defer to each other when it is justified by the quality of their respective regulatory and enforcement regimes, based on similar outcomes, in a non- discriminatory way.'", "We need to make sure we can sustain this especially in the face of new challenges.", "Crisis concentrates minds.", "It is perhaps inevitable that as time passes and memories fade, there is less political focus on these issues and less will among jurisdictions to ensure governance keeps pace with the risks.", "For example:  Before the crisis Basel II, which was not particularly ambitious, took 10 years to agree.", " By contrast, post-crisis the key elements of Basel III, which was a significant step-change, took just 2 years.", " But as the crisis receded and fatigue developed, it took a further 5 years to finalise Basel 3.1, which implemented less sweeping changes.", "The lesson fades that in an integrated global economy we are all ultimately in the same boat or in the words of Benjamin Franklin that \"if we do not hang together we will most assuredly hang separately\".", "This had led to fragmentation in the way we implement the reforms we have agreed.", "Moreover, the circle of players has grown.", "The governance reform efforts of the last 50 years have been predominantly led by the advanced economies whose financial institutions dominated the global economy.", "That is changing with the increasing importance in the global economy of emerging markets indeed much of the financial innovation we see today is happening in the emerging market and developing world rather than in the advanced economies.", "We are now in short having to work harder to generate the consensus to keep the governance necessary for financial globalisation moving forward in line with the risk.", "And we can see major challenges emerging.", "One example is artificial intelligence.", "Ten years ago, the potential impact of AI and machine learning on financial firms was discussed in niche conferences as one of those things on the horizon.", "Today, 80% of firms we regulate use machine learning.", "The increasing use of AI will pose big societal questions what kind of decisions can AI be allowed to make, how to protect against AI creating and amplifying biases/discrimination.", "These are debates which go much wider than the international financial regulatory community, but to which we must contribute.", "And there are also specific financial-regulatory issues that have cross border implications.", "For example, whether AI systems could contribute to procyclicality and risk amplification, whether and how they should be used in regulatory capital models, and what should be the standards for the appropriate governance and oversight of decisions made by AI.", "That is just one example.", "Use of the cloud by financial firms poses similar issues as does the technology-driven changes that are happening in cross-border payment systems and that present new combinations of risk.", "The challenges go beyond new technology.", "Regulators and supervisors are increasingly working together to ensure the financial system is resilient to the risks posed by climate change and the transition to a low carbon economy.", "The regulatory response to this complex financial stability risk is, rightly, multi-faceted.", "One core element has been reporting and disclosure, on which the FSB has led progress through the Task Force on Climate-Related Financial Disclosures (TCFD).", "But we also need to accelerate work to develop firms' and authorities' climate-related risk analysis and stress testing capabilities, so as to bring climate- related financial risks into the heart of decision-making, and ensure that the global financial system plays its part in the transition to net zero.", "The UK's international financial centre and the EU Ensuring that the governance of international finance keeps pace with cross border risk is crucial to both the EU and the UK, integrated as we are in the global financial system.", "It is of huge importance to the Bank of England which is charged with ensuring financial stability.", "We are home to the largest and most complex financial centre in the world.", "And it is a truly global financial centre, where global capital, liquidity and risk are pooled and managed, with the accumulation of the people, skills and the expertise necessary for such a concentration of international finance.", "The City is home to around 250 foreign banks including all of the major investment banks.", "It is the same story for other financial sectors like asset management and insurance.", "Its financial markets are truly global.", "50% of the global market in swaps and 43% of forex trading takes Around 2.5 times as many USD are traded in the UK as in the US.", "It is the world's second place in London.", "largest centre for asset management.", "And its role as an innovator in global financial services looks set to continue.", "It is a global leader in FinTech.", "The EU is of course of major significance to these pools of global capital, liquidity and risk.", "But London is much more than just a financial centre for the EU.", "And in the same way, while one should be careful not to overestimate it, London is important to the EU.", "It is the major financial centre in which the EU meets the rest of the world.", "The UK's exit from the EU will of course change some of this.", "But it will not change the fact that if the EU economies want to be part of global pools of capital and liquidity, if they want to hedge their risk in the broadest possible markets, trade in the deepest possible markets and establish a global role for the Euro, they will need to meet the rest of the world somewhere.", "That may of course be in the EU for some markets and products.", "And it is conceivable that the global markets in London will transfer to EU jurisdictions.", "But I suspect that will not be likely and if it did happen it would not happen quickly.", "It is true that the past, global financial centres emerged in jurisdictions with huge trade surpluses: Amsterdam in the 16th century, London in the 19th century New York in the early 20th.", "But re-emergence 60 years ago was long after the global economic dominance of the UK and long before the single market in financial services developed in the EU.", "Openness, time zone, language, law, developed domestic financial markets and, crucially, the concentration of skills and expertise and talent, seem better explanations of the agglomerations of economic activity that are today's global financial centres.", "The EU has the ambition to build a more integrated and more market based financial system the Capital Markets Union.", "I certainly believe this is the right ambition; a greater role for risk capital and for market based rather than bank-based finance will help to diversify risk across borders, reduce costs to the real economy and avoid too great a reliance on the banking channel of credit intermediation.", "BIS (2019): UK's share of global 2019 (April) turnover in OTC interest rate derivatives and foreign exchange UK's FinTech adoption rate was 71% in 2019, global average is 64 Roberts, R. (2005).", "London as an international financial centre, 1980-2000: global powerhouse or Wimbledon EC2?.", "In: Cassis, Youssef and Bussière, Eric (eds.)", "London and Paris as International Financial Centres in the Twentieth Century.", "Oxford University Press, Oxford, pp.", "What turns cities into international financial centres?", "Analysis of cross-border investment banking 2000-2014.", "But while financial markets and financial centres need to be supported and governed by the right regulatory framework, one cannot regulate deep capital markets into being, and certainly not global ones.", "The development of market-based finance in the EU has, in my view, more to gain than lose from access to the markets, expertise and concentration of financial activity in London from partnership rather than rivalry with the global financial centre on its doorstep.", "We cannot, of course, read the future and predict how the financial arteries and veins now connecting the UK and EU will develop now the UK is no longer a member of the EU.", "What we can say, with some confidence, however, is that though the financial connections between us will change and adapt, they will not be severed.", "The UK, and the global financial centre we host, will remain open to access from the EU and its members as we are open to access from the US and Asia.", "And unless the EU and its members want to reverse their integration into the global financial sector and I see no real signs of that - there will continue to be strong financial sector connections between us.", "Governance of EU-UK Financial Interconnectedness And that brings me back to the subject of the governance of international finance the way in which jurisdictions can gain the assurance about the import and export of financial sector risk necessary for their economies to benefit from the efficiency, opportunity and risk management offered by financial globalisation.", "For the last 30 years or so the governance for cross border financial activity within the EU has been increasingly provided by the legislation, regulation and institutions of the single market in financial services.", "For the UK, this will continue for another 11 months.", "But after that we will need new ways to provide the governance for the deep financial connections that will continue between us.", "The progress in stronger international governance frameworks that I have described provides the basis for that.", "The development of international standards, of the norms for cooperation, the machinery for scanning and assessing risks and for generating common approaches, provide for mutual assurance in a way that was not possible in the past.", "We will be able and will need to build on that basis.", "Some of this may come through the 'equivalence' regimes present in some EU legislation, regimes that will initially at any rate be mirrored in UK legislation as we start with the EU acquis on-shored into national law.", "But those regimes cover only a part of the cross border connections.", "They do not, for example, cover how the supervisors of the large EU banks active in London will cooperate with the UK supervisory authorities to provide assurance about the risk being imported into the UK.", "Or how the EU authorities at European and at member state level will manage the pooling of EU risk in the global markets of London.", "We have a good basis on which to build.", "Most obviously we leave the EU with the same legislation and - 'equivalence' at the starting point of this new relationship should not take the regulation regulatory authorities on either side very long to establish.", "The Financial Policy Committee of the Bank of England has made clear that it is committed to maintain a level of financial sector resilience that is at least as great as that currently planned, which itself exceeds that required by international standards.", "On the supervisory side, the Bank of England has over the last 18 months signed 30 MoUs with EU and EU member state authorities covering pretty much all aspects of financial sector activity.", "The Financial Conduct Authority has done likewise.", "The issue therefore is not the starting point but how our regulatory frameworks and supervisory practices and cooperation will develop over the future.", "The UK has been very heavily involved and instrumental in the development of the EU regulatory framework.", "That will no longer be possible.", "As a third country, the UK is no longer involved in the development of EU legislation and regulation.", "As new challenges emerge, as EU regulation no longer needs to cater for the greater complexity and scope of risk and activity in London, and as the complex processes and structures needed to manage the regulatory framework within the EU are no longer needed in the UK, there may well be divergence.", "The issue, from a financial stability perspective, is how we will manage that to provide the necessary assurance on the import and export of risk on both sides.", "The EU needs assurance on financial stability risk once the UK is no longer subject to the EU framework.", "Indeed, as an importer of risk from EU jurisdictions, the UK regulatory authorities have the same need.", "And the degree of assurance is related to the degree of risk.", "the EU/UK Political Declaration, 'autonomous' matters for Equivalence assessments are, in the words of each side.", "But if we want the relationship to work, the following considerations matter.", "and I think self-evidently, the UK cannot outsource regulation and supervision of the world's leading complex financial system to another jurisdiction.", "That argues against a relationship built on textual alignment of our regulatory frameworks.", "Rather, and in line with the way in which global governance has developed, it requires a relationship built on the assessment of similar outcomes, in a non-discriminatory way, paying due respect to home country regimes in line with FSB norms.", "Both the EU and UK have I think recognised principle.", "Second, future regulatory and supervisory arrangements between the EU and the UK need to be stable and built on good faith.", "This is not primarily because cross border activity beneficial to both sides will not be maintained in an unstable environment true though that is.", "It is because abrupt disruption of cross border activity in the financial sector is in itself a source of risk.", "Of course, even in a relationship grounded on similar outcomes and deference, it must be possible for supervisory and regulatory arrangements to change over time for one side or the other to conclude that due to changes in the regulatory framework or new challenges handled in different ways, financial stability risk cannot no longer be managed in the current framework.", "In such a case, additional controls and restrictions on cross border activity may be needed.", "But these need to be clear and transparent regulatory and supervisory decisions, grounded in evidence and applied within agreed procedures to ensure that their implementation itself does not become a source of risk.", "A relationship in which financial sector disruption can become the tool of other policies is difficult to square with financial stability.", "Third, we need on both sides to have deep supervisory cooperation in all areas of cross border financial activity banking, insurance, markets and market infrastructure.", "Depending on the circumstances, that can mean line of sight, joint discussion of risks and mitigation in short ensuring that the importer of risks has information and influence.", "It means assurance not just about business as usual but also that failing firms that are active cross border can be resolved effectively and safely by their home jurisdiction.", "We have such arrangements at present with non-EU jurisdictions whose firms are highly active in the UK.", "In areas such as global financial infrastructure, supervisory co-operation can mean a degree of joint supervision.", "Again, we have such arrangements with non-EU jurisdictions and indeed with EU jurisdictions particularly in the payments area.", "We are likely to need to develop such arrangements more generally at the international level in future to manage the technology driven changes in cross border payments systems.", "But such arrangements must be practical.", "Effective supervision of systemically important firms in business as usual cannot be achieved with multiple hands on the steering wheel.", "Firms need clear and consistent messages.", "This is true, a fortiori, at times of stress.", "Arrangements for shared supervision, therefore, need to be worked out carefully, subject to agreed procedures and, crucially, recognise the primacy of the lead supervisor.", "And, given the systemic importance of global infrastructure to many jurisdictions, they must above all be stable.", "And finally, these arrangements need to be reciprocal and proportionate.", "This means as I have said, the degree of assurance depends on the degree of risk.", "In areas for example where there is no cross-border activity, there is little need for assurance on cross border risk.", "In the end, both sides will need to make a balanced assessment.", "It is perhaps human nature on either side to want maximum control and minimum responsibility.", "But a stable and effective regulatory and supervisory relationship cannot be built on those lines.", "I am an optimist in this area.", "Of course, I expect some change.", "But I also believe we have a very solid foundation on which to build the broad supervisory and regulatory relationship necessary for the UK and the EU economies to continue to benefit from our cross border financial connections and from the integration of global and European markets that this encompasses.", "I am here talking, with our responsibility for financial stability in the UK, about the management of financial stability risk on both sides.", "I am not, to be clear, talking about trade negotiations.", "As a former UK Ambassador to the EU, I know full well that there are many things in the world of EU-UK relations apart from financial regulation and financial stability.", "It is, however - and as I said at the outset - for others to decide those things.", "My point today is that we have over the past ten years achieved a step change in the governance of financial globalisation and the way in which we manage cross border risks.", "As memories of the crisis fade, we need to work together to sustain and reinforce the progress we have made to deal with new cross border financial sector risks challenges like the impact of climate change on the financial sector and the technologically-driven changes we are seeing in cross border payment systems.", "The reforms to governance of financial globalisation also provide the direction, once the UK leaves the single market for financial services, for the development of the governance of the deep financial links that will continue to exist between us, to the benefit of all our economies."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Financial Globalisation", "Governance", "Financial Stability", "International Standards", "Basel Accords", "Cross-Border Risk", "Financial Sector Connections", "EU-UK Financial Interconnectedness", "Equivalence", "Supervisory Cooperation"]}