{"sentences": ["Officers and members of the Professional Insurance and Financial Advisors Association of the Philippines (PIFAAP), led by its Chairperson, Ms. Esperanza Chong, and President Jeff Gonzales, ladies and gentlemen, good morning.", "I would like to thank you for this opportunity to talk about BSP's views on the country's economic outlook for 2020 and beyond at PIFAAP's 17th Annual Congress, with the theme, \"P2P: From Profit to Purpose.\"", "Most of us know the term \"P2P\" refers to the transport service that brings you from Point A to Point B.", "This reminds us of how policymaking works at the BSP, where it is important that we are able to assess where the economy is and to know where we want it to be.", "As the country's central monetary authority, the BSP is firmly committed to fulfilling its price and financial stability mandates as a means of supporting economic growth that is strong, sustainable, and inclusive.", "It is for this reason that I chose the theme of my presentation today, \"Gearing up for the road ahead: With foresight and purpose.\"", "Having foresight helps us prepare for the future, in the face of widespread uncertainties.", "Having a clear purpose enables us to stay the course and not to wobble on our commitment and resolve to move forward amid the challenges that come our way.", "And there are indeed significant risks and challenges clouding the global and domestic economic environment today.", "Among the risks currently on our radar screens are the following: On the external front in 2019, the global economy was heavily weighed down by trade policy uncertainties and geopolitical tensions.", "The IMF, in its World Economic Outlook (WEO) Update released last month (January 20), estimated that the world economy grew by a modest 2.9 percent in 2019.", "It projects that it would pick up slightly to 3.3 percent this 2020, although it should be noted that this has been revised downward from the October 2019 WEO.", "This shows that the world economy remains weak.", "Further on the external front, major risks include: Rising geopolitical tensions, notably between the US and Iran, as well as social unrest in some countries (e.g., Hong Kong, Argentina, Chile, Iran, Iraq, Turkey, and Venezuela), could disrupt activity and hurt already tepid business sentiment; Still high trade barriers between US and China could continue to imperil global supply chains, erode sentiment, and undermine global manufacturing and trade; and Recent coronavirus outbreak which has been declared as \"global health emergency\" by the World Health Organization (WHO).", "Growing concern over COVID-19 has likewise weighed down on growth prospects not only in China but globally.", "On the domestic front, the major risks include: first, failure to address infrastructure bottlenecks, and second, incapacity to enhance disaster resilience amid increased intensity and frequency of natural hazards.", "As we prepare to overcome these challenges, we should look for new ways of doing things, pursue structural reforms, and strengthen our institutions along the way.", "As it stands today, the Philippine economy is poised to sustain its 84 quarters of uninterrupted growth despite increased global uncertainties along with emerging domestic challenges.", "A quick glance at some of the key economic indicators in 2019 show that the country's robust macroeconomic fundamentals remained intact.", "Real GDP growth grew by 6.4 percent in Q4 2019, supported by accelerated government spending, which resulted in full year growth of 5.9 percent.", "The full-year outturn was close to the lower end of the national government's growth target range of 6.0 percent - 6.5 percent in 2019.", "Despite strong headwinds, the domestic economy in 2019 continued to demonstrate resilience and stability, characterized by: Sustained growth momentum; Favorable inflation environment; Ample liquidity and credit; Robust external position; Sound and stable banking system; and Modest fiscal deficit.", "The 2019 GDP growth rate was a tad lower than the revised official growth target range of the national government of 6.0 to 6.5 percent.", "But what is impressive is that the country has remained one of the fastest-growing economies, not only in Asia, but in the world.", "On the demand side, the economy continues to be supported by sustained household consumption and quickened in public spending during the second half of 2019.", "On the supply side, growth was driven still by broad-based expansion of services and industry sectors supported largely by the strong numbers coming from financial intermediation; public administration and defense, compulsory social security; trade and repair of motor vehicles; and construction.", "Despite the El Niño phenomenon and the lingering effects of African Swine Fever, the agriculture sector managed to grow by 1.5 percent during the year.", "In 2019, headline inflation was 2.5 percent, well within the government's target range of 2.0-4.0 percent, and was supported mainly by decelerating food inflation.", "The benign inflation is expected to support consumption demand moving forward.", "This slide shows the series of BSP policy actions pursued in 2019.", "The much improved inflation dynamics so far alongside the benign inflation outlook have given the BSP space to reduce policy rate by 25 bps each in May, August, and September 2019, respectively, as a pre-emptive move against the risks associated with weakening global growth.", "In its most recent monetary policy stance meeting on 6 February 2020, the Monetary Board concluded that a further preemptive reduction in the policy rate to support market confidence was necessary and cut policy rate by 25 bps.", "It was also noted that the phenomenal spread of the 2019 novel coronavirus could have an adverse impact on the global economy and market sentiment in the coming months.", "Looking ahead, we expect inflation to gradually rise but remain on a target-consistent path for 2020 and 2021.", "Inflation expectations also continue to be firmly anchored within the target over the policy horizon.", "Meanwhile, the risks to the inflation outlook continue to tilt slightly toward the upside in 2020 and toward the downside in 2021.", "This is depicted in the fan chart on the left-hand side.", "Upside risks to inflation over the near term arise mainly from potential upward pressures on food prices owing in part to the African Swine Fever outbreak and tighter international supply of rice.", "Moreover, there continues to be the burden on the economy posed by the ongoing Taal volcano eruption and the aftermath of typhoon Tisoy.", "However, uncertainty over trade and economic policies in major economies such as China, US and Europe continue to put downward pressure on global demand, thus easing upward pressures on prices of some commodities like oil.", "Meanwhile, the Philippine banking system remains strong and sound.", "Philippine banks are sufficiently capitalized and past due ratios have also declined over the years, contributing to greater ability to intermediate funds, manage risk, and increase profitability.", "The stability and soundness of the banking system is due to a large part to the strategic and progressive financial reform agenda of the BSP in banking supervision, cyber security and technology risk management, anti-money laundering, counter-terrorist financing, and capital market development.", "We want the Philippine banking system to remain strong in financial intermediation and promoting greater economic activity.", "The manageable external payments position has provided a strong buffer for the domestic economy against external headwinds.", "Recently, the balance of payments (BOP) position had a turnaround from a deficit position in 2018, to a surplus of US$7.8 billion for 2019.", "This may be attributed partly to higher net inflows of foreign direct investments and foreign portfolio investments which was bolstered by favorable investor sentiment.", "The current account was in a deficit position, in the first three quarters of 2019.", "But the deficit has narrowed significantly-from a deficit of US$5.8 billion in 2018 down to a deficit of US$992 million in 2019.", "This development came largely from the lower trade in goods deficit combined with higher net receipts in the trade in services, and in the primary and secondary income accounts.", "We also have structural sources of foreign exchange, which provide substantial cushion from external shocks.", "First, foreign direct investments or (FDI) remain resilient.", "It is lower compared to 2018 due to lingering global uncertainty which dampened investor sentiment.", "Second, overseas Filipino remittances as well as BPO earnings are sustained.", "Cash remittances reached US$30.1 billion in 2019 an increase of 4.1 percent year-on-year.", "On the other hand, BPO revenues were recorded at US$16.4 billion for the first three quarters of 2019.", "Meanwhile, data as of end-January 2020 shows that the country's gross international reserves (GIR) stood at US$86.9 billion.", "This level of GIR is more than enough to finance 7.6 months' worth of imports of goods and services and payment of primary income.", "It is also equivalent to 5.4 times the country's shortterm external debt based on original maturity.", "The sustained favorable external debt profile is also another factor supporting the The country's external debt metrics have steadily improved.", "external debt-to-GDP ratio is 23.7 percent as of end-September 2019, a sharp departure from about 60.0 percent in 2005, before the onset of the Global Financial Crisis (GFC).", "A large part of the country's external debt remains in medium-to-long term maturity profile supporting a manageable debt repayment schedule over the medium-to-long term horizon.", "The Philippine economy not only has ample monetary policy space but also fiscal space The improving fiscal position of the government, to respond to any downside risks to growth.", "supported by the series of fiscal reforms in both tax revenue generation and tax collection, provides the government the resources to increase public investments and support domestic demand.", "This fiscal space will also help boost private investment via the infrastructure push, and will consequently expand the country's productive capacity to ensure a durable and sustainable growth in the years to come.", "Moving forward, we are optimistic that the Philippine growth momentum will be sustained.", "The current administration is in a strong position to push for reforms by leveraging on its strong political capital.", "Results of institutional and governance reform surveys are positively recognized by independent third-party assessors.", "The country has indeed made important strides in enhancing its competitiveness over the past years.", "This is the essence of what we are doing on a pro-active basis, and this is to future-proof the Philippine economy.", "The country's improved creditworthiness, exemplified by the country's elevation to investmentgrade territory, has cemented the Philippines' status as an economy with one of the brightest prospects globally.", "Our sound macroeconomic fundamentals, supported by structural reforms, have been duly recognized by credit rating agencies.", "International rating agencies have taken notice of the strides that the country has taken in the areas of economic reform and liberalization that have produced the current growth and stability the country exhibits.", "Credit rating upgrades mean lower borrowing costs for the country.", "At investment grade, a country is seen to be fully able to service its foreign debts.", "Fitch Ratings and Moody's Investors Service kept the Philippines one notch above minimum investment grade.", "Meanwhile, the latest credit rating upgrades given by Standard and Poor's and JCRA in April 2019 and by the Japan-based R&I credit rating agency just earlier this month place the Philippines only a step away from our targeted single \"A\" grade in the next two years.", "Having an A-rating will place the Philippines in the radar of more investors, which bodes well for attracting more job-generating investments.", "The same optimism is shared by third-party assessors such as the International Monetary Fund (IMF), the World Bank (WB) and the Asian Development Bank (ADB).", "Not surprisingly, they expect the Philippine economy to remain one of the fastest-growing economies in 2020, not only regionally, but globally.", "These multilateral agencies expect the Philippines to expand by 6.1 percent to 6.3 percent this year.", "In fact, some market analysts are even more optimistic.", "Shortly after the release of the Q4 2019 GDP figure on 23 January, Morgan Stanley, Barclays, HSBC, PNB, and Nomura also released their 2020 projections for the Philippine economy which ranged from 6.0 percent to as high as 6.7 percent.", "The expectation of sustained growth momentum is not without basis.", "In fact, there are key structural changes pointing to increased efficiency and productivity of the economy.", "In these charts we can see the following: 1. the steady improvements in economic efficiency as indicated by the declining incremental capital-output ratio; 2. increasing total factor productivity; and 3. favorable labor market dynamics given the young population and improvements in the education and skill sets of those in the labor force.", "Another key factor that lends support to the higher growth potential of the Philippine economy is the country's demographic profile.", "The IMF predicts the country's dependency ratio to decline steadily until 2050, considerably lower than its regional peers.", "This implies that the expanding Philippine economy will not fall short of supply of young, skilled, and educated workers.", "This should also positively affect savings and innovation, leading to an increase in total factor productivity and to longer periods of economic growth.", "All told, economic indicators suggest that the country has been making remarkable progress towards achieving its goals.", "Prospects for the domestic economy continue to remain favorable as domestic growth fundamentals are expected to remain intact.", "GDP expansion is expected to continue to pick up in 2020 due to the robust growth in the services sector and improved external trade conditions.", "Private demand is expected to remain firm, aided mainly by sustained remittance inflows and stable inflation.", "As more \"Build, Build, Build\" projects get completed, the positive spillover effects on private construction would also contribute to economic growth.", "So what is the BSP's role in upholding this positive Philippine macroeconomic narrative?", "We remain steadfast in our commitment to effectively discharge of our mandates in order for us to gear up for the road ahead.", "Achieving our primary mandate of price stability through the effective conduct of monetary policy.", "Upholding financial stability thru banking supervision and regulation and the pursuit of financial reforms.", "Ensuring an efficient payments and settlement system thru the operation of real-time settlement system to reduce the cost of exchanging good and services.", "Our policy and reform agenda involve strategic, complementary and reinforcing efforts in developing deeper money, debt, and FX markets that systematically build the country's resilience by reducing reliance on external funding and insulating the domestic economy from external shocks.", "At the same time, we are pursuing initiatives to deepen the local debt market.", "This will go a long way in funding infrastructure and other big-ticket investments.", "To support our financial inclusion agenda, we are championing an enabling environment for the digitalization of the payments system.", "Our flagship project is the National Retail Payments System (NRPS) which is expected to boost economic activities by making available an interoperable, safe, and efficient real-time digital payments system.", "The passage of Republic Act No.", "11211, or an Act Amending Republic Act No.", "7653, known as the 'New Central Bank Act' (signed on 14 February 2019) is a significant milestone for the BSP.", "The pursuit of the BSP mandates were further strengthened with the expansion of the BSP's policy toolkit.", "The new BSP charter embodies a package of reforms that will further align its operations and global best practices and improve its corporate viability.", "The law restored the central bank's authority to issue its own debt papers as part of its regular monetary operations, establishes a stronger prudential regulatory framework to promote a safe and sound financial system through the expansion of supervisory coverage and authority to prescribe metrics attuned to international standards and practices.", "The amendment likewise empowers further the BSP to oversee the country's payment and settlement systems (PSS) including critical financial market infrastructures that are vital components of the PSS.", "Moreover, the amended charter strengthens the central bank's ability to obtain data from any person or entity from the private and public sectors, for policy making and statistical purposes, in line with the pursuit of its mandates.", "The BSP has identified its legislative priorities in the current 18th Congress.", "We support amendments to the Bank Secrecy Law to better combat tax evasion and money laundering.", "We also have the Financial Consumer Protection Bill to consolidate various consumer protection initiatives.", "And the amendments to Agri-Agra, which are intended to institute agricultural financing reforms, including the expansion of the list of projects and activities that may be financed through bank loans or investments, and broadening of the modes of alternative compliance.", "In closing, let me leave you with these take-aways.", "I believe that Philippine economy remains in a position of strength and has built ample buffers to weather volatilities and uncertainties in the global environment.", "While the Philippines is poised to remain among the fastest-growing economies in the region and in the world, having foresight and being wary of the risks and challenges in the horizon, dictate that we should not be lulled into complacency.", "It remains prudent that we balance our optimism with a certain degree of caution.", "We assure you that we at the BSP will endeavor to stay ahead of these domestic and external developments and ensure that its monetary policy framework and policy agenda remain responsive to the very fluid economic environment.", "We likewise remain focused on our purpose and steadfast in pursuing continuity, preserving our credibility, and in staying committed to undertake bold reforms and continued improvements in carrying out our mandates of price stability, financial stability, and efficient payments and settlements system.", "This way, we can truly fulfill our role in navigating the country towards a charted path of sustainable and inclusive economic growth.", "Again, it is a pleasure to be here this morning.", "Salamat at mabuhay tayong lahat!"], "classifications": ["none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic growth", "Inflation", "Financial stability", "Monetary policy", "Banking system", "External payments", "Fiscal policy", "Structural reforms", "Credit rating", "Demographic profile"]}