{"sentences": ["Distinguished guests, ladies and gentlemen, good morning.", "Thank you for inviting me to the Caixin Summer Summit 2020.", "COVID-19 has triggered the sharpest contraction in the global economy since the Great Depression of the 1930s.", "We can expect a gradual recovery from the third quarter onwards as countries re-open their economies.", "But there is considerable uncertainty about the strength and durability of this recovery.", "The trajectory of the economy will be largely shaped by the trajectory of the pandemic - which is itself a significant source of uncertainty.", "The risk of secondary waves of infection is not trivial.", "Those countries that have put in place strong safe management measures and a robust regime of testing, contact tracing, and swift isolation of infected persons, are more likely to minimise a second outbreak of infections and sustain their economic recovery.", "China's experience is encouraging in this regard.", "It has been taking decisive steps to contain new outbreaks of infection while lifting movement restrictions and restoring economic activity.", "It is important that as countries seek to contain the pandemic, they do so in a way that does not undermine connectivity among them.", "Closer integration - through trade and investment - has underpinned the prosperity and poverty reduction we have seen globally since the Second World War.", "I think there are two priorities for international co-operation in the wake of Covid-19: first, keeping supply chains open; second, strengthening digital connectivity.", "Keeping Supply Chains Open Let me start with supply chains - of trade, transportation, and logistics.", "The consensus in favour of globalisation was already shifting before the virus hit, with growing concerns that the fruits of free trade and open markets were not shared equitably.", "Now, with Covid-19, doubts about the pace and scale of global economic integration have intensified.", "Amid the lockdowns and disruptions in global supply chains, countries are realising how dependent they are on these networks - and hence vulnerable.", "There is naturally a temptation to shorten supply chains, or bring onshore the production of essential goods, or impose export controls to conserve supplies for domestic use.", "There will likely be a shift in supply chains, with a rebalancing from efficiency to resilience.", "This is not necessarily bad, knowing what we now know about our vulnerabilities.", "Building resilience is not about retreating behind our respective borders.", "Doing so will only diminish our collective resilience to shocks, not enhance it.", "Resilience is not achieved through insulation or in-shoring.", "If every country were to try to grab what it could, we will all end up with less.", "The more effective way to build resilience in a post-Covid world is through greater diversification of supplies and building redundancies in global value chains.", "The pandemic has shown how important it is for countries to keep markets open, trade flows smooth, and supply lines intact.", "But each country will do this only if it has an assurance that others will do the same.", "We must therefore make a renewed commitment to keeping supply chains open.", "We must coordinate our actions to minimise disruption and enhance recovery.", "We must agree on common protocols for re-opening our borders in a safe manner, lifting travel and trade restrictions, and restoring air and shipping routes.", "We cannot wait for global leadership or multilateral agreements to do this.", "Like-minded countries must come together, make things happen, and blaze a trail for others to come along.", "Singapore has been part of such efforts to keep global supply chains open.", "Together with Australia, Brunei Darussalam, Canada, Chile, Laos, Myanmar, Nauru, New Zealand, the United Arab Emirates, and Uruguay, Singapore issued last month a joint ministerial statement to underline our commitment to maintain open supply chains during the ongoing Covid-19 pandemic.", "Importantly, it contains a commitment to refrain from export controls, tariffs and nontariff barriers, and remove any trade restrictive measures on essential goods.", "Singapore is also in active discussion with various countries to develop bilateral arrangements for safe travel between them.", "We are pleased that our first 'fast lane' arrangement has been launched with China -to facilitate essential business and official travel between our two countries.", "Arrangements like these, with trusted protocols and agreed measures, will build confidence in managing the risks of importation of the Covid-19 virus, and allow countries to re-open to trade and travel.", "Strengthening Digital Connectivity The second area countries must co-operate on is relatively new but is growing rapidly in importance - digital connectivity.", "We all know how the Covid-19 pandemic has accelerated the use of digital services.", "Amid safe distancing measures and movement controls, many firms have shifted to digital channels to conduct business.", "E-commerce, online education, tele-medicine, remote working, internet banking - have all taken off spectacularly.", "The ability to conduct business on digital platforms, especially across borders, has become a competitive advantage - for it allows people and businesses to tap onto a global market for sales or supplies or solutions.", "We need to deepen digital connectivity across countries, to expand opportunities for our people and businesses.", "An area that could clearly benefit from digital and data connectivity is cross-border trade.", "There is a large number and variety of parties involved in an international trade transaction.", "The trade process is highly fragmented, paper-based, slow, and cumbersome.", "Harmonising and digitising trade documents and putting them through a seamless digital platform will help to make trade more efficient and secure.", "Food safety will be an area of high priority as we emerge from the Covid-19 pandemic.", "This often requires traceability in supply chains that span multiple countries.", "Being able to do this well requires data sharing and digital connectivity.", "An example of digital connectivity that addresses both trade finance and food safety is DBS Bank's partnership with Agrocorp, a Singapore-headquartered agricultural commodity and food solutions provider.", "They have developed a block chain trade platform that connects 4,500 Australian farmers with Agrocorp's restaurant and supermarket customers.", "The platform provides real-time pricing, shared delivery information, and automated trade finance approval.", "The platform will be extended to include additional source information about the water, fertiliser, and pesticide usage of the commodities traded.", "This will improve food traceability and food safety.", "A particularly important dimension of digital connectivity is cross-border data connectivity.", "Covid-19 has shown that the ability to leverage the cloud to store and access data is critical for business continuity and cyber security, amid travel restrictions and office closures.", "We need to put in place agreements to enable cross-border data flows in a secure and seamless manner, so that digital transactions can be consummated efficiently.", "Digital connectivity and trusted data corridors are to the digital economy what free trade agreements were to the traditional economy.", "Singapore has signed so-called Digital Economy Agreements with Australia, New Zealand, and Chile.", "These joint commitments provide clarity and certainty to firms moving data across our jurisdictions to support their business operations and risk management.", "Our economies and societies are deeply intertwined: Covid-19 has demonstrated that.", "The way forward should be one of even closer co-operation and deeper integration - keeping global supply chains open and strengthening digital connectivity across nations."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Supply Chains", "Digital Connectivity", "COVID-19", "Economic Recovery", "Trade", "Global Economy", "Resilience", "Cross-Border Data", "Food Safety", "Trade Finance"]}