{"sentences": ["14.10.2020 Risks and vulnerabilities in the corporate sector as a result of the COVID-19 crisis: the experience of Spain 5th annual EU and US Perspectives: How to Spend it/ SUERF (The European Money and Finance Forum) Pablo Hernández de Cos Ladies and gentlemen, I wish you a good morning or good afternoon, depending on your time zone.", "First of all, let me thank the organisers for their kind invitation to participate in this conference.", "My presentation will focus on the impact of the COVID-19 crisis on the risks and vulnerabilities of non-financial corporate sector, the role played by policies in tackling these risks and the main challenges ahead.", "I will illustrate these vulnerabilities and challenges focusing on the Spanish case.", "This discussion is very relevant since the activity of the corporate sector has been particularly hit by the crisis and indeed many of the policy measures applied have focused on supporting the viability of firms which, despite being solvent, have seen their liquidity position deteriorate as a consequence of the crisis.", "The swift implementation of these policies is being and will continue to be crucial to prevent the temporary shock of the pandemic turning into the closure of many firms and therefore into a permanent loss of productive capacity.", "However, these policies have not been able to avoid an increase in the indebtedness of many firms since the beginning of the crisis.", "The way we handle this deterioration of their balance sheets will have major implications for the macro outlook both in the short and the medium run.", "Indeed more financial vulnerable firms tend to invest and hire less than firms with a robust financial position1.", "In extreme cases, the vulnerabilities of the corporate sector could lead to the closure of firms, a development which would adversely impact economic growth owing to the possible destruction of part of the productive system and the consequent job losses.", "At the same time, there are already signs that the pandemic may give rise to certain structural changes, although the full extent of these is, for the time being, difficult to know.", "It is crucial that these changes and this structural damage are identified promptly since economic policy cannot indefinitely sustain a sector that is set to undergo a structural reduction in its level of activity.", "Instead, it should aim to promote and support the adaptation of the productive system to the new realities and the efficient reassignment of resources among industries and firms.", "The impact of the COVID-19 crisis on the Spanish economy To put the discussion on corporate sector risks and vulnerabilities in context, I will first briefly review the impact of the COVID-19 crisis in Spain.", "The Spanish economy has been one of the hardest hit by the pandemic among advanced economies, with GDP experiencing unprecedented quarter-on-quarter declines of 5.2% and 17.8% in the first and second quarter, respectively.", "In the third quarter, economic activity is expected to have partially recovered, with the latest information pointing to a weakening in growth momentum since the end of July as a consequence of the worsening of the health crisis over the summer months.", "Looking ahead, the Spanish economic outlook continues to be highly dependent on epidemiological developments, about which much uncertainty remains.", "In any case, the latest Banco de España forecasting exercise points to a large GDP fall in 2020 as a whole, which could range between 10.5% and 12.6% depending on how the pandemic evolves and, therefore, on the severity of the measures needed to contain it.", "In either of the two scenarios considered, this contraction in GDP would be followed by a fairly dynamic recovery in 2021 and 2022.", "This recovery, however, is expected to be incomplete, meaning that, by the end of the forecasting period, Spanish GDP would still be below its prepandemic level.", "Firms' liquidity risks and the economic policies implemented to tackle them Let me now discuss the main risks that firms are facing in this challenging environment.", "The two main risks are liquidity and solvency risks.", "I will start with liquidity risk, which arises from the tension between the lesser willingness of lenders to lend and the higher financing needs of firms.", "The pandemic has increased credit risks perceived by lenders, which together with the higher economic uncertainty, might discourage them from lending.", "Some lenders might react by demanding a higher risk premium on the interest rate charged on their lending operations, while others may instead decide to cut the amount they are willing to lend.", "This pattern has been observed in previous crisis episodes and, in particular, during the Great Financial Crisis.", "For firms, the shock implies a significant fall in their turnover due to the lockdown measures introduced by authorities to prevent the spread of the virus.", "The turnover reduction together with the existence of fixed costs translates into an increase in firms' liquidity needs.", "Firms may cover part of these needs by using their liquid assets or by resorting to the undrawn amounts in their credit lines, but in many cases these buffers will not be large enough considering the size of the shock.", "Therefore, firms will try to cover their remaining liquidity needs by resorting to fresh borrowing.", "The result will be an increase in credit demand against the background of a possible contraction in credit supply.", "The severity in firms' liquidity risks depends on the amount and composition of liquidity shortfalls and the buffers firms have to cover them.", "According to micro simulations conducted by Banco de España staff, 68% of firms would have liquidity shortfalls2 between April and December 2020, almost 10 pp higher than under a counterfactual scenario of no pandemic3.", "It is estimated that the corporate sector's overall liquidity shortfalls between Q2 and Q4 2020 will amount to around EUR 230 billion.", "Ignoring liquidity needs associated with investment in fixed assets, which are less relevant for liquidity risks as this expenditure has a lower degree of commitment and can more easily be avoided, the liquidity shortfall during the same period is estimated to be around EUR 25 bn higher than under the no-pandemic counterfactual scenario.", "Additionally, results show that more than half of these liquidity needs could not be covered through the use of both firms' liquid assets and the undrawn amounts of their credit lines.", "These simulations also show that a prominent portion of firms' aggregate liquidity needs would be generated by companies of low credit quality, which are expected to have more difficulty gaining access to credit, especially in periods of high uncertainty and increasing concerns over credit risks.", "All in all, these results suggest that the pandemic outbreak led to substantial liquidity risks for Spanish firms.", "National and supranational economic policies in different areas (fiscal, monetary and financial) reacted quickly and forcefully to tackle these risks in Spain and other countries.", "Let me review the main measures taken in this domain and their main goals.", "In the area of fiscal policy, the Spanish Government introduced tax deferrals for firms and a favourable furlough scheme with the aim of reducing firms' short-term liquidity needs.", "Also, the Government launched a public loan guarantee programme with an envelope of EUR 140 billion to encourage banks to lend to firms and the self-employed.", "Under this programme, the Government covers up to 80% of the credit losses on loans extended by commercial banks to SMEs and the self-employed, and up to 60%-70%, depending on whether the operation is a loan renewal or a new loan, in the case of loans granted to large firms.", "In the area of monetary policy, the ECB took several measures aimed at supporting bank lending by providing financing to banks under very favourable conditions.", "In particular, it introduced new bridge refinancing operations for banks, improved the conditions of the existing TLTRO III refinancing operations (which give banks incentives to lend to the real economy) and relaxed the collateral framework in order to increase the amount of funds that banks can obtain in these operations.", "Additionally, with the aim of easing financing conditions in fixed income markets and averting their fragmentation, the ECB increased the size of the existing asset purchase programme by EUR 120 billion and introduced a new programme (the Pandemic Emergency Purchase Programme) for an amount up to EUR 1.35 trillion.", "The design of this programme allows for a higher degree of flexibility in the distribution of purchases both over time and across regions to make it more efficient.", "Finally, financial policies have also played a role in supporting bank lending.", "In particular, both macroprudential and microprudential requirements on capital and liquidity for European banks were relaxed.", "Additionally, the European regulation on capital requirements was reformed, with rule changes affecting sovereign exposures, impairments on nondefaulted exposures, SME support factors and software deductions, among other elements of bank capital calculation.", "These latest regulatory changes generally involve an increase in banks' capital ratios.", "In order for banks to preserve loss-absorption resources in the near future, the ECB and national authorities asked banks to halt dividend distributions until 1 January 2021, and also to refrain from share buybacks and to apply moderate variable remuneration policies.", "Accounting rules have been adapted to allow full recognition of the benefits of credit support policies such as government loan guarantees, and to avoid the mechanistic reclassification as non-performing of loans to borrowers with temporary liquidity pressures, but with a sound solvency position.", "The available evidence suggests that these measures have contributed to easing firms' financing conditions.", "For example, the results of the Bank Lending Survey show that, in the second quarter of this year, Spanish banks eased credit standards in the segment of lending to firms.", "This behaviour contrasts with the significant tightening in those standards observed after the Lehman bankruptcy in October 2008.", "Apart from the quick and forceful policy response, the different reaction of credit supply this time may also be related to the better starting financial position of the banking system and, in particular, the higher capital buffers accumulated by banks in recent years that allow them to absorb credit losses.", "Also, the different nature of the current crisis has probably played a role.", "The COVID-19 crisis originated outside the economy and the financial system, whereas the Great Financial Crisis broke as a result of imbalances in the financial system.", "In fixed income markets, credit conditions, which tightened significantly between endFebruary and mid-March, started to improve after the announcement of the introduction of the PEPP on 18 March.", "In particular, the average yield of investment-grade long-term bonds issued by Spanish companies fell by around 100 bp thereafter, standing currently at 20 bp above the pre-crisis level.", "Firms have taken advantage of the improvement in financing conditions in both bank lending markets and fixed-income markets and have resorted to debt to cover part of their higher liquidity needs.", "The year-on-year growth rate of debt increased from 1.3% in February to 6.2% in May.", "Since then, there has been some deceleration and the latest figure, for August, shows a year-on-year rate of 4.2%.", "The breakdown by instrument shows that the bulk of new debt has been in the form of bank lending extended by domestic banks.", "The public loan guarantee programme seems to have played an important role in improving firms' access to bank loans.", "Up to end-September, the programme was used to extend loans to 541,000 firms and self-employed workers to the tune of more than EUR 102 billion.", "% of this amount has been granted to SMEs, 31% to large firms and the remaining 7% to the self-employed.", "More granular data, available until June, show that 46% of new lending to firms between March and June was extended under the public loan guarantee programme.", "As expected, the use of public guarantees was particularly high among firms facing potentially more difficult access to external funding at the current juncture, such as SMEs, riskier firms and firms belonging to sectors more exposed to the shock, with a share of guaranteed loans relative to total loans of 64%, 65% and 60 %, respectively.", "Research conducted by Banco de España staff using micro data shows that the in the first half of March, just after the outbreak of the pandemic, the sensitivity of the volume of new loans granted by each bank to its capital ratio doubled.", "This suggested that banks required a higher level of solvency in order to maintain a constant flow of new credit.", "However, since the second half of March, following the introduction of the public guarantee facilities and the higher flexibility afforded by prudential regulation, this sensitivity returned to its pre-crisis level.", "The evidence suggests that these measures have contributed to expanding credit supply through the relaxation of capital constraints.", "Additionally, the terms and conditions of loans arranged under the public guarantee programme have been more favourable than those of comparable loan operations without this guarantee conducted both before and during the pandemic.", "In particular, interest rates on guaranteed loans are lower than those charged on other loans, and the average loan maturity is more than three years longer.", "This change in the maturity profile in firms' liabilities will help them to reduce refinancing risks in the coming years.", "Firms, mostly large corporates, have also covered part of their financing needs through the issuance of fixed income securities, following the improvement in credit conditions in these markets.", "However, the share of new funds from this market was lower than in the pre-crisis period, especially in the case of both firms belonging to sectors hardest hit by the crisis and comparatively smaller firms.", "Therefore, the previous evidence suggests that the economic policies implemented at national and supranational level have been successful in dealing with firms' short-term liquidity risks.", "Firms' solvency risks Let me now focus on firms' solvency risks, which have also increased as a consequence of the COVID-19 crisis.", "On the one hand, the contraction in turnover has a negative impact on firms' earnings, reducing their ability to repay existing debts.", "On the other, firms posting losses will experience a reduction in their equity while the coverage of liquidity needs with fresh debt implies an increase in their indebtedness.", "As a result of these trends, firms end up with a weaker composition of their liabilities.", "Available data for 2020 already show a deterioration in the financial position of the corporate sector.", "The Quarterly Central Balance Sheet Data Office Survey, which includes information from around 900 firms, mainly large corporates, shows that during the first half of the year the average Return on Assets (ROA) of this sample of firms fell to 2%, 2 pp below the figure for the same period in 2019.", "Moreover, the percentage of firms posting losses rose by more than 11 pp, to 37%.", "This survey also shows that the average debt-to-asset ratio of these firms rose by 1.5 pp, whereas the debt-to-earnings ratio increased more significantly due to the sharp fall in earnings.", "Microsimulation exercises conducted by Banco de España staff confirm these trends for the overall corporate sector in 2020.", "According to these exercises, around half of the companies are expected post losses this year.", "There is, however, substantial heterogeneity within the corporate sector.", "SMEs and, especially, firms in sectors more exposed to the shock, such as hospitality services, leisure and motor vehicles, will be significantly more affected.", "The share of firms with a high debt-to-asset ratio, proxied as net debt over net assets5 above 0.75, is expected to rise by around 7 pp.", "This increase is non-negligible but is relatively modest given the size of the shock.", "This result is partly driven by the deleveraging process of the corporate sector in the years in the run-up to the crisis, which brought this ratio to moderate levels in most cases.", "Companies operating in sectors more exposed to the shock will see a more significant worsening in their solvency situation, with an increase in the share of firms with a high debtto-assets ratio of more than 20 pp, in some cases.", "In terms of the debt-to-earnings ratio, the share of firms in a more vulnerable position will increase more significantly due to the sharp reduction in earnings.", "In particular, the percentage of firms with a net debt of more than 10 times their earnings, or with positive net debt and negative earnings, will increase by over 15 pp.", "In those sectors hardest hit by the pandemic, this figure will increase by more than 40 pp.", "In any case, this indicator tends to overstate the deterioration in firms' solvency since, in most cases, the level of earnings in 2020 will not be representative of future earnings.", "Higher debt and lower earnings impair the ability of some firms to repay their debts.", "However, the longer term to maturity and the lower interest rates on new loans granted during the crisis, compared to pre-existing debt, are significant mitigating factors as they contribute to reducing firms' debt burden.", "Also, many of the new loans, in particular among those arranged under the loan guarantee programme, include a grace period of one year, a feature which contributes additionally to reducing the burden of debt in the short term.", "In the future, firms' debt burden will mainly depend on the extent of the economic recovery.", "This deterioration in corporate credit quality has been reflected in rating downgrades.", "The downgrades have affected to 13% of outstanding volume of fixed income debt issued by Spanish corporates.", "More than 6 pp of this change corresponds to downgrades within the investment-grade category, almost 5 pp to movements within the high-yield category, and less than 3pp to a downgrade from investment grade to high yield.", "Downgrades, which have decelerated in recent months, have affected to a smaller share of firms in comparison to the global financial crisis.", "A similar picture is observed both at the European and global levels.", "However, we cannot rule out another wave of rating downgrades if economic outlook deteriorates significantly.", "Past experience shows that extensive credit rating downgrades below investment grade in the corporate sector can generate adverse second-round effects that exacerbate crises.", "A recent study by the European Systemic Risk Board illustrates how important this vulnerability may be6.", "Specifically, it is estimated that investment funds and insurance companies hold the bulk of BBB rated corporate debt holdings, one-third of which are associated with sectors considered to be pandemic-sensitive.", "A large-scale downgrading of this debt to below investment-grade status would entail considerable potential losses for the entire European Union financial system.", "Credit rating agencies play a fundamental role in this process.", "Accordingly, when making their assessments, they need to take into account the long-term outlook for the corporations concerned and avoid excessively procyclical behaviour.", "Indeed, this time round, credit rating agencies appear to have been more cautious than in the global financial crisis.", "In any event, the results of this exercise show the systemic importance of this vulnerability and the need to be ready to provide a sufficient, internationally coordinated response, depending on how the pandemic develops worldwide.", "Economic policies to tackle the challenges ahead I will focus the final part of my speech on the challenges ahead.", "The economy is currently recovering gradually; but as I explained at the beginning of my presentation, the recovery is incomplete, uneven and subject to a high degree of uncertainty mostly related to how the pandemic will evolve.", "This means that corporate sector risks will continue to be relevant until the pandemic is under control, especially for those companies more affected by the shock.", "Let me summarize now how, in my view, the course of action should be under the current macroeconomic environment.", "First, economic policies should continue providing support to the economy.", "In particular, we should avoid an early termination of support measures because this may give rise to socalled cliff effects.", "Policymakers should be vigilant regarding risks and stand ready to introduce further stimulus if the macroeconomic outlook deteriorates further.", "This is of course particularly important as regard fiscal measures.", "In the particular case of micro and macro-prudential policies, as reiterated by the Basel Committee on Banking Supervision, banks should make use of the Basel III capital and liquidity buffers during this crisis to absorb financial shocks and to support the real economy by lending to creditworthy households and businesses.", "In this regard, supervisors will allow banks sufficient time to restore buffers, taking account of economic and market conditions as well as the circumstances of individual banks.", "And institutions' dividend distribution and compensation policies should remain highly prudent until the current uncertainty abates and a solid economic recovery takes root.", "In parallel, it is necessary to ensure that the different flexibility measures applied do not lead to delayed recognition of actual quality impairment of credit exposures and provide institutions with the incentives necessary to maintain the appropriate standards.", "On the monetary policy front, the fragility and heterogeneity of the recovery in the euro area, projected medium-term inflation far below our objective and a nominal effective exchange rate that has, in recent months, offset a large part of the ECB stimulus measures lead us to conclude that there is no room for complacency.", "Significant monetary stimulus will have to be maintained until we achieve a solid recovery.", "Moreover, we cannot rule out the possibility that the measures described above may have to be recalibrated, or new measures introduced, in order to fulfil our price stability mandate, understood always in a symmetrical manner.", "It is also crucial that we retain flexibility in the implementation of our asset purchase programmes, to avert any potential financial fragmentation problems.", "Second, in the current phase of the crisis, in which problems are more concentrated in specific sectors, policies aimed at supporting firms should be adjusted by targeting them on those firms most affected by the shock.", "In addition, a more selective approach that gives priority to supporting viable business projects should be considered.", "In the particular case of loan guarantee programs, it may be necessary to expand these facilities in future, but some of their parameters could be adjusted (i. e. the percentage of public guarantee) in order to incentivize lending by banks to viable firms.", "Finding the right balance between continuing to provide the necessary protection and maintaining a sufficient degree of selectivity will require the practically constant reassessment and adaptation of these instruments in coming quarters.", "Third, so far, fiscal support has focused on averting the materialisation of liquidity risks.", "This strategy has been very successful in this regard, but firms have accumulated more debt as a result.", "Further accumulation of debt might prove unsustainable for firms with a high level of indebtedness.", "Here, public support in the form of temporary equity injections could be an option to explore, especially in the case of large companies where this option seems more feasible.", "The Spanish Government has already set up a public fund that can be used for that purpose.", "For other firms, direct grants could be considered.", "Debt restructuring could be a beneficial option for both lenders and borrowers in the case of highly indebted firms with a viable business.", "To smooth this process, insolvency mechanisms should be improved to make them more efficient.", "In Spain, these procedures tend to be very lengthy, taking an average of three-and-a-half years7, destroying company value in the process, and in many cases lead ultimately to the piecemeal liquidation of the firm.", "To prevent the congestion of courts, out-of-court settlements could be incentivised.", "And in the medium to longer term, resources devoted to specialised courts could be strengthened with the aim of speeding through the resolution of these processes.", "In the case of firms with no viable business model, an orderly exit from the market should be provided for.", "A prompt resolution of this process will benefit the structural adjustment of the economy and the reallocation of resources towards more productive firms.", "Four, our goal should be to ensure that the present crisis neither gives rise to a widespread tightening of financial conditions nor causes serious damage to our financial system.", "In the context I have described of an uneven and uncertain recovery, we cannot rule out the possibility that the risks identified may materialise or that their impact and persistence may be greater than expected.", "In this sense, in the banking sphere, the response to the possible materialisation of these risks can only be at the European level, given the commitment to the Banking Union.", "In this response, the completion of Banking Union with the launch of a fully mutualized European deposit insurance scheme would make a decisive contribution to ensuring financial stability in the euro area, in the coming months and in the medium term.", "It is also crucial to analyse how appropriate the European regulations for resolution and winding-up of credit institutions are for a hypothetical systemic crisis, or the possible role that asset management companies may play in the event of severe impairment of European financial institutions' balance sheets.", "The EU Member States should also make swift progress towards an agreement to create a common European procedure for administrative winding up of credit institutions.", "This procedure would benefit from the instruments developed for resolution of credit institutions, aiming to maximise the realisable value of the financial assets that make up the bulk of banks' balance sheets.", "Finally, with a more medium-term perspective, other structural policies may facilitate the change in the composition of firms' liabilities towards a higher share of equity, such as the reform of the corporate tax treatment of liabilities and progress in the Capital Markets Union project.", "I will focus on these two issues in the last part of my speech.", "Current corporate tax regulation in Spain and in other European countries gives preferential treatment to debt as opposed to equity, since interest payments are deducted when calculating the tax base for corporate income tax.", "This bias makes issuance of debt more attractive to firms than issuing equity.", "In this regard, a more neutral corporate tax system that treats these two instruments equally would incentivise a higher resort to equity.", "Another friction that may discourage firms from issuing equity is the underdevelopment of equity markets in Europe compared to other areas such as the United States.", "In this connection, one of the aims of the Capital Markets Union project is to foster the development of these markets through different actions, including the removal of barriers that prevent the integration and development of capital markets.", "The development of equity markets can have several benefits for the corporate sector and for the economy more generally.", "The resort to equity finance improves the robustness of corporate balance sheets, as a higher share of equity makes firms less vulnerable to adverse shocks such as an increase in interest rates or a fall in earnings.", "This is because equity is not a redeemable liability.", "Also, equity is a more appropriate instrument for the financing of high-risk projects such as those involving startups, intangibles and innovation.", "Access to bank lending is more difficult for the financing of these activities because capital charges are generally higher and because often these assets cannot be easily pledged as collateral.", "Insofar as these activities evidence, as the empirical evidence suggests, higher average productivity, the development of equity markets can make a positive contribution to economic growth.", "Finally, the development of equity markets, together with the reduction in the home country bias in investors' portfolios as a result of progress in the integration of financial markets, would improve the private risk-sharing mechanism in the euro area.", "The evidence for the United States, where equity markets are more developed and investors' portfolios are more diversified across states, shows that a significant portion of idiosyncratic shocks that affect a particular state are hedged through the holdings of diversified stock portfolios.", "As a result, it is estimated that in the United States only around 25% of idiosyncratic shocks translate directly into a decline in consumption, whereas this figure is estimated to be twice as high in the euro area.", "Concluding remarks Let me now conclude.", "The COVID-19 pandemic has caused an unprecedented economic contraction in Spain and in other economies.", "Non-financial corporations have been heavily hit, although the forceful policy measures taken by national and supranational economic authorities have avoided the materialisation of a wave of defaults due to short-term liquidity problems.", "However, some firms have seen their solvency situation deteriorate as a result of the contraction in their earnings and the increase in their indebtedness.", "The current phase of the crisis, characterised by an incomplete and uneven economic recovery, warrants a continuation of public support to firms.", "However, these policies should be adjusted to focus more on companies operating in sectors that are still heavily affected by the crisis and to prioritise support in the form of grants or temporary equity injections over support in the form of debt.", "Debt restructuring mechanisms should be made more efficient with the aim of resolving promptly the insolvency problems that some companies are experiencing.", "Other structural policies could also help foster a strengthening in the composition of firms' liabilities towards a higher share of equity, including the removal of the preferential tax treatment of debt versus equity and progress towards the development of equity markets in Europe.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none"], "topics": ["Corporate sector risks", "Liquidity risks", "Solvency risks", "Economic policies", "Public loan guarantee programme", "Fiscal policy", "Monetary policy", "Financial policy", "Debt restructuring", "Equity injection"]}