{"sentences": ["Shaping the future - Challenges in the European payments Speech at the virtual conference \"Future of Payments in Europe\" 27.11.2020 | Virtual Event | Jens Weidmann 1 Introduction 2 Opportunities and risks of retail CBDCs 2.1 Potential benefits 2.2 Curbing the risks 3 Other innovative payment solutions 3.1 Instant payments 3.2 Cross-border payments 3.3 Token-based solutions 4 Concluding remarks Ladies and gentlemen, It is my pleasure to welcome you all to our virtual conference on the \"Future of Payments in Europe\".", "More and more, the topic has moved towards the top of the agenda of policymakers, central bankers and private market participants alike.", "And seeing all the esteemed speakers and participants, I am sure this conference will make a valuable contribution to this debate.", "So what does the future hold in store for us?", "Along with utopian or dystopian visions, science fiction sometimes offers fascinating glimpses of what everyday life in the future might look like.", "One of the most popular American books in the 19th century was Edward Bellamy's \"Looking Backward\".", "[1] In this story, the protagonist falls asleep one night in 1887 and miraculously wakes up in the year 2000.", "He finds himself in a \"workers' paradise\" where people can retire at the age of 45 and the government controls the means of production.", "This utopia is technologically advanced and affluent, featuring electronic entertainment, large shopping centres with a fast delivery system, and \"credit cards\".", "Yes, you heard right: money no longer exists in Bellamy's vision of the year 2000.", "Instead, those cards grant people a just share of the goods produced in this (socialist) economy.", "Ironically, Bellamy may well have been the first to use the term \"credit card\".", "Jumping back to reality, we have long grown accustomed to paying with \"plastic\" or cards.", "Physical money still exists, but cashless forms of payment are readily available and on the rise.", "Now, many observers see us at the cusp of another important step, pointing to the possibility that central banks could issue new digital currencies (CBDCs).", "This also touches upon a question that Bellamy grappled with in his utopia: the role of the state in the economy.", "In a market economy, the central bank should beware of hampering or crowding out private payment solutions for consumers.", "Competition and regulation are essential for a good market outcome.", "The central bank should play a supportive role and act as a catalyst by providing the backbone of the payment system - trusted platforms that others can use to supply their services.", "The reliability and security of our critical infrastructures are thus of utmost importance to us.", "Therefore, the Bundesbank takes the outage of the ECB's TARGET2 platform in October very seriously.", "I fully support the announced independent review on payments infrastructure.", "We need to identify lessons learned and take proper actions in order to continue providing highly efficient and reliable infrastructures.", "In the remainder of my talk, I would like to discuss some opportunities and risks of offering CBDC to the general public and also elaborate on other payment solutions - topics that will surely be discussed further in the course of this conference.", "Opportunities and risks of retail CBDCs As such, digital money is not new.", "Private households and enterprises make extensive use of bank deposits, which are nothing other than digital money created by commercial banks.", "In addition, commercial banks have long held digital claims on the central bank.", "Consumers and businesses, however, have thus far only been able to use central bank money in the form of notes and coins.", "Hence, the discussion largely focuses on \"retail CBDC\" - that is, central bank-issued digital currency which the general public can use alongside other means of payment like cash or credit cards.", "But, while some hail such a CBDC as the next logical step, it is not an end in itself, and others point to a \"lack of a concrete 'business case'\" at present.", "[2] When considering the issuance of a digital currency - or, in the case of the Eurosystem, a digital euro - central banks must ask two questions: First, what purpose is the new form of money supposed to serve?", "And second, how can CBDC achieve its goals without compromising other central bank objectives such as price stability and financial stability?", "Clearly, central banks must ensure that the good that comes with CBDC more than outweighs any harm it might cause.", "That's why Benoî t (Tonne) Coeuré calls for a \"monetary Hippocratic oath\" in this context.", "[3] We would need to make many important economic and technical choices on the design of CBDC.", "For example, should we use a token or an account-based system?", "Should CBDC be issued directly to consumers or through intermediaries?", "Should it bear interest or not?", "Many more issues would have to be resolved.", "[4] All these characteristics must be tailored to the purpose of the new currency and to curtail potential side effects.", ".1 Potential benefits Several arguments have been suggested in favour of CBDC, and I would like to highlight three of them.", "First, CBDC is often expected to be a practically costless medium of exchange, making economic and financial transactions more efficient.", "[5] According to researchers at the Bank of England, CBDC could give rise to productivity gains similar to those of a substantial reduction in distortionary taxes.", "[6] Its availability may enable transactions to be made that have not previously been possible due to a lack of suitable payment medium.", "Think of the small businesses that have potentially steered clear of online transactions because of the card processing fees.", "Consumers, on the other hand, might have shied away from submitting their card information owing to security or privacy concerns.", "[7] In the end, CBDC could increase the production of those goods that can be purchased with it and thereby raise total output.", "[8] Take micropayments, for instance: if they became cheaper than they are today, CBDC could allow for new services and business models to take hold.", "For example, individual news articles could be sold online for a few cents and help finance journalistic efforts.", "Of course, innovative payment solutions by private providers can also raise efficiency.", "But there is a second argument in favour of CBDC: preserving financial sovereignty.", "In view of Facebook's stablecoin initiative and other efforts, politicians have grown increasingly worried that bigtech companies could come to dominate payments in Europe.", "In this context, CBDC is often regarded as a public alternative to foreign payment initiatives.", "Yet, here again, private payment solutions and proper regulation could serve the same purpose.", "However, the third and final point relates to a unique feature of CBDC that cannot be replicated by the private sector: The digital euro would provide consumers with a digital claim on the central bank that is as safe as cash.", "It would also enable them to make cashless payments with central bank money.", "Public money would thus be retained, just as the use of cash is declining in many countries and cashless payments are becoming more common.", "Some experts believe that we should prepare for a world in which cash will no longer be king.", "Having said that, let me stress that by offering CBDC, central banks would not be aiming to replace cash, but to complement it.", "[9] Christine Lagarde has made it very clear: \"The Eurosystem will continue to ensure that all citizens have access to banknotes at all times.\"", "[10] Many people share Fyodor Dostoyevsky's view that physical money is coined liberty.", "They value cash highly, and rightly so.", "Its use does not necessarily require technical infrastructure and it ensures privacy.", "Due to regulatory and legal obligations, the digital euro probably cannot be designed with the same degree of anonymity.", ".2 Curbing the risks Clearly, CBDC comes into play if consumers are to be able to hold a digital claim on the central bank.", "In this context, it could also be a substitute for bank deposits, which are digital claims on commercial banks.", "That's why there are serious concerns about the potential ramifications of CBDC on the financial system.", "If it were more attractive to hold the digital euro than bank deposits, consumers would at least gradually shift their funds to the central bank.", "Economists call this \"structural bank disintermediation\".", "Along with deposits, banks would lose a convenient source of funding and would have to rely increasingly on bonds or central bank credit for funding.", "What this means for the commercial banks' supply of credit to the economy is not clear a priori and depends on a number of factors.", "[11] Nevertheless, banks' traditional role in the financial system could be transformed.", "As a consequence, CBDC raises a fundamental question about the role of the central bank.", "As Hyun Song Shin from the BIS has highlighted, the central bank could leave \"a much larger footprint\" on the financial system.", "[12] It might directly interact with consumers, attract deposits on a massive scale and extend its balance sheet substantially.", "Even if deposits at banks were more attractive for consumers than the digital euro in normal times, for example due to the interest they bear, what would happen in times of systemic crisis?", "CBDC would be a safe haven for consumers.", "If their preference for security trumped all other incentives, consumers could shift their funds instantaneously, which might facilitate a bank run.", "[13] Interestingly, more than 350 years ago, a form of bank run led to the creation of banknotes.", "In 1660, Swedish depositors rushed to Stockholm's Banco, a predecessor of the Riksbank, to withdraw their deposits.", "They were afraid of a devaluation due to the issuance of lower value metal coins.", "A shortage of money ensued that led the bank to issue unbacked notes.", "These were the first banknotes to exclusively rely on the credit of the bank, not on deposits or physically valuable objects - a major step in the history of money.", "[14] step in the history of money.", "[14] However, the story of Stockholm's Banco also alerts us not to create new financial instruments recklessly.", "Due to an over-production of credit bills (i.e.", "(that is) banknotes), the private bank had to file for bankruptcy in 1668.", "It was only saved by the state and later became the Riksbank.", "On the other hand, CBDC might also stimulate competition among banks and promote new services, thereby acting as a catalyst for advancements in the financial system.", "Banks might adapt and become more cautious so that banking stress could even become scarcer.", "The design of a CBDC must address such issues.", "It has to curb risks to financial stability and mitigate potential side effects.", "For example, two of my colleagues from the ECB, Ulrich Bindseil and Fabio Panetta, have proposed a two-tier remuneration system.", "[15] The basic idea is to set a limit on the amount of CBDC that consumers can hold at a non-negative interest rate.", "Beyond this limit, lower interest rates could apply, thereby encouraging consumers to use private bank deposits as a store of value instead.", "Yet, while curbing the risk of large-scale disintermediation, such limitations also lower the attractiveness of CBDC.", "Central banks thus face a difficult trade-off when designing CBDC.", "On the one hand, it has to be attractive enough for consumers so that they accept it and can reap its benefits.", "On the other hand, if CBDC were too attractive, it could disrupt the existing financial system.", "Recently, a high level taskforce of the Eurosystem published a report that investigates various scenarios of introducing a digital euro.", "[16] And later, Fabio Panetta will present you his take on the future of the European payments market.", "I have mentioned some important issues regarding CBDC that still require further analysis.", "A thorough understanding of the effects and trade-offs of CBDC is imperative for us before we can weigh up the arguments and draw firm conclusions.", "Therefore, the Eurosystem has not yet decided whether to introduce a digital euro or not.", "And even if we were to opt for CBDC, its careful introduction would be an immense logistical and technical endeavour and, therefore, would be bound to take time.", "Other innovative payment solutions In any case, consumers should not have to forgo innovative, fast and cost-efficient payment methods.", "In a market economy, their needs and wants must take centre stage.", "Importantly, offering new payment solutions to the public and interacting with customers should primarily be the task of the private sector.", "Yet, individual needs and wants differ, and that's why there is a broad product spectrum of solutions extending from traditional means of payment to digital innovations.", "[17] When considering the future of payments, consumers' preferences are key for identifying gaps in this spectrum and closing them.", "The invention of the modern credit card back in 1950 illustrates this point.", "As the story goes, Frank McNamara, a US businessman, was about to pay the bill at a restaurant when he realised he wasn' t (Tonne) carrying the cash he needed.", "According to his company's history, this was \"an embarrassment he resolved never to face again\".", "[18] Mr McNamara invented what is well-known today as the Diners Club card.", "Initially, it allowed customers to pay at numerous New York restaurants with a single card.", "As it filled a gap in the market, the card increasingly gained acceptance and membership.", ".1 Instant payments Nowadays, what counts from the consumer's point of view is having quick, convenient, secure and cheap payment methods - including for cross-border transactions.", "Following my speech, Federal Minister of Finance Olaf Scholz will outline the importance of innovative payment solutions as part of the agenda put forward by the German Presidency of the Council of the European Union.", "In its Retail Payments Strategy, the European Commission highlights EU market fragmentation as a major shortcoming.", "But it also notes that there have been substantial improvements thanks to the development of SEPA, the Single Euro Payments Area.", "Furthermore, the Eurosystem has set up TARGET Instant Payment Settlement - or TIPS, for short.", "This service makes it possible for pan-European real-time payments to be settled directly in central bank money 24 hours a day, 365 days a year.", "Real time payments mean that money is credited to the recipient in a maximum of ten seconds and can then immediately be reused, much like notes and coins.", "Thus, real time payments respond to consumer preferences for cashless payments that also retain some cash-like properties.", "Instant payments should become the \"new normal\" instead of a niche product.", "Indeed, the \"European Payments Initiative\" (EPI) is intended, amongst other things, to leverage instant payments.", "The initiative, launched by 16 European banks, aims to offer a new pan-European payment solution for consumers and merchants.", "Its ambition is to create a unified card and digital wallet covering in-store, online and person-to-person transactions.", "The project is expected to enter the operational stage in 2022.", "It could be an example of the private sector offering payment solutions with pan-European reach and is thus welcomed by the Eurosystem.", ".2 Cross-border payments However, it's not just cross-border transactions within the euro area where progress is desirable.", "The relatively slow and expensive cross-border payments beyond the euro area struggle to meet the needs of consumers.", "The European Commission is therefore proposing to facilitate linkages between European systems and instant payment systems of third countries.", "In April this year, the first cooperation agreement to allow settlement of non-euro instant payments in TIPS was concluded with the Swedish central bank.", "Looking beyond Europe, the G20 is stressing the need to make cross-border transactions more efficient, as problems are particularly pronounced for low-value remittances.", "According to the World Bank, remittance flows reached a record of almost US$550 billion last year, [19] surpassing foreign direct investment flows.", "At the same time, the global average cost for remittances remains high.", "To send US$200 home, migrant workers from low- and middle-income countries have to pay almost US $14 on average.", "Clearly, improvements in this area could foster economic development and financial inclusion, thereby helping the poorest in the world.", "In this context, the Bundesbank is proposing \"Amplus\": an international multilateral settlement platform which would not compete with established cross-border solutions.", "It would be limited to low-value transfers that are often characteristic for remittances.", "Thus, Amplus is not about building a \"correspondent banking highway\", but rather a \"one-way-street\" for remittances.", ".3 Token-based solutions Moreover, in order to ultimately serve the consumer, the needs of businesses are also essential.", "As digitalisation is fully automating more and more processes, a programmable payment medium would be practical and relevant for smart contracts or machine-to-machine payments.", "Representatives from the Bundesbank, the Federal Ministry of Finance, the financial industry, and the real economy are investigating and advancing the idea.", "One option may be to build a bridge from private blockchain networks to the existing payment infrastructure.", "Bundesbank experts are exploring the so-called \"trigger solution\", which could allow smart contracts to trigger conventional TARGET2 transactions.", "Thus, DLT-based trade would be settled in central bank money.", "Another step would be for central banks themselves to issue a token that could be used by commercial banks.", "Such a wholesale CBDC could, for example, complement innovative ways of exchanging and settling financial assets.", "It could provide an important benefit in a world where the so-called tokenisation of assets is becoming increasingly popular.", "In my view, the Eurosystem should further investigate the potential of such solutions.", "To promote innovations like these, we have strengthened our cooperation with central banks and other institutions.", "As part of a joint effort with our friends from the Banque de France and the ECB, the Bundesbank is setting up one of seven BIS Innovation Hubs as a Eurosystem Hub in Paris and Frankfurt.", "This will allow us to work together with central bank experts from all over the world.", "Hosting the Frankfurt site, we are eager to push ahead with digital innovations in an atmosphere of collaboration and creativity.", "Concluding remarks Ladies and gentlemen, we are not living in a utopia without money like the one Bellamy envisioned However electronic we are not living in a utopia without money like the one Bellamy envisioned.", "However, electronic entertainment, shopping centres and credit cards have long since become reality.", "Looking 10 years into the future, rather than 113, our panellists are going to outline their visions of the payments market.", "As Benoît (Tonne) Coeuré predicts: \"CBDCs will not usher in an age of prosperity or solve a raft of societal issues - this is beyond the scope of any currency.\"", "In my view, consumers should be able to choose from a broad spectrum of payment methods that fit their preferences for safety, convenience, speed, cost efficiency and privacy.", "To this end, it is first and foremost up to the private sector to develop and provide innovative payment solutions.", "We central banks need to be at the cutting edge of technology as the payment systems rely on our infrastructure.", "This includes working on CBDC.", "The great Austrian thinker Karl Popper reminds us what \"our attitude to the future must be: We are responsible now for what happens in the future.\"", "[20] Thank you for your attention!", "A. Ford, J. Grimmelmann, A. Juels, K. Kostiainen, S. Meiklejohn, A. Miller, E. Prasad, K. Wüst and F. Zhang (2020), Design Choices for Central Bank Digital Currency: Policy and Technical Considerations, National Bureau of Economic Research Working Paper, No 27634; Auer, R., G. Cornelli and J.", "Frost (2020), Rise of the central bank digital currencies: drivers, approaches and technologies, BIS Working Paper, No 880; Kiff, J. et al.", "(2020), A Survey of Research on Retail Central Bank Digital Currency, International Monetary Fund, Working Paper, No 20/104.", "Bordo, M. and A. Levin (2017), Central Bank Digital Currency And The Future Of Monetary Policy, National Bureau of Economic Research, Working Paper, No 23711. .", "Barrdear, J. and M. Kumhof (2016), The Macroeconomics of Central Bank Issued Digital Currencies, Bank of England, Staff Working Paper, No 605. .", "Engert, W. and B. S. C. Fung (2017), Central bank digital currency: Motivations and implications, Bank of Canada, Staff Discussion Paper, No 2017-16. .", "Keister, T. and D. Sanches (2019), Should Central Banks issue Digital Currency?", "Federal Reserve Bank of Philadelphia, Working Paper, No 19-26. .", "Bank of Canada, European Central Bank, Bank of Japan, Sveriges Riksbank, Swiss National Bank, Bank of England, Board of Governors Federal Reserve System and Bank for International Settlements (2020), Central bank digital currencies: foundational principles and core features, Report No 1 in a series of collaborations from a group of central banks Report No 1 in a series of collaborations from a group of central banks.", "Lagarde, C. (2020), Payments in a digital world, speech at the Deutsche Bundesbank online conference on banking and payments in the digital world, 10 September 2020. .", "Chiu, J., M. Davoodalhosseini, J. Jiang and Y. Zhu (2020), Bank market power and central bank digital currency: Theory and quantitative assessment, Bank of Canada, Staff Working Paper, No 2010-20; Andolfatto, D. (2018), Assessing the impact of central bank digital currency on private banks, Federal Reserve Bank of St. Louis, Working Paper, No 2018-25. .", "Shin, H. S. (2020), Central banks and the new world of payments, speech on the occasion of the BIS's Annual General Meeting, 30 June 2020. .", "Fernández-Villaverde, J., D. Sanches, L. Schilling and H. Uhlig (2020), Central Bank Digital Currency: Central Banking For All?, NBER Working Paper, No 26753. .", "(2019), Central Banking before 1800: A Rehabilitation, Oxford University Press; Fung, B., S. Hendry and W. E. Weber (2018), Swedish Riksbank Notes and Enskilda Bank Notes: Lessons for Digital Currencies, Bank of Canada, Staff Working Paper, No 2018-27. .", "(2020), Tiered CBDC and the financial system, European Central Bank, Working Paper, No 2351; Bindseil, U. and F. Panetta (2020), CBDC remuneration in a world with low or negative nominal interest rates, VoxEU, 5 October 2020, -remunerationworld-low-or-negative-nominal-interest-rates.", "Koulayev, S., M. Rysman, S. Schuh and J. Stavins (2016), Explaining adoption and use of payment instruments by US consumers, RAND Journal of Economics, Vol 47, pp 293-325. .", "Diners Club International, The Diners Club Legacy, -us/history."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Retail CBDCs", "Cross-border payments", "Instant payments", "Financial stability", "Token-based solutions", "Payment infrastructure", "Central bank digital currencies", "Monetary policy", "Financial inclusion", "Consumer preferences"]}