{"sentences": ["Ladies and gentlemen, distinguished guests, good afternoon!", "First of all, I'd like to extend my congratulations on the upgrading of Financial Street Forum to a national-level forum.", "Since the beginning of 2020, the COVID-19 pandemic has dealt a heavy blow to the global economy.", "Countries worldwide have made proactive responses, and timely launched vigorous macro policies to cushion the impacts.", "I'd like to take this opportunity to share two of my viewpoints on China's monetary policy for your reference.", "China's monetary policy has responded in a timely and vigorous way, and aggregate has been maintained at reasonable and appropriate levels, thus fostering a favorable monetary and financial environment for securing market entities and stabilizing employment Under the correct leadership of the Central Committee of the Communist Party of China (CPC) and the State Council, China's economy has recovered steadily.", "During this process, under the guidance of the Financial Stability and Development Committee (FSDC) under the State Council, the sound monetary policy has been pursued in tandem with the proactive fiscal policy, and every effort was made to \"ensure stability on the six fronts\" (employment, financial sector, foreign trade, foreign investment, domestic investment and expectations) and \"maintain security in the six areas\" (the employment of residents, the basic livelihood of the people, operations of market entities, food and energy security, stable industrial and supply chains, and the normal functioning of primary-level governments), thereby providing strong support for pandemic containment and restoration of economic growth.", "In terms of monetary policy, since the beginning of this year, the People's Bank of China (PBC) has introduced sizable macro measures to cushion the adverse impacts, including lowering the required reserve ratio (RRR), providing central bank lending and central bank discounts, and launching innovative monetary policy tools that enable direct support for the real economy.", "Since the beginning of 2020, the PBC has made three RRR cuts, thereby decreasing the weighted average RRR by around 1 percentage point and releasing RMB1.75 trillion worth of liquidity.", "Since the year of 2018, the PBC has made a total of ten RRR cuts, lowering the weighted average RRR by about 5.5 percentage points and releasing RMB8.1 trillion worth of liquidity accumulatively.", "In line with the features of pandemic containment as well as economic and social recovery and development at different stages, the monetary policy was rolled out in a step-by-step manner, with its own underlying logic.", "At the outset of the pandemic, the PBC launched RMB300 billion special central bank lending on January 31 to support banks in issuing loans at favorable rates to key enterprises providing medical supplies and daily necessities.", "With a 50 percent interest subsidy, the actual financing cost for enterprises was fairly low.", "Under the list-based management, the RMB300 billion worth of special central bank lending has been basically used up so far, offering targeted support to more than 7,600 key enterprises directly engaged in pandemic containment and strongly bolstering the task of securing the supply of medical supplies and daily necessities.", "As the pandemic was initially curbed and the orderly resumption of work and production started, the PBC increased the quotas of central bank lending and central bank discounts by RMB500 billion on February 26, requiring commercial banks to extend loans at rates not higher than the 1year loan prime rate (LPR, which was then 4.05 percent) plus 50 basis points.", "The actual interest rate averaged around 4.4 percent.", "By now, the RMB500 billion worth of central bank lending and central bank discounts have been basically used up, offering support to the resumption of work and production for nearly 600,000 enterprises.", "As significant results were achieved in pandemic containment and life and work returned to normal at a faster pace, the PBC increased another RMB1 trillion of central bank lending and central bank discounts for inclusive finance on April 20, in a bid to support banks in ramping up credit supply to agro-related industries, micro and small businesses (MSBs) and private enterprises.", "The average financing cost is required to be below 5.5 percent and the quotas are expected to support over two million enterprises and other market entities.", "Another prominent feature of the monetary policy implementation is its focus on strengthening direct and targeted support.", "As required by the Report on the Work of the Government this year, the PBC introduced two monetary policy tools that could provide direct support for the real economy on June 1.", "By providing central bank funding support as appropriate, the PBC aimed to encourage banks to offer deferment on loan repayments for enterprises and issue unsecured inclusive MSB loans.", "As of end-August, banks had deferred the loan principal repayments for 1.57 million market entities and the loan interest repayments for 810,000 market entities, which involved the principal and interest of matured loans in the amount of RMB3.7 trillion.", "From March to August, banks issued over 30 million unsecured inclusive loans to MSBs, which totaled RMB1.89 trillion, RMB630 billion more than that in the same period of the previous year.", "Meanwhile, the PBC has made solid progress in offering financial support for targeted poverty alleviation, so as to advance the building of a moderately prosperous society in all respects.", "As of end-June, outstanding loans to the impoverished population and the population out of poverty approximated RMB750 billion, delivering benefits to more than 20 million people nationwide.", "Overall, the sound monetary policy has secured positive results, with the money, credit and aggregate financing to the real economy (AFRE) growing reasonably, which vigorously supports the steady economic recovery.", "Broad money supply (M2) and the AFRE increased by 10.9 percent and 13.5 percent year on year respectively at end-September, and RMB loans grew by RMB16 trillion in the first nine months, all of which were significantly higher than those in the same period of the previous year.", "The lending rates for MSBs, private enterprises and the manufacturing sector all hit record lows.", "The credit structure has been remarkably improved, with support extended to over 31 million MSBs.", "Since the second quarter, China's economy has been recovering month by month, and Consumer Price Index (CPI) registered a year-on-year increase of 1.7 percent in September.", "Financial regulators have taken taken a mix of measures, including deepening the LPR reform to help bring down the lending rates, implementing the two monetary policy tools that could provide direct support for the real economy, reducing fees and etc., to urge the financial sector to cut profits in favor of the real economy.", "According to estimates, as of end-September, the financial sector had cut profits of over RMB1.1 trillion.", "It is expected that as the effects of the policy measures unfold, the annual target of cutting profits in the amount of RMB1.5 trillion for the real economy will be attained.", "In terms of the financial market, China's financial system has maintained sound operation in face of the pandemic.", "Fluctuations in the stock market have been relatively small.", "Bond issuance in the first nine months totaled RMB42 trillion, up 25 percent year on year.", "The foreign exchange market has seen stable performance, and RMB has appreciated against USD slightly.", "Efforts have been made to adhere to the sound monetary policy, and to continue to implement and improve the structural financial policies which have proved effective in pandemic response, so as to accomplish development targets and tasks of the year.", "China's GDP grew by 0.7 percent in the first three quarters, and is expected to achieve a positive growth for the whole year.", "Though the global economy has recovered a bit from the bottom, uncertainties remain high over the development of the pandemic.", "According to the International Monetary Fund (IMF), the global economy growth is projected at -4.4 percent in 2020.", "Therefore, it will take some time for the global economy to return to the pre-pandemic level.", "In order to cushion the impacts of the COVID-19 pandemic, a major public health emergency, financial authorities have released some unconventional policy measures.", "As the peak of the economic impact of the pandemic on China has passed and economic activities have gradually returned to normal, some policies have fulfilled their tasks for the current stage.", "But the policy measures for supporting MSBs and private enterprises, stabilizing and securing employment, and bolstering the green development will continue to be implemented and further improved, so as to advance the formation of a new development pattern of dual cycles with the domestic cycle as the mainstay and international and domestic cycles facilitating each other.", "First, the monetary policy will be better suited to the demand for high-quality economic development.", "It should be in line with high-quality development, and more emphasis should be placed on the quality and effectiveness of financial services for the real economy.", "Financial institutions will be better motivated to provide long-term support for the real economy and offer continued support for agro-related industries, MSBs and private enterprises.", "In particular, General Secretary Xi Jinping stated at the General Assembly of the United Nations on September 22, \"China will scale up its Intended Nationally Determined Contributions by adopting more vigorous policies and measures.", "We aim to have CO2 emissions peak before 2030 and achieve carbon neutrality before 2060.\"", "Financial policies should concentrate on this major strategic arrangement and thoroughly implement the new development philosophy.", "We will actively improve the policy framework, and work closely with policy makers in fiscal, industrial, employment and sci-tech respects, so as to boost the green recovery and development of our economy.", "Second, the sound monetary policy will be pursued in a more flexible, appropriate and targeted manner.", "Monetary policy should balance between ensuring stable growth and preventing risks, avoid both capital strains and overflows in the market, and keep money supply basically in line with the nominal GDP growth which reflects potential output.", "We will make best efforts to maintain a normal monetary policy for a long time, as well as a normal, upward sloping yield curve, and provide positive incentives for economic entities.", "This will be generally conducive to the sustainable economic and social development, as well as the global competitiveness of RMB assets.", "It will help us to make sound use of both overseas and domestic markets and resources.", "The macro leverage ratio has risen during the special period of pandemic containment this year, but it will be more stable when the GDP growth picks up next year.", "The monetary policy needs to ensure that the valve on aggregate monetary supply is well controlled and smooth out the fluctuations of macro leverage ratio as appropriate, so as to keep it on a reasonable track in the long run.", "In recent years, the PBC has resolutely implemented the decisions and arrangements made by the CPC Central Committee and the State Council and actively supported the development of Beijing as a national financial management center by launching first in Beijing the regulation pilot program of Fintech innovation and the pilot reform of RMB and foreign currency account integration, which truly facilitated the building of four centers (the cultural, political, international exchange, and science and technology innovation centers as Beijing's major functions.", "This year, the PBC has increased central bank lending quotas four times for Beijing's rural development and MSBs and raised central bank discounts quotas three times, sparing no efforts to meet the demands for pandemic containment and economic recovery of the capital .", "Next, the PBC will firmly implement the message of the speech delivered by Vice Premier Liu He, continue to support Beijing in developing a national integrated demonstration zone for greater openness in the service sector and a free trade experimental zone, bolster up the construction of the Zhongguancun sci-tech innovation and finance experimental zone, and optimize the payment services environment of Beijing Winter Olympics with all our strength.", "A moment ago, Party Secretary Cai Qi elaborated on arrangements for the financial work of Beijing in his remarks.", "I fully agree with him and will pledge full support for the work.", "I wish this year's annual conference of the Financial Street Forum a complete success."], "classifications": ["none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Monetary Policy", "Economic Recovery", "Financial Stability", "COVID-19", "Central Bank Lending", "Required Reserve Ratio", "Macro Leverage Ratio", "Green Development", "RMB", "MSBs"]}