{"sentences": ["Dear Student, As you begin your term, I am reminded of my own student days studying economics.", "So I thought I'd write and set out some reflections on my (and your) subject of choice which may interest you, whether you've just started your first university term or whether it's your final year and you are contemplating postgraduate studies or the world of work.", "I chose economics mainly because I wanted to better understand the world and how to improve it.", "I started studying the subject at school and my university days were in an era of double-digit inflation, a time when interest in environmental economics was starting to grow but no one talked about climate change, when the \"free movement\" of capital across borders was a relatively new phenomenon and when China's economy was never reported in the media.", "(You've guessed right: it was some time ago.)", "I graduated from studying economics to applying it in practice, in various government departments - across different countries - and now in the Central Bank.", "One way or another, I have spent all my professional life working in institutions that are involved in public policy or, as I see it at least, looking for ways to increase the wellbeing of communities.", "Learning doesn't stop after you finish studying and I've learned a number of things along the way - I'm still learning - and I thought I'd share some of them with you.", "First, make sure you know what you've chosen to study.", "For me, economics is best described as the \"study of mankind in the ordinary business of life\" (and if you thought it was something else, there's probably time to change subject, at least if you're starting your first year!).", "Second, economics provides a disciplined way of thinking about \"the ordinary business of life\" but it is \"essentially a moral science and not a natural science\".", "In other words, it doesn't provide the type of certainty you might associate with physics.", "Economics is ultimately a human science, full of actors who operate in complex ways and not according to straightforward and predictable scientific formulae.", "Third, being \"a moral science\" means that economic analysis and its insights and recommendations are most effective when developed and applied in collaboration with other disciplines.", "It's worth making the effort to understand, embrace and respect the perspectives that other disciplines - anthropology, neuroscience or psychology are some examples - bring to thinking about, and solving, economic problems.", "Fourth, economists have various tools and models to help them think in a disciplined way in order to understand and solve problems.", "Technology has led to significant improvements in that toolkit over the years but it's important to avoid confusing the \"models\" developed to think systematically about economic problems with the 'reality' being addressed.", "At the end of the day, conclusions need to be anchored in the real world, especially if they are to be turned into policy decisions.", "Fifth, there is a rich history of - and diversity in - economic thought that is worth exploring (and challenge your lecturers if they tell you otherwise).", "It's also important that you understand arguments that you don't agree with.", "As John Stuart Mill wrote, he \"who knows only his own side of the case doesn't know much about it.", "His reasons may be good, and no-one may have been able to refute them; but if he is equally unable to refute the reasons on the opposite side, and doesn't even know what they are, he has no grounds for preferring either opinion\".", "Sixth, I strongly encourage you to study economic history.", "It'll help you understand how we arrived at today's world.", "And it'll also show you that some of the world's problems aren't new; the better we understand the past, the greater the chance that we will learn from it.", "Seventh, and finally, a practical but important point.", "Learn to write well, which means writing clearly, simply and succinctly, however complicated the subject.", "It's a great skill to have, especially if you're planning to go into public policy work.", "It's also hard to do and takes time to learn but it's worth it.", "(And if you want an example of very good writing - irrespective of whether you agree with him or not - have a look at Paul Krugman's books. )", "At some point you'll probably be asked the question \"what is an economist?\".", "You could reply with Keynes' famous description of the \"master economist [as] mathematician, historian, statesman, philosopher\".", "I suggest you also think of an economist as a \"weaver\", someone who brings together different strands of evidence and analytical frameworks and weaves them into baskets to carry forward public policy and find solutions to today's and tomorrow's challenges.", "You are starting term at a challenging and uncertain time.", "I hope the various measures that have been put in place will work and allow for on-site activity to resume.", "University is a wonderful place where you not only learn but also share ideas, grow, and meet new friends.", "Enjoy yourself and, once you start thinking about a future career, don't forget us at the Central Bank!", "Gabriel Makhlouf Central Bank of Ireland's Graduate Programme 2020/2021 The Central Bank's Graduate Programme is now open for applications until 30 October.", "The programme welcomes applications from all graduates, including those with an economics background.", "On the programme, graduates have the opportunity to make a difference and gain valuable work experience at the heart of the Irish financial sector.", "We are committed to building a diverse and inclusive workforce, so we welcome applications from candidates from all backgrounds.", "Find out more about our graduate programme.", "I set out some of my thoughts in a speech six years ago, Economics: Teaching, Applying, Learning, for those that wish to read further.", "Alfred Marshall's description, from his Principles of Economics, (, 8th edition 1920).", "John Maynard Keynes in his letter to Roy Harrod, 4 July 1938.", "See for example, Charles Stafford's Economic Life in the Real World, Cambridge University Press (2020).", "Paul Krugman's The Accidental Theorist, Norton & Co (1998) is a very good collection of (short) essays.", "He must be mathematician, historian, statesman, philosopher - in some degree.", "He must understand symbols and speak in words.", "He must contemplate the particular in terms of the general and touch abstract and concrete in the same flight of thought.", "He must study the present in the light of the past for the purposes of the future.", "No part of man's nature or his institutions must lie entirely outside his regard.", "He must be purposeful and disinterested in a simultaneous mood; as aloof and incorruptible as an artist, yet sometimes as near to earth as a politician\" 8Check us out at www.centralbank.ie/graduates."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economics", "Public Policy", "Economic Thought", "Economic History", "Writing Skills", "Central Bank", "Economists", "Education", "Economic Models", "Learning"]}