{"sentences": ["21.10.2020 XIX Germán Bernácer Prize Ceremony at the Banco de España Pablo Hernández de Cos Ladies and Gentlemen, It is a great pleasure for me to welcome you all, and to introduce this Award Ceremony for the 19th Germán Bernácer Prize.", "I would like to start by thanking Luis de Guindos, Vice-President of the European Central Bank and Chairman of the Selection Committee of this award, for his contribution to this initiative.", "Luis, we are greatly honoured by your presence at this ceremony.", "Let me also thank The Observatory of the European Central Bank - chaired by Guillermo de la Dehesa - and the sponsors, represented here by Luis Isasi, President of Banco Santander España.", "As you know, the prize is named after Germán Bernácer, a prominent Spanish macroeconomist with deep knowledge of monetary theory, who became Head of the Servicio de Estudios of the Banco de España in 1930.", "The Bernácer prize recognises outstanding scientific research by young economists under 40 from the euro zone, and our institution has been a strong supporter of this award since its inception in 2001.", "On this occasion, I am glad to congratulate the winner of the 19th Prize edition, Mr. Loukas Karabarbounis.", "He is a Professor of Economics at the University of Minnesota, a Consultant at the Federal Reserve Bank of Minneapolis and a Research Associate at the National Bureau of Economic Research.", "He also serves as an Associate Editor at Econometrica and as a member of the Board of Editors at the American Economic Review.", "He earned a Ph.D. in Economics from Harvard University in 2010.", "Prior to Harvard, he received an undergraduate degree from the Athens University of Economics and Business in Greece.", "In addition to this Bernácer prize he has received numerous honours and awards.", "These include a Sloan Research Fellowship awarded by the Alfred P. Sloan Foundation and the Excellence Award in Global Economic Affairs, from Kiel Institute for the World Economy.", "For those who know him he is a tireless worker and a perfectionist, who always dots his i's and crosses his t's.", "But he is also very approachable, a man of great humour and always very generous with his time.", "He combines a brilliant mind and outstanding organisational capacity with great didactic skills.", "One of his assets is how passionate he is about what he does, transmitting his knowledge and inspiring those around him.", "Loukas Karabarbounis is one of the most highly cited young macroeconomists in academia, and his research interests comprise macroeconomics, labour economics, and international finance.", "His latest research has focused on topics such as the global decline in labour's share of income, productivity and capital flows in southern Europe, and the effects of unemployment insurance policy on macroeconomic outcomes.", "As a macroeconomist whose work is grounded in thorough analysis, and a profound knowledge of models and data, he also takes into account the policy implications of the findings of his research.", "This is an important factor as he is a pioneer who has done groundbreaking work, and his research frequently encourages others.", "In this respect his work on the global decline in labour's share of income has prompted a number of papers from academia and different institutions so as to understand this change over time and its implications for income distribution and productivity.", "Similarly, his work on capital allocation and productivity in Southern Europe has been widely influential.", "Mr. Karabarbounis, congratulations on my behalf and on that of the Banco de España."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["labour's share of income", "macroeconomics", "productivity", "capital flows", "unemployment insurance policy", "macroeconomic outcomes", "models and data", "policy implications", "income distribution", "capital allocation"]}