{"sentences": ["MART President Genevieve Faye A. Del Rosario, members and officers of the MART, ladies and gentlemen, good afternoon to all.", "I wish to thank MART, our reliable partner in capital market development, for inviting me to share the BSP's initiatives towards economic and financial recovery in the new economy.", "As we all know, the of the COVID-19 pandemic, is truly global.", "It affected all countries- developed, emerging, and third-world.", "The Philippine economy contracted by 10 percent in the first three quarters of the year, following 21 years of uninterrupted growth.", "But this sharp contraction is not fully reflective of the country's strong fundamentals or prospects moving forward.", "The BSP expects the recovery process to commence sooner as more industries re-open following the gradual easing of restrictions throughout the country.", "On growth, we expect real gross domestic product (GDP) to swing from a range of negative 7.0 to negative 9.0 percent this year, to a range of positive 6.5 to 7.5 percent next year and in 2022.", "We anticipate interest rates to remain low, inflation to be manageable, the peso to be stable, and external accounts to be robust, with record-high gross international reserves.", "We expect inflation to remain manageable at a range of 1.75 to 2.75 percent this year, and within the 2.0-4.0 percent target range by next year and in 2022.", "Headline inflation averaged 2.5 percent from January to October 2020, still within the Government's target range for the year.", "The strength of the Philippine Peso remains market-driven and supported by sound macroeconomic fundamentals.", "The peso averaged P48.24/US$1 as of 11 November 2020 and one of the strongest currencies in the region.", "The peso's strength is attributable of the country's low inflation, a strong and resilient banking system, low debt-to-GDP ratio, and a hefty gross international reserve.", "Overseas Filipino remittances are expected to bounce back next year.", "From a contraction of 2 percent this year-a surprising improvement from our previous forecast of 5 percent contraction -OF remittances are projected to rise by four percent next year.", "On the external front, the overall external position will remain healthy.", "The balance of payments will post a surplus of USD 8.1 billion this year and USD 3.4 billion next year.", "The current account will also remain in surplus, at USD 6.0 billion this year and USD 3.1 billion next year.", "Meanwhile, the country's gross international reserves reached US$103.8 billion as of end October 2020.", "At this level, the GIR remains more than adequate as it can cover 10 months' worth of imports of goods and payments of services and primary income.", "The received doctrine is three months' worth of imports cover is enough.", "While the impact is still unfolding, the good news is that the financial system is in a strong position to both weather the adverse effect of the COVID-19 pandemic and support the country's economic recovery.", "At the outset of the pandemic, the banking system had significant capital and liquidity buffers, built up due to both the strict BSP regulatory requirements and many years of favorable banking conditions.", "Interestingly, the result of our stress tests suggest that banks can continue to lend and prosper through a broad range of adverse scenarios.", "To assess the impact of the pandemic, the BSP conducted a Comprehensive Baseline Survey in April 2020 and intensified its off-site surveillance of all its supervised financial institutions.", "The results of these BSP initiatives proved useful for our Supervision Departments.", "As the financial sector supervisor, the BSP needs to strike a balance between enabling banks to lend to the firms and households, on one hand, and ensuring the promotion of safe and sound practices to contain the risk exposures of banks on the other hand.", "The BSP's relief measures are classified in five (5) main objectives: Extension of Financial Relief to Borrowers.", "BSFIs were given regulatory relief to enable them to grant equivalent financial relief to their borrowers, including MSMEs, in the form of more flexible and favorable lending terms.", "The BSP's prudential measures aim to promote financing to MSMEs and enable these enterprises to carry on with their business during the COVID-19 crisis, as well as hasten recovery and sustainability of their operations, during the post-crisis period.", "Promotion of Continued Access to Financial Services.", "Policies were placed to ensure access to formal financing channels by retail clients, including MSMEs, during the crisis.", "The use of information technology in carrying out financial transactions was highly encouraged during the lockdown.", "Support for Continued Financial Services Delivery.", "The BSP granted operational relief measures to assist BSFIs in focusing their limited resources on the delivery of financial services to financial consumers, including MSMEs, and support their subsequent recovery efforts.", "Support for Sufficient Level of Domestic Liquidity and Economic Activity.", "Monetary policy measures were also adopted to support domestic liquidity and extend cheaper financing to borrowers, including MSMEs.", "Following these time-bound, strong and swift measures, a crucial question is how Philippine banks are holding up through the pandemic.", "Based on our recent assessment, our key findings suggest that: a.", "Core funding remains relatively strong following COVID-19 outbreak; b.", "Bank lending slightly rises; c. Loan quality slightly weakens as borrowers experience cash flow interruptions and sustain losses due to the pandemic; We don't see this trend to extend in the long-run, however.", "d. Financial assets continue to grow but a slower pace as banks opted to reduce Treasury activities to be liquid; e. Net income declines as additional provisioning rises.", "However, this is likely to be offset by lower operating expenses and deferment of capital expenditures and non-essential expenses; f. Liquidity and capital buffers are intact.", "The banking system's credit growth continued amidst the pandemic.", "The banking system's gross total loan portfolio grew year-on-year by 1.6 percent to P10.7 trillion as of end-September From the funding side, the banking system's total deposits rose by 10.0 percent as of end September 2020 to reach P14.4 trillion.", "Outstanding deposits are mainly composed of savings deposits (47.0 percent of total deposits) followed by demand and NOW deposits (26.9 percent) and time deposits (24.1 percent).", "Savings deposits increased by 14.0 percent as depositors prefer to hold on to cash following the lockdown in Luzon in March 2020.", "In any case, there has been a surge in the use of digital platforms during the lockdown that started in mid-March 2020.", "The use of PESONet rose remarkably, both in volume and value from September 2019 to September 2020.", "Payments made through PESONet more than doubled with volume surging by 264 percent year on year and value rising by 160 percent, over the same period.", "Aside from aiding businesses in mobilizing funds during the pandemic, the PESONet was also used for social transfers made through the Social Security System's Small Business Wage Subsidy (SBWS) Program.", "This shows that this facility is a viable and efficient means of distributing welfare benefits to indigent citizens.", "Similarly, since its launch in April 2018, InstaPay exponentially grew, registering over 1 million percent increase in volume and over 700 thousand percent in value as of September 2020, with the volume rising to 30.3 million from 1,740 transactions and the value growing to Php143.2 billion from Php 19.1 billion.", "The performance of InstaPay from September 2019 to September 2020 was spectacular.", "Based on the Baseline Survey, the banking system may grow by 3.6 percent by end-December This expected growth, however, represents the top 20 banks across universal banks, thrift banks and rural and cooperative banks.", "We expect loans to the MSME to soar.", "Based on the BSP data, the Philippine banking system continued to support the MSMEs during these difficult times.", "In particular, the banking system's new MSME loans used for compliance with the reserve requirements have averaged PhP127.5 billion as of the reserve week of 22 October 2020 from Php9.3 billion as of 30 April 2020.", "The loan quality remained satisfactory amid continued loan growth.", "The quality of the banking system's loan portfolio remained satisfactory.", "The non-performing loan (NPL) ratio was manageable at 3.4 percent as of end-September 2020, slightly higher than the 2.1 percent ratio as of end-September 2019.", "Loan loss reserves have been generally increasing since the start of this year but inched down as of end-September 2020, resulting to a lower NPL coverage ratio of 91.7 percent.", "We expect the banking industry to book additional provisions as they continue to reassess the quality of the loan portfolio.", "The year-on-year growth of financial assets (aside from loans) sharply fell from 15.2 percent in September 2019 to 2.9 percent in September 2020 as banks opted to reduce Treasury activities to be liquid.", "Based on the survey, BSFIs will maintain their strategy as the duration of their investments was reduced to maximize portfolio returns.", "The top universal and commercial banks did not introduce major changes in the composition of their portfolios as they assess liquidity risk.", "Exposures are mostly concentrated in highly-liquid and investment grade instruments.", "As a natural consequence, profitability declines.", "Banking operations were affected by the COVID-19 pandemic as the (annualized) net profit of the banking system shrank by 14.3 percent YoY for the semester-ended September 2020.", "We however expect that other operating expenses will likely be reduced due to lower business volume and capital expenditures and non-essential expenses, will be deferred.", "Based on the BSFIs' survey, full year target for net interest income, other fees, operating expenses will drop while provisioning will rise.", "To mitigate the adverse impact of the pandemic on profitability, banks plan to impose cost-cutting measures (e.g.", "deferred capital spending and freeze hiring of non-critical positions); intensify loan collection activities, stricter in loan monitoring; exercise prudence in loan releases; reduce cost of funds and boost marketing campaigns for new loans and deposits.", "Universal and commercial bank salso intend to reduce their exposures to vulnerable sectors and to increase ancillary or fee-based business.", "Meanwhile, thrift banks and rural and cooperative banks want to fast track digitization initiatives to reduce operating expenses.", "Nevertheless, banks remained well-capitalized as the capital adequacy ratios (CARs) at 15.3 percent as of March 2020.", "This is well-above the minimum thresholds set by the BSP at 10 percent and the Bank for International Settlements (BIS) at 8 percent.", "Meanwhile, the banking system maintained sufficient buffers to meet liquidity and funding requirements.", "Liquidity of universal and commercial banks and their subsidiary banks and quasi-banks was ample as the liquidity coverage ratio (LCR) remained relatively stable in the first quarter of 2020.", "The universal and commercial banks' solo LCR of 171.4 percent as of end-March 2020 was above the regulatory minimum of 100 percent.", "The minimum liquidity ratios (MLRs) of stand-alone thrift banks, rural banks, and cooperative banks surpassed the 20 percent minimum.", "As of end-December 2019, the MLRs of stand-alone TBs, RBs and CBs improved to 32.6 percent, 54.8 percent and 37.1 percent, respectively, from the previous quarter's ratios.", "The BSP also prioritizes other supervisory areas moving forward to ensure the soundness, stability, resilience and inclusivity of the banking system amid the ongoing health crisis.", "This slide shows the key supervisory areas that we are considering - Improvement of the Board and Management; Asset quality deterioration; Declining profitability; Capital adequacy; and Banking operations.", "We also fully support the two major legislations being deliberated at the Senate and House of Representatives - The Financial Institutions Strategic Transfer (FIST) bill.", "This Bill is expected to assist the financial system in performing its role of efficiently mobilizing savings and investments for the country's economic recovery by disposing bad loans; and the Government Financial Institutions Unified Initiatives to Distressed Enterprises for Economic Recovery (GUIDE) Bill which aims to strengthen the capacity of government financial institutions (GFIs) Philippine Guarantee Corporation (PGC), Land Bank of the Philippines (LBP), and the Development Bank of the Philippines (DBP) - to provide the needed assistance to MSMEs, and other strategically important companies.", "Let me now move on to the three major reforms which we are pushing for.", "First, with the passage of R.A. No.", "11439, the BSP is clothed with clear authority to issue broader set of rules and regulations on Islamic banking.", "The supervisory and regulatory powers of BSP over Islamic banks are also reiterated in the law.", "Further, establishment of IBUs by conventional banks is expressly allowed.", "The BSP has a Task Force on Islamic Banking which serves as its arm in drafting rules and regulations on Islamic banking and coordinating efforts on Islamic Banking matters.", "Second, the BSP is committed to promote sustainable growth by fostering environmentally responsible and sustainable policies and work practices.", "We believe that, \"leading by example\" is one of the best ways to usher the transition and shape the behavior of supervised institutions towards the adoption of sustainability principles in their corporate governance, risk management systems, strategic objectives and operations.", "These are embedded in the recently BSP-issued Sustainable Finance Framework.", "Several pockets of green initiatives have been launched prior to the formalization of the Sustainable Central Banking Program.", "These include, among others, the BSP's participation in the Green Bond Fund launched by the Bank for International Settlements (BIS).", "The BSP also implemented the Monetary Board (MB) Paperlite Facility that resulted in the significant reduction of paper usage during MB meetings.", "In addition, the BSP installed energy-efficient mechanisms such as solar panels and inverter technology in air-conditioning systems.", "The BSP is now a member of the Network for Greening the Financial System (NGFS), a group of central banks and supervisors organized to enhance the role of the financial sector in managing climate and other environment-related risks and mobilize capital to support the transition towards a sustainable economy.", "The NGFS membership is expected to strengthen BSP's collaboration with counterpart regulators in building awareness and contributing to the effective management and mitigation of the impact of climate and other environment-related risks in the financial sector.", "Moreover, we have a lot to share with respect to the country's experience in coping with calamities and natural disasters.", "Our recent experience with Typhoon Ulysses again reminds us that we should act fast and we should act now to address climate change.", "As a tropical country in the Pacific, we should expect more destructive typhoons in the years to come.", "We have to be critical of our actions and decisions now as they shape the future of the country and the next generations.", "Finally, complementary to the Sustainable Finance initiative is the Digital Payments Transformation Roadmap.", "The roadmap has these twin goals by 2023.", "First, driving the share of digital payments to 50 percent of total retail transactions by offering faster, more affordable, and secure payment options that provide greater convenience.", "Second, expanding the financially included to 70 percent of Filipino adults by onboarding them to the formal financial system through the use of payment or transaction accounts.", "The BSP's priority policy initiatives aim to broaden the use of digital payment platforms as well as ensure that these are supported by robust infrastructure and governed by sound data standards.", "In closing, allow me to reiterate some key points: The banking system is in a strong financial condition going into the crisis.", "It remains resilient amid the pandemic.", "Supervisory priority areas moving forward include monitoring of asset quality, declining profitability, liquidity and capital positions.", "Financial sector reforms will be important in economic recovery such Islamic Banking, Sustainable Finance, and Digital Transformation as well as the timely enactment of FIST and GUIDE.", "Lastly, and most importantly, despite the adverse impact of the current health crisis on the domestic financial system, Philippine banking system is poised to remain stable, sound, resilient and inclusive in years to come.", "Thank you very much and we wish the MART more success moving forward!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking system", "COVID-19", "Financial reforms", "Digital payments", "Economic recovery", "Sustainable finance", "Islamic banking", "MSMEs", "Liquidity", "Loan quality"]}