{"sentences": ["Introduction Thank you for inviting me to participate in TheCityUK National Conference.", "I want to emphasise the importance of the role of TheCityUK and the relationship with the Bank of England.", "This year, perhaps more than ever, we have drawn on the relationship to exchange views at times of great stress and challenge for the country as a whole.", "Let me start if you don't mind with an anecdote which may provide some light relief in these times.", "Twenty-odd years ago, I was the Governor's Private Secretary.", "At the time, there was a need to preserve and revive one of TheCityUK's predecessors, British Invisibles.", "The Governor of the day, Eddie George, was involved, and asked Douglas Hurd, previously Foreign Secretary, to conduct a review.", "The Governor decided to visit Douglas Hurd at his office, in NatWest in Bishopsgate, to discuss the review.", "We drove there - it's not far I know.", "We pulled up outside a NatWest in heavy traffic.", "The Governor was on the kerbside, his private secretary was not and had to get out and avoid being run over.", "The Governor was into the NatWest first.", "Unfortunately, it was the wrong NatWest - it was a branch.", "I got into the branch to hear the Governor announce to a cashier that he was the Governor of the Bank of England and he had come to see Douglas Hurd.", "She gave him a look and said: \"You're winding me up mate\".", "Fortunately, we found Douglas Hurd, the review was done, and the lineage can be traced to TheCityUK today.", "The future for business investment Onto the serious stuff - I want to talk about the future for business investment in the age of Covid and the role of financial services.", "A bit of recent history to start with: since the global financial crisis, business investment in the UK has been weaker than in previous expansions, and investment growth has been unusually weak relative to employment.", "It's the story of weak productivity growth.", "Globally, there is a well-established story of an excess supply of saving relative to investment opportunity, which underpins the pretty much consensus view that so-called neutral interest rates - the equilibrium rate - will stay low for the foreseeable future.", "But, let's stop for a moment on the issue of lack of investment opportunity.", "There are several strands to this story.", "I am going to touch on one that is certainly relevant to the UK situation.", "Economic theory indicates that heightened uncertainty about the future tends to have a negative effect on investment, it increases the attraction of waiting to see how the uncertainty is resolved.", "Both Covid and the process of setting the future relationship with the EU have increased uncertainty - we see this in surveys - and this has restrained investment.", "Now, I say this to be clear not in the sense of passing any judgement on Brexit - as a public official I take no position on that, and nor do I pass any judgement on the handling of Covid - that is not the point.", "Our job at the Bank of England is to call it as we see it.", "So, yes, uncertainty does reduce investment.", "As we said in our recent Monetary Policy Report, business expectations for sales next year remain subdued as do measures of investment intentions.", "Since we published our report, we have had encouraging news on the vaccine front.", "Of course there is a lot to do, and important steps to take and evidence to gather, but this is a big step forward, and it will play a major role in lowering the level of uncertainty.", "So let me thank those in businesses, universities, government and the NHS who are pushing this vital work forward at such impressive speed.", "If we can now see some light at the end of the tunnel, we need to focus more on important questions about how our economies will look in the future, how we want them to look, what will be the legacy of Covid, and what we can do to support and prioritise any necessary more structural changes.", "Economics can be a dismal affair as we know, and as befits that, we tend to talk in unfortunate terms about \"scarring\" to the economy.", "We tried to refocus that approach a bit in our recent Monetary Policy Report, and instead look at how the structure of the economy may change in the future.", "We described it in terms of three potential components of the change: how what we buy has changed and the way we buy it; how the way we work has changed; and how what we make may need to change.", "If these changes persist, they could require a reallocation of labour and capital, and this reallocation could be more or less costly.", "Now, none of us have good answers yet to how much these changes will persist, or even increase.", "But my best guess is that there will be lasting changes - and we can draw on evidence from history to support this view.", "I will add two further views, one is that we may see a reversal of the period of low productivity growth.", "Covid may be the spur - the change agent if you like.", "Second, we must now focus and push ahead hard with the changes necessary to support changing the direction of our climate.", "All of this will require investment on a much larger scale than we have seen in recent years, and that investment will need to be financed.", "Before I go on to the issue of financing, I want to elaborate a bit on the issue of scarring.", "I'm not a pessimist on the likely degree or consequences of structural change.", "I am not a believer in an overly literal read from history.", "We saw deep and painful structural change in the economy in the 1980s and into the 1990s, with a transition from heavy industry and mining to a more services oriented economy.", "That was a much more painful process, with very difficult consequences, including a sharp increase in economic inequality.I don't believe that Covid will lead to the sort of inter-sectoral change that we saw in the 1980s and 90s.", "It is more likely to be a case of intrasectoral change, for instance within services.", "Such a disruption can, of course, increase the mismatch of employment between firms and occupations, but we have a labour market that has shown the capacity to adjust relatively quickly to such changes.", "Intra-sectoral change may also increase the likelihood that more capital can be redeployed, and more rapidly.", "But the prevailing level of uncertainty means there is no cause to be complacent here - and you should expect a central bank to remain cautious.", "The supply of finance for productive investment Let me turn now to the financing of investment.", "As I said earlier, we live in a time where there appears to be no shortage of aggregate saving, but investment is weak.", "Indeed, the aggregate saving rate in the UK has gone up markedly this year as the opportunity to spend has fallen but incomes have, on average, been supported, though we are far from certain to what extent this higher saving level will persist.", "There is also a role for monetary policy here.", "As well as maintaining interest rates which are consistent with achieving the inflation target, in my view Quantitative Easing at a time like this can prevent an unwarranted tightening in financial conditions, such as the tightening we observed in late March this year.", "To be clear, that is not monetary financing or fiscal dominance.", "It is instead the support of private finance, via a wellfunctioning financial system, for the economy and thus for consumption and investment.", "Investment has to be financed.", "Covid has been a major shock to companies.", "In our August Financial Stability Report the Bank's Financial Policy Committee assessed that UK companies could face a cash flow deficit in the current financial year of up to around £200bn as well as having to potentially refinance around £275bn of debt maturing over the coming year.", "It's not all dismal news though.", "Since the onset of the Covid shock, UK companies have raised a large amount of external finance, providing them with liquidity to help bridge the disruption.", "The UK financial system is playing a key role in helping companies manage the impact of the shock.", "A decade or more on, the financial system is supporting the economy, not the other way around, and that is how it should be.", "This has been possible due to the resilience that was built up following the global financial crisis, and the extraordinary policy response of the Government, and if you don't mind me saying so, the Bank of England.", "But that is not the end of the story.", "More financing will be needed to ensure viable businesses survive, and to finance the need for investment.", "And, we need to ensure that this is done without excessive leverage.", "While the current low level of interest rates supports the sustainability of UK corporate debt, higher leverage would make the corporate sector more vulnerable to interest rate or earnings shocks.", "So, what are we doing about this?", "At the Bank, we are emphasising work on the supply of finance for productive investment, which is important for long-term growth and for financial stability.", "In 2016 the Treasury included in the FPC's annual remit letter that it should consider, subject to meeting its primary objectives in relation to financial stability, how the UK financial system might best be able to intermediate the supply of finance for productive investment.", "This year, the Treasury recommended that the FPC consider how financial regulation and changes to the financial system's structure may have affected the balance between financial stability and the support of productive finance in all regions and nations of the UK.", "This is very welcome, and I can assure you that we are on the case.", "We set out our current work in the August Financial Stability Report - with a focus on why DC pension funds in the UK invest only a small proportion of their assets in less liquid investments; reviewing whether aspects of our prudential regulatory framework create disincentives to investing in longer-term and less liquid investments and could be removed without reducing the safety and soundness of banks and insurers, or policyholder protection; and how investment fund structures can safely support necessary investment in certain illiquid assets.", "To conclude, this agenda is crucial and will have our strong focus.", "It marries the modern functions of the Bank with some of its best traditions.", "But, of course, it requires major commitment from the financial services industry, to support the economy, businesses and the people of this country as we get back on our feet from the effects of Covid and transform the economy to support climate change.", "Fortunately, I know from many conversations that TheCityUK are up for the challenge.", "You do not need to appeal to permanent structural change to be worried about scarring.", "Even if there were no change to the structure of the economy, you can still get persistent damage from uncertainty / unemployment / capital scrapping.", "Whilst COVID might open up the possibilities of new business models, products and ways of working, more productivity growth doesn't come out of nothing.", "It needs physical investment and, increasingly, investment in \"intangible\" capital, such as software, data, R&D, training and new business processes."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Business investment", "Economic uncertainty", "Financial stability", "Financing", "Investment", "Productivity growth", "Scarring", "Structural change", "Supply of finance", "TheCityUK"]}