{"sentences": ["November 24, 2020 Policy Measures to Date and in the Future, in Response to the Spread of COVID-19 -- Lessons from the Global Financial Crisis -- Opening Remarks at the Virtual Conference Co-Hosted by the International Monetary Fund and the University of Tokyo Governor of the Bank of Japan It is my great honor to speak today at this virtual conference co-hosted by the International Monetary Fund (IMF) and the University of Tokyo.", "It has been a decade since the global financial crisis -- or GFC -- and two decades since Japan's financial crisis and the Asian financial crisis.", "Today, we are facing a new crisis, triggered by the spread of COVID-19.", "This conference is intended to learn from our past experience and to gain insight into how best to respond to these extremely challenging circumstances.", "In this sense, the conference could hardly be more timely.", "Policy Responses to Date regarding COVID-19 The spread of COVID-19 has had an even greater impact on the global economy than the GFC.", "The GDP growth rate for the April-June quarter of 2020 declined substantially in many countries.", "Moreover, due to concerns over the deterioration in the real economy, global financial markets temporarily became volatile in March: there was a sudden drop in the prices of stocks and credit assets; the CP and corporate bond markets became frozen; and there were substantial outflows of capital from emerging economies.", "In response to these developments, governments, central banks, and international organizations have been swift to implement policy response measures, both fiscal and monetary, on an unprecedented scale.", "These responses have helped economic entities with their financing, markets to regain stability earlier than in the case of the GFC, and the global economy to start picking up.", "I would point to three particularly important elements in the policy responses taken so far to address the impact of COVID-19.", "The first is that swift and abundant liquidity provision by central banks and international organizations prevented the materialization of a negative feedback loop between economic and financial activities.", "One of the lessons learned from the GFC is that if market confidence is undermined amid heightening uncertainty, there is the possibility of the real economy and finance falling into an adverse spiral.", "There would be a significant credit contraction as financial institutions' funding becomes difficult.", "Mindful of these risks, central banks have played a considerable role in recovering market confidence, acting as the global lender of last resort, with ample liquidity provisioning and U.S. dollar swap line arrangements.", "These measures have worked as a bulwark against a global negative feedback loop.", "Unlike the GFC, the spread of COVID-19 has been a shock to the real economy.", "Nevertheless, a risk common to both the GFC and the COVID-19 crisis was that the erosion of market confidence would trigger a negative feedback loop.", "However, liquidity provisioning this time was conducted decisively.", "Many central banks enhanced swap line arrangements and conducted U.S. dollar funds provisions and asset purchases, while the IMF promptly reinforced its emergency financial assistance.", "I believe that these actions were driven by common concern over risks, built upon the experience of the GFC.", "The second key element of the COVID-19 policy responses is the coordination of fiscal and monetary policies, implemented to stabilize the economy and the financial system.", "This was seen at the time of the GFC, but the coordination this time has been more prompt and comprehensive.", "Amid the rapid decline in income due to the impact of COVID-19, governments have implemented large-scale economic measures, including income support and loan guarantees to firms and households, while central banks have introduced powerful monetary easing measures aimed at supporting corporate financing and stabilizing financial markets.", "Regarding corporate financing support in particular, fiscal measures provided credit enhancement through government guarantee programs, while monetary policy provided liquidity.", "As fiscal and monetary policy measures fulfill their respective roles, business operations and employment have been underpinned through the smooth functioning of financial intermediation.", "The third important element centers on regulation and supervision.", "Namely, while financial institutions had already been increasing their robustness in line with international financial regulations, financial authorities swiftly implemented the necessary measures.", "The strengthening of international financial regulations in the wake of the GFC has led to financial institutions building up ample capital and liquidity.", "This worked as intended, providing a backstop against the negative feedback loop, as the financial sector absorbed the shock to the real economy rather than exacerbating it.", "Moreover, I believe the deferral of the full implementation of the Basel III standards by one year and encouragement for banks to use their capital and liquidity buffers, among other measures, have contributed to securing the smooth functioning of financial intermediation.", "What Will Be Required of Future Policy Responses Next, I would like to consider what will be required of future policy responses.", "There continues to be considerable uncertainty reflecting the resurgence of the spread of COVID-19.", "It is therefore essential, for the time being, to ensure the stability of the economy and the financial system by continuing steadily with the responses to date.", "On this point, due attention must be paid to the possibility that a shift in the challenges facing firms and households from liquidity to solvency could affect the future financial system.", "In the long run, the risk of new financial imbalances must also be borne in mind.", "After Japan's financial crisis and the GFC, such imbalances, including balance-sheet adjustments due to excess debt, exerted prolonged downward pressure on the economy.", "Moreover, just as the GFC was followed by regulatory and supervisory reforms in the financial sector, it will be important to learn from the experience of COVID-19.", "For example, destabilization of the markets at the time of the outbreak highlighted the growing importance in financial intermediation of non-banks, namely, MMFs and investment funds.", "It will be necessary to examine carefully the structural changes in the financial system.", "Society as a whole must prepare for such structural changes in the relatively long run as the impact of COVID-19 is likely to eventually subside.", "Some of these changes were with us before the spread of the disease, such as demographic changes and climate change.", "Moreover, digitalization and cyber security are becoming increasingly important with the spread of COVID-19.", "These initiatives are likely to be a driving force for raising the potential growth rate of the global economy in the post-COVID-19 era.", "Concluding Remarks Facing such an uncertain future, international cooperation is increasingly important in tackling these challenges.", "Now more than ever, it is essential to share the knowledge we have gained and make progress in cooperation with each other.", "I would like to close my remarks with the heartfelt wish that this conference will be an important step toward this goal.", "Thank you for your kind attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Liquidity provision", "Fiscal policy", "Monetary policy", "Financial system", "Solvency", "Financial imbalances", "Non-banks", "Digitalization", "Cyber security"]}