{"sentences": ["04.11.2020 Testimony before the Parliamentary Budget Committee in relation to the Draft State Budget for 2021* Pablo Hernández de Cos *Traducción al inglés del discurso original en español Ladies and gentlemen, I appear before this Committee as part of the process to discuss and approve the State and Social Security Budget for 2021.", "The main aim of this Budget should, in my view, be to provide for the recovery of the Spanish economy in the coming quarters and to mitigate the considerable adverse impact caused by the COVID-19 pandemic to our economic growth and welfare.", "I shall begin by first describing the recent behaviour of the Spanish economy and, against a background marked by exceptional uncertainty, its possible course in the coming quarters, in light of the Banco de España's projections.", "This description will allow me to assess the Government's macroeconomic forecast which, as is habitually the case, frames the Draft Budget.", "Secondly, I shall offer my view of the main aspects of the Draft Budget for 2021, including the fiscal policy stance, its composition and the risks to the budget deficit target being met.", "Lastly, I shall set out what I consider to be the most significant challenges for Spanish fiscal policy in the medium term.", "The Spanish economy: recent developments and outlook 1.1 International environment As I stated in early October before the Economic Affairs and Digital Transformation Committee in this House, the COVID-19 pandemic has prompted unprecedented disruption to economic and social dynamics both in Spain and globally.", "It is an event which, given its exceptional rarity and marked impact, we economists colloquially dub a \"black swan\".", "In the first half of 2020, the health crisis and the measures to contain it caused a deep recession worldwide, which peaked last spring.", "Since then, economic activity has embarked on a path of recovery which, however, has proven incomplete, uneven and fragile.", "It is incomplete or partial because, despite the rises observed in recent months, activity and employment are still clearly down on their pre-crisis levels in virtually all countries.", "Uneven, not only at the international level but, in particular, from the sectoral standpoint, as some sectors of activity involving a substantially high degree of social interaction continue to be appreciably more affected than the rest.", "And lastly fragile because, as we have seen in recent weeks, in the absence of an effective medical solution for the virus, the intensity of the current path of recovery, and indeed its continuation, are highly dependent on how the pandemic evolves and any fresh outbreaks.", "As a result, global economic developments in the coming quarters are subject to very high uncertainty.", "The latest IMF forecasts released in early October illustrate the extraordinary impact the pandemic has already had on economic growth globally and the incomplete nature of the ongoing recovery.", "In particular, the baseline scenario of these forecasts suggests that, following growth of 2.8% in 2019, global GDP will shrink by 4.4% in 2020.", "This contraction will be more acute across the advanced economies than in the emerging countries (with declines of 5.8% and 3.3%, respectively) and, among the former, it will bear down particularly on the euro area, where output is expected to fall, according to the IMF, by 8.3% this year.", "In 2021, the IMF expects activity to pick up relatively strongly in virtually all economies, entailing growth of 5.2% globally.", "However, in most countries, despite this recovery, the level of GDP in 2021 would still be below that recorded in 2019 before the outbreak of the pandemic.", "The gap in the advanced economies as a whole would be about 2 percentage points (pp).", "In the case of the euro area, the contraction in economic activity has been across the board in the year to date, despite the partial recovery posted in the summer months following the easing of the lockdown measures deployed in the first half of the year.", "In the four biggest euro area economies, the loss in output was more marked in Spain (9.1%) than in Italy, France or Germany (4.5%, 4.1% and 4.2%, respectively).", "High uncertainty persists over the intensity of the recovery in the closing months of the year, given how the pandemic has recently evolved in Europe.", "The across-the-board roll-out of new containment measures to counter the health crisis might lead to a significant slowdown in the rate of growth of activity, and even to a contraction, at least in some countries or sectors.", "For the year as a whole, the baseline scenario of the ECB's latest forecasts points to an 8% reduction in euro area GDP in 2020, followed by a 5% increase in 2021.", "The estimated contraction for this year widens to 10% in the harshest scenario (based on a greater impact of the pandemic, with more severe restrictions and a delay in any possible health-related solution), which would moreover entail a very slight recovery, of 0.5%, in 2021.", "As to the inflation outlook for the area, the ECB augurs a very weak increase this year, of only 0.3%, rising in 2021 to 1%, a figure nevertheless some distance off the medium-term price stability objective.", ".2 Recent developments in the Spanish economy In Spain, the impact of the pandemic on economic activity has been particularly marked, and much more acute than in past recessions.", "GDP duly posted historical quarter-onquarter contractions in the first half of this year (5.2% in Q1 and 17.8% in Q2), essentially as a result of the rapid spread of the virus and of the measures of confinement and restriction of activity adopted to contain the pandemic.", "The progressive lifting of these restrictions in Q2 allowed a gradual recovery in activity to ensue.", "Indeed, in Q3 as a whole, GDP is estimated to have risen by 16.7% on the previous quarter, according to INE's flash QNA estimate released last Friday.", "Notably, in any event, this high quarter-on-quarter rate is largely a statistical consequence of the marked fall-off in output in the two previous quarters.", "Hence, and returning to the incomplete nature of the current recovery I referred to earlier, it is important to bear in mind that Spanish GDP in Q3 was still 8.7% down on the same period a year earlier and 9.1% below the end-2019 figure.", "Moreover, as I shall set out in detail later, the intensity of this recovery will have been adversely affected since early July by the fresh outbreaks of the virus in our country, which have prompted a fresh deterioration in the epidemiological situation.", "GDP aside, the pandemic has also had a very significant negative impact on the labour market.", "Part of this impact has been through the decline in social security registrations, which at end-September were 2.3% below their level in the same period in 2019 (almost 440,000 fewer registrations) and 2.7% down on the end-2019 figure (532,000 fewer registrations).", "An even greater part of the negative impact of the pandemic on employment has taken the form of the recourse to furlough schemes (ERTEs by their Spanish abbreviation).", "Thus, at end-September, the employment of almost 730,000 workers had been fully or partly suspended.", "And while this figure is far below the peak recorded in May (3.2 million people on average for the month), it remains high.", "The combined impact of these two channels can be seen in \"actual\" registrations, a variable constructed by stripping out workers on furlough schemes from the social security registrations figures.", "Although this indicator has been gradually improving since May, when it posted a year-on-year decline of 20.9%, it was still showing a fall of 6.2% in September (on average monthly data) compared with the same period a year earlier.", "The increase in the unemployment rate is being partly contained, so far, by the resort to furlough schemes (ERTEs).", "However, according to the Labour Force Survey figures for Q3 published last week, in this period the unemployment rate is estimated to have risen to almost 16.3% of the labour force.", "This is the highest rate since early 2018 and is 2.5 pp above the figure observed in 2019 Q4.", "Public finances have also been severely affected in recent months as a result of the pandemic's direct impact on health spending, the effect of the automatic stabilisers and the various measures implemented by the Government to alleviate the impact of the economic crisis on household and corporate income.", "Hence, the general government deficit rose strongly in the first half of the year to 6.9% of GDP in June in cumulative 12-month terms, more than 4 pp above the level recorded in 2019.", "This figure reflects both a most significant decline in revenue and a notable increase in expenditure, of which more than 70% is directly related to the pandemic.", "The latest data, which exclude local government budgetary developments, are along these same lines: they show a budget deficit to August of 7.8% of GDP in cumulative 12-month terms, 4.9 pp up on the end-2019 figure.", "Besides the highly significant impact the pandemic has exerted on the main aggregate indicators of activity, its influence, and that of the measures implemented to contain it, has been extraordinarily asymmetrical across sectors, firms and workers.", "For instance, some services sectors linked to the hospitality industry and to transport, where activity habitually requires relatively high levels of social interaction, have since the start of the pandemic shown much more marked declines than those seen in the other sectors (e.g.", "manufacturing) across a wide range of activity, confidence and employment indicators.", "The regional distribution of the declines in activity and employment has also been very uneven.", "The crisis has also had a very uneven impact among workers.", "Thus, insofar as the proportion of young workers and low wage earners in the sectors most affected by the pandemic has been relatively high,2 the crisis has borne down particularly sharply on those workers showing a greater initial degree of vulnerability and with more limited resources to sustain their spending.", "This might influence the future path of inequality in Spain.", "As regards business dynamics, since the onset of the crisis the number of firms registered for social security purposes has fallen most appreciably, by almost 84,000 firms from endFebruary to end-September.", "That marks a year-on-year decline of 6.1%, which is down on the peak in spring (10.5% in April), but still very high.", "This evidence is consistent with the analyses conducted by the Banco de España.", "These suggest that the unprecedented fall witnessed in business turnover in recent months will have significantly raised firms' levels of financial vulnerability.", "In the non-financial business sector as a whole, the percentage of firms whose net worth is less than half their net debt is estimated to have risen from less than 20% pre-pandemic to somewhat over 25%.", "This percentage will have increased more significantly at SMEs (by around 6 pp) than at large corporations (around 2 pp) and, by sector, most sharply in tourism and leisure (over 15 pp), motor vehicles (over 10 pp), and transport and storage (around 7 pp).", ".3 Macroeconomic projections of the Banco de España The high uncertainty over the future course of the health crisis made it advisable for the latest Banco de España projections released on 16 September to envisage several alternative scenarios.", "This had been the case in the two previous forecasting exercises, also influenced by the pandemic.", "Two scenarios were set out, the essential differences lying in how it was assumed the epidemiological situation would evolve both in the final stretch of September and in the following quarters and, consequently, in the severity of the restrictions on mobility and activity that it would be necessary to deploy to contain the pandemic.", "The design of scenario 1 thus considered a relatively favourable epidemiological path in the short term.", "And although the emergence of fresh outbreaks was considered, their containment would only require restrictive measures of limited scope, from the geographical standpoint and from that of the productive sectors affected.", "In this respect, the impact of these new restrictions on activity would, it was assumed, be relatively limited.", "Under scenario 2, by contrast, fresh outbreaks on a greater scale in the short term were envisaged.", "It was admittedly assumed that the containment of these outbreaks would not require the application of such strict and widespread social distancing measures as those in place before the start of lockdown-easing last spring.", "But it was believed these limitations would have an appreciable adverse effect on activity.", "In particular, the scenario envisaged the possibility that, in addition to causing more intense harm to activity in the services sectors, these new restrictions could also bear down directly (and not only through knockon effects) on the degree of robustness of the other productive sectors.", "In these extraordinarily uncertain circumstances, a very significant deterioration is in any event expected in the Spanish economy's levels of activity and employment, and in its public finances for 2020 as a whole.", "And this negative impact will, moreover, be relatively persistent.", "In particular, taking the above-mentioned Banco de España scenario 1, GDP would contract by 10.5% in 2020 (12.6% under scenario 2), and pre-crisis levels of activity would not be regained until late 2022, when the level of GDP would still be some 2 pp below that recorded at end-2019 (more than 6 pp below in scenario 2).", "This adverse impact of the pandemic on Spanish GDP would generally be more marked than that which most developed countries would undergo.", "Indeed, institutions such as the IMF, the OECD and the European Commission have testified as much in their forecasts.", "This would be the consequence of the conjunction of several factors.", "They include the relatively more unfavourable course of the pandemic in our country.", "Thus, for instance, at the height of the first wave, the number of daily deaths per 1,000,000 inhabitants stood at over 17 in Spain, compared with fewer than 14 in Italy, 9 in the Netherlands and 3 in Germany.", "Moreover, the second wave of the virus began in Spain almost two months before it did in the rest of the euro area.", "Compounding this was the effect of the greater stringency of the lockdown measures during the early stages of the pandemic in the spring.", "Lastly, the different structural aspects of the Spanish economy also come into play: the high temporary employment ratio in the labour market, the prevalence of SMEs in the productive system and the high weight of the so-called \"social sectors\" in GDP.", "These aspects make our economy particularly vulnerable to this shock.", "While the temporary employment ratio in Spain averaged 25.2% over the past decade, it was below 14% in the other euro area countries.", "In 2019, moreover, 78% of firms in Spain had fewer than five employees, clearly higher than the figure of 69% for the euro area on average.", "Also, the sectors of activity most affected by this crisis (hospitality, transport and leisure) account for approximately 13% of the Spanish economy, compared with around 9% of the euro area economy.", "As regards the behaviour of the labour market in the coming years, employment in terms of hours worked is expected to move on a very similar path to that of economic activity, showing declines of over 11% in 2020 and a recovery thereafter.", "The unemployment rate is expected to increase very significantly both in 2020 and 2021 and, despite falling in 2022, will still remain over 18% under scenario 1 and over 20% under scenario 2.", "Concerning public finances, the general government deficit is forecast to increase strongly in 2020, to 10.8% of GDP under scenario 1 and 12.1% under scenario 2.", "Although this ratio is expected to fall gradually in 2021 and 2022, the budget deficit will still be very high at the end of the projection horizon, standing at almost 6% under scenario 1 and at slightly over 8% under scenario 2.", "The government debt ratio is expected to rise very significantly in 2020, by between 20 pp and 25 pp, standing at the end of the projection horizon at 118% of GDP under scenario 1 and at 128.7% under scenario 2.", "Lastly, in the case of consumer prices, the scenarios presented in September envisaged that, following the notable slowdown in recent months, the headline inflation rate would be negative for 2020 as a whole (-0.2% under scenario 1 and -0.3% under scenario 2).", "In the following two years it would only rise very gradually (to 1% and 1.2% under scenario 1 and to 0.8% and 1.1% under scenario 2), underpinned by the progressive recovery in aggregate demand and some quickening in the energy component of prices.", "Yet since these scenarios were released in September, various indicators have been published which enable their current validity to be assessed, albeit qualitatively.", "In any event, the Banco de España will update its forecasts in December, in a joint exercise with the Eurosystem.", "First, it is important to note that the INE's preliminary estimate for the quarter-on-quarter GDP growth rate for Q3 a few days ago was, at 16.7%, practically in line with the rate estimated in early September in the context of scenario 1 (16.6%).", "However, as I pointed out earlier, a wide range of indicators would suggest that the recovery progressively lost momentum in Q3.", "This would essentially be related to the rapid increase in the number of COVID-19 infections observed in Spain in recent months.", "That is to say, if economic activity in Q3 has managed to pick up in keeping with the more benign scenario of the two projected in September, the path of the disease and the necessary containment measures introduced in recent weeks might be running more in step with the assumptions included under scenario 2.", "Thus, for example, the composite PMI, which habitually acts as a leading indicator of the future performance of the economy, fell in Spain in August and September, interrupting the rising path on which it had held in the previous months.", "Further, the improvements seen since the latter part of Q2 in Google's daily mobility indicators, and in those for air and motorway traffic, are estimated to have halted (and even reversed in some cases) since midJuly.", "This economic recovery path in Q3, and the fact that, in Q4 to date, the epidemiological situation has worsened acutely in Spain and in most of our neighbouring countries, have prompted the relatively widespread application of fresh restrictions on mobility and activity in certain sectors.", "On the basis of these developments, it seems plausible to anticipate that economic activity in the final stretch of the year and in early 2021 will be less dynamic than was expected under September's scenario 1 (which envisaged a quarter-on-quarter increase of 3.9% in 2020 Q4 and of 1% in 2021 Q1).", "However, it is important to note that the volume of conjunctural information currently available to us to estimate economic developments in Q4 is still very limited.", "Accordingly, these considerations are subject to very high uncertainty.", "In this respect, the social security registrations figures for October would suggest the recovery in this variable had flattened somewhat (in contrast to preceding months, the year-on-year rate of change in registrations did not fall in October and held at -2.3%).", "Also, the manufacturing PMI for October, published this very week, has shown a slight rise in business confidence in the sector, both in Spain (+1.8 points) and in the euro area as a whole (+1.1 points).", "There has been a clear downward surprise in inflation in recent months (it dipped to -0.9% in October according to the CPI leading indicator published by the INE last week).", "This has essentially been due to the behaviour of the prices of services (especially those relating to tourist and leisure activities) and of non-energy industrial goods (weighed down by the relative weakness of demand).", "This would be consistent with inflation rates in the coming quarters even more modest than those foreseen in the September projections exercise.", ".4 The main conditioning factors of economic activity in the coming quarters: risks and policies The macroeconomic outlook I have described is subject to extraordinary uncertainty and the underlying risks are tilted to the downside.", "The key aspect influencing Spanish and global economic developments in the short term is, unquestionably, how the epidemiological situation will evolve.", "Considerable risks persist as to the future course of the pandemic.", "In particular, we cannot rule out here that unfavourable new developments will arise, whether because the worsening infection figures we are seeing during the second wave continue for a lengthy period of time, because it is necessary to resort to more severe containment measures, or because an effective medical solution does not become available in the time frame the scientific community has suggested as most realistic, namely around mid-2021.", "Should these risks materialise, they would weigh down on the recovery in economic activity envisaged in the above-mentioned scenarios.", "And we cannot rule out very marked effects as a result of abrupt and potentially non-linear changes in the dynamics of capital markets, the stability of financial institutions or agents' confidence.", "Setting aside how the pandemic may evolve, some significant sources of uncertainty remain on the external front.", "One of these is the possibility that the Brexit negotiations will conclude without an agreement at the end of the transition period, an aspect on which risks currently remain tilted to the downside.", "A further source of uncertainty concerns future US-China trade relations.", "Undoubtedly, this matter will be greatly influenced by the outcome of yesterday's US presidential election, though it is still early to accurately gauge all the ensuing implications.", "On the domestic front, a significant factor for the Spanish economy, not only in the coming quarters but also in the medium and long term, is unquestionably our ability to mobilise and efficiently assign the European funds available under the Next Generation EU (NGEU) programme.", "In the September Banco de España forecasting exercise I have referred to in my address today, the impact of this programme was not explicitly incorporated into the projections, since at that time there was notable uncertainty over many key areas in relation to the use of these funds.", "However, we did publish an analytical text in which, under different assumptions about the execution time of the projects requested, the types of projects and how they would be financed, an initial approach was made in respect of their potential macroeconomic impact.", "The results of this analysis suggested that the European programme, given the potential volume of funds it could mobilise, has the capacity to become a significant factor of support to the Spanish economy's recovery in the wake of the impact of COVID-19.", "Also, and in particular, it could be a unique lever for raising our modest potential growth rate, especially if the design and prompt implementation of new public investment projects exerting a high multiplier effect on activity were pursued, accompanied by the introduction of structural reforms providing for the more efficient functioning of our economy as a whole.", "In this respect, the NGEU programme entails an upside risk to our September forecasts that I shall quantify later.", "Admittedly, since the publication of our latest projections more details have become known on the use that could be made of the NGEU programme in Spain in the short term (many of which are included in the Draft Budget we are addressing here today).", "But notable uncertainty persists over the ultimate level of actual execution of this programme in Spain, and over the capacity of the potential projects finally selected and implemented to increase the Spanish economy's growth potential.", "I shall refer again to this matter when discussing the macroeconomic forecasts of the Draft Budget.", "But first, allow me to mention one final factor which, undoubtedly, has critically influenced recent Spanish and global dynamics.", "It is a factor that will continue to play a key role in the coming quarters and years in managing and overcoming this crisis.", "I refer here to the economic policy response.", "To date, the measures taken by economic policymakers (in the fiscal, monetary, labour market and financial areas) in response to the outbreak of the pandemic have most significantly mitigated its impact.", "They have eased the downturn in real activity and in economic agents' income and liquidity, and they have headed off the materialisation of systemic risks to the functioning of the financial markets and banks' financial stability.", "From the outset of the health crisis, fiscal policy, both in Spain and in most developed countries, has reacted resolutely.", "As you are all aware, particularly notable in Spain have been the furlough schemes (ERTEs) in respect of employment and the public guarantees for financing granted by credit institutions to firms.", "These were forceful measures, aimed at mitigating the impact of the crisis on employment and on households' and firms' income and liquidity.", "In the monetary policy realm, where the Banco de España plays an active role as a member of the Eurosystem, the action of the ECB, through a wide range of measures, has been pivotal.", "It has stabilised financial markets throughout the euro area, avoiding financial fragmentation across countries, and supported the flow of bank lending, which is so important for financing households, SMEs and the self-employed.", "The ECB response has thus exerted a significant stabilising effect on economic activity in Spain and in the euro area as a whole.", "Looking ahead, the Spanish and global economic outlook will hinge crucially on how these policies can be adapted to an extremely uncertain and changing environment, so a balance may be struck between their effectiveness and the efficient use of public funds.", "In the specific area of budgetary policy, and within the time horizon covered by the Draft Budget for 2021, efforts should continue to be geared, as was the case throughout 2020, to combating both the health crisis and the adverse economic consequences of the lockdown measures introduced to alleviate it.", "On the health front, combating the virus obviously continues to be a priority objective until an effective medical solution has been developed.", "This may require continuing to adapt the capacity of the health system to ease the effects of the second wave on public health and to manage potential and subsequent fresh outbreaks.", "At some point further ahead, the objective must be to purchase the necessary doses of the treatment or vaccine, for distribution to the population at large.", "Beyond the health sphere, the short-term priority must be to continue to support households and firms until a sound and sustained recovery is in place.", "This is something we will very likely not see until a medical solution is available that will render restrictions on people's movements and on certain sectors of economic activity unnecessary.", "Until this is the case, budgetary support for private economic agents is crucial to minimise the risk that the present health and economic crisis may trigger a financial crisis, which would entail much higher and longer lasting costs in terms of production and employment.", "However, these support measures must now be more selective, concentrated on the population groups and businesses most affected by the crisis, to maximise their effectiveness in a setting in which public funds are necessarily limited.", "This was the backdrop for the extension of the furlough schemes up to January 2021 agreed between the Government and the social agents.", "In the same spirit, the Government should be prepared for the possibility that, should the course of the pandemic worsen, it may be necessary to introduce additional measures or to extend or recalibrate those already in place.", "In addition, there needs to be a transition from the current income support policies for households and liquidity and funding support policies for businesses towards measures geared to fostering medium and long-term growth.", "In particular, this requires that budgetary policy favour, rather than hinder, the necessary reallocation of resources.", "This is how the new incentives for furloughed workers to return to work, envisaged in the latest extension of these measures, should be understood.", "Moreover, although the structural changes that may be triggered by this crisis have become a recurrent subject of debate, the specific nature of these changes is as yet uncertain.", "On the one hand, it is noticeable that as a consequence of the pandemic, certain transformations that were already under way, such as teleworking or digitalisation, are accelerating.", "Yet on the other hand, and by contrast to the experience of the previous crisis, which saw structural correction of certain industries in Spain, such as construction and financial services, that were oversized, it is not at all clear that the sectors currently most affected by the social distancing rules resulting from the pandemic will see a permanent fall in their demand once we have overcome the health crisis.", "In consequence, it is by no means easy to fully anticipate all the structural changes that will arise as a result of this crisis.", "This advises maintaining certain support measures for the sectors most affected until such time as these uncertainties are dispelled.", "However, the necessary flexibility must be maintained so as to ensure that policies can be tailored to facilitate the reallocation of resources to more dynamic areas of activity.", "The pandemic is having a particularly harsh impact on the tourism and hospitality sectors, both of which have higher levels of relatively low-skilled labour and in many cases with temporary employment contracts.", "Transformation of the productive system will require the reskilling of these segments of the working population, to allow them to participate in the economic sectors of the future.", "Active employment market policies should play a key part in this transition, together with training and retraining of the workers most affected by this crisis.", "In this setting, making efficient use of the Recovery and Resilience Facility to enhance the economy's human and physical capital could be extremely helpful, a question that I will address in more detail a little later.", "Moreover, the need to make efficient use of public funds means that their use must also be appropriately timed.", "In this setting, particular care will be needed with the adoption of measures that may lead to a permanent increase in expenditure levels.", ".5 Draft Budget macroeconomic forecast The macroeconomic forecast underpinning the Draft Budget expects real GDP in Spain to fall by 11.2% in 2020, followed by growth of 9.8% in 2021.", "In the fiscal sphere, it envisages a correction of 3.6 pp in the general government budget deficit between 2020 and 2021, from 11.3% of GDP this year to 7.7% of GDP next year.", "In such an extraordinarily uncertain and changing environment as the present one, we need to be especially cautious when assessing these forecasts and comparing them with those made - mostly at different moments in time - by other analysts.", "In my view, three points should be highlighted.", "First, the starting point for this Draft Budget, which is none other than the forecasts made for the current year.", "In general, these are consistent with those published by the Banco de España in our latest projections report.", "In particular, the scale of the possible fall in GDP in Spain in 2020 - 11.2% according to the macroeconomic forecast underpinning the Draft Budget - is more or less mid-range between the two projection scenarios presented by the Banco de España in September, which envisaged a decline of 10.5% under scenario 1 and of 12.6% under scenario 2.", "This is also true for the budget deficit estimated for 2020 in the Draft Budget forecast, which is 11.3% of GDP, virtually mid-range between the deficit envisaged under scenario 1 (10.8%) and scenario 2 (12.1%).", "The macroeconomic forecast underpinning the Draft Budget also appears to be considerably in line with the projections made by other analysts for these same variables in 2020, especially considering the high level of uncertainty.", "Thus, in the Consensus Economics Forecasts panel published in mid-October, the analyst consensus pointed to a contraction in GDP of 12.1% and a budget deficit also of 12.1% in 2020.", "A second noteworthy aspect of the macroeconomic forecast accompanying the Draft Budget is that it expects GDP to grow by 9.8% in real terms in 2021 (10.8% in nominal terms).", "This is assuming that some €27 billion will be available from European funds in 2021 (around 2.4% of estimated GDP for 2020), with a positive impact on the rate of growth of GDP in that year of 2.6 pp.", "As I indicated earlier, the Banco de España's latest projection exercise did not include the potential positive impact on activity of the funds that the European Union has made available to Member States, through the NGEU programme, to support the ongoing economic recovery and structural transformation.", "In consequence, in order to use the Banco de España's projection scenarios as a benchmark for comparison, the GDP growth estimate for 2021 in the macroeconomic forecast underpinning the Draft Budget must be considered having discounted the impact of the projects financed through the NGEU programme.", "This gives GDP growth of 7.2% in real terms (8.1% in nominal terms).", "In real terms, this rate of growth is in line with that estimated in our September projections under scenario 1 (7.3%).", "In nominal terms it is somewhat higher than the Banco de España's projection, as it assumes a GDP deflator that is 0.2 pp higher.", "In any event, as I have already indicated, all these growth projections, including those underpinning the Draft Budget, are subject to considerable downside risk.", "This risk is still difficult to quantify, considering the course the pandemic has taken in recent weeks and the new social distancing measures introduced to contain it, in Spain and in our main European trading partners.", "This will foreseeably have a negative impact on economic momentum in Spain in the coming months.", "In addition, we cannot rule out the possibility either that, in the near future, it may be necessary to adopt more stringent lockdown measures than those that are currently in place.", "It is important to note that although the Banco de España's September projections did not include many of the other measures contained in the Draft Budget not directly linked to the NGEU programme - given that these measures had not been specified at that date - the upside risks to growth in 2021 arising from their inclusion would be relatively small.", "This is because the expansionary tone of this Draft Budget derives almost exclusively from the funds available under the NGEU programme.", "These upside risks would be of a lesser magnitude than the downside risks deriving from the potential worsening of the epidemiological situation.", "I also wish to stress that the assumption contained in the Draft Budget regarding full absorption of the European funds by the Spanish economy and the associated multipliers seems optimistic in the light of historical and empirical evidence.", "If we analyse the capacity of the Spanish economy to mobilise funds linked to other European programmes, seven years after the last three European structural fund programmes (all with smaller volumes than the NGEU) were introduced, Spain's rate of absorption of the funds available was below 80% in all cases.", "In addition, it is important to note that in order for the European funds to have the multiplier effect on aggregate activity that is assumed in the Draft Budget (slightly above 1), these funds will have to be employed in quality projects, that is to say in public investment initiatives with optimal capacity to boost economic growth potential in the medium term, for example, by enhancing technological and human capital stock.", "Moreover, there must be no negative confidence effects, deriving, for instance, from doubts regarding the sustainability of public finances.", "Hence the pressing need for the medium-term fiscal consolidation programme to which I will refer later and for structural reforms that will boost our potential growth.", "The extent to which the projects that Spain ultimately submits for European funding under the NGEU satisfy these conditions is a question that we will have to analyse in great detail in the coming quarters and that will directly affect their ultimate impact on aggregate activity.", "In short, the macroeconomic forecast underpinning the Draft Budget is subject to downside risks, arising from the possibility that the effects of the pandemic on economic activity may be more negative than projected (as has been the case in recent weeks worldwide), and from the difficulty of absorbing the funds available under the NGEU programme in quality projects in the necessary time frame.", "The last point I wish to make in this respect is that, to the extent that there are appreciable risks that the pick-up in activity in 2021 may be weaker than forecast, there is also a risk that the budget deficit, the unemployment rate and inflation may deviate from their forecasts in 2021.", "In the case of the deficit, in response to the ongoing health crisis the European Commission has allowed Member States to temporarily diverge from the paths determined by the European budget rules for the budget deficit, public expenditure and government debt in normal conditions.", "Nevertheless, even though these rules are not currently binding, any deviations that are not caused by a poor economic performance should be avoided, to minimise the possible negative repercussions for budget outturn credibility.", "Regarding the unemployment rate, the macroeconomic forecast contained in the Draft Budget expects it to reach 17.1% of the labour force in 2020 overall.", "This forecast, which is at the lower limit of the range defined in the Banco de España's two scenarios published in September - between 17.1% and 18.6% - would, in my view, be subject to certain upside risks.", "Nevertheless, the most significant difference between the two sets of projections relates to the unemployment rate in 2021.", "Thus, while the macroeconomic forecast contained in the Draft Budget expects the unemployment rate to fall by 0.8 pp to 16.3%, under both the Banco de España's projection scenarios it is expected to increase, by 2.3 pp under scenario 1 and 3.5 pp under scenario 2.", "It is important to note that these quite considerable differences cannot be explained solely by the fact that the Banco de España's scenarios do not include the effects of the NGEU programme, because taking the Government's estimates as reference, the implementation of that programme would entail a drop in the unemployment rate of 0.6 pp between 2020 and 2021.", "I will return to this question later.", "Lastly, the Draft Budget envisages an inflation rate of 0.9% in 2021, mid-range between the two scenarios considered in the Banco de España's September projections (inflation of 1% under scenario 1 and of 0.8% under scenario 2).", "However, as I indicated earlier, the price dynamics observed since these projection scenarios were published would clearly introduce a downward bias.", "A further bias - also downward - would come from the downside risks to which I have already referred affecting the future course of activity.", "Before analysing the main lines of action of budgetary policy for 2021 defined in the Draft Budget, I first wish to outline the basic principles that, in my opinion, should guide budgetary policy in the circumstances in which we now find ourselves.", "First, the budgetary policy stance over the coming year must be clearly expansionary.", "Bearing in mind the incomplete, unequal and fragile nature of the ongoing economic recovery, and the considerable downside risks it faces, the stimulus measures cannot be prematurely withdrawn.", "Second, budgetary policy must be selective.", "Despite the huge injection of funds that the European monies will entail, the magnitude of the challenges facing the Spanish economy in both the short and the medium term - including, without doubt, the need to undertake an ambitious fiscal consolidation process in the coming years - means that public resources must be used highly efficiently.", "In this respect, and in what, in my view, should be the third main defining principle of Spanish fiscal policy in the coming years, public resources should be geared towards those uses or initiatives that have the most capacity to increase future economic growth.", "Apart from certain support measures that may be necessary in the short term, it is vital that economic policy in general, and budgetary policy in particular, are geared towards achieving the structural transformation of the Spanish economy, to correct some of the shortcomings that have accompanied us in recent decades and to ensure that we are not left behind in the profound changes that are taking place worldwide, including in terms of the level of globalisation, digitalisation and ecological transformation of our economy.", "Lastly, it is advisable that budgetary policy, rather than promoting initiatives that involve acquiring future payment commitments that will drive up our structural deficit, instead encourages temporary increases in the deficit, concentrated on items that can boost our growth potential in the medium term.", "I will refer repeatedly to these basic principles later.", "Draft State and Social Security Budget for 2021 In this section I wish to offer my assessment of the main revenue and expenditure measures included in the Draft Budget, of the general budgetary policy stance envisaged for 2021, and of expected developments in Spanish government debt.", "I should first clarify that many of the aspects to which I will refer, especially those relating to the budget balance and revenue and expenditure aggregates, are based on the information provided in the Draft Budgetary Plan for 2021 which the Government published a few weeks ago.", "This Plan is based on the same macroeconomic forecast that underpins the Draft Budget and includes almost all the revenue and expenditure measures.", "There are two advantages to incorporating this information.", "First, not only does the Draft Budgetary Plan include the budgetary outlook for the State and Social Security for 2021, but it also includes the general government outlook, and in addition, in National Accounts terms.", "In a country as highly decentralised as Spain, to analyse budgetary policy correctly it is essential to take account of general government.", "Second, the Draft Budgetary Plan does not include the increase in general government revenue in 2021 resulting from the European funds linked to the NGEU programme, nor the expenditure that these monies will fund.", "Accordingly, in comparison with the information contained in the Draft Budget, it provides for a more exhaustive analysis of the composition of public finances in 2021.", ".1 Main public spending measures Overall, the Draft Budget envisages a highly significant increase of 24% in total expenditure and of 26% in primary expenditure compared with the 2020 budget outturn projection.", "I will concentrate my comments on four main aspects: the NGEU programme, the expenditure items most directly linked to management of the pandemic, certain specific discretionary measures, and the main items whose future development is primarily shaped by the assumptions included in the macroeconomic forecast.", "First, the NGEU programme to which I referred earlier.", "This programme is, without a doubt, on account of its magnitude, the factor that most distinguishes this Draft Budget from any other presented in Spain in recent decades.", "In particular, in 2021 the Government expects to receive €27 billion in European funds from this programme.", "This is in addition to a further €8 billion under the REACT-EU programme which is not included in the Draft Budget and will go directly to Spain's regional governments.", "These funds are distributed broadly across the expenditure headings, although they are allocated especially to spending on industry and energy (21.1% of the total funds), civil research and development and innovation (17.8%), infrastructures (17.6%), health (11.1%), education (6.8%), and housing policy (6.2%).", "On the basis of these funds, increases have been budgeted in certain expenditure items that, in terms of historical performance, entail unprecedented annual rates of growth.", "Thus, for example, compared with the figures budgeted in 2019, real investment by the State is expected to rise by 47% in 2021 (equivalent to 0.2 pp of GDP), expenditure on civil research, development and innovation by 70% (0.4 pp of GDP) and expenditure on infrastructures by 52% (0.3 pp of GDP), while expenditure on education would increase by 80% (0.2 pp of GDP) and health expenditure by 71% (0.3 pp of GDP).", "As I have indicated, given the magnitude of these increases and the possible delays in the process, there is a risk that they may not materialise in full.", "In any event, independently of the volume of the European funds mobilised in 2021, I wish to insist on the importance of the quality of management of these funds.", "As I have said, it is essential they be assigned to new public investment projects with a high multiplier effect on economic growth potential.", "In addition, considering the temporary nature of these European funds, they should not be used to defray permanent increases in expenditure, as this would simply drive up our already high structural deficit.", "These will clearly be the key aspects to be assessed in the coming quarters, as more details of the specific projects to benefit from the NGEU programme become known.", "My second comments refer to the forecasts contained in the Draft Budget for certain expenditure items that have been severely hit by the management of the pandemic in 2020.", "Thus, for example, expenditure on purchases of goods and services, a heading that includes purchases of health equipment, is expected to decrease by 2.5% in 2021 after increasing (foreseeably) by 14% in 2020.", "Similarly, unemployment expenditure, an item that has been hard hit in 2020, among other factors by the furlough schemes, is expected to fall by 36% in 2021.", "In this respect I wish to highlight that, as I have mentioned, insofar as the epidemiological situation currently poses clear risks for the economy, these expenditure items may not fall by as much as projected in the Draft Budget.", "For instance, because it is considered appropriate to maintain the furlough schemes for longer than was initially expected.", "This would entail upside risks in these items that are difficult to quantify.", "My third comment on the expenditure measures envisaged in the Draft Budget relates to certain discretionary measures.", "In particular, the Draft Budget includes a proposal to raise public sector wages by 0.9% in 2021, in line with the Government's inflation forecast for that year.", "This is one of a set of proposals that also includes an increase of 0.9% in contributory pensions, of 1.8% in minimum and non-contributory pensions, and of 5% in the IPREM, the multipurpose public indicator of income index that is used as a benchmark for increases in subsidies, assistance and unemployment benefit.", "Clearly, public sector wages and pensions are two of the most sensitive issues in budgetary matters and are very much present in the social debate.", "However, in this respect I wish to refer to two aspects from a purely technical standpoint.", "The first is that, as I have mentioned, in a scenario of already low price dynamics, the risks to inflation forecasts in the short and medium-term are clearly on the downside.", "In recent months, the headline inflation rate in Spain has been broadly negative (-0.9% in October according to the leading indicator of the CPI published by the INE last week), while core inflation, which is less volatile, has also consistently surprised on the downside and remains at levels close to 0%.", "In this setting, as it has been the case in 2020 with pensions and public sector wages indexed at 0.9%, which will be above observed inflation (-0.3%, on Banco de España projections), the proposals to raise public sector wages and pensions envisaged in the Draft Budget could give rise to an increase in real terms in compensation for those groups, at the same time as the economy overall is witnessing large-scale destruction of employment and public finances a highly acute deterioration, unprecedented in recent times.", "That said, in my opinion, rather than adopting widespread wage increases for public sector workers, it would be more appropriate to assess the possibility of introducing more specific increases within that group, for example, for health sector workers, based on objective criteria.", "Lastly, I wish to comment briefly on the Draft Budget forecasts for certain important expenditure items whose growth can be assessed relatively accurately according to the measures adopted in the Draft Budget and the macrofinancial assumptions underpinning it.", "In particular, I wish to refer to pension expenditure, which is determined by the increases agreed and by population ageing, and to interest expenditure, in National Accounts terms, which reflects developments in government debt and interest rates.", "The forecasts for these items contained in the Draft Budget are, in general, in line with the estimates obtained from the models used by the Banco de España.", "In the case of expenditure on unemployment benefits, which essentially depends on unemployment patterns, the Draft Budget, as I have said, projects a decline of 0.8 pp in the unemployment rate.", "This contrasts with the increase of 3 pp envisaged in the Banco de España's latest projections.", "This difference persists, even taking into account the impact on employment of the NGEU programme which, as I said earlier, was not included in the Banco de España's September macroeconomic projections and which, in accordance with the estimates contained in the macroeconomic forecast underpinning the Draft Budget, would shave 0.6 pp off the unemployment rate.", "Accordingly, should unemployment perform less well than forecast, this expenditure item may be significantly higher than envisaged in the Draft Budget.", ".2 Draft Budget: projected revenue On the revenue side, the Draft Budget proposes a broad raft of legislative changes to existing taxes, including in particular a higher rate of personal income tax and wealth tax for higher income earners, a limit on double taxation exemptions for large corporations, a minimum tax rate of 15% on the tax base of SOCIMIs (Spain's real estate investment trusts), and higher taxation of hydrocarbons (focused on diesel oil for non-professional use) and other environmental taxes.", "On official estimates, these measures combined will raise public revenue by some €2.4 billion in 2021.", "The Draft Budget also reflects the impact on revenue of the financial transaction tax and the tax on certain digital services, both approved recently, and of other new taxes, such as, for example, the tax on non-reusable plastic containers and on landfill waste.", "On official estimates, the impact on revenue of this set of instruments would amount to some €3.2 billion in 2021.", "As in the case of the expenditure items, I will not examine in detail the different revenue heading measures individually, but will confine my analysis to three questions that I believe to be very important, namely the overall direction of the tax changes introduced, their appropriateness, and the risks surrounding their revenue-raising capacity.", "First, regarding the nature of the tax changes introduced in this Draft Budget, I wish to reflect on the appropriateness of the timing of the changes proposed and on the specific instruments used.", "As you know, the Banco de España, in its various publications and in my own addresses, has upheld the view that the fiscal policy response to the pandemic should be decisive in the short term, to mitigate the adverse effects of the crisis on businesses, the self-employed and households, and to prevent a deterioration in our economic growth potential.", "At the same time, in order to rebalance public finances in the wake of the extraordinary shock caused by this crisis, an ambitious fiscal consolidation strategy for the medium term is needed; it should be defined swiftly, include rigorous and credible measures and address, among other factors, a comprehensive reform of the Spanish tax system.", "In my view, the economic recovery under way still shows clear signs of fragility and is subject to considerable downside risks, so that a widespread increase in the tax burden is not advisable at this time.", "For this reason, I believe it may have been preferable to delay the introduction of some of these measures until our economic recovery is more robust.", "As regards the main instruments employed to achieve this projected increase in tax revenue, I insist that in my view what is needed is a profound and comprehensive reform of our tax system.", "In addition, in many cases (such as, for example, the taxes on financial transactions and digital services), these changes must be approached in a coordinated manner internationally, to maximise their revenue-raising capacity and prevent competitive distortions or relocation of tax bases.", "I will return to these questions a little later when I put forward what I believe to be the main fiscal challenges facing our economy in the medium term.", "The last question I wish to address in this section relates to the risks underlying the revenue projection.", "In particular, the Draft Budget assumes that revenue from taxes and social security contributions will rise by 9% in 2021 in budgetary terms.", "This figure reflects the entry into force of the measures described above and also the projected behaviour of tax bases, which will essentially depend on the macroeconomic environment.", "In this respect, there are three main factors that condition the feasibility of this forecast, and all three are subject to significant uncertainty.", "First, the revenue-raising capacity of the new taxes, for which there are very few historical or international benchmarks.", "Second, the sensitivity of tax revenue to tax bases, which is an elasticity that is very difficult to assess accurately in circumstances such as the present ones for which there are no comparable historical benchmarks.", "And third, the macroeconomic situation in Spain and worldwide which, as I have said, is subject to major uncertainty and risks which, overall, could result in lower economic growth for 2021.", "In accordance with the Banco de España's preliminary analyses, the most significant risks of deviation from the revenue projection in the Draft Budget are concentrated on the last of the three factors mentioned, that is, on the level of momentum of activity in 2021.", "In consequence, taking as reference the analyses performed by the Banco de España, the risk for the public revenue forecast for next year would be on the downside, essentially as a consequence of possible deviations from the GDP growth forecast contained in the macroeconomic forecast for 2021, which I mentioned earlier, as shown in scenario 2 in Chart 13, and which, as I have indicated, is the lower growth scenario for 2021 of the two scenarios published in September by the Banco de España.", ".3 The general government deficit target and the fiscal policy stance Having discussed the spending and revenue policies of the Draft Budget, I shall now move on to consider the budget as a whole.", "This will allow me to assess the uncertainty surrounding the possibility that the budget deficit will reach the reference level of 7.7% of GDP in 2021 and the fiscal policy stance in 2021.", "The budget deficit will need to be reduced by 3.6 pp to attain the level established for 2021.", "According to general government Budget Plan projections, this reduction would be the result of a 7.3% revenue increase, in National Accounts terms, and practically no change in spending; the effect of the European NGEU programme funds, which have a neutral impact on the budget deficit in 2021, is excluded in both cases.", "Taking my previous comments on the most likely public spending and revenue developments in 2021 together, we may conclude that there is a significant risk that the budget deficit will overshoot its reference level of 7.7% of GDP next year.", "As I have already said, public spending forecasts are subject to certain upside risks, basically deriving from a possible intensification of the pandemic, which we have in fact been seeing in recent weeks in Spain and in the rest of Europe.", "This may require some of the discretionary measures adopted to protect households, the self-employed and businesses to be extended for longer than initially envisaged.", "At the same time, we cannot rule out the unemployment rate, and thus spending on unemployment benefit, behaving less favourably than expected.", "In turn, public revenue projections face downside risks mainly linked to a relatively optimistic forecast for GDP growth and, consequently, for the increase in the tax base in 2021.", "As regards the fiscal policy stance, this is usually approximated by the change, from one year to the next, in the general government structural balance, a variable that is not directly observable and can only be estimated with a high degree of uncertainty.", "In the case of 2021, the expansionary stance would be mainly due to the impact on growth of the NGEU programme.", "Therefore, should any of the risks mentioned in relation to the impact of this programme materialise, the expansionary stance of fiscal policy could ultimately be smaller in 2021.", ".4 Government debt in the Draft Budget According to the Draft Budget, the general government debt-to-GDP ratio will reach a historic high of 118.8% of GDP in 2020 and will edge down to 117.4% in 2021.", "This fall would be exclusively a consequence of the strong nominal GDP growth forecast in 2021, since both the budget deficit and the stock-flow adjustments would exert upward pressure on the government debt ratio.", "Nonetheless, taking into account the risks I have already mentioned, to GDP growth (on the downside) and to the level of the budget deficit (on the upside) in 2021, the government debt ratio may behave less favourably than projected in the Draft Budget.", "Medium-term challenges 3.1 The changing role of fiscal policy in the crisis: from expansion to consolidation The pandemic is taking a high toll in terms of human life and, as I have already mentioned, the price is also high in terms of the loss of income of many households and firms.", "Against this background, there is a high level of agreement among political forces, social agents and economic analysts as to the need for an expansionary fiscal policy that prioritises providing support for households and safeguarding the productive system.", "The corollary of such a policy is, obviously, a very large impact on public finances.", "However, it is preferable to bear this cost as the consequences of fiscal policy failing to respond to the pandemic would have been much more severe.", "The recommendations of the different international organisations, and their own actions, as exemplified by the European Commission's temporary suspension of the fiscal discipline rules, have also been in line with this consensus on the role of budgetary policy in this crisis, not only in Spain, but also in other economies.", "The budgetary cost of the actions taken now is very high and will lead to a very pronounced increase in government debt, which will need to be corrected when the crisis is over.", "The need to commence fiscal consolidation to reduce the general government deficit and debt will then be apparent.", "And, even if we do not know the exact timing of the transition from the current phase of expansionary fiscal policy to fiscal consolidation, we do know that the latter will be as necessary as the forceful action taken to date.", "In fact, as I have stressed on various occasions, the credibility of Spain's economic policy would be reinforced if, along with the current budget, a plan were presented, based on European and national fiscal rules, outlining the gradual reduction in fiscal imbalances and the actions to be taken in the period following the crisis.", "The increased vulnerability of the government's financial position due to the increase in government debt has not been very visible so far.", "On the one hand, the ECB's expansionary monetary policy is helping to keep government debt financing costs very low.", "Moreover, the demand for government debt is high, given the chronic savings surplus at global level.", "On the other hand, the new instruments at European level are also helping to finance the costs of the crisis through various channels.", "In an environment of structurally low interest rates, like the one we are in at the moment, the adverse effects of very high levels of government debt are less visible in the short run.", "Indeed, the fact that interest rates are lower than nominal growth rates increases the possibilities of expanding government debt before it begins to rise exponentially, but there is a risk that the differential between nominal interest rates and the nominal GDP growth rate will at some point cease to be negative, in which case the unfavourable effect on the dynamics of the government debt ratio will be all the greater the higher the level of debt.", "In any event, the evidence regarding the adverse effects of running high levels of government debt is abundant.", "High government debt tends to lead to a decline in the financing available for private spending, as well as an increase in its cost, ultimately hampering the accumulation of private capital and hindering economic growth.", "High levels of debt, moreover, increase the likelihood of episodes of financial vulnerability, as in the global financial crisis and the sovereign debt crisis when rising funding costs and falling volumes reached extreme levels.", "Finally, the greater the level of government debt, the less the scope for fiscal policy to respond to the downturns that may arise in the future.", "During the sovereign debt crisis, all these effects were apparent.", "In 2012 there was a positive relationship between the cost of financing for each Member State and its level of debt two years later, as an approximation of the fiscal position expected by the market.", "The crosscountry correlation between the cost of sovereign debt and the cost of lending to nonfinancial corporations was also positive.", "These reasons underline the importance of preparing without delay a detailed plan to progressively reduce the budget deficit.", "The strategy designed could be applied when the impact of the pandemic on the economy has been overcome and, more importantly, could be announced in advance, as this would very usefully anchor the credibility of economic policy in this country.", "Moreover, the design and announcement of a credible fiscal consolidation plan would have important positive effects: it would help public and private agents in Spain continue to obtain funding (at a low cost), thus making unfavourable scenarios of financial vulnerability less likely and, in short, boosting the expansionary effects of the policies implemented in response to the pandemic.", ".2 The medium and long-term budgetary strategy In order to determine the paths for reducing the structural deficit and government debt that would make up a medium-term fiscal consolidation plan, the levels at which these variables will stand as a consequence of the current crisis first need to be estimated.", "There is significant uncertainty regarding these levels.", "This uncertainty arises, on the one hand, as described above, from the fact that the depth and duration of the crisis are unknown and, therefore, also the extent to which it will be necessary to use fiscal policy.", "On the other hand, the structural balance is not an observable variable; its magnitude depends on the calculation of aggregate potential output, and the usual difficulties determining the level of the latter have been multiplied as a consequence of the crisis.", "That said, an approximate calculation of the magnitude of the structural deficit post-crisis can be made based on its estimated level in 2019 (3.1% of GDP).", "To this amount would need to be added certain structural spending introduced in recent months, such as spending on the health system, some of which is likely to have a structural component, and on the minimum income scheme, as well as the extra interest burden arising from the higher level of debt.", "In addition, according to the estimates available, around 1 pp of GDP would need to be added in each of the next three decades for the increase in pension spending as a consequence of the decision to return to consumer price indexation.", "The result is a structural deficit of not less than 5% of GDP, although as I have said this figure is surrounded by high levels of uncertainty, given the lack of precision with which the effects of the crisis on potential output can currently be measured.", "As I said earlier, one of the ingredients of the economic policy response to the crisis has been the temporary suspension of fiscal discipline rules in Europe until the pandemic is over, which is projected to be in 2022.", "These rules require the structural deficit to be reduced by 0.5 pp each year, so closing the current deficit, which is estimated to be some 5 pp of GDP, would take approximately a decade of adjustment.", "According to the Banco de España's simulations, using a model that describes the behaviour of the government debt ratio on the basis of certain assumptions regarding its determinants, in the absence of fiscal consolidation measures government debt will reach around 130% of GDP over the next 15 years.", "Conversely, a process of gradual fiscal consolidation, following the guidelines of the Stability and Growth Pact, as I have described, could significantly moderate the government debt dynamics.", "In particular, a fiscal policy that improves the primary structural balance by 0.5 pp of GDP per year, until budget balance is achieved, would result in a sustained reduction in the government debt ratio, such that by 2035 it would stand at around its end-2019 level.", "This consolidation process would be especially effective if it were combined with the implementation of ambitious structural reforms to increase the economy's potential growth and therefore the size of the main tax bases.", "I referred in detail to these structural reforms in my appearance before the Parliamentary Committee for the Economic and Social Reconstruction of Spain after COVID-19 last June.", "Allow me simply to recall here that low potential growth was already a problem in Spain before the crisis, characterised by low growth of factor productivity and a higher unemployment rate than in the other developed countries.", "Also, although it is still early to quantify its impact, this crisis will foreseeably further damage the economy's potential output.", "The message is that structural reforms are now even more necessary; they are also needed to alleviate and accelerate fiscal consolidation.", ".3 The composition of public finances The strategy to reduce budgetary imbalances should be detailed and credible, setting out the deadlines and objectives and the measures to achieve them.", "It should also be long-term growth-friendly, which requires a thorough review of the various revenue and expenditure items.", "In addition, it should ideally be an integral part of an overall strategy that also addresses the adoption of long-term growth-friendly structural reforms.", "Given the magnitude of the challenge, in the specific area of public finances action will be needed in relation to both public revenues and spending.", "In the case of spending, the various expenditure items will need to be thoroughly reviewed in order to identify those areas with room for efficiency improvements.", "In this respect, the review performed by the AIReF (the independent authority for fiscal responsibility) has revealed the existence of scope for efficiency gains in various areas, including, for example, active employment policies, various subsidies and, in the context of the latest review concluded just a few weeks ago, tax benefits, hospital spending and hiring incentives.", "Some of the recommendations arising from the two phases of the spending review carried out to date have already had an impact on the content of the Draft Budget for 2021.", "However, in future, it would be desirable for these AIReF spending efficiency analyses to be taken into consideration more systematically when budgets are prepared.", "One aspect that should play a very important role in improving the efficiency of government is its modernisation and digitalisation.", "On the revenue side, the tax system needs to be reviewed to ensure that the receipts obtained are sufficient to finance spending.", "One characteristic of the Spanish tax system is that, relative to other European countries, the revenue-to-GDP ratio is low.", "Obviously, this on its own should not be judged either negatively or positively, insofar as it is simply the result of collective decisions reflecting social preferences.", "However, the fact that, even before the pandemic, Spanish public finances were characterised by a large structural deficit indicates that, in normal cyclical circumstances, it is necessary to choose between, on one hand, maintaining existing spending programmes at the cost of an increase in the tax burden or, on the other, reducing spending to levels consistent with the level of revenues that the Spanish tax system is capable of raising in its current configuration under neutral cyclical circumstances.", "The pandemic has meant that this revenue sufficiency principle has become more demanding.", "To reduce the high level of debt stemming from the health crisis will require, having decided upon the level of spending, a level of taxes over the coming years that produces primary surpluses, i.e.", "a volume of revenue that exceeds spending.", "However, this sufficiency principle is not the only consideration when designing tax reforms.", "The latter should daw on two further principles.", "First, the configuration of the combination of taxes that make up the tax system must be growth friendly.", "And the second of these two further principles that should inform the design of the tax system is fairness.", "Putting this principle into practice, which will depend on what you should decide in your capacity as representatives of the popular will, is by no means a trivial matter.", "Combining these two principles yields prescriptions for the tax basket.", "However, these are not always straightforward, given the difficulties in agreeing how to apply the fairness principle and because economic theory and empirical evidence are not always capable of reaching irrefutable conclusions regarding the effects of the various taxes on economic growth.", "A first approximation that may be useful is to compare the composition of tax receipts in Spain with their composition in other European countries.", "In this respect, Spain stands out for its low level of indirect taxation, which includes VAT, excise duties and, as a particular case of the latter, environmental taxes.", "Specifically, almost half of the difference between total tax revenues in Spain and the arithmetic mean for the euro area, as a percentage of GDP, is explained by the higher proportion of goods and services taxed at the reduced and super-reduced rates of VAT.", "A very significant part of this gap is also explained by the lower level of environmental taxation, which is primarily the result of low taxation of hydrocarbons.", "As regards direct taxation, corporate income tax receipts are also low in Spain.", "In contrast, when taxes on personal income are considered together with social contributions, their contribution to the revenue gap with the euro area is roughly zero.", "As highlighted by the second phase of the public spending review undertaken by the AIReF, there is considerable scope to reconsider a characteristic feature of the Spanish tax system, namely the particularly high level of tax benefits.", "These include a broad range of tax rate reductions, exemptions and deductions that, ultimately, reduce revenues significantly and introduce distortions that contravene the principles of efficiency and fairness.", ".4 Population ageing and pension system reform One factor that makes it all the more necessary to reduce the vulnerability of public finances in Spain is the challenge of population ageing.", "The large projected increase in the dependency ratio over the next 30 years will give rise to a very significant increase in public spending on pensions, health and long-term care.", "Consequently, a crucial aspect of the medium and long-term budget plans is the sustainability of spending in these areas.", "In the specific case of the pension system, recurrent deficits have been recorded in recent years.", "In its recent recommendations, the Toledo Pact Commission emphasises that the social security system currently bears burdens for which it should not be responsible and therefore it proposes transferring them to the State.", "In addition, the AIReF has proposed transferring some of the social contributions currently allocated to the National Public Employment Service to the social security system.", "These measures seek to significantly reduce the social security system's deficit, at the expense of the State deficit.", "In any event, looking ahead, the public pension system will face additional pressures on the spending side, stemming from a significant expected increase in the population of retirement age, relative to the population of working age, owing to demographic factors.", "Reforms made in recent years have addressed these pressures; among other measures, a gradual raising of the retirement age, a sustainability factor linking initial pensions to future life expectancy developments, and a new pension adjustment mechanism that takes into account the system's balance have been introduced.", "These reforms represent a considerable improvement to the system's financial sustainability.", "However, in the absence of further changes to the system's revenues, strict application of the new adjustment mechanism will give rise to systematic decreases in pensioners' real income.", "Also, according to the various estimates available, eliminating the new adjustment index and returning to inflation indexed pensions, as recommended by the Toledo Pact Commission, would generate an increase in pension spending of around 3 pp of GDP over the period to 2050.11 Moreover, the date on which the sustainability factor (which adjusts the initial pension amount in accordance with life expectancy developments) will begin to be applied has been put back from 2018 to 2023 at the earliest.", "According to AIReF calculations, the introduction of the sustainability factor has the capacity to reduce pension spending by 0.9 pp of GDP in 2050.12 Addressing these population ageing pressures will therefore require increasing the system's resources or alternatively reducing the rate of benefit or further increasing the effective retirement age.", "The specific decisions in relation to this necessary revision of the system need to be taken in the political sphere, so that the various societal preferences regarding pension levels and the resources necessary to finance them are weighted appropriately.", "An important objective, in this respect, is that the reform eventually implemented should involve an increase in transparency as regards the public pension system benefit levels that agents can anticipate.", "This would allow citizens to take decisions regarding work, savings and the time of retirement on the basis of a set of information that is as complete as possible.", "Likewise, whether or not the reform strategy eventually decided upon involves a moderation in spending or an increase in revenues, the redistributive consequences within each generation and across generations need to be taken into consideration.", "These consequences, especially the latter ones, are particularly important in every pension system.", "It is also necessary to take into account the relevance of employment and productivity developments when determining the sustainability of the pension system and, therefore, of the general government balance sheet.", "This is why it is so important that pension system reform should take place at the same time as structural reforms are adopted to improve the economy's employment and productivity performance.", "It is also necessary to be aware that these variables themselves depend on the characteristics of the pension system, which should be geared towards fostering labour participation and worker productivity.", "We need to remember, moreover, that demographic developments, the ultimate reason for reforming the pension system, will also have effects in many other areas of economic activity over the coming decades, such as long-term growth, the configuration of the labour market, inflation, demand policy transmission and tax revenues.", "That is one more reason why it is necessary for pension system reform to be accompanied by structural reforms in other areas.", "The pension system reform should be intended to be long-lasting, since it will affect the economic decisions of all the citizens of many generations in relation to consumption, investment, labour supply and savings.", "Accordingly, it would be highly desirable for the reform to enjoy a broad consensus and to produce stable and transparent rules.", ".5 Next Generation EU As I indicated earlier, one recent highly significant development was the approval by the European Council in July of the European recovery programmes.", "Insofar as they are used efficiently, these programmes represent an opportunity to shore up economic recovery and employment in the short term, to speed up the structural transformation towards a higherproductivity economy, and to address the socioeconomic consequences of the crisis and limit their duration.", "However, I must stress the need to ensure that these programmes are used appropriately.", "In particular, the receipt of these European funds in the coming years should not blind us to the need to undertake fiscal consolidation.", "Given the temporary nature of these funds, even if used efficiently they cannot be a substitute for the necessary adjustments, although they may ease the cost of these adjustments across several dimensions.", "First, assigning the funds to projects that will increase our economic growth potential will help expand tax bases.", "Second, the available evidence shows that the more favourable the cyclical position when fiscal consolidation is undertaken, the lower the costs of that consolidation; the projects developed using the European funds should help us achieve a more favourable cyclical position.", "As I have explained earlier, economic policy measures must continuously adapt to changing circumstances.", "In addition, they must also help the economy adjust to the new postpandemic setting.", "To this effect, Europe-wide measures are crucial, even if they do not take the most appropriate form for optimal efficiency, as would have been the case, for example, of a permanent macroeconomic stabilisation instrument depending on the common budget.", "That said, in the absence of such an instrument, the European recovery fund may fulfil this function in a reasonably adequate manner in the coming years.", "However, harnessing the maximum potential of these funds poses a huge challenge.", "The first difficulty lies in the need to develop the capacity to set in place a number of new high value-added projects that do not supplant those that would have been carried out had the European funds not been available.", "In addition, these projects require prompt execution, to permit a more robust economic recovery once the pandemic has been overcome.", "Indeed, this is the Government's declared intention: to use these European funds as promptly as possible as a catalyst for structural transformation.", "Nevertheless, it is fair to acknowledge the huge challenge that the swift implementation of a potentially very large number of projects will entail for the existing structures.", "The projects executed under these programmes must be concentrated on areas such as digitalisation, the fight against climate change or improving human capital.", "Their effects on economic growth potential will depend, above all, on the projects to be executed being selected in accordance with a carefully designed structural reform plan.", "Indeed, as I have said in some of my recent appearances in Parliament, in certain cases it may be appropriate to use some of the European funds to defray the initial or transition costs that certain structural reforms typically entail.", "One such example in this respect could be the introduction of the so-called \"Austrian backpack\" scheme, which various institutions (including the IMF) have recommended to combat the duality of the Spanish labour market.", "However, the introduction of such a scheme entails transition costs, insofar as the costs and payments implicit in the new scheme are not distributed between firms and employees in the same way as in the current scheme.", "These transition costs, the determination of which requires very detailed prior analysis, could be met, at least in part, by the European funds.", "The macroeconomic setting in which the Draft Budget has been prepared is, as we all know, complicated and uncertain.", "The outlook for activity and employment outlined in it is subject to significant downside risks.", "In such a complex situation, budgetary policy must continue countering unfavourable macroeconomic developments.", "And this, if the downside risks materialise, includes the need to allow the free play of the automatic stabilisers, even though a bigger budget deficit ensues.", "In parallel, against the current backdrop, discretionary measures must be more focused on the population groups and firms most affected by the adverse effects of the pandemic.", "Such measures must also remain temporary in nature to avoid any further worsening of the structural deficit, and be aimed at items that generate a positive impact on long-term growth.", "In particular, projects conducted under the aegis of the NGEU European funds must contribute to sustaining activity in the short term.", "But, in turn, the guiding principles behind the selection of projects must look exclusively to maximising the effects of such projects on long-term growth.", "Lastly, the need to actively use budgetary policy to combat the economic consequences of the pandemic should not let us forget that Spanish public finances will emerge from this period heavily dented.", "It is pressing, in this respect, to design as soon as possible a detailed medium-term fiscal consolidation plan to be pursued as soon as the pandemic is behind us.", "By reducing the economy's financial vulnerability, this plan should help place activity and employment on a sustained growth path and ease the costs of the crisis for the population groups most affected by it.", "Along with defining the specific annual objectives for the reduction of the structural budget deficit, the medium-term budgetary programme must set out the specific measures that will enable such objectives to be attained.", "A crucial factor in devising the programme should be the exhaustive examination of the revenue/expenditure structure, redefining it on the basis of the contribution of each of its different categories to the long-term growth of activity and employment.", "That may further entail introducing compensatory mechanisms for those lower-income population segments who might be disadvantaged to some extent as a result of the reforms enacted."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none"], "topics": ["Fiscal policy stance", "Government debt", "Budget deficit target", "Economic growth", "Unemployment rate", "Inflation", "European funds", "Structural reforms", "Fiscal consolidation", "Pension system reform"]}