{"sentences": ["05/10/2020 Welcome address for David Malpass, President of the World Bank Group I Deutsche Bundesbank \"I BUNDESBANK Welcome address for David Malpass, President of the World Speech at the Frankfurt School of Finance & Management 05.10.2020 I Virtual Event I Jens Weidmann > 1 Introduction > 2 Germany: economic crisis and recovery > 3 The World Bank's perspective > 4 Introducing David Malpass Ladies and gentlemen, It is a great pleasure and honour for me to be joining you today.", "\"As everyone here knows, addressing inequalities and realizing an inclusive and sustainable world requires jobs, education, healthcare, attention to the environment, and robust commerce - trade among neighbors and nations.", "\"> [1] This wise statement was made not recently, but more than a year ago now, by the President of the World Bank Group, David Malpass.", "Given the present crisis, however, these words sound very current and pressing indeed.", "A few months ago, millions of people lost their jobs, international supply chains were broken, children were unable to go to school, and health systems were at breaking point.", "And worst of all, many people have died.", "The World Bank's Chief Economist, Carmen Reinhart, summarised the economic fallout by saying, \"Even by the standards of systemic crises, this is a once in a century, global - truly global - crisis.", "6/Development-Podcast-Economic-Health-Check- with-President-Malpass-Chief-Economist-Reinhart -address-for-david-malpass-president-of-the-world-bank-group-846630 05/10/2020 Welcome address for David Malpass, President of the World Bank Group I Deutsche Bundesbank Germany was not spared by the crisis, either.", "In the second quarter alone, the German economy shrank by one-tenth; the depth and pace of the contraction were unprecedented.", "One reason for this was the stringent measures taken by the government to keep the pandemic in check.", "But consumers and businesses also behaved cautiously on their own account and held back on spending.", "When the protective measures were relaxed, people regained their confidence and the economy revived.", "Indeed, the German economy is likely to have grown strongly in the third quarter, albeit from a very depressed level.", "Though the rebound initially appears V-shaped, it is in fact becoming flatter.", "But a slowdown such as this has been expected.", "The recovery of the German economy is likely to be protracted and to remain incomplete for some time, since economic life is still constrained - whether this is due to government requirements or because people are choosing to social distance.", "Put differently, economic activity has passed through the trough.", "And while the first few metres of the climb out of that trough were comparatively easy, the upward path to the previous level is still long and fraught with uncertainties.", "A major source of uncertainty is how the pandemic will continue to unfold.", "Keeping the disease at bay, learning to achieve containment at decreasing economic costs, and, eventually, overcoming the pandemic are essential to sustaining the economic recovery.", "But that's easier said than done, as rising infection rates across Europe highlight.", "For German industry, which is closely interlinked with our partner countries, it is also important that others regain their economic strength as well.", "However, the recovery in Germany also hinges on something else: second-round effects need to be prevented so that they cannot intensify and entrench economic problems.", "Monetary policy is playing its part in this.", "Providing banks with ample liquidity, coupled with low interest rates, is crucial to ensuring that the economic crisis is not further aggravated by the financial system.", "Another risk is that businesses with previously solid fundamentals and a promising future do not make it through the crisis, setting off a broad wave of insolvencies.", "Many people would lose their jobs and probably have a hard time finding new employment.", "Their skills and knowledge could begin to erode, which would darken their individual prospects, lower their lifetime income and scar the economy as a whole.", "This is where fiscal policy needs to step in.", "By providing rapid and comprehensive financial support for businesses and people during this difficult period, fiscal policymakers have taken the right course of action in Germany and elsewhere.", "3 The World Bank's perspective However, we also need to look at the bigger picture.", "The global nature of the crisis makes the situation particularly challenging, above all for emerging market and developing economies (EMDEs) with their structural vulnerabilities.", "As the World Bank hiahliahted in its June reoort.", "6/Development-Podcast-Economic-Health-Check- with-President-Malpass-Chief-Economist-Reinhart -address-for-david-malpass-president-of-the-world-bank-group-846630 2/4 05/10/2020 Welcome address for David Malpass, President of the World Bank Group I Deutsche Bundesbank curbing their domestic economy.", "And second, they have to cope with the economic spillovers from the deep recessions in advanced economies.", "Commodity prices have plunged, global demand for goods has shrunk, tourism almost ground to a halt, and remittances have sunk markedly.", "Overall, the ranks of extremely poor people could swell by 70 to 100 million this year, according to a World Bank estimate.", "Moreover, the World Bank fears that the current crisis might leave more, and deeper, scars than typical recessions.", "In particular, disruptions to schooling and in access to primary healthcare are likely to have a lasting impact on individuals, but also, as economists say, on human capital of population cohorts and at the aggregate level.", "According to UNESCO calculations, over 90% of pupils worldwide were impacted when school closures peaked, but as many as half of them are still affected today.", "Indeed, many schools remain closed, especially in the Middle East, the Americas and Africa.> [4] What's more, remote learning capabilities are often far worse in less developed countries than they are in industrial nations, with only parts of the population having access to online learning formats.", "When the OECD looked at the lowest income category in Latin America, only one in seven primary school pupils had internet access at home.> [5] Recently, a World Bank calculation has shown the possible consequences of disruptions in the education process due to the pandemic.> [6] The number of what it terms \"learning-adjusted years of schooling\" could fall on average by more than half a year.", "This could lower expected lifetime earnings by 5%.", "And as the alternatives to school learning do not serve pupils equally, the current crisis is also likely to exacerbate income inequality, especially in EMDEs.", "The magazine \"The Economist\" recently summed the problem up particularly well: \"This coronavirus affects everyone, but not equally.", "The rich shrug off the economic shock; the poor cannot.", "\"> [7] Fortunately, the World Bank is very much a key player in global crisis management and in supporting low-income countries.", "Since the beginning of the crisis, it has been able to provide funds and advice quickly and efficiently.", "For example, the emergency health support has reached 111 countries.> [8] Overall, the World Bank Group will be mobilising resources on an unprecedented scale.", "And with that, it is high time to introduce to you the head of this essential institution and, may I say, the driving force behind its crisis response.", "4 Introducing David Malpass I would like to welcome David Malpass, President of the World Bank Group for the past one and a half years, international economist and, somewhat unusually, holder of a Bachelor's degree majoring in physics.", "David, you have worked in very different settings over your lifetime.", "I imagine that, during your career, you have often quite intuitively applied the lever principle, using it to achieve maximum 1.", "6/Development-Podcast-Economic-Health-Check- with-President-Malpass-Chief-Economist-Reinhart -address-for-david-malpass-president-of-the-world-bank-group-846630 05/10/2020 Welcome address for David Malpass, President of the World Bank Group I Deutsche Bundesbank You did this at various private sector enterprises, including a long stint as chief economist at Bear Stearns, and later when you started your own company.", "But you also served the public, spending many years at the US Treasury as far back as the Reagan Administration.", "Your tasks at that time included a wealth of foreign and development policy issues, which already brought you into contact with the World Bank.", "In 2017, you returned to the US Treasury and became Under Secretary of the Treasury for International Affairs.", "As you represented the United States in international settings, our paths crossed at G7 (Gruppe der Sieben) and G20 meetings.", "David: Tom Keene, editor-at-large at Bloomberg News, once praised a whole host of your talents.> [9] What he stressed most of all, though, was your hands-on approach.", "To paraphrase Tom Keene's words: others talked, but you did.", "Qualities such as this are important, particularly in times of crisis.", "So it is with great anticipation that we await hearing what you have to say today about the outlook for the global economy, the impact of the pandemic in developing countries, and the World Bank's agenda.", "I wish you all new insights and a fruitful debate.", "2. https:/Awww.worldbank.org/en/news/video/2020/09/1 6/Development-Podcast-Economic-Health- Check-with-President-Malpass-Chief-Economist-Reinhart 3.", "World Bank Group, Global Economic Prospects, June 2020. .", "9/educationresponse 5.", "-development-matters.org/2020/06/04/is-covid-1 9-widening-educational-gaps-in- latin-america-three-lessons-for-urgent-policy-action/ 6.", "Azevedo, J. P., A. Hasan, D. Goldemberg, S. (Seite) A. Iqbal and K. Geven (2020), Simulating the Potential Impacts of the COVID-19 School Closures on Schooling and Learning Outcomes: A Set of Global Estimates, World Bank Group.", "The Economist, Failing the poor, 26 September 2020.", "-2 1-2020-covid-1 9-response-new-research-human- capital-and-looking-ahead-our-annual 9.", "6/Development-Podcast-Economic-Health-Check- with-President-Malpass-Chief-Economist-Reinhart -address-for-david-malpass-president-of-the-world-bank-group-846630"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic crisis", "Recovery", "World Bank", "Pandemic", "Monetary policy", "Fiscal policy", "Developing countries", "Education", "Income inequality", "Human capital"]}