{"sentences": ["I wish to thank NCAER for inviting me to deliver the key note address at this webinar on National Strategy for Financial Education.", "I appreciate the thoughtful initiative of NCAER in choosing this topic for the webinar.", "As we inch towards the close of what has been an unprecedented year in terms of loss of lives and livelihood and the way of living in general, it would be appropriate to look at the area of financial inclusion and literacy which has both broad macro level implications for financial stability as also a micro connotation towards an individual's financial wellbeing.", "India, with a large section of population in the working age group, is already the third largest economy in the world in terms of purchasing power parity and is aiming to become a USD 5 trillion economy.", "The Government has been undertaking a series of calibrated macro measures through wide ranging structural reforms.", "We need to harness the demographic dividend by meeting the aspirations of a large young population.", "This necessitates creating an enabling environment and infrastructure in the form of education, training and opportunity.", "Among all the prerequisites for achieving demographic dividend and accelerated growth, quality of human resources, greater formalisation of economy, a higher credit to GDP ratio and greater financial inclusion are the differentiating factors that would elevate our economy to the desired level.", "To improve the credit to GDP ratio, access to credit and cost of credit need to be addressed by lesser reliance on collateral security and greater cash-flow based lending.", "Credit bureaus and the proposed Public Credit Registry (PCR) framework are expected to improve the flow of credit as well as credit culture.", "As regards financial inclusion, a number of steps have been taken by the government and the RBI.", "As a result, large and hitherto excluded, sections of the population have been brought into the formal financial fold.", "In this context, promoting and deepening financial education would play a very important part in our endeavour to realise our collective potential.", "Financial Inclusion initiatives so far 4.", "Financial Inclusion initiatives in India started in the aftermath of first All India Rural Credit Survey in 1954 with promotion of cooperatives, followed later by expansion of branch network after nationalization of major private sector banks, launch of Lead Bank Scheme, promotion of Self Help Groups(SHGs), Joint Liability Groups (JLGs), implementation of Banking Correspondents (BC) model, expansion of banking outlets, creation of payments banks, small finance banks, etc.", "The largest impact in recent years came from the opening of Jan Dhan accounts and implementation of the Pradhan Mantri MUDRA Yojana (PMMY).", "The launch of Pradhan Mantri Jan Dhan Yojana (PMJDY) in 2014 has resulted in almost every household having access to formal banking services along with a platform for availing low value credit, insurance and pension schemes.", "This has been ably supported by initiatives to ensure last-mile delivery of banking services through innovative banking channels like the BC Model.", "Thanks to technology, there has been massive improvement in deepening of digital financial services.", "The Jan Dhan, Aadhaar and Mobile (JAM) eco system has made a significant difference in the universe of financial inclusion.", "Further, several initiatives have been taken for the creation of enabling digital infrastructure at the ground level and accelerate the progress towards universalising digital payments in a convenient, safe, secure and affordable manner.", "Among those, the pilot project launched by the RBI in Oct 2019 to make one identified district in every State/Union Territory 100% digitally enabled by March 2021 is significant.", "Forty-two such districts including 8 aspirational districts are part of this initiative.", "In addition to putting in place the necessary digital ecosystem, focussed attention by stakeholders on imparting financial education to the target groups will go a long way towards fulfilling the objectives of the pilot and provide a blueprint for scaling up similar initiatives in other districts.", "The Financial Stability and Development Council (FSDC) approved the National Strategy for Financial Inclusion (NSFI) document which was launched by RBI earlier this year on January 10, 2020.", "The NSFI envisions to make financial services available, accessible, and affordable to all the citizens in a safe and transparent manner to support inclusive growth through multistakeholder approach.", "Financial Education in India An important policy agenda for the Government and the Financial Sector Regulators 8.", "With greater financial inclusion, there is a need to enhance customer protection and financial education so that people continue to access the formal financial services without hesitation.", "Needless to add that financial education plays a vital role in creating demand side response by enabling greater awareness and access to appropriate financial products and services through regulated entities.", "Financial resilience of individuals and their families can also be strengthened through financial education.", "To achieve these multiple objectives, several steps have been taken.", "Let me touch upon two such initiatives.", "Setting of a National Centre for Financial Education (NCFE) 9.", "The NCFE has been set up by the four financial sector regulators as a Section 8 (Not for Profit) Company to promote Financial Education across India for all sections of the population as per the National Strategy for Financial Education (NSFE).", "NCFE undertakes financial education campaigns across the country through seminars, workshops, conclaves, training programmes, campaigns, etc.", "to help people manage money more effectively and achieve financial wellbeing in the process.", "Centre for Financial Literacy (CFL) project - An innovative way to impart financial education through community approach 10.", "The CFL project has been conceptualised by the RBI in 2017 as an innovative and participatory approach to financial literacy at the Block level involving select banks and NGOs.", "Initially set up in 100 blocks on a pilot basis, the project is now being scaled up across the country to every block in a phased manner by March 2024.", "This was one of the announcements made on 4th December 2020 as part of the MPC statement.", "Going forward, the project is envisaged to change the paradigm of financial inclusion as well as education by ensuring greater involvement and receptibility of the community on the demand side so as to align with the expansion of institutional initiatives on the supply side.", "Insights from Dissemination of financial education during the COVID-19 Pandemic 11.", "The COVID-19 related nationwide lockdown and restrictions on mass gathering of people at various public places has resulted in disruption in conducting conventional financial literacy camps.", "During this period, various approaches like using social media, mass media (including local TV channels, Radio), reaching out to local school education boards, training missions of the SHGs were undertaken across the country to continue dissemination of financial education.", "National Strategy for Financial Education (NSFE 2020-2025) Vision, Strategic Objectives and 5C approach 12.", "Financial Education is one of the strategic pillars which sets the broad context for the National Strategy for Financial Education (2020-2025).", "The NSFE (2020-2025) has set an ambitious vision of creating a financially aware and empowered India.", "It focusses on various aspects of financial education across banking, insurance, pension and investments through greater role for financial institutions (both banks and non-banks), educational institutions, industry bodies and other stakeholders.", "In order to reach out to the various target groups [school children, teachers, young adults, women, new entrants at workplace/ entrepreneurs (MSMEs), senior citizens, Divyang persons, illiterate people, etc.", ")], innovative techniques and digital modes of delivery including targeted modules for specific categories of customers have been envisaged.", "Further, due emphasis has also been given to safe usage of digital financial services and enhancing awareness about grievance redress measures.", "Keeping in view the importance of evidence-based policy making, evaluation methods to assess progress in financial education have also been identified as one of the strategic objectives.", "The strategy includes a for dissemination of financial education through emphasis on development of relevant Content (including Curriculum in schools, colleges and training establishments); of the intermediaries who provide financial services and education; leveraging on the positive effect of Community led model for financial literacy through appropriate Strategy; and enhancing among various Communication Collaboration stakeholders.", "The Way Forward and Conclusion 14.", "Financial inclusion in the country is poised to grow exponentially with digital savvy millennials joining the workforce, social media blurring the urban-rural divide and technology shaping the policy interventions.", "Going forward, harnessing the near universal reach of bank accounts across the length and breadth of the country, there needs to be greater focus on penetration of sustainable credit, investment, insurance and pension products by addressing demand side constraints with enhanced customer protection.", "The interventions in financial education would have to be customised (local language and local settings) keeping the different target audience in mind.", "The scaling up of CFL project across the country at the block level would be the cornerstone of community led participatory approaches in our journey towards greater financial literacy.", "Technology, though being a great enabler, can also lead to exclusion of certain segments of society.", "It is imperative to build trust in formal financial services among the hitherto excluded population.", "Adequate safeguards need to be reinforced to address issues of cyber security, data confidentiality, mis-selling, customer protection and grievance redress through appropriate financial education and awareness.", "These cast great responsibility on financial education providers.", "To conclude, I would like to say that in a large country like ours with an aspiring population, financial education cannot remain just the responsibility of financial sector regulators.", "This aspect is highlighted in the NSFE document which recommends a multi stakeholder led approach to achieve financial wellbeing of all.", "Going forward, increasingly, educational institutions, industry bodies and other stakeholders like think tanks, research institutions should come forward to shoulder the responsibility of increasing financial literacy through appropriate awareness campaigns.", "I invite every such person and institution to be associated with our mission of nation building through creation of a financially aware and empowered India.", "41.38 Crore beneficiaries banked, ₹130,932.33 Crore balance in beneficiary accounts as on December 2, 2020 - www.pmjdy.gov.in rbidocs.rbi.org.in/rdocs/content/pdfs/NSFIREPORT100119.pdf."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Inclusion", "Financial Education", "National Strategy for Financial Education", "Credit", "Digital Financial Services", "Financial Literacy", "Customer Protection", "Financial Stability", "Community Led Model", "Financial Wellbeing"]}