{"sentences": ["Please note that the text below may differ from the actual statement.", "The Government Pension Fund Global (GPFG) and the fiscal rule have long been important pillars of economic policy in Norway, as the past year has clearly illustrated.", "It has been necessary to draw on the GPFG to finance the extra costs related to managing the Covid-19 pandemic.", "At the same time, wide swings in international equity prices have led to substantial volatility in the return on the GPFG.", "Norges Bank manages the GPFG with the objective of achieving the highest possible return over time within the mandate defined by the Ministry of Finance.", "The GPFG is to be managed within an adequate control and risk management framework and in a responsible and efficient manner with a high degree of transparency.", "The GPFG has a diversified portfolio of investments all over the world.", "This allows us to reap the gains from an upturn wherever it may occur and shields us from negative events in individual markets.", "However, we cannot protect ourselves from broad-based global downturns, as shown by the developments in the GPFG through 2019 and 2020.", "The return on the GPFG in 2019 was the second highest percentage return since 1998 and the highest measured in NOK.", "But global equity markets fell abruptly in the first quarter of the year.", "The value of the GPFG's equity investments sank by over 20 percent, measured in international currency.", "Central banks and authorities all over the world have responded forcefully to dampen the crisis.", "Equity markets picked up.", "The GPFG posted a positive overall return in the first three quarters of 2020.", "Equity market volatility is not new.", "The GPFG has a long-term investment horizon.", "History has shown that we are able to ride out temporary falls in value.", "Measured over the whole period from 1998 to the third quarter of 2020, the annual net real return was 4 percent.", "As long-term interest rates are low, we cannot expect the return to be as high in the years ahead.", "The return on the GPFG is measured against the return on a benchmark index of global equities and bonds set by the Ministry of Finance.", "In 2019, the return on the GPFG was 0.23 percentage point higher than the return on the benchmark index.", "We arrive at the same figure when we measure the annual excess return over the whole period from 1998 through the third quarter of One of the areas that has generated a substantial excess return over time is our external equity management.", "Under the strategy plan for 2020-2022, the Executive Board will continue to use external managers in markets and market segments where local knowledge is particularly relevant.", "After the Storting had discussed the white paper on the GPFG in 2019, the Ministry gave Norges Bank permission to invest in unlisted infrastructure for renewable energy.", "This is reflected in the strategy for the next three years adopted by the Executive Board.", "The Bank will assess each investment in relation to risk and return.", "The management of the GPFG is required to be cost-effective.", "Norges Bank aims to keep total internal management costs in the period 2020-2022 below 0.05 percent of assets under management.", "In recent years, the number of Norges Bank Investment Management (NBIM) employees has been reduced and administrative support functions across the Bank are being streamlined.", "The Executive Board will continue to monitor costs closely.", "In the course of 2020, the Executive Board has strengthened the Bank's work as advisor to the Ministry, in accordance with our new mandate.", "In this year's white paper, the Ministry proposes changes in the composition of the equity benchmark index.", "The equity allocation to Europe will be reduced somewhat over time, and the allocation to North America will be correspondingly increased.", "This is in line with Norges Bank's advice.", "Norges Bank works systematically to set principles, exercise ownership rights and invest responsibly.", "Our work on responsible investment underpins the objective of the highest possible return.", "The Executive Board lays down principles for responsible investment management and is responsible for decisions on the observation and exclusion of companies.", "Norges Bank has recently issued a consultation response to the report by the Mestad Commission assessing the guidelines for the observation and exclusion of companies.", "The Bank views the report as a good starting-point for further development of the GPFG as a responsible investor.", "Norges Bank addresses companies, not political conditions in countries.", "We remark in our consultation response that the GPFG enjoys the advantages of free and open markets, with no particular restrictions on our investments.", "The GPFG has today a clear financial objective.", "A change that blurs the distinction between company and state could raise doubts about the role of the GPFG.", "A new Central Bank Act entered into force on 1 January 2020.", "The Act has brought changes in the Bank's governance structure and organisation.", "A Monetary Policy and Financial Stability Committee was established at the beginning of the year.", "This has given the Executive Board greater capacity to work on the management of the GPFG.", "Over the past year, the Executive Board has completed a reorganisation of the administrative support functions at the Bank with the aim of pooling expertise, promoting cost-effective solutions and underpinning the identity of the Bank as a single institution.", "Another important change is the Executive Board's appointment of a new CEO for the Bank's management of the GPFG.", "Nicolai Tangen took up the position of CEO on 1 September, and I would now like to give the floor to Nicolai."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["GPFG", "return", "equity", "volatility", "risk", "benchmark", "external equity management", "responsible investment", "cost", "governance"]}