{"sentences": ["Good morning, Governor Vujčić, dear Governors, central bankers, banking sector representatives, It is my great honour to finally join you today - even if only virtually.", "I was scheduled to address this very meeting back in March and give a talk about financial stability and the real estate market.", "I had my speaking points written down, my flight booked - all ready to meet you and share perspectives on the topic we had chosen.", "I was also keen to visit Rovinj and gaze for a moment at its Venetian architecture.", "And then... We all know what happened.", "The world has turned upside down.", "I will try to reflect on this new world in my brief intervention today.", "I will first mention the lessons learned during the global financial crisis (GFC) in terms of banking sector regulation and how they enabled us to stand our ground in the face of the COVID-19 shock.", "I will then cover the actions taken on the monetary policy front by the European Central Bank (ECB).", "I will remind of the limits to what monetary policy authorities can do, stressing the importance of fiscal policy, sound investment strategies, and structural reforms.", "Finally, I will turn to macroprudential policy as the last - but not least - piece of the puzzle.", "I will zoom in on Lithuania specifically, where macroprudential decisions had increased the resilience of the financial sector prior to the pandemic-induced downturn and helped deliver a timely countercyclical response.", "The effect of regulatory reforms since the GFC Dear colleagues, Despite all the turmoil, the global financial system has got through the immediate shock, preventing a health crisis from turning into a systemic financial crisis.", "This is in part due to the international regulatory reforms implemented over the past decade.", "In Europe, banks entered the year 2020 in much better shape compared to the beginning of the Great Recession.", "They improved asset quality, strengthened capital positions and increased liquidity buffers.", "For instance, the Common Equity Tier 1 (CET1) ratio in the EU banking sector - a key indicator of financial soundness - rose from 9% in 2009 to nearly 15% in the fourth quarter of 2019, well above the Basel III regulatory requirements.", "In July this year, the ECB published the aggregate results of its vulnerability analysis of banks directly supervised within the Single Supervisory Mechanism (SSM).", "Even under the adverse scenario presented in the exercise, the weighted average CET1 ratio remains large enough, and banks can generally continue their role of lending to the economy.", "The results show just how important it was that banks strengthened their capital positions as a consequence of the regulatory reforms implemented following the 2008 crash.", "In the area of banking supervision, we did not waste the previous crisis.", "The ECB's monetary policy response Equally, or perhaps even more important was the bold and timely response to the COVID-19 shock by the monetary and fiscal authorities.", "Here we can talk about another lesson that we learned on the back of the sour experience of the Great Recession and the European sovereign debt crisis.", "In the euro area, monetary policy is a supranational competence, while fiscal policy is conducted on a national level.", "Previously, asymmetric degrees of integration in these policy areas would often prevent the delivery of a coherent aggregate policy mix.", "This time round, fiscal and monetary policies have been aligned, reinforcing each other - essentially, for the first time ever, as far as the currency union goes.", "The ECB further loosened its already highly accommodative policy stance.", "Governments introduced new fiscal support measures, while letting automatic stabilisers do the rest of the work.", "The key part of the ECB's response was the pandemic emergency purchase programme - or the PEPP, launched in March.", "In June, the Governing Council scaled up the €750 billion envelope for the PEPP to a total of €1.35 trillion - that is about 12% of euro area GDP.", "The PEPP has a dual role.", "First, extra asset purchases ensure that medium-term price stability - our primary mandate - is protected.", "But there is a second element to the PEPP related to the title of our first roundtable today - Monetary Policy and Financial Stability in the time of COVID-19.", "Purchases under the PEPP are conducted in a flexible manner.", "This allows the programme to restore monetary policy transmission and perform the market stabilisation function.", "The PEPP proved successful in this role during the first months after its launch.", "The ECB made full use of the flexibility embedded in the PEPP by frontloading asset purchases and directing them to those market segments where they were most needed.", "As a result, the ECB has stabilised financial markets in an effective manner.", "Crucially, the ECB also acted to facilitate access to euro liquidity outside the euro area to counter potential market dysfunction.", "For instance, the Eurosystem set up new precautionary swap line agreements with the Croatian and Bulgarian central banks.", "We also established new bilateral repo agreements with the central banks of Albania, Hungary, Romania, and Serbia.", "This is in addition to the launch of EUREP - a repo facility not limited to a particular counterparty, but available to a broader range of central banks.", "The Eurosystem's swap and repo agreements help the ECB prevent forced asset sales by the receiving central banks, containing the risk of financial instability in the euro area and the neighbouring regions.", "In other words, these are arrangements of mutual benefit.", "Going forward, the Governing Council stands ready to adjust its instruments or develop new ones to ensure robust convergence of inflation towards our medium-term aim.", "This includes the possibility of increasing the size of our asset purchase programmes and adjusting their composition.", "In view of high uncertainty regarding the course of the pandemic, monetary support by central banks, as well as fiscal support by governments, will remain vital in the foreseeable future.", "Policy cliff-edge - premature withdrawal of support measures - would certainly hamper the already fragile recovery and could have a negative effect on financial stability.", "We should not rush the time of this landing.", "Limits to euro-area monetary policy accommodation There is one issue I would like to point out in this respect.", "Despite the overall strength of the fiscal action on the aggregate level, the fiscal policy response among euro area countries has differed in terms of size and composition.", "Such a trend may reinforce the asymmetric effect that the pandemic has had on the euro area economies.", "In this context, I would like to recall a phrase that was popular in the central banking community prior to the current crisis: monetary policy cannot be the only game in town.", "Or, rather, it cannot once again become the only game in town.", "In a currency union, this is all the more true when the economy-wide shock is not overcome to the same level of success in all of its parts.", "We cannot rule out the possibility that diverging prospects may ultimately pose new challenges to long-term debt sustainability in certain euro area economies.", "Meanwhile, the inflation outlook in the euro area as a whole continues to play the central role in determining the appropriate monetary stance of the ECB.", "Ultimately, the single monetary policy cannot be tailor-made for member states that may experience debt sustainability issues in the future.", "And the PEPP is not a permanent backstop.", "We will unwind the programme after the pandemic-related downward pressure on the economy is over and the projected path of euro area-wide inflation shifts upward.", "Given this, the solution to diverging economic and financial outcomes - if that turns out to be the case - lies not in euro area-wide monetary accommodation.", "It lies in fiscal policy and structural reforms, combined with the proactive use of macroprudential tools.", "This is why the recent European-level decision on the recovery instrument Next Generation EU is so important - it checks all the necessary boxes.", "The programme will support national structural reforms and public investment.", "And it will provide macroeconomically significant fiscal transfers to the more vulnerable European economies - largely on the basis of grants, rather than credit.", "This will help prevent premature fiscal tightening in Europe beyond the end of this year.", "Member states should not miss this unique opportunity to move towards a more digital, greener and more sustainable future - as foreseen by the recovery instrument.", "There is no more time for pork barrel spending.", "We must use this crisis to raise the long-term productivity of our economies and to adapt them to the post COVID-19 world.", "From a long-term perspective, the recovery fund can lay the groundwork for a permanent solution.", "A centralised fiscal instrument with a substantial common debt issuing capacity would greatly contribute to the resilience of the monetary union and create a genuine euro area safe asset.", "The importance of macroprudential policy Ladies and Gentlemen, Let me now turn to the role of macroprudential policy in this crisis.", "This is a policy area very close to skin - at least for a couple of reasons.", "First, the Bank of Lithuania has been the macroprudential authority since 2014 - alongside being the central bank and the supervisory authority.", "In fact, we first implemented macroprudential measures already in 2011, although we did not have an explicit mandate at that time.", "It happened during my first year as a Governor, so I have been working with macroprudential issues for my entire two terms at the Bank.", "And second, I have a firm conviction that macroprudential policy is an effective tool in curbing systemic risk.", "Let me go back here once again to the lessons of the Great Recession.", "It showed us that microprudential regulation and supervision alone are not enough to safeguard the financial system.", "It became evident that boom-and-bust cycles in asset prices required additional instruments.", "The crisis was therefore a catalyst for the rise of macroprudential policies - including in Lithuania, which was hit particularly hard by the boom-and-bust cycle.", "House prices dropped sharply, by 30% in 2009, which was the second worst drop in the entire EU.", "The housing market crash went hand-in-hand with the broad-based economic downturn - the crisis wiped out almost 15% of Lithuania's output that same year.", "I think the magnitude of the shock made us learn our lesson.", "In post-crisis years, Lithuania has been eager to find an effective combination of macroprudential policy measures.", "In 2011, we were among the first in the EU to introduce responsible lending regulations and establish restrictions on lending standards for housing loans, namely loan-to-value, debt-service-toincome, and loan maturity.", "Moreover, macroprudential capital buffers were introduced as soon as they became available in the European regulation from 2015.", "To prepare against potential shocks in the future, the counter-cyclical capital buffer rate in Lithuania had been raised up to 0.5% in 2017 and to 1% in All combined, Lithuania features one of the most comprehensive sets of macroprudential policy measures in the EU.", "This makes us a very good case to examine - in practice - the effectiveness of the macroprudential policy framework under extreme COVID-19 conditions.", "Prior to this year, critics would say that our macroprudential set-up was perhaps too wideranging and excessive.", "But this crisis showed, I believe, that our policy stance was the right one.", "Crucially, it helped prevent a deterioration of lending standards and the build-up of systemic risk in the run up to the COVID-19 shock.", "The stock of loans to households and house prices were growing in line with GDP and household income.", "This contributed to the decrease in the nonperforming loan ratio - from as much as 20% in 2010 to only 1.7% in the first quarter of 2020.", "Banks were making profit while maintaining solid capital buffers.", "As a result, our financial system entered the current downturn on a strong footing.", "And, when the time came, we implemented counter-cyclical policy decisions in line with the intended functioning of the framework.", "In mid-March, the Bank of Lithuania fully released the counter-cyclical capital buffer.", "Reducing the rate from 1% to 0% increased the ability of banks to support the supply of credit.", "Our macroprudential policy stance has complemented the broader response package implemented by the Bank of Lithuania.", "For instance, banks were allowed to temporarily operate below the level of capital by the Pillar 2 guidance and below the liquidity coverage ratio.", "We also approved of the moratoria signed by banks operating in Lithuania on the temporary postponement of credit commitments for private individuals and non financial corporations.", "The government implemented a variety of measures related to the financial sector as well - in some cases cooperating with the central bank.", "These include the expansion of government guarantee schemes or direct provision of quick loans to firms.", "On the back of these measures, Lithuania's financial sector was able to withstand the COVID-19 shock.", "Some of the key indicators, such as the non-performing loan (NPL) ratio, might worsen - but we do not expect any dramatic developments.", "Moreover, latest data suggests that lending to households has broadly returned to pre-COVID levels, while the reduced flow of credit for firms has so far been largely offset by state aid financial instruments.", "Overall, macroprudential policy has played a key part in the financial system being able to support the robust performance of the economy, rather than amplifying the shock.", "Lithuania's GDP contraction in April through June was second-lowest in the EU at -4%, only behind Ireland.", "And our GDP outlook for the year is also one of the brightest in Europe.", "Ladies and gentlemen, Let me conclude by returning to the issue of policy coordination.", "I strongly believe that an alignment of different policy areas is desirable - as shown by the COVID-19 shock.", "I wonder whether there is a lesson to be learned from this experience.", "Perhaps we can apply it in the future, when this crisis is over, and start thinking in the frame of a better-balanced policy mix.", "Another valuable lesson is that the proactive use of the macroprudential mandate can help both prepare for the upcoming shocks and deliver a stronger counter-cyclical response - as was the case in Lithuania.", "Going forward, policymakers should not be afraid to step into terra incognito and consider new ways of calibrating macroprudential tools when in crisis.", "In the future, when faced with a shock, it may be possible to relax borrower-based measures to stimulate lending to the real economy - by lowering the loan-to-value requirements or applying exemptions to debt-service-to-income limitations.", "Overall, it is my conviction that there is still plenty we can discover in terms of the deployment possibilities of macroprudential policy.", "I hope that with my intervention today I have been able to set the scene for the Governors' panel.", "I will now be extremely keen to hear your insights on the issue at hand."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Macroprudential policy", "Monetary policy", "Financial stability", "Fiscal policy", "COVID-19", "Banking sector", "Great Recession", "European Central Bank", "Euro area", "Lithuania"]}