{"sentences": ["Good day, ladies and gentlemen.", "I am honored to receive the Asian Banker \"Best Systemic and Prudential Regulator in Asia Pacific\" Award in a year filled with challenges brought about by the COVID-19.", "The BSP was among the central banks in the world which swiftly responded to the crisis through the deployment of a comprehensive set of measures.", "The BSP continues to be front and center of the Philippines' COVID-19 economic response by ensuring ample liquidity in the financial system and providing regulatory relief to banks and implementing policies to assist Filipino businesses and households weather and recover from the crisis.", "Without doubt, the COVID-19 is unprecedented in scale.", "Its reach is global, and its impact, disproportionate, especially, on the poor.", "It is for this reason that the BSP's toolkit also covers measures that incentivize lending to vulnerable sectors of our society.", "Part of the BSP's strategy is making sure that the Philippines is able to get back on its balanced and sustainable growth path as soon as possible.", "In this regard, the BSP is working closely with the National Government and the private sector on structural reforms in line with a whole-ofnation approach.", "On our part, we would like to transform the financial landscape through legislation, digitalization and environmentally sustainable practices.", "I thank the Asian Banker for recognizing the BSP's efforts towards nation building.", "I share this honor with the BSP's 5,500-strong workforce who continuously strive to fulfill our mandate.", "This award is a testament to their dedication and commitment to our mandates all in pursuit of uplifting the quality of life for all Filipinos.", "Ms. Martha Beck, a well-known American author, once said that \"Any deep crisis is an opportunity to make one's life extraordinary in some way\".", "Indeed, this once-in-a-lifetime crisis requires extraordinary responses.", "It is, therefore, a privilege and an inspiration for me to be among leaders and promising young bankers who have chosen to be extraordinary, while operating in this difficult environment."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Economic recovery", "Financial system", "Regulatory relief", "Lending", "Structural reforms", "Digitalization", "Environmental sustainability", "Nation building", "Quality of life"]}