{"sentences": ["16.11.2020 Annual Financial Convention 2020 Asociación de Mercados Financieros Pablo Hernández de Cos Ladies and gentlemen, good morning.", "It is my pleasure to take part in this annual conference of the Asociación de Mercados Financieros.", "First, I would like to take this opportunity to share with you some reflections on the current economic situation in the euro area and the role that the European Central Bank's (ECB) monetary policy could play over the coming months in staving off some of the more serious consequences, at least from the economic standpoint, of the second wave of COVID-19 in Europe.", "In the second part of my speech, I would also like to discuss some of the challenges for monetary policy in advanced economies, which have prompted the main central banks, among them the ECB, to launch a review of their monetary policy strategy.", "Lastly, I would like to conclude with a few thoughts on the studies that will allow us to assess whether introducing a digital euro would be warranted.", "Monetary policy in response to the second wave of COVID-19 The health crisis and the containment measures deployed triggered a deep global recession in the first half of the year.", "Since the height of the crisis last spring, economic activity has been on a recovery path.", "However, this recovery is subject to a high level of uncertainty and has been partial, uneven and fragile.", "Euro area GDP in the third quarter was still 4.3% below that of the fourth quarter of 2019.", "By country, among the four largest euro area economies, the output loss was more pronounced in Spain (9.1%) than in Italy, France and Germany (down 4.5%, 4.1% and 4.2%, respectively).", "Much uncertainty also persists regarding the intensity of the recovery in the fourth quarter of the year, in view of the recent course of the pandemic in Europe.", "The few short-term indicators available signal a slowdown in activity growth, which could be exacerbated - and even lead to contraction in at least some countries or sectors - by the widespread implementation of new measures to contain the health crisis.", "In the euro area, the PMI (the most leading indicator) for October fell by 0.5 percentage points (pp) to 50, standing at the boundary between expansion and recession.", "The pandemic is having a notably uneven impact, affecting primarily the services sector, whose PMI fell 1.1 pp to 46.9.", "Conversely, the manufacturing PMI rose 1.3 pp to 58.4.", "Similarly, the European Commission's consumer confidence indicator also contracted.", "The latest ECB staff projections were published in late September; the baseline scenario indicates a drop in euro area GDP of 8% in 2020, followed by growth of 5% in 2021.", "However, the feasibility of these figures is in doubt, since one of the assumptions under this baseline scenario was that the epidemiological situation would not worsen in the near term.", "Developments since the projection cut-off date appear to contradict that assumption.", "The recent news regarding the availability of a vaccine early next year is obviously to be welcomed.", "If confirmed, this should serve to improve confidence and preclude the more negative economic scenarios, although it will take time for the attendant effects on activity to become apparent.", "As regards the euro area inflation outlook, the ECB forecasts a very modest rise this year of 0.3%, with a recovery to 1% in 2021 and 1.3% in 2022.", "However, these values are well short of the medium-term price stability target, defined as inflation rates below, but close to, 2% over the medium term.", "The latest flash estimate for the euro area Harmonised Index of Consumer Prices, referring to October, shows annual inflation of -0.3%, weighed down by the recent appreciation of the euro, low energy and services prices, and the temporary impact of the VAT cut in Germany.", "Core inflation held at an all-time low of 0.2% in October, unchanged on September.", "It is worth noting that 35% of the headline inflation components recorded negative growth rates, and around 70% of the components grew at rates of less than 1%.", "Consumer expectations have held on a downward path since March, while the metric derived from financial markets (five-year swaps) declined slightly to 1.16%.", "Meanwhile, the long-term expectations of the Survey of Professional Forecasters held stable at around 1.7%.", "The situation I have just described is, therefore, one of a fragile and uncertain recovery in the euro area, in which some of the downside risks for our baseline scenario, which were identified just a few months ago, are materialising.", "The scenario of slower economic growth in the short term, together with recent price trends (likewise worse than expected), increase the risk of a de-anchoring of inflation expectations.", "Against this backdrop, at our October meeting, the ECB Governing Council underscored its readiness to adjust all monetary policy instruments to contend with the pandemic's impact on price stability.", "In my opinion, the recalibration of monetary policy instruments in response to the second wave of the pandemic should, at least, include further recourse to our pandemic emergency purchase programme (PEPP) and our targeted longer-term refinancing operations (TLTROs).", "The PEPP was launched in March to counter the adverse consequences of the first wave of the pandemic.", "Its flexibility is what sets it apart from the asset purchase programme (APP) in place before the COVID-19 outbreak.", "Thus, whereas the APP is relatively rigid in terms of how the asset purchases are distributed both over time and across jurisdictions, the PEPP has allowed us to concentrate purchases on those countries whose financing conditions, at any given time, have been subject to a greater degree of tightening.", "Thanks to this flexibility, together with its large initial envelope, the announcement of the creation of the PEPP on 18 March served to substantially reduce interest rates on sovereign debt, especially that of the countries hardest hit by the health crisis at that moment, such as Italy and Spain.", "From a broader perspective, the introduction of the PEPP - and the subsequent increase of its initial envelope in early June - led to a period of gradual easing of financial conditions in the euro area, not only for sovereign debt, but also other market segments such as corporate debt.", "In addition, according to analysis by the Banco de España, the PEPP is having a markedly favourable impact on GDP growth and inflation in the euro area.", "Against the current backdrop of uncertainty surrounding the pandemic's severity and duration, the best contribution that economic policy can make is to instil confidence and certainty.", "When it comes to monetary policy, this means ensuring accommodative financial conditions for all economic agents for as long as necessary.", "In view of how the pandemic is unfolding and its economic effects, we clearly need more time (and the attendant volume) now than we projected just a few months ago (as you know, the PEPP runs until June 2021).", "Further, as was true of the first wave, it is highly likely that the second wave's economic impact will be uneven across the various euro area countries, aside from the fact that the general government fiscal position is also very different.", "Therefore, retaining the PEPP's flexibility is essential to head off problems of financial fragmentation that hinder the transmission of our monetary policy.", "In addition to the PEPP, another instrument that may be recalibrated in the near term are our TLTROs.", "This programme provides banks with funding under particularly advantageous conditions, provided that they achieve certain goals in terms of lending to firms and households (the latter excluding loans for house purchase).", "The programme was made more attractive still to banks at the outbreak of the pandemic, allowing them to obtain funding at an interest rate that could temporarily be as low as -1%, on the condition that they do not reduce their volume of eligible lending in light of the pandemic crisis.", "These revised terms and conditions have been a success: in the June TLTRO III operation, participating banks received a total of €1.31 trillion, an all-time high for the Eurosystem's refinancing operations.", "More importantly, the evidence available suggests that banks have indeed used the financing received to lend to the real economy.", "In conclusion, in the face of a deteriorating outlook for activity and inflation, the ECB Governing Council must increase monetary accommodation and head off problems of fragmentation in the transmission of monetary policy, primarily through the instruments that have proved most effective during this crisis.", "The ECB's strategy review In the second part of my address I will take a longer-term perspective and reflect on the changes occurring in the implementation of monetary policy in the advanced economies, which have led the ECB, like other central banks, to review its strategy.", "In the years prior to the 2007-2012 crisis, which in our case coincided with the early years of the ECB, a certain consensus emerged among the advanced economies regarding the role and functioning of central banks.", "These were designed as independent entities, that is, not subject to direct control by governments, with a clear mandate to ensure price stability, in addition to full employment in some jurisdictions, such as the United States.", "The price stability mandate is normally expressed as a numerical inflation target, frequently 2% or, as in the case of the ECB, a rate below, but close to, 2%.", "To achieve its price stability target, the central bank adjusts the general level of interest rates on the funding raised - via bank loans or in the debt markets - by agents in the real economy (businesses, households and governments).", "Although the central bank controls the nominal interest rate, it is the \"real\" interest rate - that is, the nominal rate less expected inflation - that is relevant for households' and businesses' spending decisions.", "For instance, a nominal interest rate of 2% when expected inflation is 4% is much more expansive than a nominal interest rate of 1% in a noninflationary setting.", "Given that the prices that determine inflation are partly rigid, the central bank may influence the real interest rate by adjusting nominal rates.", "Before the onset of the financial crisis, the central bankers' handbook prescribed that if the economy was overheating and prices and wages were under growing pressure, the central bank should raise nominal interest rates above inflation expectations, thus tightening real rates and cooling down the economy.", "And vice versa, in a downturn, with falling prices and rising unemployment, the central bank should cut nominal interest rates, thus reducing real rates and stimulating aggregate demand.", "Conceptually, central bankers tried to keep real interest rates at a level - known as the \"natural rate of interest\" - that held GDP at its potential level and inflation stable at around its target.", "The natural rate of interest cannot be observed directly and can only be estimated, with some uncertainty, econometrically.", "According to available estimates, in recent decades the natural rate of interest appears to have progressively declined in the advanced economies.", "This is attributed to demographic factors, such as population ageing, or technological factors, such as lower productivity growth, which have changed the balance between the supply of savings and investment demand.", "In the case of the euro area, estimates even place the natural rate of interest at negative levels.", "Consequently, to stabilise inflation, real interest rates must now be lower than two or three decades ago.", "This would not be problematic if nominal rates could fall as far as necessary; for example, with expected inflation of 1%, to achieve a real interest rate of, let's say, -2%, the nominal rate would have to be lowered to -1%.", "The problem is that nominal interest rates cannot drop as far into negative territory as sometimes would be necessary.", "Were central banks to set interest rates of -5%, for example, commercial banks would endure negative yields on a large part of their assets, which would adversely affect their profitability and, ultimately, their financial intermediation capacity.", "This would have an attendant negative impact on credit supply, economic activity and inflation.", "There is therefore a lower bound on nominal interest rates.", "Should central banks lower interest rates below this bound, the effect on the economy may be contractionary rather than expansionary, owing to the adverse effects on the financial system as a whole.", "The level of this lower bound on interest rates is not directly observable and varies over time based on the financial sector's situation.", "In any event, it represents the floor for central bank interest rate cuts.", "In Europe, the ECB's deposit facility rate was already set at -0.5% before the COVID-19 crisis.", "In our statements, we have stressed that this rate could be further lowered in the future.", "Yet in any event, looking back it seems clear that conventional monetary policy - i.e.", "that based on controlling the short-term interest rate - has less scope for action than, for example, a few decades ago.", "The lower bound on interest rates generates asymmetry in monetary policy conduct.", "As I commented earlier, if inflation rises above its target, central banks may increase interest rates as much as necessary in order to \"cool\" the economy.", "However, in the face of deflationary shocks driving inflation below its target and leading the central bank to cut its interest rates, these may ultimately \"collide\" with their lower bound.", "This asymmetry makes monetary policy potentially very effective for combating inflation, but less so for combating deflation or even persistently low inflation.", "The latter may lead to a dangerous vicious circle.", "Against a backdrop where central banks' hands are expected to be frequently tied by the lower bound on interest rates, economic agents will expect any inflation overshooting to be corrected swiftly.", "However, this is not the case for undershooting.", "Therefore, average expected inflation over a long period will tend to run below target.", "Given that in the long run the nominal interest rate is the real equilibrium interest rate plus expected inflation, a fall in the latter implies lower average nominal rates, causing them to collide with their lower bound more often.", "This entails less headroom to provide stimulus in recessions with low inflation, further lowering inflation expectations, and so it continues.", "In this setting of historically low natural rates, a loss of interest rate policy scope and deanchoring risk for inflation expectations, the main central banks have deemed it necessary to rethink their monetary policy strategy, i.e.", "how they structure their monetary policy targets and how they pursue them with the tools available.", "To date, within their strategic frameworks most central banks have followed variants of what is known as inflation targeting, whereby they target inflation running close to a precise numerical value - e.g.", "Yet alternative monetary policy strategies exist whereby a central bank attempts to make up for past deviations of inflation from its target.", "These are the so-called make-up strategies.", "One of them is known as price-level targeting.", "In this case, the central bank announces a target price-level growth rate, e.g.", "Unlike inflation targeting, should inflation temporarily fall below 2% for any reason, the central bank will have to ensure that it rises above 2% in the future so that the price level returns to its target path.", "This strategy forces the central bank to correct in the future any past inflation deviation from the value consistent with the price-level target.", "A less radical strategy, but kindred in spirit, is that known as average inflation targeting.", "In this case, the central bank targets average inflation running at its target rate over a given period.", "Unlike traditional inflation targeting, it includes a component for making up for past deviations, but only over a specific period of time.", "This contrasts with price-level targeting, where all past deviations should be compensated for, regardless of how long ago they occurred.", "One characteristic of these make-up strategies is their symmetry, understood as the central bank's commitment to react equally to both undershooting - which, as we have seen, are the really problematic deviations in the current context - and overshooting.", "In other words, after a period of above-target inflation the central bank would have to reduce inflation below the target, which would require depressing economic activity and employment.", "Given that such a commitment may not be entirely credible, it has recently been proposed that such strategies be temporary.", "In other words, the central bank operates normally within a traditional inflation targeting framework, but, in response to low inflation crises driving interest rates close to their lower bound, it commits to a make-up strategy to recover the \"lost inflation\" over that period in the future.", "In recent years, several central banks (including the ECB and the US Federal Reserve) have launched monetary policy strategy reviews.", "Against this backdrop, the Federal Reserve announced at the end of August the main findings of its strategic review.", "Among other changes, this has led it to adopt a new average inflation targeting strategy, albeit without specifying some of its key elements, such as the length of the period over which the average inflation to be stabilised is calculated.", "In particular, the Federal Reserve affirms in its new strategic framework that following periods when inflation has been running persistently below 2%, it will aim to achieve inflation moderately above 2% for some time.", "In January 2020 the ECB announced the launch of its monetary policy strategy review.", "The outbreak of COVID-19 has delayed this process, which is expected to spill over into 2021.", "Given that this is an ongoing process, the takeaways are as yet unknown.", "However, I can reveal that it is an open process; both the ECB and the national central banks of the Eurosystem are conducting a great deal of analysis and are seeking the input of civil society, academic economists and other professional and social cohorts.", "The ECB's strategy review is very ambitious; not only does it analyse matters such as possibly adopting make-up strategies for past deviations of inflation from its target, but it also addresses additional topics such as the design and optimal use of the various monetary policy tools; the measurement of inflation; the interactions between monetary policy and macroprudential policy; the institution's communication policy; and the impact of climate change, digitalisation and globalisation on monetary policy.", "All these facets and others covered by the strategic review may be relevant when delivering on our price stability mandate.", "Indeed, one of this review's key topics will be the definition of the ECB's price stability target.", "The current inflation target, aiming at inflation rates of below, but close to, 2%, may be reformulated.", "First, it may be necessary to clarify the specific level of inflation targeted, to make it easier for economic agents to understand.", "Second, making this target more symmetrical could also be possible, clarifying that the ECB would be as tolerant of overshooting as of undershooting.", "Likewise, in the current environment of low inflation and interest rates verging on their lower bound, the inflation target must take into account the need for a sufficiently high buffer, above zero, granting conventional interest rate policy more room for manoeuvre.", "Another key aspect will be which tools are to be included in the ECB's monetary policy toolkit and how they are to interact within the new strategic framework.", "In this regard, it seems clear that one of the current review's takeaways will be that, against the backdrop of low natural interest rates and greater constraints on the use of nominal interest rates as a stabiliser, asset purchase programmes and liquidity-providing operations have become part of central bankers' conventional \"toolkit\".", "One problem specific to the euro area is the so-called \"fragmentation\" in the transmission of the common monetary policy.", "This means that governments' financing conditions vary significantly across countries as a result of, among other factors, the different sovereign risk premia in the euro area.", "This, in turn, also impacts on firms' and financial institutions' financing costs in the different countries.", "In fact, the cost of government debt in each country usually acts as a \"floor\" or \"baseline\" for corporate and bank debt.", "Consequently, in those countries whose governments' debt repayment prospects are better and which therefore have more favourable financing conditions, the borrowing costs of firms and households, through bank credit, will be lower.", "In the context of economic recessions and rising government expenditure, such as the sovereign debt crisis or the current COVID-19 crisis, higher risk premia in some euro area countries could tighten the overall financial conditions in those jurisdictions and threaten price stability in the euro area.", "This warrants permanently equipping ourselves with sufficiently flexible tools, so as to avoid the re-emergence of fragmentation dynamics that jeopardise the correct transmission of monetary policy throughout the euro area.", "In other words, the new strategic framework's tools should inherit, in my opinion, the flexibility that has characterised the PEPP.", "Regardless of the final outcome, I am sure that this review will boost the effectiveness of monetary policy in the euro area and its ability to achieve its targets in the macroeconomic environment of the coming decade.", "The introduction of a digital euro Monetary policy and the tools available to enhance its effective implementation are not the only matters currently to the fore of central banks' agendas.", "At a time of such deep-seated transformation like the present, there is no shortage of topics vying for our attention.", "One I find particularly relevant at present is the growing speed of the ongoing digitalisation of the financial system.", "The pandemic, on one hand, and the European Commission's announcement of its digital finance strategy, on the other, have placed this matter at the heart of the European debate.", "In my opinion, among the transforming effects of digitalisation in the financial sector, one stands out: the far-reaching change payment services are undergoing, both as regards the characteristics of the services per se, and the technology and players taking part.", "Undoubtedly, this is a significant phenomenon for central banks, given our responsibilities for promoting and ensuring the smooth functioning of payment systems.", "It is also significant in that digitalisation affords us new opportunities to redefine our role as providers of safe settlement assets.", "Indeed, as you know, within the Eurosystem we are, like many of our international counterparts, painstakingly analysing the possibility of issuing digital currency: a \"digital euro\" in our case.", "The digital euro would be a new form of central bank monetary liability which, like cash, would be conceived to be accessible both to households and non-financial corporations.", "As you can imagine, the introduction of such an instrument would be enormously complex and important.", "Accordingly, beyond the stimulating intellectual debate that opens up around its future possibilities, a thorough analysis is needed of its various implications and its possible configurations.", "Further, our role in this area obliges us to be technically ready should developments warrant its placement in circulation.", "The initiative to study the advantages and disadvantages of a digital euro stems from an ECB Governing Council decision to set up a high-level task force to further the analysis and extend the knowledge of the Eurosystem in this field.", "The results of this work are included in a report that not only sets out our preliminary conclusions but also outlines a future roadmap.", "That is to say, the Eurosystem's exercise is but the first of many steps and thought processes that lie ahead before we come to a firm decision in this connection.", "If I had to briefly summarise the main contribution of our report to the current debate, it would be this: we have striven to identify the scenarios which, should they materialise, might warrant the launch of the digital euro as one of the possible measures to be considered in response to the challenges these scenarios would pose.", "In other words, we have attempted to clarify when a digital euro might prove a good ally that would allow us to continue fulfilling the Eurosystem's mandate and objectives.", "Allow me to illustrate this matter with a highly topical example.", "As I said earlier, the pandemic has prompted greater digitalisation and, as a result, the use of cash as a means of payment has changed notably.", "Indeed, on our figures, the volume of cash withdrawals from Spanish ATMs during the second quarter of this year has been 52% down on the figure recorded in the same period a year earlier.", "Were this one-off phenomenon to become a permanent change in society's preferences, we could cease to count on the public alternative that cash offers to private means of payment.", "Faced with this situation, the digital euro could be a vehicle for retaining the option whereby citizens have access to the central bank's safe money and avoiding the risks that would arise from total dependence on private means of payment.", "However, before launching a digital euro we must resolve many questions.", "Only thus will we be in a position to respond to the challenges and react swiftly where necessary.", "For one thing, we have to acquire practical experience regarding the possibilities technology offers for the operational design of this digital euro.", "Within the Eurosystem we must consider, among other matters, what the most appropriate technology would be, how we should shape it to ensure maximum resilience and how we would have to involve the private sector in the provision of the digital euro.", "Purely technical issues aside, we must further analyse the macroeconomic and financial consequences of a digital euro in the different scenarios identified, as there are basic aspects regarding the potential impact of the digital euro on the economy that would have to be clarified before taking a decision on issuing it.", "By way of example, I would highlight the need to minimise the adverse impact that potential banking disintermediation would have on financial stability, or the possible effects of the digital euro on situations of financial instability.", "These aspects probably require an additional analytical push to ensure that these unwanted secondary effects can be avoided.", "In any event, I believe the Eurosystem's current position does not differ substantially from that of those central banks that are immersed in a similar line of thought.", "Where we may diverge somewhat more is the pace at which we are moving, largely as a result of the different state we are in relative to the scenarios indicated.", "For instance, in the Nordic countries the diminished use of cash is already a fact.", "Likewise, means of payment in China appear to be tending towards concentration in ecosystems managed by a small group of local technological giants outside the traditional banking system.", "What this discussion shows is the need we central banks have to understand the changes the economy is facing as a result of the digital transformation and, most particularly, to appreciate the scale of their impact on the financial sector.", "The importance of the functions assigned to us both in monetary policy and in payment systems means our action must always have the broadest consensus and be preceded by rigorous and in-depth analysis.", "Squaring the rigour of our decisions in areas of undeniable importance for society at large with the flexibility and swiftness of response that a rapidly transforming economy demands poses a challenge.", "To resolve this challenge we must call on our capacity to anticipate these situations so as to be able to analyse them in good time and in all their depth.", "I consider that both the ongoing review of monetary policy strategy and the strategy to address the challenges arising from the growing digitalisation of the financial system are two sound exponents of this way of working.", "They will allow us to continue adding the maximum value to the European economy and, by extension, to Spanish society.", "\"The ECB monetary policy response to the COVID-19 crisis\", Occasional Papers, No 2026, Banco de España.", "\"Adapting lending policies in a \"negative-for-long\" scenario\", Working Papers, No 1832, Banco de España.", "\"Making room for the needy: the credit- reallocation effects of the ECB's corporate QE\", Working Papers, No 1743, Banco de España, forthcoming in Review of Finance.", "\"Thoughts on the design of a European Recovery Fund\", Occasional Papers, No 2014, Banco de España.", "\"Monetary Policy Strategies for a Low- Rate Environment\", AEA Papers and Proceedings, No 109, pp.", "\"The Reversal Interest Rate\", NBER Working Paper Series, No 25406.", "\"The rise and fall of the natural interest rate\", Working Papers, No 1822, Banco de España.", "\"The natural interest rate: concept, determinants and implications for monetary policy\", Analytical Articles, Economic Bulletin, 1/2017, Banco de España.", "\"Measuring the natural rate of interest: international trends and determinants\", Journal of International Economics, No 108, pp."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19 response", "Monetary policy review", "Digital euro", "Inflation", "Interest rates", "Financial stability", "Payment systems", "Natural rate of interest", "Asset purchase programmes", "Lower bound"]}