{"sentences": ["08.10.2020 Banking resolution: firm foundations for stability SRB Conference 2020/Session II: Resolution planning under the Banking Package: continuity and innovation Pablo Hernández de Cos Good afternoon, ladies and gentlemen.", "Let me begin by thanking the organisers, and the SRB Chair in particular, for giving me the opportunity to participate in this conference.", "Five years have passed since the Single Resolution Board was established as the resolution authority within the Banking Union.", "That is certainly a short time by institutional standards but, looking back, I would argue that the progress made has been significant.", "Under the leadership of its chair, Elke König, the SRB has finalised resolution plans - along with their MREL requirements - for all significant institutions.", "It has likewise fostered their resolvability, and has put in place effective mechanisms for cooperation with the national resolution authorities.", "All these arrangements have already proved their effectiveness.", "From a broader perspective, I would also argue that a more robust European crisis management environment has been conceived.", "Harmonisation of procedures not only strengthens the Banking Union as it is; I am sure it will also prove essential in future crossborder consolidation initiatives.", "Bail-in has aligned incentives for managers and creditors alike in reducing excessive risk-taking.", "And, as a much wished intangible asset to a central banker like myself, the existence of a Single Fund is another milestone, partially mutualising risks in the Euro Area, which is moving forward with a more complete Monetary Union.", "All in all, if, as we are often emphasizing during this crisis, the post-crisis reforms have mitigated the risks to the sector's financial stability, the implementation of the resolution framework has contributed to strengthening the banking sector in a crucial manner.", "Identifying gaps for a more robust resolution framework in the EU Accepting that we have made great advances in this field, we have to acknowledge also that there is still some way to go before we can truly assert our journey is over.", "First of all, it is important to recall that the European resolution framework is one of the three pillars of the Banking Union and it is essential to develop the third one - the much needed European Deposit Insurance framework - to ensure the resilience and well-functioning of this Banking Union.", "As this matter goes beyond the scope of this conference, I will rather concentrate on the second pillar of the Banking Union.", "So, entering into this resolution pillar, there are certain areas on which both policymakers and practitioners should concentrate, and it is precisely some of these gaps that I want to discuss today, namely: - liquidity in resolution, - the resolution approach to small and mid-sized institutions, - avoidance of unlevelled playing fields, and - the adequate treatment of systemic situations.", "The first issue to be addressed, as it affects all institutions alike, is the provision of liquidity to a bank in resolution.", "Experience shows that market confidence in failing or likely-to-fail banks can only be restored on the basis of the external support it can receive, be it from an eventual acquirer (as was the case with Banco Santander in respect of Popular) or elsewhere.", "And so far the question remains: what happens if there is no acquirer?", "How could other resolution tools be workable?", "If the resolution is carried out by means of a bail-in or bridge institution, arrangements should be in place to tackle the possibility of closed markets and deposit runs.", "If we do not equip Resolution Authorities with the proper mechanisms to provide the institution with liquidity, such tools will be rendered useless.", "In this field, the discussion is quite open.", "The Single Resolution Fund could assume that role and, in that respect, the backstop the European Stability Mechanism (ESM) will provide is a very welcome improvement.", "However, as Ms. König has repeatedly remarked, the SRF's resources may be insufficient to provide the significant amounts of liquidity that a systemic entity may need and, therefore, \"the SRF would never be the sole answer to make sure a firm in resolution can continue to run with enough liquidity to meet its obligations\".", "In this sense, proposals such as the ECB's Eurosystem Resolution Liquidity, which involves a fiscally neutral guarantee provided by the ESM in favor of the SRF, could be of paramount importance.", "A second issue I would like to touch upon is the need for an in-depth analysis of the framework for smaller retail institutions, particularly those typically funded by deposits.", "By now, there is a common understanding that we need to rethink the way to treat those in crisis.", "I am sure we are all aware of initiatives to develop special administrative liquidation procedures, and of alternative proposals on the need to extend the scope of resolution by reassessing the concept of public interest.", "My personal feeling right now is that both ways could be workable, and the argument I would like to present is that we should first try to agree on an optimal way to absorb losses and facilitate eventual restructuring costs.", "In non-systemic crises, bailing-in depositors or bailing-out institutions are socially costly options.", "At the same time, high MREL levels could be very expensive to achieve for many of these institutions.", "Therefore, I would suggest striking the right balance between, on the one hand, the internalisation of losses above capital requirements and, on the other, collective industry funding to facilitate the transfer tools.", "Connected to the previous topic is the issue of the level playing field.", "Failing banks that do not satisfy the public interest test are subject to insolvency procedures in accordance with national regulations that vary substantially across jurisdictions.", "At the end of the day, this results in an unlevelled playing field as some have upgraded their insolvency proceedings to quasi-resolution frameworks.", "Therefore, I would like to insist that a new European approach to smaller institutions is paramount.", "Now, having regard to the European nature of supervision and resolution, the Eurozone should move swiftly to sort out this unlevelled playing field.", "And, let me be clear on this, I would urge consistency in finalising the Banking Union, covering EDIS and smaller institutions.", "The disconnection between truly pan-European supervision and what still is, largely, a national burden is untenable.", "Finally, the coronavirus has, as I mentioned, fundamentally changed our lives within a short period.", "The current situation reveals our limited ability to deal with systemic risks.", "The pandemic will inevitably trigger widespread economic problems, and the health of the financial system will unavoidably be affected.", "The reforms made during the past decade seem to have increased the resilience of the financial system, which, helped by other policies given the size of the shock, has continued to provide financing to the real economy.", "Obviously, lessons will emerge.", "This kind of shock is to some extent new, as it has not been generated by the financial system itself, and that will help us improve regulation.", "In this respect, several academics think that the current resolution framework is not wellequipped to deal with systemic crisis.", "And several elements could be adjusted in order to make resolution more efficient in these very specific circumstances.", "In particular, the use of resolution tools like the bail-in when financial markets are in distress could exacerbate those turbulences and reduce the ability of other banks to obtain external financial resources.", "Or, in the case of the sale of the business, it could create a problem of fire sales that may additionally reduce the prices of the assets, generating losses for the rest of the institutions.", "In these circumstances, there should be a powerful, usable and credible backstop that could be activated even preemptively.", "The stability of the financial system and the potential for systemic risks to alter the functioning of that system have long been important topics for central banks, and I would like to encourage some additional consideration to this broader approach.", "Some episodes, including the Spanish experience during the Great Financial Crisis, suggest that the propagation of shocks is especially relevant for mid-sized entities and that the swift and orderly resolution of the problems is the vaccine against contagion.", "So, allow me to finish my presentation where I started: the current crisis management framework has been crucial in advancing the Banking Union and it has proven most useful in resolving very relevant events.", "However, the experience allows us to draw lessons that should be incorporated into the framework to contribute more effectively to maintaining financial stability and to ensuring the functioning of the Banking Union.", "That requires putting in place effective regimes to deal with remaining gaps such as those I have set out: liquidity in resolution, treatment of smaller institutions, unlevelled playing fields in an incomplete Banking Union and appropriate policies for dealing with systemic crisis.", "Of course, the adoption of such an ambitious reform may require difficult political compromises.", "But in the current Covid-stricken economies and societies, European citizens deserve a more robust crisis management framework commensurate with the risks threatening us.", "A consistent and comprehensive bank failure management framework will require that we work together and that every effort be made to safeguard and reinforce financial stability within a framework of cooperation and coordination between authorities at the European and international level."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["resolution framework", "liquidity in resolution", "small and mid-sized institutions", "unlevelled playing fields", "systemic situations", "Banking Union", "European Deposit Insurance", "bail-in", "MREL", "SRF"]}