{"sentences": ["We welcome the opportunity for this additional hearing of the House Economics Committee.", "A lot has happened since the previous hearing, including further significant policy measures by the RBA.", "This morning, I would like to explain why we took these additional measures and how they will help the recovery.", "To provide some context, I will begin with a summary of recent economic developments and the economic outlook.", "Economic developments and outlook This year has been an extremely difficult one for many people and businesses.", "But we have now turned the corner and a recovery is underway.", "Since we last met, the economic news has, on balance, been better than we were expecting.", "Over recent months, the number of people with a job has risen significantly and the peak in the unemployment rate is now likely to be between 7 and 8 per cent, rather than close to 10 per cent.", "Retail spending has also continued to increase, with consumers adjusting their spending patterns to the realities of a COVID-19 world.", "Business and consumer confidence has also lifted and housing markets have generally proved resilient.", "Given these developments, we are now expecting GDP growth to be solidly positive in both the September and December quarters.", "And then, next year, our central scenario is for the economy to grow by 5 per cent and then 4 per cent over 2022.", "These figures, though, cannot hide the reality that the recovery will be uneven and bumpy and that it will be drawn out.", "Some parts of the economy are doing quite well, but others are in considerable difficulty.", "And even with the overall economy now growing solidly, it will not be until the end of 2021 that we again reach the level of output recorded at the end of 2019.", "The effects of this loss of output and income are all too obvious in the labour market.", "The unemployment rate currently stands at 7 per cent and we are expecting it to be still above 6 per cent in two years' time.", "Underemployment is higher still, with many people working on reduced hours.", "One consequence of higher unemployment is that wage and price pressures are likely to remain subdued.", "In each of the next 2 years, we are expecting annual wages growth of less than 2 per cent.", "And inflation, in underlying terms, is expected to be just 1 per cent next year and 11⁄2 per cent in 2022.", "It is certainly possible that the economy will do better than our central scenario.", "This scenario does not envisage a vaccine being widely available to most Australians until late next year at the earliest.", "It also assumes that significant restrictions on international travel are still in place at the end of 2021.", "Recent medical breakthroughs give us some hope that things will work out better than this.", "If so, confidence would lift and there would be a further easing of restrictions.", "The result would be an upside surprise to growth and jobs, especially given the significant policy stimulus that is already in place, the generally strong balance sheets and the substantial government incentives for businesses to employ people and invest.", "But it is also possible that things could go the other way.", "Europe provides a salutary reminder of this.", "It was just 3 months ago that many commentators were remarking on the robust bounceback in Europe.", "Now, the European economy is expected to contract again in the December quarter as countries struggle to contain the virus.", "Similarly, in the United States the outlook is clouded by the sharp increase in case numbers there.", "Fortunately, here in Australia, we look to be on a different path, but there is no guarantee that we will remain so.", "This inevitably means that there is still a high degree of uncertainty about the outlook.", "What has become clearer, though, as time has passed is that Australia is likely to experience a run of years with unemployment too high and wage increases and inflation too low, leaving us short of our goals.", "In the current environment, addressing the high rate of unemployment is a priority for the Reserve Bank Board.", "We are intent on doing what we can, with the tools that we have, to help here.", "This brings me to our recent monetary policy decisions.", "Recent monetary policy measures Since the previous hearing in August, significant policy announcements were made following the Board's meetings in September, October and November.", "We made no further changes at our meeting yesterday.", "In September, the Board increased the size of the Term Funding Facility and allowed authorised deposit-taking institutions (ADIs) more time to draw on this facility.", "Institutions can now access funds up to the equivalent of 5 per cent of their total loans, with additional funds available if an ADI increases its lending to businesses, especially small and medium-sized businesses.", "In October, we changed the nature of our forward guidance about the cash rate.", "The focus is now on actual outcomes for inflation and unemployment, rather than forecast outcomes.", "This shift reflects the changing price dynamics in our economy due to globalisation and technology, and now the pandemic.", "The Board will now want to see evidence that inflation is consistent with the target before it increases the cash rate.", "It is not enough for inflation to be forecast to be consistent with the target.", "In November, we announced another major policy package, including: reductions in the cash rate target, the 3-year Australian Government bond yield target and the interest rate on new drawings under the Term Funding Facility to 0.1 per cent a reduction in the interest rate on Exchange Settlement balances at the RBA to zero the introduction of a quantitative bond purchase program, under which the RBA will buy $100 billion of government bonds over the next 6 months.", "As part of this program we are buying bonds issued by the Australian Government and the states and territories.", "These decisions, together with those made by the Board earlier in the year, will support the recovery of the Australian economy.", "They will keep funding costs low for households, businesses and governments.", "They are also complementary to the significant fiscal stimulus by the Australian Government and the states and territories.", "This fiscal stimulus has played a critical role in helping the economy through the pandemic and it has preserved hundreds of thousands of jobs.", "For our part, the RBA's recent measures will support the economy through a number of channels.", "Lower borrowing costs free up cash flow for both households and businesses, some of which will be spent.", "Lower interest rates also support asset prices, which boost balance sheets and consumption and investment.", "And a lower structure of interest rates leads to a lower value of the Australian dollar than would otherwise be the case.", "The end result is a stronger economy and more jobs.", "The decision to implement a bond buying program as part of the November policy package followed a careful review of the international experience.", "When we met last time, I said that my judgement was that a price-based target (i.e., a yield target) was preferable to a quantity-based target.", "That remains my view, but it doesn't need to be an either/or choice and we can't ignore what is happening overseas.", "As other central banks have bought government bonds under quantitative easing programs they pushed down the yields on those bonds.", "In turn, this put downward pressure on the value of their currencies.", "As a result, here in Australia we found ourselves in the position of having relatively high longer-term bond yields compared with other countries, despite the short-term policy rate being similar across countries.", "These relatively high bond yields were putting unhelpful upward pressure on the value of our own currency.", "Given monetary policy developments overseas and the strong gravitational pull of very low global interest rates, the Board judged that it was now appropriate to combine the 3-year yield target with a quantity target for bond purchases.", "This judgement was reinforced by the outlook for unemployment and inflation that I discussed earlier.", "As the Deputy Governor outlined in a speech last week, the movement in market prices in response to this package was broadly as we expected.", "The Board will continue to review the details of this package at our future meetings.", "We are prepared to do more, if that is required.", "Having said that, we are still of the view that a negative policy interest rate in Australia is extraordinarily unlikely, with any benefits being outweighed by the costs.", "The Board recognises that its decisions have an uneven effect across the community.", "How any given Australian is affected depends very much on their own financial situation.", "As we have discussed at previous hearings, people who rely on interest as a significant source of income find this a difficult time.", "People with more diversified sources of income and assets, including a home, tend to be in a better position.", "And those people who benefit most from monetary stimulus are those who get a job or retain a job because of this stimulus.", "The benefits here are wider, though, than just those to the individual.", "When more people who want jobs have one, the whole community benefits too.", "This is not just in terms of stronger household income growth but in an improvement in a wide range of social indicators as well.", "In making its decisions, the Reserve Bank Board is looking at this whole picture.", "Consistent with the mandate given to it by Parliament, the Board is seeking to maximise the collective welfare of the Australian people.", "As we do this, we are also paying close attention to asset prices and trends in household debt.", "At previous hearings we have discussed the effect of low interest rates on housing prices, the incentive to borrow, and medium-term economic and financial stability.", "These remain issues that we are continuing to monitor.", "But in the current environment, the bigger stability risk is a protracted period of high unemployment, rather than excess borrowing.", "When people don't have jobs, their spending is curtailed and they have difficulty servicing their debts.", "It is also worth noting that over the past 6 months, many households have improved their finances and paid down debt.", "It is possible that this attitude to debt will change again, but it is also possible that people will continue to take a more cautious approach to borrowing than they did before the pandemic.", "So this is something to keep an eye on.", "But for the time being, the priority is employment.", "This brings me to the end of my prepared remarks.", "Guy and I look forward to answering your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "financial dominance", "none", "none", "monetary dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic outlook", "Monetary policy", "Unemployment", "Inflation", "Quantitative easing", "Fiscal stimulus", "Interest rates", "Household debt", "Wage growth", "Asset prices"]}