{"sentences": ["Beyond the Pandemic Address by Dr Mario Vella Governor, Central Bank of Malta during the IFS webinar Continuity Post Pandemic: An Economic Perspective Thursday, 10 December 2020 Undoubtedly, 2020 will be remembered as the year of the COVID-19 pandemic, which has tragically led to loss of lives and economic hardship for very large numbers world-wide.", "The outbreak of COVID- 19 and the measures to contain the spread of the virus brought about a global economic shock without precedent after the Second World War.", "The world economy entered a recession, which has been far deeper than that experienced during the Great Financial Crisis of 2008-2009.", "Containment measures were highly effective in controlling the first virus outbreaks, though this came at a very significant economic cost.", "With the initial lifting of measures, economic activity began to recover and sentiment did improve.", "However, active cases rose sharply again and the health situation deteriorated by the end of the summer, forcing many countries in Europe to re-introduce containment measures by October.", "Although the level of stringency of the latest containment measures were less than those implemented during the first wave, activity is still more restricted compared with the third quarter, undermining global recovery prospects.", "Similar developments could be observed in Malta.", "Activity was significantly restricted during the second quarter of this year, in an effort to contain the spread of the virus.", "Travel was practically banned - barring for repatriations - with severe consequences for the tourism industry.", "Other services were deeply impacted by the shutdown of non-essential services, and other sectors - such as manufacturing - were adversely affected by disruptions to the global supply chain.", "Although GDP still posted positive growth in the first quarter, the contraction in the second was broadly at par with that registered in the euro area.", "Incoming data suggest that economic activity began to recover and sentiment improved in the third quarter as the most disruptive containment measures were lifted, but rising positive cases and newly introduced restrictions will likely weigh on activity in the fourth quarter, so that confidence among consumers and business is likely to take longer to recover than previously anticipated.", "During these uncertain times, projections have become increasingly difficult, as economic activity is intrinsically linked to the evolution of the pandemic, its impact on confidence of consumers and businesses, and very importantly to policy support and prospects of a medical solution.", "Unlike the great financial crisis of 2008-2009, the fiscal response has been prompt and significant, aided by the fiscal space accumulated in recent years.", "Liquidity measures such as tax deferrals, moratoria on loan repayments and the Malta Development Bank COVID-19 Guarantee Scheme, have all been fundamental in limiting bankruptcies by providing liquidity support.", "In addition, the Wage Supplement Scheme has been very successful in avoiding higher unemployment.", "Additionally, the voucher scheme has been a welcome boost to support domestic consumption, and provided some relief to the retail and hospitality sector during summer.", "Meanwhile, both the ECB and the European Commission introduced new pandemic instruments, which benefitted the domestic economy, though the benefits of some of these, like the Next Generation EU funds, will accrue during 2021.", "Given this context, the Bank expects economic activity to contract sharply this year, with a gradual recovery starting next year, though this outlook is conditional upon a containment of the spread of the virus and the rollout of a vaccine during 2021.", "Compared with our August projections, we are revising GDP growth downwards in 2020 and 2021 due to the deterioration of the international economic environment; the renewed containment measures introduced in October; and a more subdued recovery in tourism than previously anticipated.", "Exports are expected to be the largest contributor to the decline in GDP in 2020.", "Both domestic and external factors have been severely negative for exports during this year.", "In particular, foreign demand has declined dramatically while travel disruptions negatively affected services exports.", "In addition, supply disruptions during the first part of the year have adversely impacted the productive capacity of Maltese exporters.", "Exports should bounce back next year, but will likely remain constrained by uncertainties related to travel and Brexit.", "Furthermore, in 2021, foreign demand is expected to recover only partially from the decline experienced in 2020.", "As restrictions were lifted in May and June, private consumption is expected to have recovered somewhat, partly assisted by the Government's voucher scheme, though uncertainties about the length of the pandemic are likely to have kept household saving higher than usual.", "We expect this positive momentum in consumption to persist in the final quarter of the year, amid relatively resilient labour market conditions, though the containment measures introduced in October are likely to limit expenditure on certain services and may keep household saving still abnormally higher.", "Overall, consumption is expected to decline in 2020, but is expected to be the main driver of the recovery in the coming year.", "The decline in demand and the elevated level of uncertainty have also led to deferrals in private investment plans.", "Therefore, overall investment is projected to fall significantly in 2020.", "However, as the level of uncertainty recedes, private investment is expected to bounce back.", "Furthermore, the EU Budget as well as NGEU funds will provide a substantial boost to government investment during the next year.", "One of the surprising aspects of this recession has been the extraordinary resilience of the labour market in Malta.", "Despite the unprecedented decline in economic activity in 2020, overall employment levels have held up very well.", "Following an increase in unemployment levels in April and May, thereafter unemployment embarked on a gradual downward path.", "The unemployment rate, though above pre-pandemic levels, remains very low historically and the lowest in the euro area.", "Nonetheless, the outlook remains surrounded by an elevated degree of uncertainty and risks remain firmly tilted to the downside.", "These relate mainly to the response of consumers and firms when a number of support measures came to an end.", "Furthermore, the recovery in exports may be slower than expected if international tourism - and foreign demand generally - take longer than expected to recover, or if sectors worst hit by the pandemic fail to restructure to remain competitive.", "Turning to the banking sector, the local banks entered the COVID-19 crisis from a solid financial position since they were operating with ample liquidity and high capital ratios, good profitability and declining NPLs.", "However, the banking sector, just like virtually all other businesses, was certainly not immune to the effects of the spread of COVID-19.", "It presented banks with unprecedented challenges, both from an operational perspective and financially.", "Firstly, banks have focused on keeping their employees and customers physically safe and followed the guidelines and recommendations issued by the authorities.", "The banks ensured that all their business functions continued to operate as seamlessly as possible with the least possible impact on customer services.", "In particular, their digital banking platforms allowed their customers to continue to undertake banking transactions from the safety of their own homes.", "Overall, domestic banks responded positively to this challenge and they are proving to be instrumental in supporting both businesses and households, and in providing credit to facilitate the economic recovery.", "Banks were pro-active and had voluntarily already began providing moratoria before the coming into effect of Directive No.", "This was necessary to support both businesses and households that had experienced a sudden stop or reduction in income flows as a result of the pandemic.", "By the end of August, outstanding resident loans subject to moratoria had peaked at €1.9 billion, equivalent to almost 17% of resident lending, with households accounting for the lion's share, though these represented 10.1% of lending to households.", "By September, the amount of loans subject to moratoria started to decline, falling to 15.6% of resident lending, as some of these borrowers were in a position to resume their loan repayments, signalling a recovery in economic activity.", "At the same time, around €165.6 million loans were disbursed under the Malta Development Bank's COVID-19 Guarantee Scheme, accounting for almost 4% of the resident corporate loan book to support working capital requirements of businesses.", "A further €178 million have been sanctioned but not yet disbursed.", "Such loans were mainly granted to the wholesale and retail trade, accommodation and food service activities, and the transport and storage facilities, which were the sectors that were worst hit by the pandemic.", "Banks worked hard to activate such schemes within a relatively short period of time.", "The support provided by domestic banks was made possible because of their prudent business models coupled with the implementation of a stronger post-global financial crisis regulatory framework, which over the past years strengthened the overall resilience of the financial system.", "Although, as with other banks around the globe, domestic banks posted significantly lower profits - with a few registering losses in the first half of 2020 - their financial standing remains sound.", "This has been consistently confirmed by the Central Bank's latest stress tests aimed at assessing the resilience of domestic banks to the adverse effects of the pandemic.", "Such tests featured extensively in our Financial Stability Report and in the Interim Report.", "The resilience of our banks, as the current spread of the pandemic continues to unfold, is truly a testimony that prudence is the best response to the high level of uncertainty created by this shock.", "As a result of the pandemic, the ECB, national central banks, and the regulatory authorities have all launched a number of measures aimed not only at supporting the economy, but also in part directed at encouraging banks to utilise the capital and liquidity buffers built up in recent years to deal with crisis situations that arise.", "Such measures included: • In order to ensure that banks can continue to fulfil their role of funding the real economy, the ECB allowed banks to temporarily operate below the level of capital defined by the Pillar 2 Guidance and the capital conservation buffer, to operate below the liquidity coverage ratio and to partially use capital instruments that do not qualify as Common Equity Tier 1 capital to meet the Pillar 2 Requirements; • Easing of collateral requirements in obtaining funding from central banks; • Introduction of TLTRO III to provide banks with very cheap funding at an interest cost of up to minus 1% if such funds are lent to businesses; • Provide liquidity through a €750 billion Pandemic Emergency Purchase Programme; • Further flexibility in prudential treatment of loans backed by public support measures, thus allowing banks to avoid procyclical effects when applying IFRS 9.", "• The lowering of the countercyclical buffer requirement to zero in a number of countries.", "• Requesting banks to suspend shareholder distribution of dividends for the 2019 financial year as well as for fiscal year 2020, at least until October, to enable banks rebuild capital buffers.", "All such regulatory measures have been implemented not only to encourage banks in their ongoing support to the economy but also to ensure the stability of the banking sector going forward.", "With these measures, one needs to take into consideration the fiscal support through a broad range of government measures aimed at helping households and businesses, which also indirectly sustain the banks by mitigating the effects of the crisis on bank balance sheets.", "The negative implications from the pandemic will continue to be felt in the near term and this is why the Central Bank encourages all financial institutions to preserve capital, while at the same time continue to lend prudently and avoid unnecessary forbearance measures.", "I will repeat: the banks are sufficiently liquid, with strong capital ratios and financial resources, and these, coupled with their technological infrastructure and human resources, is enabling them to meet the challenges that the pandemic presents.", "To conclude, although the pandemic has been around with us for some nine months, the uncertainties surrounding it are still high, although recent news of the rollout of a vaccine in the very near future have surely given hope that we are closer to the end of the pandemic.", "Nevertheless, its effects will not go away any time soon, and 2021 will be a challenging year, both from an economic perspective and for the banking sector.", "Therefore, both fiscal and monetary authorities will need to remain vigilant and monitor closely the situation to avoid untimely withdrawal of support measures.", "Finally allow me a footnote.", "I would have welcomed this opportunity to say something about Brexit.", "However, in view of the coincidence between this event and the ongoing saga, I will not do so today."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none"], "topics": ["COVID-19 pandemic", "Economic recovery", "Banking sector", "Monetary policy", "Fiscal policy", "Exports", "Investment", "Consumption", "Labour market", "Financial stability"]}