{"sentences": ["Salutations Participants, Speakers Ladies and Gentlemen Introductory Comments Ni sa bula vinaka and warm greetings from the Reserve Bank of Fiji (RBF).", "It gives me great pleasure to deliver the closing remarks for this virtual Joint Learning Programme (JLP) on Inclusive Green Finance Implementation, that we are proudly co-hosting with AFI.", "As each of you would have learnt over the last few days, Inclusive Green Finance (IGF) is a new and evolving policy area.", "It is an honour for the RBF and our fellow Fijian stakeholders to not only share our experiences with you, but also listen to and learn from the progress of our fellow AFI members and the various technical personnel that have shared their expertise over the past three days.", "As you have heard, dealing with climate change is an issue close to our hearts here in Fiji and the Pacific.", "While much of the world's attention is firmly fixed on responding to the COVID-19 pandemic and its economic implications, history tells us that pandemics will pass.", "The looming climate crisis however has not abated and still firmly remains a threat to decades of development and progress.", "As central bankers and policy makers responsible for ensuring both financial and macroeconomic stability, we have an obligation to integrate climate change into our business and policy frameworks.", "I think there is a growing consensus on this, globally.", "As financial regulators specifically, our opportunity is to steer the financial sector towards serving the needs of the people in mitigating the contributors towards climate change and building long-term resilience.", "We acknowledge that we will not be able to do this alone and that public and private partnerships will need to be forged in order to ensure that climate financing needs are met.", "In this regard, we are grateful to AFI for the opportunity to co-host this JLP in order to interact with countries that have made great strides in developing frameworks conducive to enhancing Inclusive Green Finance.", "Designing IGF Policies and Initiatives At the beginning of this virtual JLP, we heard inspiring remarks from Governor Ali and Dr Hannig that laid the foundation for the sessions that ensued.", "Following this, we learnt that while we have a comprehensive 4P IGF framework to guide our policy initiatives, we recognise that each country has its own set of implementation challenges and that the transition towards greening the financial sector will not happen overnight.", "Additionally, climate financing is not cheap.", "Realistically, we cannot expect Government to bear this cost alone.", "As regulators, we therefore have an important role to play in ensuring multistakeholder collaboration and securing private sector support towards bridging this financing gap.", "We must also align our green finance strategies with national sustainable finance priorities and encourage the inclusion of climate disaster vulnerable groups including our women and our micro and small businesses.", "Leveraging FinTech presents a cost-efficient means of addressing frictions and enhancing channels for financing IGF projects.", "Furthermore, undertaking comprehensive capacity building and awareness is required to educate our stakeholders on the IGF agenda and build support towards implementing green finance policies.", "As a last word on developing initiatives, I would like to share a sentiment recently shared at a forum of banks and regulators discussing climate risks: We need to guard against the pursuit of perfection over results.", "There is balancing required between being exactly wrong versus being useful and directionally correct.", "For this reason, we should be prepared to trial and error as we develop approaches.", "Integration into Financial Inclusion and National level strategies Similar to other countries that are experiencing the unprecedented impacts of climate change and disaster risks, Fiji has made considerable progress in ensuring that its climate response is well aligned with national and international commitments.", "This, includes establishing a legal framework for planning, implementing, and monitoring Fiji's national climate change response and its commitments under the United Nations Framework Convention on Climate Change (UNFCCC).", "Fiji's Draft Climate Change Bill aims to prompt innovation and foster greater collaboration between stakeholders (private sector, civil society, academia, government agencies).", "The outturn is anticipated to enhance greater confidence amongst international and domestic investors, thereby boosting an enabling environment for integrated public-private financing, investments, and decision-making.", "Another key consideration is factoring Gender into the development of green finance initiatives as we recognise that women are amongst the most vulnerable and most affected by climate disaster events.", "The importance of undertaking a bottom-up approach to consultations cannot be understated and we need greater involvement of our target audiences in policy development.", "It is therefore important that we incorporate women's input and viewpoints early in the planning and design stages to improve the effectiveness of IGF products and services.", "As you would have learned over the last few days, in Fiji we are doing this at the data collection stage through our 2 demand side survey, with a view to include an inclusive gender focus in our next National Financial Inclusion Strategy (NFIS).", "The Inclusive Green Finance agenda requires coordinated effort to make real progress and we are glad that through joint learning programmes such as this, under AFI's peer learning network, our combined experiences can be shared to inform our efforts towards building resilience for our vulnerable communities.", "I must conclude by once again thanking AFI for the opportunity to co-host this event and wish to acknowledge the efforts of both our AFI and RBF teams that worked tirelessly behind the scenes to make this virtual JLP possible.", "I also extend our sincere appreciation to our distinguished speakers, moderators and panellists for sharing their invaluable knowledge and experiences with us.", "Finally, to you our participants, we greatly appreciate your active participation over the last three days.", "I hope that you have all had an enjoyable and insightful learning experience and will take away relevant topics and valuable learnings to inspire and advance your respective institutions Inclusive Green Finance journeys.", "Vinaka vakalevu, ni sa moce and good evening from us in Fiji, and we look forward to connecting with you all at the next AFI event."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inclusive Green Finance", "Climate Change", "Financial Inclusion", "Green Finance Policies", "Multistakeholder Collaboration", "Private Sector Support", "Gender", "FinTech", "Capacity Building", "National Financial Inclusion Strategy"]}