{"sentences": ["I am honoured to have the opportunity to address you today.", "As an honorary member of this club, I have witnessed and come to appreciate the commitment and the sacrifices that you exhibit by giving back to a society that has given us so much.", "We are in the midst of a global pandemic that has disrupted our usual way of doing business.", "However, we have effected an orderly transfer of executive offices along the way.", "That transfer we recognise and celebrate today.", "Mr. President, let me congratulate you and your team, and wish you much success in your stint as leaders of this club.", "You could not have offered to serve and to lead this Club at a more demanding time, but I am confident that at the end of your term you and our club will have made a significant contribution to the well-being of our fellow citizens.", "Let me also congratulate Sonya Alleyne.", "Your pending elevation to the role of District Governor is indeed a personal honour for you and an honour for the club.", "It is all the more significant because you are the first female in Barbados to attain this prestigious office.", "For the past six months we, as a nation, have had to confront the many challenges that COVID19 presented.", "It has impacted our economy adversely, caused a shift in economic policy, generated considerable uncertainty and altered how we interact socially.", "This meeting, held partially face-to-face and partially by on-line attendance, is but one example of how things have changed.", "At the same time, COVID-19 is creating opportunities indirectly for new and improved ways of doing business, that could advance economic development.", "In short, it is proving to be transformative.", "When COVID-19 first emerged, few imagined how devastating it would be.", "Now, worldwide, millions have contracted the disease and hundreds of thousands have died.", "Fortunately, in Barbados, we have only lost seven people to the ailment, a reflection of our successful containment and the adaptability of our people to changing circumstances.", "Our initial optimism that this health issue might be solved in just a few months is no longer realistic.", "Indeed, the World Health Organisation is now speaking of the crisis being over in two years.", "The economic impact has been severe and we are now looking at a more protracted economic shock than we initially conceived.", "Barbados is not alone in this regard.", "For example, in June, the International Monetary Fund downgraded its global growth forecast by almost two percentage points just two months after publishing its April World Economic Outlook.", "The IMF now projects global growth at -4.9 percent for 2020 and it is now predicting a more gradual recovery than originally thought.", "And even then, it states \"there is a higher-than-usual degree of uncertainty around this forecast.\"", "As I reported in my most recent economic review, COVID-19 has triggered a deep recession in our island.", "Overall, in the first half of the year, the economy contracted by almost 15 percent.", "Our tourism and hospitality industries have been damaged, resulting in a decline in the performance of almost all other sectors.", "Government's revenues were depressed and more than 33,000 jobs were lost as we had to temporarily close the economy to protect lives.", "Job losses have slowed and some workers have returned to work, but the financial cost of unemployment claims is proving significant.", "The protracted loss of jobs, particularly in the hospitality sector, now raises the spectre of financial challenges at the levels of Government, the private sector and individuals.", "We are fortunate that pre-COVID 19, we took measures to strengthen our public finances and to build our international reserve buffers.", "As we grapple with the crisis, our earlier success has catalysed additional resources from the international financial institutions.", "Our reserves now exceed $2.1 billion, continuing to rise despite the impact of the crisis on foreign exchange earnings.", "We have relaxed our targeted primary surplus for FY 2020/21 to accommodate expected lower revenues and the need for unplanned expenditures on health and the social safety net.", "In addition, the successful completion of our debt restructuring has created room to enable Government to expand its capital works programme in an effort to generate opportunities for some of the displaced workers.", "Challenging as it is, I remain confident that we will be able to ride out this crisis and to put our economy back on a sustainable growth path.", "I do understand, however, that there are those who are concerned about our capacity to honour our future debt obligations.", "They underestimate our resilience as a people.", "Let me assure you, however, that creating and maintaining conditions that will facilitate growth over the medium term and enable debt and fiscal sustainability remain the focus of our economic policy under the Extended Financing Facility with the IMF.", "In this regard, our economic policies have a medium-term outlook that takes account of our indebtedness.", "Government has committed to the introduction of a fiscal rule regime that should serve as a bulwark for fiscal discipline.", "This will be complemented by a revised Central Bank Act that will limit future public sector financing by the central bank.", "These and other structural reforms will support our economic policies and enhance our competitive position.", "I believe that, with the continued support of our domestic and international partners, we will inspire confidence, attract new investments, accelerate programmes such as for alternative energy and maintain the appropriate buffer for our reserves.", "In the interim, Government has a vital role in revitalising the economy during this difficult period, but it cannot do it alone.", "Recovering from COVID will take a collaborative and national effort, one that also requires the private sector, service organisations like ours, and civil society more broadly to work together to achieve our goal.", "Energising the economy back to recovery calls for different thinking and new approaches and innovative sustainable solutions that promote growth and resilience.", "We all crave a sense of normalcy again, but we cannot simply return to how things were before.", "To survive, old firms will need to adapt to the changing environment, including competition from emergent companies.", "A new normal is coming and we have to help create and shape it.", "Already, the pandemic has thrust us headfirst into the digital transformation that we have been encouraging in recent years.", "During the lockdown, our social institutions such as church and school were accessed virtually.", "We saw an increase in e-banking and e-commerce, including among those previously uncertain or reluctant to use these channels of activity.", "In the past, many have discussed the possibility of remote work.", "Then the curfew went into effect and, for many organisations to continue to operate, it simply had to work.", "Indeed, more than two months after Government lifted the restrictions to enable all businesses to conduct face-to face transactions again, some institutions continue to provide some services remotely.", "At least one large private sector employer has already announced that it will continue to have its employees work from home until next year.", "These are pragmatic decisions as our workplaces were not designed for working under pandemic conditions.", "It is a challenge to accommodate employees and our clients in elevators, meeting rooms, corridors and lunch rooms, etc..", "The adjustment was not seamless in all cases but the conversation has shifted from whether something like this is possible.", "We now know it is, and the question is, how can we improve on it to ensure that our businesses are able to deliver their services efficiently and competitively?", "How do we help those workers whose jobs may not come back and who may find it difficult to reskill and retool in the short run?", "How we reform social protection and labour regulations, as people work differently, will be challenging.", "However, we will have to address these matters to conform with the greater flexibility that the work environment requires.", "Moreover, how can we advance the transition without excluding the elderly or the indigent from services that they might ordinarily access?", "Certainly, it is clear that adapting to the use of technology is the way of the future.", "Access to and use of the internet will be crucial to our long-term development.", "Individuals working from home need speedy, reliable, affordable internet services that will enable transactions to be completed on a timely basis.", "The public sector will need to make more of its services available on-line in the interest of transparency, efficiency and productivity.", "Our children and teachers will also require reliable internet services and we need to close the digital divide as it relates to access to equipment.", "As we adjust, we must change our mindsets.", "The absence of a growth and curious mindset could be a significant obstacle, perhaps the biggest.", "But here too, we can draw on our experience with COVID.", "Remember when we would shake hands or hug?", "When we use to walk around without masks?", "When 10 of us would be seated at the same table for this luncheon today?", "Staying in our homes and potentially away from our loved ones, as we did during the lockdown, is more demanding than shifting to transacting business online.", "Yet we were able to adapt.", "This adaptation is proof that we are capable of doing it in other areas.", "We simply must put our minds, hands and hearts to it!", "The actions I described were necessary to safeguard our health but the new approach of which I speak is essential to preserve our economy now and for our children and grandchildren, our health and our society.", "To rebuild a flourishing Barbados economy, we must improve our competitiveness.", "Barbados ranks 128 of 190 countries in the ease of doing business, in part because of the time it takes for things to get done: getting permits, registering property, even paying taxes.", "They all impact our competitiveness, and we can only improve these services by changing our individual and collective mindset.", "Let us see COVID-19, therefore, as a game-changer.", "The scope of the public health crisis is unparalleled in our lifetimes, and the economic fallout is not something even the worst-case scenarios in our stress tests could have predicted.", "It has exposed vulnerabilities at both the micro and macro levels.", "But at the same time, it has compelled us to find new ways of doing things and take definitive action in areas where we were still mulling over implementation.", "It has forced us to transform when we were planning to transition.", "COVID-19 is indeed transformative!", "Let us play our part."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Economic Recovery", "Digital Transformation", "Fiscal Policy", "Barbados Economy", "Economic Growth", "Financial Stability", "Public Health", "Tourism", "Government Spending"]}