{"sentences": ["Combating climate change - What central banks can and Speech at the European Banking Congress 20.11.2020 | Virtual Event | Jens Weidmann 1 Introduction 2 Effective and efficient climate policy 3 The role of the central bank 1 Introduction Ladies and gentlemen, Nobel laureate William Nordhaus has called it \"the ultimate challenge\": climate change.", "His words for the potential consequences if we fail to master this challenge were drastic: \"Technological change raised humans out of Stone Age living standards.", "Climate change threatens, in the most extreme scenarios, to return us economically whence we came.\"", "[1] Nordhaus also referred to The Colossus, the ominous painting that has been attributed to Goya: \"[Global warming] menaces our planet and looms over our future like a Colossus.\"", "But how can we defeat this monstrosity?", "Who will forge the sword that we need?", "The market, governments or even the central banks?", "That is the question I would like to focus on over the next 15 minutes.", "Effective and efficient climate policy The International Energy Agency expects global CO emissions to fall by 7% in 2020.", "Unfortunately, this is not a sign of a transition towards a climate-friendly world economy.", "Instead, it is the result of the coronavirus pandemic, which has profoundly affected our everyday lives.", "Since people had to drastically curb their mobility, the decrease in emissions is proportionally greater than during previous economic downturns.", "[2] With the recovery of the global economy, emissions are bound to rise again.", "And even if people continue to work from home and commuter traffic volumes stay down, the recent drop in emissions will be far too small to have a marked impact on climate change.", "According to some estimates, staying on track to meet the Paris goal of limiting global warming to 1.5 degrees Celsius (compared with pre-industrial times) would require cuts on a similar scale every single year over decades to come.", "[3] But this year's drop in emissions will only be achieved because global economic output is likely to shrink by more than 4%.", "Without doubt, we can ill afford a sustained decarbonisation at such high economic costs.", "Climate policy - and the accompanying economic policies - must do better than that, better than compromising the livelihoods of so many people and hitting the world's poorest particularly hard.", "At the heart of the problem is a negative externality: while the burning of fossil fuels provides the originator with a benefit, it harms everyone else, even generations yet to come.", "Such social costs are not reflected in market prices.", "Yet, as long as consumers and producers do not take these costs into account, we will burn too much coal, oil and gas.", "For once, economists broadly agree that an efficient policy to reduce greenhouse gas emissions must raise the price of carbon.", "This will provide the necessary incentives and information to consumers, producers and inventors.", "Emissions trading systems (or ETSs) and carbon taxes are well-established instruments for the efficient reduction of emissions.", "Both can achieve greater reductions for the same cost as other climate policies since they involve a market mechanism in the transformation process.", "But both approaches have to be implemented timely, consistently and credibly.", "A clear path of transition is essential for businesses as they need reliable perspectives to make the necessary longterm investments.", "Lack of recognition is not the problem.", "What is lacking is consistent and credible implementation.", "For example, the European Union has been relatively ambitious in its climate policy and established an ETS way back in 2005.", "However, the scheme covers less than half of total greenhouse gas emissions in the EU.", "(Non-aviation) transport, buildings and agriculture are not yet included in the EU's ETS.", "These sectors are currently subject to a patchwork of national measures.", "It would be better to extend the ETS and effectively establish a uniform carbon price across all sectors and EU countries.", "[4] At the same time, a carbon price might need to be charged on certain imports from outside the EU.", "Otherwise, companies could simply relocate production abroad, thereby shifting emissions while cutting jobs at home.", "Also importers would have an unfair advantage.", "A national approach cannot stop climate change.", "But as long as there is no consensus even in the EU, workarounds need to be found.", "It is therefore a welcome move that German lawmakers have decided to gradually introduce a carbon price for heating and transport as of next year.", "While climate targets would have called for more ambitious price increases, it is certainly a start.", "[5] However, carbon emissions are a particularly thorny problem, as they have a global impact.", "National and even European climate efforts may be thwarted if the rest of the world does not take similar steps.", "It is therefore essential that we strengthen international coordination and strive for carbon pricing at the global level.", "[6] Of course, this is quite a difficult job, because you cannot coerce reluctant countries into falling in line.", "Their incentive to free-ride is hard to overcome, but not impossible.", "For example, Nordhaus has floated the idea of climate clubs as a step in that direction.", "In this context, Europe can act as a role model and standard setter for other regions of the world.", "It can encourage them to increase their efforts, by demonstrating that an ambitious climate policy is possible without jeopardising the foundations of economic prosperity and social peace.", "The EU not only aims at making Europe climate-neutral by 2050, but also at aligning decarbonisation with efforts to strengthen resilience, growth and social cohesion.", "Raising the price of carbon should ideally be combined with an investment push to facilitate the transition.", "Stronger long-term growth and technological progress will help us to reduce carbon emissions in the future.", "Fiscal support packages put together in response to the current economic crisis provide an opportunity to make the post-pandemic recovery a \"greener\" recovery.", "[8] It therefore makes sense that the Next Generation EU programme is also targeting for \"green\" measures - provided these measures really do support the transition to a carbon-neutral economy.", "However, public funds alone will not suffice to finance \"green\" technologies.", "A large-scale mobilisation of private capital is also required.", "Financial markets will therefore need to play an important part in the transition of the economy.", "Here again, providing the right price signals is key.", "If prices are \"incorrect\", there can be a number of causes.", "One of them might be that financial markets are not expecting climate policy to be as strict as it should be.", "According to the efficient market hypothesis, prices in financial markets should reflect all available information.", "So it could also be the case that investors are lacking important information.", "While advances have been made in the disclosure of greenhouse gas emissions by a number of companies, especially large ones, financial markets are still lacking timely information on the carbon footprint of many issuers of securities.", "[9] Academic evidence suggests that disclosure of corporate greenhouse gas emissions reduces investor uncertainty, which is rewarded in the form of a lower cost of capital.", "[10] This underscores how transparency is key for financial markets to fulfil their role and channel funds towards climate-friendly investments.", "The financial sector is also where central banks come into play.", "The role of the central bank I believe that every one of us should be doing more about climate change.", "Clearly, it is also up to central banks to do their part.", "And this certainly goes beyond reducing their carbon footprint as institutions.", "Climate change, and action to mitigate it, affect central banks in several fields.", "[11] Above all, our task of maintaining price stability could become more challenging.", "Both climate change and climate policies can have an impact on key macroeconomic variables such as prices, interest rates, output, and employment.", "[12] It is of vital importance for central banks to gain a full understanding of such effects and their implications for monetary policy.", "Therefore, we need to embed climate-related risks and developments in our monetary policy analyses and update our analytical and forecasting toolkits accordingly.", "Moreover, climate change, and action to mitigate it, can give rise to financial risks that could affect not just individual banks or investors but the entire financial system.", "In our role as prudential supervisors and guardians of financial stability, we have to ensure that credit institutions adequately incorporate financial risk into their risk management, including those financial risks that are climaterelated.", "Yet, central banks also have to practise what they preach.", "We owe it to European taxpayers to keep the financial risks that arise from our monetary policy operations in check.", "All the more so since our financial assets can be just as exposed to financial risk as those of commercial banks.", "That's why central banks, too, should make sure that climate-related financial risks are given due consideration in their own risk management, especially in the securities portfolios held for monetary policy purposes.", "To this end, it is legitimate to expect securities issuers and rating agencies to provide better information.", "[13] In my view, the Eurosystem should consider only purchasing securities or accepting them as collateral for monetary policy purposes if their issuers meet certain climate-related reporting obligations.", "Similarly, we could also examine whether we should use only those ratings issued by rating agencies that appropriately include climate-related financial risks.", "By taking such measures, the Eurosystem would help foster market transparency and standards at rating agencies and banks.", "We would act as a catalyst for \"greening\" the financial system and support climate policies in the EU.", "This would come on top of the essential contribution we are already making.", "By maintaining price stability, the Eurosystem is also backing climate policies because price stability enables consumers and producers to better identify shifts in relative prices.", "This can help steer resources within the economy towards climate-friendly uses.", "In addition, to safeguard price stability in an economic crisis like the one we are facing today, it is imperative for monetary policy to keep interest rates low and support the economy as a whole.", "In particular, generally favourable financing conditions encourage new investments, which are also needed for sustainable growth.", "Asset purchase programmes are one component of the Eurosystem's expansionary monetary policy.", "To be effective, the programmes need to be broad-based.", "Our purchases of private bonds are thus guided by the principle of \"market neutrality\".", "It aims to ensure that a broad-based approach is taken and to prevent us from distorting market outcomes.", "This is why we have to check whether we have unintentionally allowed bias to creep into our securities portfolio, compared to the universe of eligible bonds.", "But should we go even further and eliminate carbon-intensive assets from our monetary policy portfolios?", "How should central banks respond to calls on our social responsibility in the face of a potential twin failure - a market and a political failure?", "Nobel laureate Jean Tirole reminds us that \"our moral duty is to eliminate coal, not to pretend we do\".", "He notes: \"[Divestment] has little impact if other investors jump at the opportunity of undervalued fossil fuel stocks and bonds [...].", "It also has no impact if the plants already exist, as they do not need financing.", "In such cases only a carbon price will have an impact on emissions.\"", "[14] Indeed, studies suggest that the Eurosystem's corporate bond purchases have compressed yield spreads not only for those bonds purchased or targeted, but also for non-eligible bonds.", "[15] Such an indirect impact can be due to the portfolio rebalancing channel, as our purchases may push investors into riskier asset classes.", "Thus, even those \"green\" bonds that are not eligible might have benefitted from our purchases to some degree.", "At the same time, the impact of potentially excluding carbon-intensive firms from our portfolio should not be overestimated.", "Monetary policy cannot be a substitute for putting the right price tag on carbon emissions.", "And I am very critical of suggestions that monetary policy should be used to actively pursue climate policy goals.", "Let me highlight three reasons.", "First, conflicts with our primary objective of price stability may arise.", "Indeed, it would be short-sighted to assume that inflation will hover at very low levels forever.", "[16] When necessary in order to maintain price stability, the Eurosystem needs to apply the brakes and scale back its asset purchases or portfolio.", "But the need to promote the transition of the economy would not simply vanish.", "Second, it is not the task of the Eurosystem to penalise or subsidise certain industries.", "Correcting market distortions often has intricate distributional implications.", "Such decisions need strong democratic legitimacy and are a matter for governments and parliaments.", "They have the right tools at their disposal and, as elected representatives, they also have the democratic authority to use those tools.", "At the same time, they have to weigh the fight against climate change against other policy goals.", "Third, central banks should beware of mission creep.", "To quote Jean Tirole once more: \"We must resist this trend of governmental agencies becoming jacks of all trades and masters of none.", "[...] an agency's sense of mission [...] should not be \"polluted\" through considerations that can be dealt with [using] other, proper instruments.\"", "Otherwise, central banks will soon face calls to correct market outcomes in other areas as well.", "As a father of two, I very much regret seeing often half-hearted climate policies and a lack of credible commitment to a clear transition path.", "But central bankers do not have the democratic legitimacy to correct political action or inaction.", "We were not granted independence to make the decisions that politicians are unwilling to make themselves.", "We were granted independence because independent central banks are better equipped to safeguard price stability than central banks that are controlled by the government.", "[17] Yet an active role in climate policy - or other fields of politics - could undermine our independence and, ultimately, jeopardise our ability to maintain price stability.", "Central bank independence is an obligation to stay focused on our primary objective.", "It follows from the insight - and a broad consensus - that in the long run, price stability is the best contribution monetary policy can make to our overall welfare.", "Ladies and gentlemen, The dramatist Gotthold Ephraim Lessing once wrote: \"He who promises too much and he who expects too much - both harm themselves.\"", "I firmly believe that central banks can and should do more about climate change than they have done so far.", "They can support the climate policies pursued by the EU and its Member States, without risking conflict with their own tasks.", "We should all behave in a responsible manner and do more to mitigate climate change.", "When it comes to forging the sword that we need to defeat the Colossus, we should recognise that central banks are not the ones to turn to.", "Thank you for your attention!", "Nordhaus, W. (2019), Climate Change: The Ultimate Challenge for Economics, American Economic Review, Vol.", "International Energy Agency (2020), World Energy Outlook 2020. .", "United Nations Environment Programme (2019), Emissions Gap Report 2019. .", "German Council of Economic Experts (2019), Setting Out for a New Climate Policy, Special Report.", "Edenhofer, O., C. Flachsland, M. Kalkuhl, B. Knopf and M. Pahle (2019), Bewertung des Klimapakets und nächste Schritte: CO2-Preis, sozialer Ausgleich, Europa, Monitoring, Mercator Research Institute on Global Commons and Climate Change; Edenhofer, O.", "(2019), Entscheidung für höheren CO2-Preis ist ein mutiger Schritt, Mercator Research Institute on Global Commons and Climate Change, news release, 16 December 2019. .", "Edenhofer, O., M. Kalkuhl and A. Ockenfels (2020), Das Klimaschutzprogramm der Bundesregierung: Eine Wende der deutschen Klimapolitik?, Perspektiven der Wirtschaftspolitik, Vol.", "Nordhaus, W. (2015), Climate Clubs: Overcoming Free-riding in International Climate Policy, American Economic Review, Vol.", "McWilliams, B., S. (Seite) Tagliapietra, G. Zachman (2020), Greening the recovery by greening the fiscal consolidation, Bruegel Policy Brief, No.", "(Number) 2020/02; Network for Greening the Financial System (2020), Statement on the need for a green recovery out of the Covid-19 crisis.", "Ehlers, T., B. Mojon and F. Packer (2020), Green bonds and carbon emissions: exploring the case for a rating system at the firm level, Bank for International Settlements, Quarterly Review, September 2020, pp.", "Bui, B., O. Moses and M. N. Houqe (2020), Carbon disclosure, emission intensity and cost of equity capital: multi-country evidence, Accounting & Finance, Vol.", "(pages) 4771; Downar, B., J. Ernstberger, S. (Seite) Reichelstein, S. (Seite) Schwenen and A. Zaklan (2020), The Impact of Carbon Disclosure Mandates on Emissions and Financial Operating Performance, Deutsches Institut für Wirtschaftsforschung, Discussion Paper, No.", "(Number) 1875; Krueger, P., Z. Sautner and L. T. Starks (2019), The Importance of Climate Risks for Institutional Investors, European Corporate Governance Institute, Finance Working Paper, No.", "Deut sche Bun des bank (2020), The significance of climate change for the Bun des bank's tasks, Annual Report 2019, pp.", "Network for Greening the Financial System (2020), Climate Change and Monetary Policy, Initial take aways, Technical document.", "(2020), Introductory comments at the press conference to present the annual accounts, speech delivered on 28 February 2020; Weidmann, J.", "(2019), Consistency as a mandate, speech delivered at the ceremony to commemorate \"250 years of the Pfandbrief\" on 28 November 2019. .", "(2019), Institutional and economic challenges for central banking, European Central Bank, Monetary policy: the challenges ahead (Colloquium in honour of Benoît Coeuré, held on 1718 December 2019), pp.", "Mäkinen, T., F. Li, A. Mercatanti and A. Silvestrini (2020), Effects of eligibility for central bank purchases on corporate bond spreads, Bank for International Settlements, Working Paper, No.", "(2019), The CSPP at work - yield heterogeneity and the portfolio rebalancing channel, European Central Bank, Working Paper, No.", "(Number) 2264; De Santis, R. A., A. Geis, A. Juskaite and L. V. Cruz (2018), The impact of the corporate sector purchase programme on corporate bond markets and the financing of euro area non-financial corporations, European Central Bank, Economic Bulletin, No.", "The relationship between monetary and fiscal policy, speech delivered at the OMFIF Virtual Panel on 5 November 2020. .", "A. Alesina and L. H. Summers (1993), Central Bank Independence and Macroeconomic Performance: Some Comparative Evidence, Journal of Money, Credit and Banking, Vol.", "-climate-change-what-central-banks-can-and-cannot-do-851528 8/8"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["climate change", "carbon pricing", "climate policy", "financial risk", "green recovery", "disclosure", "central bank independence", "monetary policy", "transition path", "green bonds"]}