{"sentences": ["Good morning, everyone, and welcome to the sixth annual U.S. Treasury Market Conference.", "I wish we were able to meet in person at the New York Fed.", "But, while the location for this year's conference may have moved from an auditorium to your living room, the goal remains the same: To bring together market participants and representatives from five public sector bodies-the New York Fed, the Board of Governors, the Treasury, the SEC, and the CFTC.", "And, the events of the past year make the conversations we will have today all the more valuable and timely.", "Today, I'd like to begin with stressing the importance of well-functioning financial markets and then look at two recent episodes of volatility and the lessons learned.", "I'll close by explaining the Fed's role to support functioning in this critical part of the financial system.", "At last year's conference, I spoke about the transition away from LIBOR.", "Because I am certain all of you have committed to memory everything I said then, I'll keep my remarks on LIBOR today short and to the point: We have only 459 days until the availability of LIBOR can no longer be assured, and everyone needs to put their nose to the grindstone in their efforts to prepare for the move off LIBOR.", "In the immortal words of Captain Jean Luc Picard-make it so!", "Before I continue on to today's topic or quote other favorite Star Trek characters, I need to give the standard Fed disclaimer that the views I express today are mine alone and do not necessarily reflect those of the Federal Open Market Committee or others in the Federal Reserve System.", "The Heart of the Economy The markets that are the center of attention today-the Treasury market, the repo market, and the mortgage-backed securities market-represent the heart of the circulatory system of our financial system and our economy, and indeed the global economy.", "When they are working smoothly, all the other parts of the system can perform as they should.", "But, the opposite is true as well.", "If these critical markets break down, credit stops flowing, and people can't finance the purchase of a car or a home, businesses can't invest, and the economy suffers, resulting in lost jobs and income.", "Financial markets aren't static-they evolve over time in response to changes in technology, regulation, and business models.", "The Treasury market is not immune to this process of change.", "We have seen the emergence of principal trading firms, changes in regulations of key intermediaries, and the growth of nonbank financial institutions.", "With this evolution, it is vitally important to ensure that safeguards and systems also evolve so that these markets function well in all circumstances and conditions, including unprecedented events like the pandemic.", "We need to reflect on and learn from these experiences and consider ways to make these and other markets more robust, thereby minimizing the potential negative consequences to the economy and the need for extraordinary policy responses.", "Market Conditions in September and March I know it might seem like a lifetime ago, but allow me take you to mid-September of last year.", "A number of otherwise ordinary occurrences-including corporate tax payments and settlement of newly issued Treasuries-were expected to put some upward pressure on short-term rates, but the market response was out of proportion to the magnitude of the shock.", "Conditions in funding markets became highly volatile, with both secured and unsecured lending rates rising sharply.", "Indeed, the size of the reaction in repo rates, the spillover to the federal funds market, and the emergence of strains in market functioning were well outside of recent experience.", "And the market stress was looking to get worse, not better.", "In response to these developments, the Federal Reserve conducted a series of large-scale repo operations with the aim of calming conditions in funding markets and bringing the federal funds rate within the target range.", "The provision of liquidity had the desired effect of reducing strains in markets, narrowing the dispersion of rates, and keeping the federal funds rate within the target range.", "Moving to more recent events, in March of this year the global spread of the pandemic led to a rapid and massive movement of funds around the world as investors sought to protect themselves from the highly uncertain and darkening economic outlook.", "These flows threatened to overwhelm the financial system and resulted in intense strain and disruption in short-term funding markets and markets for Treasury securities and agency mortgage-backed securities.", "Measures of market functioning deteriorated to levels near, or in some cases worse than, those we saw at the peak of the 2008 global financial crisis.", "In response to the extraordinary volatility and signs of market disruption caused by the pandemic, the Federal Reserve greatly expanded its repo operations and decisively and immediately began purchasing enormous quantities of U.S. Treasury securities and agency mortgage-backed securities.", "Our approach was to deliver a rapid and overwhelming response that would give assurance to market participants that liquidity would be there in the coming days and months.", "These actions, combined with the introduction of emergency lending facilities to provide liquidity to funding and credit markets, proved successful.", "They quickly restored market functioning and averted what could have been a much more severe pullback from markets and the flow of credit to households and businesses.", "Indeed, the rapid restoration of market functioning helped restore a robust flow of credit at historically low interest rates to the economy, which has provided a boost for the recovery.", "I don't like to be ominous or foreshadow the future.", "But, if another crisis were to occur, we must to be able to look back on this time and know that we learned everything we could from recent events.", "After the financial crisis of 2008, a significant amount of work both in the United States and around the world was invested in studying the causes of that crisis and finding ways to make the financial system more resilient.", "The ultimate goal of those reforms was to ensure that the next time the global economy was hit by a major shock, the financial system would be a source of support for the economy, rather than amplify weakness.", "Those efforts were hugely successful.", "The resilience of the U.S. banking system in particular has been a key factor in positioning our economy for a strong recovery, despite the enormous challenges posed by the pandemic.", "It's crucial that our financial system can handle shocks and disruption.", "We must use the opportunity before us and study the events in September and March to identify the root causes for the market stress and disruption.", "We need to understand how changes in the market ecosystem-whether due to regulation, technology, or other factors-have influenced market resilience.", "Like the post-financial-crisis reforms, this is an opportunity to think hard about what changes will help fortify the financial system against future shocks.", "The Role of Central Banks Despite our best efforts, we should not fool ourselves that we can design a system that is bulletproof against every circumstance.", "The events of the past year have demonstrated the critical role central banks can and must play in extraordinary times when market stress and dysfunction threaten to spill over into the economy.", "No private institution has the ability to provide liquidity at the speed or scale that the Federal Reserve and other central banks have this year.", "Although we often talk about the Fed in terms of monetary policy and interest rates, the Federal Reserve System was originally created to ensure the stability of the financial system.", "That role is as relevant today as it was 107 years ago, and will continue to be in the future.", "Let me conclude by returning to my analogy of these critical markets as the heart of our circulatory system.", "Recent events have reaffirmed what many already knew.", "Liquid, wellfunctioning markets for Treasury and related securities are absolutely essential for credit to flow and the economy to prosper.", "Assuring that these markets are robust and resilient to unknown future circumstances may seem like a daunting task, but as Captain Picard also taught us, \"Things are only impossible until they're not.\"", "John C. Williams, Rising to the Challenge: Central Banking, Financial Markets, and the Pandemic, Remarks at the 16th Meeting of the Financial Research Advisory Committee for the Treasury's Office of Financial Research (via videoconference) (July 16, 2020).", "U.S. Department of the Treasury, Board of Governors of the Federal Reserve System, Federal Reserve Bank of New York, U.S. Securities and Exchange Commission, and U.S. Commodity Futures Trading Commission, Joint Staff Report: The U.S. Treasury Market on October 15, 2014, July 13, 2015.", "John C. Williams, LIBOR: The Clock is Ticking, Remarks at the 2019 U.S. Treasury Market Conference, Federal Reserve Bank of New York, New York City (September 23, 2019).", "John C. Williams, Money Markets and the Federal Funds Rate: The Path Forward, Remarks at the MFA Outlook 2019, New York City (October 17, 2019).", "Federal Reserve Bank of New York, Statement Regarding Repurchase Operations, September 20, 2019.", "The impact of these strains on liquidity in the Treasury market is discussed in Michael Fleming and Francisco Ruela, Treasury Market Liquidity during the COVID-19 Crisis, Federal Reserve Bank of New York Liberty Street Economics, April 17, 2020.", "For the Treasury market, see Michael Fleming and Francisco Ruela, Treasury Market Liquidity during the COVID19 Crisis, Federal Reserve Bank of New York Liberty Street Economics, April 17, 2020.", "For MBS, see Jiakai Chen, Haoyang Liu, David Rubio, Asani Sarkar, and Zhaogang Song, MBS Market Dysfunctions in the Time of COVID-19, Federal Reserve Bank of New York Liberty Street Economics, July 17, 2020; and Jiakai Chen, Haoyang Liu, David Rubio, Asani Sarkar, and Zhaogang Song.", "Cash-Forward Arbitrage and Dealer Capital in MBS Markets: COVID-19 and Beyond, Federal Reserve Bank of New York Staff Reports, no.", "For the various New York Fed Open Market Desk statements on the expansion of repo operations during March 2020, see Repo and Reverse Repo Operations.", "FOMC statements regarding asset purchases at this time include: Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, March 15, 2020; Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, March 23, 2020; and Board of Governors of the Federal Reserve System, Federal Reserve Announces Extensive New Measures to Support the Economy, March 23, 2020.", "The improvement in Treasury market functioning following these actions is discussed in Michael Fleming, Treasury Market Liquidity and the Federal Reserve during the COVID-19 Pandemic, Federal Reserve Bank of New York Liberty Street Economics, May 29, 2020.", "In the March 23 statements, the FOMC also announced it would start to purchase agency commercial mortgage-backed securities (CMBS) to smooth market functioning in that market that helps to finance multi-family housing.", "For more on the deterioration of CMBS market functioning, the Fed purchases and their impact on the CMBS market during this period, see Woojung Park, Julia Gouny, and Haoyang Liu, Federal Reserve Agency CMBS Purchases, Federal Reserve Bank of New York Liberty Street Economics, July 16, 2020.", "FSB Sets Out Action to Maintain Financial Stability during COVID, July 15, 2020.", "John C. Williams, Rising to the Challenge: Central Banking, Financial Markets, and the Pandemic, Remarks at the 16th Meeting of the Financial Research Advisory Committee for the Treasury's Office of Financial Research (via videoconference) (July 16, 2020)."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial markets", "Treasury market", "Central banks", "Market stress", "Repo operations", "LIBOR", "Financial system", "Market functioning", "Economic recovery", "Pandemic"]}