{"sentences": ["Dear professors and researchers from academia, Dear fellow central bank colleagues/researchers, Dear participants, It is a great pleasure to open the proceedings of the 14th SEE research Workshop.", "Due to the difficulties and restrictions imposed on all of us by the COVID 19 pandemic this year's workshop is organized virtually.", "I am glad to see that you are all well, and wish that you and your families stay safe and healthy during these difficult times.", "In a way it is sad that we cannot welcome you all in Tirana during these December days.", "However, at the same time I am very glad that despite the forced change in the format and in the presence of the many inconveniences caused upon all of us by the pandemic and related restrictions, we are having a full house with participants from the academia in Europe and central banks.", "We thank you for your interest and take this as a certification of the quality and reputation of this activity.", "Our research staff is eager to get to know your work and discuss with you the research that has been produced by bank of Albania during I am glad to see that almost all selected papers, including the ones by academia focus on the practical issues that are important for the policy formulation and decision making in the central bank.", "These works serve as the foundation for our understanding of economic and financial phenomena and the interaction of our monetary, macro and micro prudential policies with the economy.", "It is due to this understanding and knowledge that Bank of Albania crafts its policy response and chose its policy instruments to respond to significant negative shocks that have hit our economy.", "Recent data suggest that the pandemic has had severe impact on the Albanian economy, which experienced the strongest contraction of gross domestic product in the last two decades, at - 10.2% during the second quarter of 2020.", "Macro data on labour markets show that compared to the end of 2019, the Albanian economy lost about 50 thousand jobs, equal to an annual decline in employment of 3.6%.", "As a result of this the unemployment rate increased to 11.9%.", "Responding to such developments, inflation in the third quarter decreased to 1.4%, from 1.9% in the previous quarter.", "Despite these negative shocks, the measures taken by the Bank of Albania have provided the necessary monetary stimulus to support the normal functioning of the financial markets and to ensure the flow of credit in the economy.", "Interest rates for households and businesses are low and liquidity pressures are under control, while the exchange rate appears stable.", "The Albanian banking sector remains sound, despite the challenges posed by the pandemic.", "The immediate operational measures taken by banks, as well as the macro and micro prudential measures taken by the Bank of Albania, ensured not only a continuation of the operation of the critical functions of the banks, but also satisfactory financial intermediation despite the great shock suffered by the economy.", "Credit to economy is growing (it grew by 6.3% in the third quarter 2020), capital is adequate and the banks' balance sheets remain healthy, signalling their ability to withstand first-round shocks.", "We are optimistic that the economic activity is expected to revitalize over the next two years.", "However, the economic outlook for the future is accompanied by a high level of uncertainty and downside risks.", "In the short term, the risks are mostly related to the uncertainty of the pandemic itself, its severity, duration, and potential return of restricting measures.", "In the long run, the risks relate to the long-term damage sustained by the productive capacities and domestic demand, as well as potential structural change sustained in the economy as a result of the altered behaviour of economic agents.", "We are sure that research based evidence, analysis and forecasts will provide accurate and timely information for policy orientation and coordination.", "Research in the area of monetary policy, financial stability and banking supervision has always dominated the topics of our workshop.", "This year COVID-19 has entered the agenda by brute force.", "This shock and the negative effects that it brought upon the economy and the central bank policies have been beyond comprehension.", "The authorities are feeling the difficulty of performing their task in the zero lower bound or very close to it.", "In this respect central banks have lost the traditional instruments of monetary policy and are reverting to money as the instrument of monetary policy.", "The shift has been significant not only in size but also in concept.", "The leading central banks in developed economies, the ones which set the trends, are under process of reviewing their objectives and monetary policy.", "Using support of research analysis and conclusions they are eventually rewriting monetary economics by giving central banks new instrument in the form of permanent use of the central bank balance sheet as a tool of monetary expansion.", "However, while implementation of balance-sheet strategies is easy to implement and deal with for developed countries central banks, same policies might not be easily adaptable and applicable by developing economies.", "Narrow and shallow capital markets, problems of financial inclusion and financial education, stressed private, public and fiscal balance-sheets and history, remind us of several potential risks that such policies can have for the highly dollarized/euroized economies of South-East Europe.", "Yet in the presence of current constrains faced by monetary policy we have to react and to find new ways to support the economy.", "It is the role of research to guide policy reviews and policy models for sustainable economic policies that can promote growth in the presence of stable prices and financial system.", "The news about successful trails of the Covid-19 vaccine candidates, hoping that many more would result successful in the near future, brings much needed relief.", "However, as I mentioned before, uncertainty remains not only regarding production, distribution and the success of vaccine campaign in the real world, but also regarding the shape and speed of economic and financial recovery once COVID-19 is defeated.", "Yet, other risks like climate change, along with natural disasters, loss of habitats and arable land, demographic and pandemic risks represent significant long term challenges for global economy.", "They pose significant risks for our economies of the South east countries as well.", "We would need to dedicate more research resources to the study of these phenomena and their implications for the economy, price and financial stability in our countries.", "I am sure they will become important topics of this workshop in the future.", "During the recent years we have seen that research based on surveys and micro data has provided important information for the financial situation of families and business, their sources of financing, payment instruments, savings and economic and financial behaviour.", "I would like to call your attention that this same information is useful for understanding financial inclusion and financial literacy in the country.", "They are two different aspects for wellbeing of families and business and the stability of our economy.", "We can make good use of this information as a starting point for the design and implementation of a national strategy of financial education and financial inclusion.", "They are both important objectives for the central bank.", "These two topics are set to gain central stage following the emergence and growing trend toward digitalization, emergence of digital financial instruments and potential introduction of Central Bank Digital Currencies.", "I am sure that as financial inclusion and financial education gain more attention in the mainstream central bank agenda, we will see these topics discussed in our future workshops.", "My most important recommendation is that research produced at the central bank, remains close to central bank interest and has practical value for policy and decision making to achieve their objective.", "It must flow naturally into policy making and provide solid foundations for monetary and financial stability policy.", "Finally, I am proud to see how our researchers have progressed in the adoption of the most sophisticated techniques of research.", "Simultaneously, I am glad to see that the adoption of research methods has crossed the boundary of research department and is spreading well into other departments.", "Our economists are doing independent research work in support of their day to day activity.", "This is the result of our continuous efforts to increase the impact of research in policymaking.", "However it is without doubt also a result of activities like this, which introduce or staff to the relevant work that is done in academia and other central banks.", "Whether you are from Academia or central banks, we are grateful for your continued interest and thankful for your participation.", "We hope that you and your colleagues will continue to join our workshop in the future, hopefully, in a COVID free world.", "Hence, we can go back to our traditional ways of the past, and give you the opportunity to present your works at Bank of Albania, engage with our research and introduce yourself to our beautiful Tirana, Albanian culture and the delicious taste of Albanian cuisine.", "Wish you the best and the most productive event!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "COVID-19", "Financial stability", "Balance sheet", "Economic growth", "Financial inclusion", "Financial education", "Central bank digital currencies", "Research", "Policymaking"]}