{"sentences": ["Introduction Thank you for the opportunity to speak at the ASF Symposium again this year.", "Benchmark reform is a critical issue to all of us since it will help to underpin the healthy functioning of financial markets.", "Much work has already been done in this area, but much remains to be done in the year ahead as we look to transition away from LIBOR.", "I'll spend a bit of time reviewing the work ahead of us.", "A key aspect of this is the adoption of fallbacks.", "While these are an important part of the LIBOR transition, they also should be in place for a much wider range of financial contracts, including those that reference BBSW.", "The end of LIBOR The end of LIBOR is a certainty.", "It is critical that Australian institutions - both sell-side and buyside - are ready for this by no later than the end of 2021.", "Institutions need to have done one of two things.", "They can transition away from LIBOR by using alternative reference rates.", "Or, for contracts where that's not possible, they can ensure that robust fallback provisions are in place.", "Doing either one will provide certainty about the replacement rate when LIBOR ends.", "Institutions that continue using LIBOR beyond the end of next year face significant legal, operational and reputational risks.", "When LIBOR ends, any firms with contracts still referencing LIBOR - and without fallbacks in place - will face contractual disputes, litigation and frustration.", "There is the potential for this to lead to a firm facing financial and operational disruptions.", "Any such firms then risk disrupting financial markets more generally.", "So we all need to get our respective houses in order.", "The state of readiness for the LIBOR transition is something that the RBA, ASIC and APRA are all watching closely.", "ASIC and APRA have supervisory responsibilities in this area and associated powers to pursue if needed.", "Our current assessment is that Australian firms have made progress on the LIBOR transition to date.", "There is, however, variation across firms and continued focus and effort is needed in the year and a bit that remains.", "The Financial Stability Board (FSB) has recently published a Global Transition Roadmap for LIBOR putting a timeline on the steps involved that you should be aiming to meet.", "In particular: By now you should have identified and assessed all existing LIBOR exposures and agreed on a plan to transition before the end of 2021.", "By the end of this year, financial institutions should be offering non-LIBOR linked loans to their customers.", "By 25 January 2021, firms should be adhering to the ISDA IBOR fallbacks protocol.", "(I'll talk more about that in a moment.)", "By mid next year, firms should have established formal plans to amend legacy contracts where this can be done.", "They also need to have implemented the necessary changes to their systems and processes to enable transition to robust alternative rates.", "If you follow these steps in a timely manner, your institution will be ready for the end of LIBOR.", "ASIC, APRA and the RBA have published a more detailed checklist of the range of things you need to make sure you cover in your transition plans.", "Fallbacks are important for LIBOR and beyond Fallbacks will play an important role in the orderly transition away from LIBOR.", "These will be necessary in the cases where transition to alternative reference rates for legacy contracts is not feasible.", "This is why ISDA's recent publication of fallback provisions for LIBOR is such welcome news.", "These fallbacks will automatically be included in new contracts as part of ISDA definitions from 25 January 2021.", "And there's an associated ISDA protocol to incorporate the fallbacks in existing contracts.", "Robust fallbacks will significantly reduce the risks of contractual disputes, litigation and frustration for firms when LIBOR ends.", "Accordingly, ASIC, APRA and the Reserve Bank are strongly encouraging Australian financial institutions and corporations that use derivatives contracts referencing LIBOR to review and, wherever practical, adhere to the ISDA protocol by its effective date.", "The Reserve Bank has already adhered to the ISDA protocol, as have some of our major Australian financial institutions.", "Again, it is our strong expectation that, wherever practical, Australian institutions will adhere to the ISDA protocol.", "But the need for robust fallbacks goes beyond contracts that reference LIBOR.", "This includes contracts that reference other benchmarks, such as BBSW.", "Fallbacks provide important insurance.", "And if there's one thing that LIBOR has shown us, it's that we shouldn't take existing benchmarks for granted.", "So the global central banking and financial supervisory community has been promoting the adoption of robust fallback provisions as part of the broader program of global benchmark reform.", "This is why the Reserve Bank worked with ISDA as fallback provisions for credit benchmark rates were being developed.", "We needed to ensure that our local credit-based benchmark, BBSW, was included in the ISDA fallbacks and protocol.", "In time, the Reserve Bank will require securities that reference BBSW to include the relevant ISDA fallback provisions in order to be eligible as collateral in our market operations.", "I know that there is a lot of good work already underway in industry towards developing market conventions in this area - including by the ASF.", "In the period ahead, we will be seeking views from market participants on how and when we are going to implement this new eligibility requirement for our market operations.", "BBSW in the context of global benchmark reform Australia's local credit-based benchmark BBSW remains robust.", "A lot of work has gone into strengthening the methodology underlying its calculation and the supporting infrastructure and market practices.", "This has allowed Australia to pursue a multiple-rate approach for our local reference rates.", "This means that, unlike for LIBOR, regulators in Australia aren't advocating a wholesale transition to referencing the risk-free rate, which in Australia's case is the cash rate, also known as AONIA.", "Instead, we expect market participants to choose robust reference rates that best suit each of their products and situations, taking into account their own and their clients' needs or hedging In some cases, referencing the cash rate will make sense.", "Floating rate notes issued by governments, non-financial corporations and securitisation trusts are possible examples.", "But in other cases, a credit-based benchmark, like BBSW will continue to make sense.", "Floating rate notes and corporate loans issued by banks are examples of this.", "But as I've said before, not all BBSW tenors are as robust as others.", "In particular, the 1month BBSW is largely a buy-back market.", "Accordingly, it is less liquid than other tenors.", "So users of 1-month BBSW should be considering using alternative benchmarks given the lack of liquidity in this market.", "It's also worth noting that for some products, approaches adopted widely by market participants offshore will have an important bearing on the reference rates we are likely to end up using here.", "So regardless of the robustness of BBSW, we can expect to see a shift towards referencing risk-free rates in Australia for some products if that is the trend adopted offshore.", "The risk-free rate in Australia Before I conclude, I want to make a few comments on Australia's risk-free rate, which again is the cash rate.", "The RBA is the administrator of the cash rate benchmark.", "Accordingly, we've made sure that the procedures underpinning the cash rate are robust.", "The details of these procedures are available on our website.", "These ensure that the cash rate will continue to be published, even in circumstances when there are insufficient transactions in the market on a given day to calculate the cash rate based on those transactions.", "These procedures have been put to the test in recent months, as activity in the cash market has on a number of occasions declined below the relevant thresholds.", "In most cases, the cash rate has been determined as the last published rate based on sufficient transaction volumes.", "But the procedures also allow for the cash rate to be determined by the RBA in its expert judgement and based on market conditions.", "So this has ensured that the cash rate continues to reflect the interest rate relevant to unsecured overnight funds.", "In short, the Reserve Bank can assure you of the robustness of the cash rate as a benchmark.", "Thank you for your attention.", "I look forward to your questions.", "See FSB (2020), 'Global Transition Roadmap for LIBOR', 16 October.", "Available at <www.fsb.org/2020/10/globaltransition-roadmap-for-libor/>.", "See RBA, APRA and ASIC (2020), 'Regulators Release Feedback on Financial Institutions' Preparation for LIBOR Transition', Media Release No.", "See ISDA (2020), 'SDA Board Statement on the IBOR Fallbacks Supplement and Protocol', Press Release, 9 October.", "See RBA, APRA and ASIC (2020), 'Regulators urge Australian institutions to adhere to the ISDA IBOR Fallbacks Protocol and Supplement', Media Release No.", "The Financial Stability Board also released a statement strongly encouraging widespread and early adherence to the protocol.", "See FSB (2020), 'FSB encourages broad and timely adherence to the ISDA IBOR Fallbacks Protocol', Press Release, 9 October.", "See Kent (2019), 'Bonds and Benchmarks', Speech at KangaNews DCM Summit, webcast, 19 March.", "Available at <www.rba.gov.au/mktoperations/resources/cash-rate-methodology/cash-rate-procedures-manual.html>."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["LIBOR transition", "Fallbacks", "BBSW", "Benchmark reform", "Alternative reference rates", "Cash rate", "Risk-free rate", "Robustness", "Market operations", "Financial stability"]}