{"sentences": ["Dear friends from the press, good morning!", "The CPC Central Committee and the State Council have been attaching great importance to financial support for the real economy.", "General Secretary Xi Jinping stressed that finance provides the lifeblood for the real economy, and that serving the real economy is the duty and purpose of the financial sector.", "Premier Li Keqiang pointed out that, the financial sector should hold reasonable profit cutting as a key in facilitating survival and growth of enterprises and stabilizing economic fundamentals.", "The State Council has convened multiple executive meetings to study and arrange the work of financial support for the real economy, and held policy briefings to keep the public informed of the implementation and progress of relevant policy measures.", "Now, I will briefly introduce the implementation and outcomes of relevant policy measures introduced since the beginning of this year.", "Working together with relevant departments to earnestly implement the decisions and arrangements made by the CPC Central Committee and the State Council, the PBC and the CBIRC have guided and urged financial institutions to enhance efforts to effectively support the development of the real economy since the beginning of 2020.", "First, the sound monetary policy has been pursued in a more flexible and appropriate manner.", "A mix of monetary policy tools, including required reserve ratio (RRR) cuts, medium-term lending facility (MLF), open market operations (OMOs), central bank lending and central bank discounts, have been applied to keep liquidity adequate at a reasonable level and keep overall market interest rates stable with a slight decline.", "Second, the loan prime rate (LPR) reform has constantly delivered benefits.", "The PBC has guided the MLF rates and OMO rates to move downward by 0.3 percentage points, which drove down the LPR correspondingly and markedly pushed down lending rates for enterprises.", "The collective transition of the pricing benchmark of outstanding floating-rate loans was kicked off as scheduled and completed at end-August 2020, so as to reduce the interests paid by enterprises for outstanding loans.", "Third, structural monetary policy tools have been implemented to provide liquidity in a well-targeted way.", "The RMB1.8 trillion quotas of central bank lending and central bank discounts were launched in three batches and have been gradually put in place.", "The two monetary policy tools that enable direct support for the real economy, namely one for provisional deferment of loan repayments by micro, small and medium-sized enterprises (MSMEs) and the other for supporting unsecured inclusive loans to micro and small businesses (MSBs), have been carried out at a faster pace, which further boosted direct support for MSBs.", "Fourth, banks have been urged to reduce fees and cut profits.", "Measures have been taken to regulate the collection of fees in the course of credit granting, assistance for loan acquisition, credit enhancement and appraisal, and to urge the banks to implement policies on reducing fees and cutting profits and take the initiative in easing the burden on the real economy.", "Fifth, support has been extended to enterprises' restructuring and debt-for-equity swaps.", "A considerable number of large-sized enterprises and conglomerates have negotiated with banks, insurers and trust institutions on the delay, extension or restructuring of their debts, or on the deferment, reduction or exemption of part of their loan principal and interest repayments, and some enterprises with special difficulties have been under bankruptcy reorganization.", "Overall, the measures have produced remarkable results, with the quality and efficiency of the financial sector in serving the real economy continuously improving, and money and credit growing reasonably.", "As of end-September, broad money supply (M2) and aggregate financing to the real economy (AFRE) grew by 10.9 percent and 13.5 percent year on year respectively, up 2.5 percentage points and 2.8 percentage points from the same period of a year earlier respectively, representing a significant acceleration of year-on-year growth rates.", "Financing costs have been lowered noticeably.", "In September, lending rates for enterprises stood at 4.63 percent, decreasing by 0.61 percentage points year on year, a relatively low level in history.", "The goal of \"increasing volume, expanding coverage and lowering price\" for MSB financing has been achieved.", "As of end-September, MSB financing increased by RMB3 trillion, RMB1.2 trillion more than the increase in the same period last year; the financing covered a total of 31.28 million MSBs, up 21.8 percent year on year; the interest rates of new inclusive MSB loans in September averaged 4.92 percent, 0.96 percentage points lower than that in December 2019.", "According to the estimates based on the statistics of the PBC and the CBIRC, in the first 10 months this year, the financial system waive profits of around RMB1.25 trillion in favor of the real economy, through channels including interest rate cuts, the two tools providing direct support for the real economy, fee reduction, and support for enterprises' restructuring and debt-for-equity swaps.", "It is expected that the annual target of profit cuts in the amount of RMB1.5 trillion will be attained.", "Next, the PBC will join hands with the CBIRC and other relevant departments to resolutely implement the guidelines of the Fifth Plenary Session of the 19th CPC Central Committee and the decisions and arrangements made by the CPC Central Committee and the State Council, follow the people-centered approach, uphold the new philosophy of development, remain committed to deepening reform and opening-up, adhere to systemic views, keep unleashing the benefits of relevant policies, and continue to motivate the financial system to cut profits in favor of the real economy, so as to achieve the annual target and create favorable conditions for constructing a new development pattern and promoting high-quality development."], "classifications": ["none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination"], "topics": ["Support for real economy", "Monetary policy", "Loan prime rate (LPR)", "Structural monetary policy tools", "Fee reduction and profit cut", "Enterprise restructuring", "Debt-for-equity swaps", "Financing costs", "MSB financing", "Profit cuts"]}