{"sentences": ["Deputy Speaker Loren Legarda, ICD Chairman Rex Drilon, Chief Executive Officer Leonardo Jose Berba, ladies and gentlemen, good afternoon!", "On behalf of the Bangko Sentral, I would like to thank the Institute of Corporate Directors for the opportunity to share the BSP's strategy and initiatives in advancing the country's goals on sustainable development.", "Indeed, the COVID-19 pandemic has highlighted sustainability issues.", "And while the worst of the pandemic is over for the Philippines, we need to embrace sustainability as our guidepost in rebuilding the \"new economy\".", "As such, it is crucial that sustainability principles be part of how institutions are governed.", "We should think not only climate change, but also the broader environmental, social and governance issues that could test the resilience of the financial system.", "Allow me to backtrack and recall the BSP's governance reform agenda that lead to the \"maturity\" of our supervised financial institutions.", "We first focused on strengthening the \"fit and proper\" requirements for the board of directors and senior management.", "This was reinforced with the issuance of standards for checks and balances systems, as well as a series of policy reforms geared towards ensuring strengthened risk governance in the financial sector.", "The existing principle-based governance and risk management guidelines provide financial institutions with the flexibility to develop corporate strategies and risk management processes that integrate sustainability principles.", "Particularly, the credit and operational risk management frameworks paved the way for strengthening of climate risk governance and provide guidance for supervised financial institutions to consider environmental factors in the conduct of stress testing exercises and in the business continuity arrangements.", "This governance agenda has set the stage for the issuance of the BSP's Sustainable Finance Framework in pursuit of corporate sustainability.", "The board of directors' and senior management's commitment and understanding of these principles is critical in the pursuit of corporate sustainability in your institutions.", "The board can set the appropriate tone that would guide the business activities and work practices of personnel across the organization.", "In fact, corporate governance has been shifting from a compliance-centered approach to a more holistic and profound one where social and governance considerations are integrated in the discussions of strategic directions.", "Clearly, the board of directors has a key role in embedding sustainability into the business' overall strategy and risk appetite and this is what is embedded in the BSP's corporate governance policy.", "This is embodied in the Sustainable Finance Framework under Circular No.", "1085, dated April 29, The Framework emphasizes the role of the board of directors in leading and institutionalizing the adoption of sustainability principles.", "In addition, it highlights the key elements of board and senior management responsibilities encompassing company culture, risk management oversight, accountability, and transparency.", "The Framework expects the board of directors to promote a culture that fosters environmentally and socially responsible business decisions and ensure that sustainability implications are considered in the overall decision-making process.", "This way, banks may also inspire their clients and other stakeholders in making the same environmentally- and socially responsible business decisions.", "Likewise, the Framework prompts banks' board and senior management to take a broader view on risk management by looking beyond the traditional sources of financial risks.", "In relation to this, broad principles on environmental and social risk management are set out in BSP Circular No.", "A different perspective on risks would entail enhancing the understanding and technical skills of bank personnel to enable them to navigate through the multi-dimensional and scientific aspects of sustainable finance.", "In the same vein, the Framework stresses accountability.", "The board or a designated board level or management committee may take the lead in monitoring the bank's progress in attaining sustainability objectives and ensuring that operations and personnel performance are consistent with these set objectives.", "Appropriate measures may be taken in case of breaches or noncompliance.", "The Framework also highlights transparency as sustainability objectives and policies should be clearly communicated across the institution.", "This is also conveyed to investors, clients and other stakeholders through adequate disclosures in the Annual Report or other documents published and made readily available to facilitate informed investment or credit decision-making.", "Prior to the release of the Framework, several banks have taken the first steps towards integrating and implementing sustainability principles in their business operations, including the 1.", "Adoption of Environmental and Social Risk Management (ESRM) - which provides banks with confidence to support green or sustainable projects while effectively managing the related credit, compliance and reputational risks; 2.", "Adherence to sustainability reporting - with increasing efforts on this area, stakeholders are more empowered to make decisions using appropriate disclosures on banks' financial and social and governance performance; 3.", "Development of sustainability framework - serves as the embodiment of banks' commitment towards green or sustainable efforts.", "Some institutions have even adopted strong environmental mission statements to consciously remind them of their responsibilities in environmental stewardship and leadership; and 4.", "Issuance of green, social or sustainability bonds - proceeds of which were used to fund and refinance renewable energy and energy efficiency projects, among others.", "During trying times, social bonds were also issued to fund the needs of eligible small and medium enterprises which are greatly affected by the current health crisis.", "While large banks are considerably ahead in the green or sustainable finance front, we are optimistic that others will soon follow suit.", "The banks' participation in the green or sustainable finance market can send a powerful message of sustainability to the business community, thereby generating greater momentum in this space.", "The BSP will continue to proactively engage banks during the three-year transition period under the Framework to ensure that sustainability principles are incorporated into their strategy resetting exercise, particularly in view of the ongoing pandemic.", "In championing the sustainability agenda, the BSP is walking the talk.", "This led us to the adoption of the Sustainable Central Banking Program as part of the BSP Strategy Map for 2020-2023.", "This will culminate with the development of the Sustainable Central Banking Roadmap which will provide the milestones, plans, and strategies towards the adoption of sustainability principles in the key operations or functions of the BSP.", "With the \"New Economy\", the acceleration of payments digitalization is a must.", "Thus, complementary to the Sustainable Central Banking Program is the BSP's Digital Payments Transformation Roadmap.", "Our goal is to convert at least 50 percent of the total retail transactions to digital form and onboard 70 percent of Filipino adults to the formal financial system through the ownership of a transaction account.", "The BSP also launched several green initiatives.", "One such initiative is the Monetary Board Paperlite Facility that aims to cut paper usage with the shift to a digital agenda.", "We are also pursuing the BSP's own transformation into a digital native enterprise with largely technology-abled processes.", "Meanwhile, as part of sustainable investment and reserve management, the BSP invested in the Bank for International Settlements (BIS) green bond fund in the amount of USD350 million.", "The BSP is committed to working closely with other financial regulators and authorities to accelerate progress towards sustainable development and put in place cohesive reforms to safeguard the Philippine financial system from the impact of climate change and other environment and social risks.", "Indeed, the financial sector holds a unique position in advancing the sustainability agenda.", "Clearly, we can no longer afford to ignore climate change or sustainability issues as a governance priority.", "By deciding to finance sustainable projects, you create more value for the company's stakeholders while preserving the environment and humanity.", "The current COVID-19 pandemic also offers a window of opportunity for re-shaping the industry's future.", "Let's not put this crisis to waste and build a climate-resilient, green, and sustainable economy.", "Thank you and good afternoon!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sustainability", "Sustainable Finance", "Corporate Governance", "Environmental Risk Management", "Social Risk Management", "Climate Change", "Green Finance", "Digital Payments", "Central Banking", "Financial Stability"]}