{"sentences": ["\"The ECB's strategy review against the background of the Covid-19 crisis\" Speech by governor Knot at the Euro50 Group 15 October, 2020 (I) Setting the stage In my remarks, I want to take a look at current efforts by central banks to review their monetary strategies.", "I will do this from a euro area perspective.", "To set the stage, let me describe how the macroeconomic environment in which central banks operate has changed markedly since 2003, when the ECB last reviewed its monetary strategy.", "This was the motivation for the ongoing review.", "The main changes include: 1.", "The fall in the natural real rate of interest, often called r-star.", "While notoriously uncertain and dependent on modelling assumptions, estimates of the equilibrium interest rate have declined visibly since the early 2000s (see Chart 1).", "The significant decline of different measures of inflation over the past decade, and particularly since 2014, associated with lower trend inflation and higher inflation persistence (see Charts 2-3).", "The broad increase in uncertainty, including on: • the nature of shocks hitting the economy; • the effectiveness and transmission of our policy tools; • how agents form expectations of the future and whether their long-term inflation expectations are well-anchored to the central bank's inflation aim; and more.", "The decline in inflation, which is the main variable of interest for monetary authorities, is particularly noteworthy.", "During the Great Recession, we used to talk about the \"missing disinflation puzzle\", while between 2014 and 2019 we discussed at length the \"missing inflation puzzle\".", "A flatter Philips curve might be one explanation for both.", "But the policy debate and in academic research have shown that the decline in inflation can also been explained by other factors, or other narratives.", "One such plausible narrative for low inflation is a Phillips curve that is alive combined with a fall in trend inflation.", "This downward trend arguably reflects structural but not necessarily secular factors in the global economy - most notably globalization, digitalization and demographics.", "Although there is no consensus on their relative importance, it is clear that central banks have only incomplete control over the disinflationary impact of these factors.", "(II) The Covid-19 shock It is in this evolving environment, in which the ECB strategy review has been ongoing, that Covid-19 hit like a meteorite.", "The Covid-19 shock is an unprecedented, truly exogenous, global shock with markedly different sectoral effects.", "In 2020Q2, the shock has caused a historic collapse in output.", "Moreover, the shock has magnified the already heightened uncertainty and has prompted behavioral changes - like the substantial increase in households' propensity to save - which if persistent, are likely to have lasting macroeconomic consequences.", "The Covid-19 shock has both supply and demand elements, which called for different types of policy responses.", "As far as monetary policy is concerned, the demand character of the shock required a strong and fast response from monetary authorities to support the economy.", "(III) Instruments With inflation already low for some time before the Covid-19 crisis hit - something the ECB had been uneasy about - monetary policy has already been stretched.", "In the euro area, as in many other economies, policy rates have been stuck close their effective lower bound.", "And central banks have come to play a large role in financial markets and in financial intermediation.", "This has implications for the monetary policy space that we enjoy in the face of this unprecedented shock.", "It also has implications for the functioning of financial markets, most notably safe assets and bond pricing.", "A theme of the ECB's strategy evaluation that has therefore become even more important is to what extent unconventional monetary policies create policy space and thus help to overcome the effective lower bound.", "To me, the answer is state dependent.", "For instance, there is ample evidence that asset purchases are more effective at times when market frictions or stress are the highest.", "As the Covid-19 crisis unfolded, in the euro area this was most visible in the fragmentation of bond markets.", "It is mainly for this reason that the extension of our Asset Purchase Programme and the Pandemic Emergency Purchase Programme were the most logical monetary policy instruments in the first month of the Corona crisis.", "The flexibility embedded in PEPP, moreover, allowed it to fulfill its dual purpose, namely to counter the serious risks to (i) the monetary policy transmission mechanism (see Chart 4) and (ii) the outlook for the euro area posed by the outbreak and escalating diffusion of the coronavirus, COVID-19.", "In parallel, ample liquidity support to banks in the form of TLTROs/PLTROs has been important to ensure a stable credit flow to the real economy (see Chart 5) But there are clear limits to what monetary policy can achieve in the face of a pandemic that may stretch out.", "(IV) The policy mix This brings me to a central question for policymakers at the current juncture: what is the most appropriate policy mix in the face of these old and new shocks hitting our economies?", "My main message is twofold: First, it is fiscal policy that has to be in the lead in mitigating the macro-economic consequences of this prolonged public health emergency.", "Efforts that monetary policy can support by keeping financing costs low for all borrowers Second, the macro-economic implications of the unprecedented corona shock and continuing elevated levels of uncertainty require coordination of efforts from all policy areas.", "Most importantly in this context, between monetary and fiscal authorities.", "Unlike the period of the European sovereign debt crisis, the current constellation of policies has been characterized by a massive easing of both fiscal and monetary policy.", "Looking forward, however, I see two possible scenarios that we may wish to avoid.", "The first scenario is one in which, in the aftermath of the public health crisis, fiscal authorities withdraw their support for the economy too early, in the aftermath of the public health crisis.", "This would entail a further stretching of monetary policy to its borders and beyond, as inflation may continue to remain below target.", "The second scenario is the one depicted recently by Charles Goodhart, in which the downward trend of inflation is reversed on the back of a reversal of demographic and globalization trends, rising labor bargaining power, and rising interest rates.", "He argues that the Covid-19 pandemic may accelerate this reversal.", "If inflation indeed were to rise sharply and debt were to be stuck at high levels, monetary policy would be caught between a rock and a hard place.", "This could end up a test for safeguarding monetary dominance and avoiding a regime of fiscal dominance.", "The Next Generation EU Covid-19 recovery package could play an important role in steering away from these two scenarios.", "By conditioning the funds on growth-enhancing structural reforms, the package may further reinforce efforts to have fiscal and monetary policy optimally interact; a crucial ingredient to avoid the two scenarios and to return towards a good post-corona equilibrium.", "Only then will we be able to effectively stabilize the economy, prevent long-term (hysteresis) effects and pave the road for a sustained recovery.", "And with this, let me conclude."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none"], "topics": ["COVID-19", "Inflation", "Monetary policy", "Fiscal policy", "Policy mix", "Effective lower bound", "Unconventional monetary policies", "Financial markets", "Debt", "Structural reforms"]}