{"sentences": ["Developments in the PRA's supervision of annuity providers Charlotte Gerken, Executive Director Insurance Supervision The 18th Conference on Bulk Annuities I would like to thank Anu Ralhan and Rob West for their help in preparing these remarks.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Thank you to Westminster and City for inviting me to speak at your bulk purchase annuities conference.", "At the time the 2020 conference was scheduled to take place, we were all grappling with the early impacts of the COVID 19 pandemic on our work, our lives and loved ones.", "In the months since, life insurers' staff have worked hard and in challenging circumstances to serve their customers in very difficult times.", "As companies, life insurers have so far come through the pandemic well.", "That is not to say things have been perfect, but we recognise the commitment of firms and their staff to ensuring business continuity particularly important when considering in the case of annuity providers that an annuity may be a substantial portion of the retirement income of the recipient.", "In previous conferences (2018 and 2019), the former Executive Director for Insurance Supervision, David Rule, talked to you in his speeches 'An Annuity is a very serious business' Parts 1 and 21 The key risks facing annuity writers and the treatment of unrated, direct investments under the Matching Adjustment in 2018, with a focus on equity release mortgages; and  How Solvency II works to address risks to annuity providers, serves protection of policyholders and allows insurers to invest for the long term in ways that support the UK economy in 2019 There is continuity in that I will be looking at aspects of the Matching Adjustment (MA), but today I will be focussing on three areas of our supervisory risk analysis.", "I will take stock of market developments since 2019. .", "I will talk about the implications of those developments for our supervision, in particular the Matching Adjustment putting it in context, setting out the rationale behind it, and discussing asset eligibility 3.", "Finally, I will share some thoughts from our supervisory analysis on the size of the MA, how the current fundamental spread (FS) approach has been implemented, and looking at the risk sensitivity of the FS.", "You will hear more on developments in regulation following HM Treasury's Call for Evidence2 but today I would like to explore what we have learnt through our supervision of annuity writers since the inception of Solvency II.", "What we have learned will, as you would expect, inform our considerations of potential Solvency II reform.", "-rule-2018-conference-on-bulk-annuities-and-longevity-risk-transfer and -rule-westminster-and-city-programmes-2019-bulk-annuities-conference -ii-review-call-for-evidence All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice 1.", "Market developments since 2019 The annuity market largely bifurcates into bulk purchase annuities and the purchase of annuities from personal and occupational pensions.", "Since David spoke to you in 2019 the growth in the bulk annuity market has continued, and is expected to continue [Chart 1 in the Appendix].", "From our perspective, the additional capital that annuity firms bring to back these pension obligations provides increased security for scheme members, and gives pension scheme sponsors the opportunity to benefit from de-risking.", "For some insurers, annuities are part of a wider product set, diversifying with for example term assurance or general insurance products.", "But for specialist annuity firms the increase in annuity sales leads to concentration in both longevity and credit risk.", "Chart 2 shows the composition of the solvency capital requirement (SCR) across a range of specialist and mixed-line annuity firms: What this chart does not convey is that the longevity component would be notably larger were annuity writers retaining all of this risk.", "We are aware that the design of the risk margin has had a number of unwelcome effects such as adding excessive balance sheet volatility which has contributed to longevity risk being something many annuity writers continue to look to cede.", "Our views on the risk margin have been set out previously, and we welcome its inclusion in HMT's Call for Evidence on Solvency II reform.", "Implications for supervision The growth of annuity lines through bulk purchase transfers from defined benefit pension schemes, and the specialisation in annuity lines, attracts significant supervisory focus.", "With much longevity risk currently being reinsured, firms will not have failed to notice that our engagement on asset risk has increased markedly as investment returns on assets backing the annuities are the key driver of pricing in the bulk annuity market.", "The range of assets that firms hold in their MA portfolios suggests to us that Solvency II is not of itself a barrier to firms investing in a wide range of asset classes.", "We see everything from covered bonds to infrastructure; and social housing to restructured Equity Release Mortgages (ERMs) backing annuity liabilities.", "And whilst the majority of exposures are what might be deemed traditional annuity assets, such as gilts and corporate bonds, less liquid exposures as a proportion of the MA portfolios are large and increasing [Chart 4].", "QRT data at YE20, PRA Analysis All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice The risk management of less liquid assets is of particular concern to us.", "Insurers may be sole or significant investors in specialised lending and will require a commensurate level of expertise to assess, maintain and potentially work-out such assets.", "Rationale for the MA Before discussing our supervisory analysis on MA portfolios, I will recap on the rationale for the MA.", "There are several schools of thought on whether illiquid liabilities should be discounted at a rate, or if it is appropriate in some cases to allow for some addition to the risk-free rate.", "The PRA accepts that a component of the credit spread represents an illiquidity premium, and that an allowance may be made for this where firms: hold debt-like instruments to back annuities; are able to hold those assets to maturity; and they closely match asset and liability cashflows.", "Solvency II has formalised the conditions for when that illiquidity premium can be recognised, often referred to as \"eligibility\".", "Under Solvency II this increase to the discount rate is called the MA.", "The MA reduces the value of liabilities in the base balance sheet, and hence increases own funds [Chart 5].", "The MA performed its expected function in 2020, allowing insurers to look through the sharp spike in credit spreads.", "And the MA also served broader financial stability as insurers did not behave in a procyclical way, as they did not need to sell assets as market prices fell [Chart 6].", "Asset eligibility assets backing MA eligible liabilities should be 'fixed'.", "On the eligibility side, Solvency II requires that the This fixity in the assets results in a higher level of confidence that asset cash-flows will be available as the liabilities fall due; and hence that firms have largely mitigated credit spread exposures arising from being either forced sellers of assets or reinvestors of cash.", "It is for this reason that assets with prepayment risk are typically not suitable for inclusion in matching portfolios, unless they include suitable protection from the financial consequences of prepayment.", "We are mindful that being closely matched today does not mean that all is well for the run off of the liabilities.", "Even for a fixed book of business, changes in demographic experience may result in divergence from initial expectations.", "Therefore, it is important to us that firms regularly revisit their matching profile; indeed that is \"Solvency II: Matching adjustment\"4 why we have set out tests in Supervisory Statement 7/18 to assist with assessing ongoing matching.", "This is another reason why even a well matched firm may need to turn over part of its portfolio over time, suggesting prudence is necessary when deciding how much MA benefit to claim based on its current matching position.", "/-/media/boe/files/prudential-regulation/supervisory-statement/2018/ss718.pdf All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice In our view the MA does not stop firms investing in assets such as construction phase assets structured as debt, or in pools of assets that might not be MA eligible themselves.", "As I said earlier, MA portfolios already include many types of debt instrument, and where assets are not MA eligible firms may consider if appropriate holding them outside the MA portfolio to back other liabilities.", "And the PRA has taken, as far as possible, a pragmatic approach to fixity for example for floating rate bonds and for assets with inadequate modified Spens clauses.", "Over 2020, we saw very few applications for asset classes not already held in peer MA portfolios, instead seeing firms applying to invest in less liquid asset classes such as ground rents and ERMs.", "While the asset classes may not be new to us, firms can expect to be challenged when investing in asset classes that are in Supervisory Statement 1/20 \"Solvency II: new to them.", "We have published supervisory expectations Prudent Person Principle\"5 and Supervisory Statement 8/18: \"Solvency II: - Internal models modelling of the adjustment\"6.", "These cover risk management aspects including the consistency of investments with the prudent person principle, the ability to manage the assets including in stress or in default and the ability to model the solvency capital requirement appropriately.", "Next I would like to touch on the future direction for new asset classes in MA portfolios.", "As Sam Woods, the PRA's Chief Executive Deputy Governor for Prudential Regulation, and said in his March speech7 at the ABI, we are wary of calls to encourage specific forms of investment with prudential regulatory incentives.", "We do want to see firms invest in ways that support the wider economy, including to manage the risks arising from However when assessing capital requirements, and here I am thinking of 'green' assets and climate change.", "'productive finance', we must as a prudential regulator consider the risks in individual assets.", "A departure from such an approach reduces the resilience of firms and potentially the wider financial system.", "However, as Sam also said we are open to removing unnecessary barriers.", "A significant constraint currently is the binary nature of MA approvals, and in the course of supervisory engagement firms have raised the risk of the loss of the MA where breaches have not been rectified within two months.", "As part of considering the responses to HMTs Call for Evidence on Solvency II reform, we will review the MA approvals process.", "And, whether changes there need to be balanced by stronger post-approval supervision to ensure the MA framework continues to work as intended.", "Supervisory analysis on sizing the MA Once assets are in the MA portfolio, Solvency II sets out the mechanism for deriving the fundamental spread (FS), which reflects an allowance for risks retained by insurers.", "Deducting the fundamental spread from the credit spread, gives the quantum of the MA [Chart 7].", "/-/media/boe/files/prudential-regulation/supervisory-statement/2020/ss120.pdf /-/media/boe/files/prudential-regulation/supervisory-statement/2018/ss818.pdf -woods-association-of-british-insurers-executives-neds-and-chairs-networkwebinar All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice The current calibration of the FS has three components for investment grade assets: the probability of default, the cost of downgrades, and a floor based on long term average spreads (the LTAS floor).", "For sub-investment grade assets a fourth component limits the MA on such assets to that of an investment grade corporate bond.", "The components of the FS are based on historic averages to varying degrees, notably the LTAS floor which is 35% of the average spread over the previous 30 years.", "What often surprises is the extent to which the LTAS floor actually bites, for example in Chart 8 we show the components of the FS for non-financial BBB corporate bonds, which highlights that the LTAS floor is often biting.", "The LTAS floor is, as the name says, a long term average.", "Accordingly it is relatively unresponsive to changes in market spreads, and this is a key reason for the FS being slow to respond to market signals.", "Implementation issues Moving from FS components to firms' implementation: to know what FS to apply, firms are required to determine two parameters; the credit quality step (CQS) and the fundamental spread sector.", "For many assets in MA Portfolios the CQS can be mapped by looking at the rating assigned by an External Credit Assessment Institution (ECAI).", "However, as I mentioned earlier, we see increasing volumes of less liquid and more complex assets for which firms have themselves to assign a CQS.", "Given firms' judgements play an important role in determining the CQS we need to be confident that their internal rating processes are robust.", "We have set expectations for firms in Supervisory Statement 3/17: \"Solvency II: Illiquid assets\"8, that where ratings are a significant driver of technical provisions and capital requirements, we expect those ratings assigned by firms to be broadly consistent with public ratings that could be obtained from ECAIs.", "Consistency with ECAI public rating methodologies, including any allowance for rating caps, are key points to distinguish from opinions ECAI only provide privately, based on other assumptions.", "Rating consistency remains a key area of PRA engagement with firms, and to demonstrate consistency firms need to show that they understand what ECAIs do, and then to internalise this in their own processes.", "Secondly, the fundamental spread sector.", "As well as credit rating, the sector that an asset comes from is a key driver of the FS.", "Chart 9 compares at year-end 2020 the FS for A-rated assets depending on whether the financial or non-financial FS is used.", "/-/media/boe/files/prudential-regulation/supervisory-statement/2020/ss317-update-april-2020.pdf All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice A key challenge in Solvency II is that the FS has been calibrated for corporate bonds, but firms now hold ever increasing exposures to less liquid asset classes, with significant basis risks between asset exposures and the FS calibration data.", "We consider that there is potential merit in differentiating the FS by asset class, however, this needs to be balanced against the extent to which different asset classes are sufficiently homogenous, as well as the availability and credibility of data available to derive such calibrations.", "A more granular FS could therefore give rise to additional risks.", "Related to this, firms make their own delineation between financial and non-financial assets, and it is important that their assumptions are prudent.", "Risk Sensitivity of the FS The current construct of the fundamental spread has some advantages: it has been largely predictable under stress, and it promotes counter-cyclicality.", "However, it is reasonable to ask whether the FS has gone too far in this direction.", "The impact of the long-term average spread floor makes the FS a predominantly backwards looking measure, insensitive to current market signals.", "For example, in Chart 10 are the credit spreads for A-rated financial corporate bonds, set against the year- end 2020 FS9.", "Under stress, firms will only see the FS increase under a ratings downgrade, thus completely setting aside any information contained in market spreads.", "Such ratings downgrades may not occur immediately, leaving a window where policyholders may be less well protected.", "Further, where ratings downgrade by a notch but remain within the same CQS, again the FS is unchanged.", "Another way of looking at the question is to consider how much of the credit spread the FS strips out in percentage terms [Chart 11].", "So, at year-end 2020 perhaps 70% of the credit spread on such assets is removed for retained risks, with a much lower figure if spreads reached the levels seen in the Global Financial Crisis.", "The insensitivity to market signals is a feature of the current FS construct, and is why for internal model firms we set an expectation in Supervisory Statement 8/18: \"Solvency II: Internal models modelling of the matching adjustment\"10, that when determining the FS in stress firms should not simply mechanistically recalculate the FS, but should determine a stressed FS that better reflects the risks retained.", "To be more forward looking, one alternative could be for an approach where the risk allowance reflects compensation for: expected losses; uncertainty around expected losses; and any further risks retained by investors.", "Such an approach might place less weight on credit ratings, which particularly in the case of internal ratings present challenges around availability of data, and expertise in the business and risk Illustrative bonds of 10-15 year term, duration c. 10 year at YE20 /-/media/boe/files/prudential-regulation/supervisory-statement/2018/ss818.pdf All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice teams.", "A framework that takes some signals from market prices could be more forward looking, for example, recognising the market pricing of climate risks, rather than a backwards view of the risks of failure.", "However, any alternative framework may bring in new risks, potentially in being over risk-sensitive; or for example if provisions are linked to credit spreads, there may be incentives to value assets nearer the top end of the plausible range, understating the credit spread.", "While this is likely a smaller risk for traded corporate bonds, the shift to less liquid assets brings in greater scope for valuation uncertainty, which may also need to be factored into the FS.", "I have focussed today on risks inherent in the MA, in particular on risks from less liquid assets stemming from uncertainty about the credit rating, uncertainty around valuations, and uncertainty about the amount of benefit that should be taken as a credit to insurers' balance sheets.", "These are all risks that insurers' Boards and senior management need to be across and to understand the vulnerabilities in assumptions that have to be made.", "The MA is a significant benefit for firms, in bringing forward unrealised profits that are then available to be deployed to grow businesses, or to reward shareholders.", "However, an addition to the risk-free rate is appropriate for annuities where they are well matched, and the MA is a valuable source of resilience for annuity writers.", "We will want to continue to have a very high level of confidence that there are no material risks to those returns being earned.", "Close supervision of the MA contributes to securing an adequate degree of protection for policyholders and we will continue to develop our analysis both to improve our supervision and to inform policy development.", "The Call for Evidence has drawn a wide range of views on the nature of the MA and we are committed to working with industry and HMT to deliver meaningful and progressive reform to Solvency II, in line with HMT's objectives for the review.", "Annuity writers may rightly feel that they receive significant supervisory challenge from the PRA.", "This will not change, given the nature and importance of the annuity product, the significant judgements and assumptions that underpin the MA benefit available to firms, and the impact of annuity providers on our policyholder protection objective.", "As you have heard before, from Jane Austen and David Rule, annuities are a very serious business.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Chart 1: Buy-in, buy-out and longevity swap volumes.", "Source: LCP Chart 2: Breakdown of the major UK annuity writers' SCR (YE19).", "Source: QRTs, PRA analysis, YE19 All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Chart 3: MA Portfolios.", "Source: QRTs, PRA analysis Chart 4: Illiquid proportion of MA portfolio assets.", "Source: QRTs, PRA analysis All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Chart 5: The impact of MA on the base balance sheet.", "Source: PRA analysis, Solvency II Regulations Chart 6: Credit Spread on Investment Grade Corporate Bonds.", "Source: Bloomberg data, PRA All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Chart 7: Decomposition of Bond Spread.", "Source: PRA analysis, Solvency II Regulations Chart 8: FS Components: Non-Financial CQS 3 (BBB-rated).", "Source: PRA analysis, YE20 All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Chart 9: FS Credit Quality Step 2 (A-rated).", "Source: PRA analysis, YE20 Chart 10: Illustrative A-rated 10 year financial bond.", "Source: Bloomberg data, PRA analysis All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Chart 11: 2020YE FS as % spread - Illustrative A-rated 10 year financial bond.", "Source: Bloomberg data, PRA analysis using YE20 FS All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "financial dominance", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Solvency II", "Matching Adjustment (MA)", "Annuity", "Prudential Regulation", "Risk Management", "Credit Spread", "Fundamental Spread (FS)", "Illiquid Assets", "Credit Quality Step (CQS)", "Market Signals"]}