{"sentences": ["A pleasant morning to all the speakers and participants of today's webinar entitled \"MSME Day: Negosyo Bounce Back\".", "Thank you Investree Philippines for this initiative, which aims to inspire and equip our entrepreneurs towards business recovery and growth through innovative financing solutions.", "The Bangko Sentral ng Pilipinas (BSP) has always supported programs that will steer the country's economy towards a strong and sustainable path to recovery.", "As more vaccines arrive, and as a greater share of the population gets vaccinated, we move closer towards a new economy that is 'better, safer, and more technologically ready'.", "MSMEs in the New Economy MSMEs are agile to adapt their business ventures to this new economy.", "They have taken advantage of the opportunities brought about by digitalization, such as e-commerce and digital payments.", "In fact, data from 1st quarter of 2021 show the combined volume of electronic fund transfers through PESONet and InstaPay hit 107 million transactions with total value of P1.5 trillion.", "This trend may be primarily driven by the desire to serve and retain their client-base, but it has also enabled MSMEs to expand their market.", "Digital payment streams can also broaden MSMEs' access to finance.", "Digital records of sales and payment transactions can be used in assessing the creditworthiness of a business which will unlock access to other welfare-enhancing financial services such as digital credit, insurance, and investment, among others.", "BSP's Priority Initiatives for MSMEs The BSP has introduced a package of regulatory relief and incentive measures to ensure that banks would continue to lend to the MSME sector amid the pandemic.", "The BSP is also aggressively undertaking various initiatives that will provide lasting benefits for MSMEs even after the pandemic.", "Our Credit Risk Database (CRD) project in partnership with the Government of Japan aims to improve access to finance for SMEs by lessening banks' dependence on collateral during credit evaluation.", "Instead of collateral, the CRD's risk-based lending approach uses credit scoring models to assess the capacity of SMEs to repay their loans.", "We continue to work on the Credit Surety Fund (CSF) program, alongside the Cooperative Development Authority.", "As a credit enhancement scheme, the CSF provides security for loans of MSMEs by way of a surety cover.", "With support from the various banking industry associations and the Department of Trade and Industry, the BSP will introduce the adoption of a standard business loan application form which will make the loan application documents of banks simple and borrower-friendly.", "To better help us better understand the needs and challenges faced by the MSME sector, the BSP is supporting the Asian Development Bank in conducting a national MSME Survey.", "This survey will generate new insights and more granular data on MSME access to finance.", "We are also supporting the adoption of innovative financing schemes such as the Agriculture Value Chain Financing and Supply Chain Financing to enhance the bankability of agri-businesses and MSMEs and to increase the capacity of financial institutions in serving these underserved market segments.", "Digital Financial Inclusion of MSMEs The BSP has launched initiatives that will fast track the digital transformation of the financial ecosystem.", "For instance, the establishment of digital banks is envisioned to bring about greater efficiency and facilitate virtual reach of financial products and services among the unbanked, including MSMEs.", "Last April we extended the payments use case of the QR Ph to include person-to-merchant or P2M.", "With the use of QR technology, small merchants are presented with a simpler and more affordable payment facility as compared to costly point of sale terminals.", "We are also looking forward to the full implementation of our digital ID - the Philippine ID System or Philsys.", "More than 11 million Filipinos have completed the registration of their demographic and biometric data.", "PhilSys will address the lack of identity document which is an oft-cited barrier to account opening.", "Beyond seamless digital onboarding, PhilSys can facilitate greater innovation in digital financial services.", "Innovation and Partnerships Towards Inclusive MSME Financing All these developments sound promising.", "But the BSP and the government cannot solve the MSME challenges alone.", "We need the support of all relevant players, including industry innovators, to help bridge the financing gap that has long hampered the growth of MSMEs.", "We welcome innovative solutions that leverage on data and digital technologies in providing wider financing options and tailored financial products to our MSMEs.", "Let us continue to work together in building an ecosystem where MSMEs can flourish and reach their full potential.", "Thank you and have a good morning!​"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none"], "topics": ["MSMEs", "Digitalization", "Financial Inclusion", "Credit Access", "Lending", "Digital Payments", "Regulatory Relief", "Innovation", "Partnerships", "Financial Services"]}