{"sentences": ["Chairman Brown, Ranking Member Toomey, and other members of the Committee, I am pleased to present the Federal Reserve's semiannual Monetary Policy Report.", "At the Federal Reserve, we are strongly committed to achieving the monetary policy goals that Congress has given us: maximum employment and price stability.", "Since the beginning of the pandemic, we have taken forceful actions to provide support and stability, to ensure that the recovery will be as strong as possible, and to limit lasting damage to households, businesses, and communities.", "Today I will review the current economic situation before turning to monetary policy.", "Current Economic Situation and Outlook The path of the economy continues to depend significantly on the course of the virus and the measures undertaken to control its spread.", "The resurgence in COVID-19 cases, hospitalizations, and deaths in recent months is causing great hardship for millions of Americans and is weighing on economic activity and job creation.", "Following a sharp rebound in economic activity last summer, momentum slowed substantially, with the weakness concentrated in the sectors most adversely affected by the resurgence of the virus.", "In recent weeks, the number of new cases and hospitalizations has been falling, and ongoing vaccinations offer hope for a return to more normal conditions later this year.", "However, the economic recovery remains uneven and far from complete, and the path ahead is highly uncertain.", "Household spending on services remains low, especially in sectors that typically require people to gather closely, including leisure and hospitality.", "In contrast, household spending on goods picked up encouragingly in January after moderating late last year.", "The housing sector has more than fully recovered from the downturn, while business investment and manufacturing production have also picked up.", "The overall recovery in economic activity since last spring is due in part to unprecedented fiscal and monetary actions, which have provided essential support to many households, businesses, and communities.", "As with overall economic activity, the pace of improvement in the labor market has slowed.", "Over the three months ending in January, employment rose at an average monthly rate of only 29,000.", "Continued progress in many industries has been tempered by significant losses in industries such as leisure and hospitality, where the resurgence in the virus and increased social distancing have weighed further on activity.", "The unemployment rate remained elevated at 6.3 percent in January, and participation in the labor market is notably below pre-pandemic levels.", "Although there has been much progress in the labor market since the spring, millions of Americans remain out of work.", "As discussed in the February Monetary Policy Report, the economic downturn has not fallen equally on all Americans, and those least able to shoulder the burden have been the hardest hit.", "In particular, the high level of joblessness has been especially severe for lower-wage workers and for African Americans, Hispanics, and other minority groups.", "The economic dislocation has upended many lives and created great uncertainty about the future.", "The pandemic has also left a significant imprint on inflation.", "Following large declines in the spring, consumer prices partially rebounded over the rest of last year.", "However, for some of the sectors that have been most adversely affected by the pandemic, prices remain particularly soft.", "Overall, on a 12-month basis, inflation remains below our 2 percent longer-run objective.", "While we should not underestimate the challenges we currently face, developments point to an improved outlook for later this year.", "In particular, ongoing progress in vaccinations should help speed the return to normal activities.", "In the meantime, we should continue to follow the advice of health experts to observe social-distancing measures and wear masks.", "I will now turn to monetary policy.", "In the second half of last year, the Federal Open Market Committee completed our first-ever public review of our monetary policy strategy, tools, and communication practices.", "We undertook this review because the U.S. economy has changed in ways that matter for monetary policy.", "The review's purpose was to identify improvements to our policy framework that could enhance our ability to achieve our maximum-employment and pricestability objectives.", "The review involved extensive outreach to a broad range of people and groups through a series of Fed Listens events.", "As described in the February Monetary Policy Report, in August, the Committee unanimously adopted its revised Statement on Longer-Run Goals and Monetary Policy Strategy.", "Our revised statement shares many features with its predecessor.", "For example, we have not changed our 2 percent longer-run inflation goal.", "However, we did make some key changes.", "Regarding our employment goal, we emphasize that maximum employment is a broad and inclusive goal.", "This change reflects our appreciation for the benefits of a strong labor market, particularly for low- and moderate-income communities.", "In addition, we state that our policy decisions will be informed by our \"assessments of shortfalls of employment from its maximum level\" rather than by \"deviations from its maximum level.\"", "This change means that we will not tighten monetary policy solely in response to a strong labor market.", "Regarding our price-stability goal, we state that we will seek to achieve inflation that averages 2 percent over time.", "This means that, following periods when inflation has been running below 2 percent, appropriate monetary policy will likely aim to achieve inflation moderately above 2 percent for some time.", "With this change, we aim to keep longer-term inflation expectations well anchored at our 2 percent goal.", "Wellanchored inflation expectations enhance our ability to meet both our employment and inflation goals, particularly in the current low interest rate environment in which our main policy tool is likely to be more frequently constrained by the lower bound.", "We have implemented our new framework by forcefully deploying our policy tools.", "As noted in our January policy statement, we expect that it will be appropriate to maintain the current accommodative target range of the federal funds rate until labor market conditions have reached levels consistent with the Committee's assessments of maximum employment and inflation has risen to 2 percent and is on track to moderately exceed 2 percent for some time.", "In addition, we will continue to increase our holdings of Treasury securities and agency mortgage-backed securities at least at their current pace until substantial further progress has been made toward our goals.", "These purchases, and the associated increase in the Federal Reserve's balance sheet, have materially eased financial conditions and are providing substantial support to the economy.", "The economy is a long way from our employment and inflation goals, and it is likely to take some time for substantial further progress to be achieved.", "We will continue to clearly communicate our assessment of progress toward our goals well in advance of any change in the pace of purchases.", "Since the onset of the pandemic, the Federal Reserve has been taking actions to support more directly the flow of credit in the economy, deploying our emergency lending powers to an unprecedented extent, enabled in large part by financial backing and support from Congress and the Treasury.", "Although the CARES Act (Coronavirus Aid, Relief, and Economic Security Act) facilities are no longer open to new activity, our other facilities remain in place.", "We understand that our actions affect households, businesses, and communities across the country.", "Everything we do is in service to our public mission.", "We are committed to using our full range of tools to support the economy and to help ensure that the recovery from this difficult period will be as robust as possible.", "Thank you, I am happy to take your questions.", "Italics have been added for emphasis."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "financial dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none"], "topics": ["maximum employment", "price stability", "economic recovery", "monetary policy", "unemployment", "inflation", "COVID-19", "labor market", "financial conditions", "fiscal policy"]}