{"sentences": ["Introduction Good afternoon and a very warm welcome to all.", "Thank you to IBFIM and the University of Cambridge Institute for Sustainability Leadership (CISL) for this invitation to deliver the opening remarks.", "At the recent Joint Committee on Climate Change (JC3) Conference held last month, in his address, Sir David Attenborough somewhat laid down the gauntlet, in particular for us in the financial industry.", "\"All of us, no matter who we are, have the responsibility to care for the planet.", "The future of all humanity now depends on us and on none more than you in the world of finance.", "You have the fate of the whole world in your hands.\"", "With this in mind, it is quite apt that we are here, senior leaders in the industry, participating in this Sustainability Leadership Programme over the next two days.", "Over the past 18 months, many have felt the economic and social impact caused by the global health crisis.", "At the same time, the world has not been spared from natural catastrophes due to climate change.", "The latest being the mudslide in Atami, Japan.", "In Malaysia, more than 25,000 people were displaced from their homes due to severe flooding in several states between November 2020 and January 2021.", "These, among many other incidents, are growing evidence that climate change results in more frequent extreme weather events bringing destructive consequences along with them.", "While causing great upheaval, the pandemic and climate crisis provide an impetus for us to reset and reprioritise resources to re-steer our economies and financial systems to be more sustainable and inclusive.", "Islamic finance (IF) has large potential in this space.", "The concept of vicegerency on earth in the Quran, which asserts mankind's responsibility to take on ownership over preservation of wealth and resources on earth, as well as the universal values of maqasid shariah resonates well with the principles of sustainability.", "As such, it is not surprising that Islamic financial institutions have stepped up to meet this challenge, evidenced through the Value-based Intermediation (VBI) initiative and practices by Islamic banks and takaful operators.", "Consequently, as sustainability becomes a global movement, IFIs are in a position and opportunity to take stewardship and influence financial developments, both within the financial groups, sector, and the wider community.", "Action-oriented leadership is key and to this, I would like to highlight three attributes that would complement the role of leaders assigned to this arduous task.", "Firstly, leaders must have the drive to cultivate a sustainability-focused culture within the organisation.", "For this, leaders must set that tone from the top and more importantly, walk the talk.", "A clear message that needs to resonate throughout the organisation is that the transition to sustainability is a transformational journey that will deliver long-term, sustainable outcomes.", "Though the results of this journey may not be immediate, the transition must begin without delay.", "A key priority for financial institutions (FIs) will be to implement sustainability risk management practices.", "The VBIAF sectoral guides for the palm oil, renewable energy, and energy efficiency sectors, as well as the Climate Change Principle-based Taxonomy which are the outcomes of collaboration between financial regulators, industry practitioners and sector experts, have been issued during the past year.", "The former can provide context on the importance to incorporate ESG considerations in FIs' financing and investment decision-making process, while the latter can provide guidance for FIs to assess and classify economic activities that contribute to climate change mitigation and adaptation.", "This will allow a deeper understanding of the impact of climate risk to the FI, and enable leaders to better identify the organisation-wide strategies and resources required to manage such risks.", "Secondly, leaders must drive innovation to deliver value-driven and impactful solutions.", "This is very much in-line with VBI which advocates for positive and sustainable impact through the practices, offerings and conduct of institutions.", "Alongside regulatory efforts to rebuild economic and social resilience, FIs can play a leading role in making meaningful or impactful contributions to economic and social development through strategies that prioritise the triple bottom line.", "Value-driven and impactful solutions are more evidently required throughout this pandemic.", "The devastating economic impact of COVID-19 is apparent in certain sectors more than others, and especially for vulnerable communities.", "Workers in the informal sector and low-income segment, as well as those in the most affected industries such as airlines, have experienced a sudden loss of employment and income.", "As many as 150 million people are expected to be pushed back into extreme poverty by end 2021.", "Inherent in the Shariah are the principles of ihsan and adil, hence, solutions should be tailored to commensurate with the current situation and challenges faced by customers, for example, the expansion of targeted repayment assistance to the broader society and businesses from the prolonged Movement Control Order, or incorporation of the financial standing of customers in pricing recalibration for the restructuring and rescheduling of facilities, as well as schemes such as iTEKAD and Skim CAKNA.", "To further encourage innovation, the impetus for leaders and members of the institution can be put in place such as performance monitoring mechanisms and compensation frameworks that are tied to the Sustainable Development Goals (SDGs) or VBI initiatives.", "Thirdly, a collaborative mindset is a must for leaders to deliver holistic outcomes.", "To collectively advance the nation's transition towards sustainable development, concerted efforts by many, across sectors are necessary to provide an enabling environment and address gaps that would otherwise hold back progress.", "Among these include data gaps, and market awareness or incentives to encourage change within consumers.", "Within the financial sector, coordination of data among FIs could contribute to customisation of value-driven solutions for consumers, particularly the underserved.", "There is an abundance of data within the financial industry but a dearth in coordination.", "Industry platforms such as VBI-COP and the JC3 could potentially play a central role to 'intermediate' the data.", "As a first step, conversations between the Islamic banking and takaful operators to identify impact-driven and innovative financial solutions under VBI and VBIT, can take place to facilitate respective outreach to the underserved or unbanked population.", "Outside the financial sector, FIs can embark on collaborations with organisations sharing similar sustainability aspirations including state religious authorities, waqf institutions, business industry associations and advocacy groups, or non-governmental organisations who are at the heart of the vulnerable communities.", "For example, FIs can collaborate with government agencies and utility companies to support the consumers' shift to energy-efficient residential homes or vehicles.", "Beyond the existing sustainable financial products offering preferential rates for the purchase of electric vehicles (EV) or green residential properties, more can be done to raise consumer awareness and to develop complementary infrastructure namely, charging stations.", "Initiatives such as the development of the VBIAF sectoral guides which are now underway for the manufacturing, construction and infrastructure, as well as oil and gas sectors, is a step in the right direction to streamline the cross-sectoral understanding of sustainability issues, thus allowing for better coordination of efforts to address sustainability risks throughout the value chain.", "In conclusion, it is our fervent hope that with sustainability, an innovative and collaborative mindset, we can come to develop value-driven solutions and discover new avenues for synergistic collaboration.", "I believe that the line-up of expert contributors for this Programme will be able to provide delegates with insightful perspectives on best practices to lead the transition to sustainability.", "The network built today among delegates can continue and be built upon for future collaborative initiatives, either through a local platform by IBFIM or internationally, through CISL.", "To end my remarks, I would like to share this quote by Winston Churchill, \"I never worry about action, but only inaction.\"", "With that, I wish all of you a productive programme.", "Industries Most and Least Impacted by COVID-19 from a Probability of Default Perspective - September 2020 COVID-19 to Add as Many as 150 Million Extreme Poor by 2021"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sustainability", "Climate Change", "Value-based Intermediation", "Leadership", "Innovation", "Collaboration", "Economic Impact", "ESG", "Financial Risk Management", "Poverty"]}