{"sentences": ["SPEECH The coronavirus crisis and SMEs Speech by Christine Lagarde, President of the ECB, at the \"Jahresimpuls Mittelstand 2021\" of Bundesverband Mittelständische Frankfurt am Main, 1 March 2021 It is a great pleasure to have the opportunity to speak to you today.", "At the ECB we care deeply about connecting with small and medium-sized enterprises (SMEs), since they are the foundation of the European economy.", "SMEs make up 99.8% of all non-financial companies in the EU, provide 66.6% of jobs and generate 56.4% of added value.", "[ It is decisions by companies like yours to invest, hire and innovate that put the European economy on a path to growth.", "But in Germany, being part of the Mittelstand has a special quality that is about much more than the firm's size.", "It is about the philosophy of how to do business and the spirit of management.", "As Ludwig Erhard said, what defines the Mittelstand is \"eine Gesinnung und eine Haltung\"[ ], how one acts and behaves in society.", "This way of doing business has brought tremendous economic success.", "Of the 2,700 \"hidden champions\" worldwide - SMEs that are leaders in niche markets - almost half are part of the German Mittelstand.", "[ And it has also helped to pull Germany through times of great crisis.", "The Mittelstand was central to the country's Wirtschaftswunder after the Second World War.", "It was critical to Germany's swift bounceback from the global financial crisis in 2008.", "And, when we rebound from the shock of the pandemic, the Mittelstand will have to be one of the drivers once again.", "The coronavirus is a double economic shock.", "Its effects have hit activity extremely hard, with GDP falling by 6.8% in the euro area last year and 5% in Germany.", "But it has also accelerated structural changes that will transform our lifestyles and our economies.", "According to some estimates, the pandemic has brought forward the digital transition in Europe by seven years.", "[ And it is estimated that 20% of work hours will move permanently from office to home.", "[ This will lead to new patterns of demand and new ways of living.", "So, our challenge will not only be to recover from the crisis, but also to adapt to the changes it has set in motion.", "And the Mittelstand - thanks to its agility, its focus on innovation and its commitment to competing by adding value - will have to be at the heart of this process.", "For now, however, the pandemic is still weighing heavily on our economies, and especially on firms in the services sector.", "While manufacturing has recovered quite well since the first lockdown last year, buoyed by solid global demand, activity in the services sector has remained subdued owing to the social distancing measures that are still in place today.", "This particularly affects SMEs, because they make up an outsized share of firms in the sectors worst- affected by the crisis and they employ around 75% of the people working in those sectors.", "[ So it is no surprise that many SMEs in Europe were put at risk of liquidity problems.", "[ But the recession we have gone through is not a typical one.", "Firms have been hit by a public health crisis that affects them indiscriminately, irrespective of whether they are the best or worst performers.", "That is why policymakers had to step in.", "They had to prevent an unjustified loss of capital, jobs and incomes that would have deeply damaged our economic potential.", "Essentially, what many firms needed was a bridge to the other side of the pandemic - support to pay wages and cover bills until they can do so again themselves.", "So the policy response has been about putting that bridge in place.", "Fiscal policy has rightly taken the lead, because it can be targeted at the firms and sectors most exposed to the crisis.", "And it has, on the whole, been effective.", "In Germany, more than six million people were enrolled in the \"Kurzarbeit\" scheme during the first lockdown last April, which was more than four times the peak during the global financial crisis.", "[ But it was also crucial that SMEs did not face a credit crunch at the very moment when their revenues were drying up.", "And for that they needed finance.", "Just like households, entrepreneurs can be savers and investors, but also employers and borrowers that depend on access to loans.", "SMEs in particular rely on funding from banks, since they typically do not access capital markets.", "Over the last decade, 43% of external finance for SMEs in the euro area has come from bank loans - double the share for large firms.", "[ So when the lockdowns began, SMEs across Europe turned to banks to meet their liquidity needs - and it was vital that a cheap and elastic supply of credit was available.", "This is where the ECB stepped in.", "We monitor SMEs' access to finance very closely, including through a special Europe-wide survey.", "And we took a series of measures specifically designed to help channel credit to firms in need.", "First, we launched our pandemic emergency purchase programme (PEPP), which helped stabilise financial markets.", "That was crucial to ensure that bank lending rates did not tighten suddenly, since bank loans are priced off sovereign borrowing costs.", "Second, we recalibrated our targeted longer-term refinancing operations (TLTRO III), lending to banks at the lowest rate we have ever offered, but only on the condition that they used the funds to lend to firms.", "Banks have taken up €1.7 trillion in these operations so far.", "To access that liquidity, banks have to provide collateral, so we also decided to make loans to smaller businesses and the self-employed eligible as collateral for our operations.", "This encourages banks to grant loans to SMEs and refinance them by borrowing from the ECB.", "In parallel, our supervisory arm ensured that there were no prudential barriers to banks acting quickly, which freed up €120 billion in bank capital for new lending.", "And fiscal authorities complemented our efforts, making available wide-ranging loan guarantees and other liquidity support measures - equalling close to 20% of euro area GDP.", "This was crucial to mitigate the higher credit risk banks face when lending to SMEs during a recession.", "As a result, from March to May last year, bank lending to euro area firms rose by the largest amount on record.", "And it was SMEs that benefited the most from both cheap and abundant credit.", "Lending rates on very small loans - which are a proxy for lending to SMEs - declined substantially, with firms able to borrow at the lowest rates ever recorded - below 2%.", "[ And, since March, €730 billion in new small loans have been granted to SMEs in the euro area, including €138 billion to SMEs in Germany.", "Our policies were key to achieving that outcome.", "Banks taking part in our TLTROs saw a considerable increase in their credit growth, with loans rising by over €400 billion in the year up to September.", "And this dovetailed with government loan guarantees to funnel credit to SMEs, which received more than 70% of all the guaranteed loans granted.", "[ The upshot is that more firms have been protected and more jobs have been saved.", "Without the ECB's policies, we estimate that over one million more people would have lost their jobs.", "[ But we are not out of the woods yet.", "With the tremendous progress made on vaccine technology, we can now see the light at the end of the tunnel.", "But we still cannot see exactly how long that tunnel is.", "We will continue to face a period of high uncertainty until more people have been vaccinated against the virus.", "In this setting, it is crucial that the bridge for SMEs remains in place for as long as needed.", "The ECB will help ensure that firms and families can access the finance they need to weather this storm - and that they can do so in the confidence that financing conditions will not tighten prematurely.", "That commitment is the best way to provide certainty to all sectors of the economy and to bring stability back to the euro area swiftly.", "And this, in turn, is the best contribution we can make to delivering on our mandate of price stability.", "As Goethe said, \"Im Idealen kommt alles auf die élans, im Realen auf die Beharrlichkeit an.", "\"[ Reality is currently hard for many firms and the future remains uncertain.", "And so we will persist and persevere until the pandemic emergency has passed.", "It will take a team effort to get there - from health authorities, from fiscal authorities and from all of you here.", "But I can assure you that the ECB will continue to play its part, as we have done since the first days of the crisis.", "European Commission (2019), SME Performance Review .", "\"An attitude and a conviction\".", "), Der mittelständische Unternehmer in der Sozialen Marktwirtschaft: Wortlaut der Vorträge auf der vierten Arbeitstagung der Aktionsgemeinschaft Soziale Marktwirtschaft e.V am 17.", "November 1955 in Bad Godesberg, Ludwigsburg, pp.", "Simon, H. (2012), Hidden Champions - Aufbruch nach Globalia: Die Erfolgsstrategien unbekannter Weltmarktführer, Campus Verlag, Frankfurt/New York.", "McKinsey (2020), \" How COVID-19 has pushed companies over the technology tipping point-and transformed business forever \", 5 October.", "(2020), \" COVID-19 Is Also a Reallocation Shock \", NBER Working Papers, No 27137, National Bureau of Economic Research, May.", "The economic impact of COVID-19 on SMEs in 7.", "Article IV Staff Report 8.", "This definition of external finance includes bank loans, debt securities, trade credit and other liabilities and excludes intercompany loans and equity.", "Aggregate figure for all maturities.", "In the four largest euro area countries.", "Altavilla, C., Barbiero, F., Boucinha, M. and Burlon, L. (2020), The great lockdown: pandemic response policies and bank lending conditions \", Working Paper Series, No 2465, ECB, Frankfurt am Main, September.", "\"In the realm of ideas, everything depends on enthusiasm; in the real world, all rests on perseverance.\"", "European Central Bank Directorate General Communications Sonnemannstrasse 20 60314 Frankfurt am Main, Germany +49 69 1344 7455 media@ecb.europa.eu Reproduction is permitted provided that the source is acknowledged.", "Copyright 2021, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["SMEs", "credit", "pandemic", "financing", "economy", "banks", "Germany", "Mittelstand", "liquidity", "jobs"]}