{"sentences": ["To all the members of the Joint Foreign Chambers of the Philippines led by the European Chamber of Commerce of the Philippines (ECCP), our strategic partners and allies in the business sector, and everyone joining in this webinar, good morning.", "Thank you for inviting me to be the keynote speaker in today's event.", "This is an opportune time to share with you the BSP's insights, policy perspectives and initiatives as we navigate the path towards economic recovery.", "They say that tough and desperate times spark the creativeness and innovativeness in people.", "It is true, as some of the world's greatest discoveries and inventions took place during wartime or crisis.", "For instance, Isaac Newton unraveled the Law of Universal Gravitation and laid the foundations of his works in calculus and optics, while doing his 1665 version of work from home and social distancing during the Bubonic Plague in England.", "This is likewise an uncertain time.", "But like Newton and his apple, we can use this extraordinary crisis to reform, innovate and transform and emerge from it better, stronger, and more resilient.", "For today, allow me to present the macroeconomic landscape, which has been the country's source of strength going into the crisis.", "This will be followed by the Philippine banking sector's performance, which has been the steady anchor of financial system's stability and resilience amid the pandemic.", "I will then share some insights on the current trend which drives our policy perspectives as well as the BSP's key policy issuances and initiatives in the pipeline.", "Finally, I will leave with some thoughts to ponder regarding our way to move forward.", "As you know, the global economy continues to grapple against the COVID-19 crisis.", "In its 2020 Annual Report, the International Monetary Fund dubbed the pandemic as \"a crisis like no other,\" which is worse than the Great Depression.", "The Philippines is not an exception.", "Its economy contracted by 9.5 percent in 2020-the sharpest decline since 1946.", "Yet, this is not reflective of the country's strong fundamentals.", "After all, before 2020, the Philippines had a record 21-year uninterrupted growth.", "In fact, the economy has started to bounce back as businesses reopen following the easing of restrictions and the onset of the vaccination program.", "Higher consumer spending, infrastructural push, accommodative monetary policy, and global recovery will be the main sources of the recovery.", "Government authorities forecast that the economy will grow within the range of 6.5 to 7.5 percent for this year and 8-10 percent in 2022.", "While inflation will be elevated in the first half of 2020 due to supply side factors, we see it settling within the target range by the end of 2021 as the impact of supply-side factors subside.", "Overall external position remains healthy.", "The country's gross international reserves (GIR), which totaled USD108.7 billion as of endJanuary 2021, are hefty.", "They are equivalent to 11.6 months' worth of imports of goods and payments of services and primary income.", "This is well above the ideal three months' worth of imports cover requirement.", "Domestic liquidity or M3 posted a 9.0 percent annual growth to about ₱14.0 trillion in January The money supply increased mainly on account of the simultaneous expansion in domestic claims and net foreign assets (NFA) by 5.0 percent and 21.8 percent, respectively.", "While remittances from Overseas Filipinos posted a contraction of 0.8 percent in 2020, the same is actually good news since it is much better than the two-digit decline forecasted by many analysts.", "We expect OF remittances to grow by 4.0 percent this year.", "The Philippine Peso recorded an average of ₱48.65/USD1 as of 1 March 2021, making it one of the strongest currencies in the world amid the pandemic.", "The country's strong macroeconomic fundamentals, low debt-to-GDP ratio, build-up of gross international reserve, and resilient banking system are expected to further boost the strength of the local currency.", "In sum, these numbers suggest a resilient Philippine economy.", "Even before the pandemic, we had a long history of structural reforms and prudent macroeconomic policies, which paved the way for the build-up of ample capital and liquidity buffers in the banking sector.", "During the pandemic, the National Government and the BSP worked hand-in-hand in providing strong to the entire nation through the grant of stimulus, relief measures and moratoria.", "For its part, the BSP issued time-bound regulatory and operational relief measures to BSPsupervised financial institutions to aid them in carrying out their vital role in the economy.", "We supported the National Government through the grant of short-term provisional advances.", "We injected approximately ₱2 trillion pesos or approximately US$ 42 billion amount of liquidity to the financial system.", "Let me highlight the three core strengths of the Philippine banking system: First, the banking industry's strong capital position.", "It posted stable capital adequacy ratios (CAR) at about 15.0 percent in the past 10 years, which is well above the 10.0 percent minimum threshold set by the BSP and 8.0 precent minimum set by the Bank for International Settlements.", "In particular, the risk-based capital adequacy ratio of the universal and commercial banking industry stood at 17.2 percent on consolidated basis as of end-September 2020.", "Second, is the banks' ample liquidity buffers, which enable banks to withstand short-term liquidity shocks and to provide adequate stable funding in the medium term.", "In particular, the liquidity position of universal and commercial banks remained relatively stable as of end-November 2020 with liquidity coverage ratio (LCR) of 201.0 percent, which is double the regulatory minimum of 100.0 percent.", "Meanwhile, the minimum liquidity ratios (MLR) of stand-alone thrift, rural and cooperative banks continued to exceed the regulatory minimum requirement.", "Third, is the expanding assets of banks on the back of increasing deposit liabilities.", "As of endDecember 2020, the banking system assets grew by 6.1 percent year-on-year to ₱19.4 trillion.", "All in all, these contributed to the sustained strength and resilience of the banking sector.", "Yet, we observe slower bank credit growth as a result of the pandemic.", "Gross loans fell by 0.9 percent year-on-year as of end-December 2020, in sharp contrast to the 8.8 percent growth rate recorded in December 2019.", "Bank lending growth continues to wane as the pandemic dampens consumer spending and limits business activities.", "BSP's survey indicates a net tightening of banks' overall credit standards for both loans to enterprises and households.", "There is a glimmer of hope, however.", "Consumer outlook is positive for Q1 2021 and remains optimistic for the next 12 months based on our latest Consumer Expectations Survey.", "This is a natural reaction to the risks heightened by the crisis.", "In fact, results of the Banking Sector Outlook Survey (BSOS) for the Second Semester of 2020 showed that majority of the respondent banks projected loan portfolios to expand between 10.0 percent and 15.0 percent over the next two years-a crucial element of the recovery process.", "As the government takes measures to address the effects of COVID-19, we expect economic activity to pick up, especially, as we welcome the roll-out of COVID-19 vaccine in the country.", "We are also careful in taking the next steps, particularly in unwinding COVID-19 regulatory relief measures to limit the potential scarring effects of the pandemic.", "The unwinding shouldn't be too early, nor too late.", "But to the credit of the Philippine government authorities, even during the darkest days of the pandemic, we continue to be laser-focused on important structural reforms.", "One of which is the recently enacted Financial Institutions Strategic Transfer or FIST Act.", "The law will help banks sell or transfer their non-performing assets to FIST Corporations or Special Purpose Vehicles to free up their capital.", "This could further increase liquidity in the financial system and channel such funds to more investment and lending activities to support the country's economic recovery and sustained growth.", "We support the proposed Government Financial Institutions Unified Initiatives to Distressed Enterprises for Economic Recovery (GUIDE) bill, which will improve the capacity of government financial institutions to provide necessary financing for the continued operations of micro, small, and medium enterprises (MSMEs), and other strategically important industries.", "We support the Corporate Recovery and Tax Incentives for Enterprises (CREATE) bill which will reduce corporate income tax and rationalize the fiscal incentives system, making it performancebased, transparent, and time bound.", "We also support the legislation of laws that will further strengthen our effective supervision of banks in order to ensure the safety of depositors' money and soundness of the banking system: The amendment of the Bank Secrecy Laws that will grant the BSP with unimpaired access to information on depositors for prudential purposes; The Financial Consumer Protection Bill, which will set a clear legal mandate and a comprehensive financial consumer protection framework; And the Agri-Agra Bill, which will address the existing challenges of the agricultural sector on access to finance.", "This important legislation will nurture economic recovery and provide a more stable financial system.", "Indeed, the pandemic has rapidly reshaped, not only the financial system, but most importantly the way we interact and how we do business.", "As a result of the pandemic, we have seen an increased use of digital platforms.", "We are fortunate to have started the digitalization process even before the pandemic.", "The PESONet and InstaPay platforms have proven its value and reliability, especially at the height of strict movement restrictions, as it allowed a safe and convenient environment for interbank fund transfers and payments.", "In fact, we have seen a dramatic surge in the volume and value of PESONet and InstaPay transactions in 2020.", "The volume of PESONet transactions surged by 1,582 percent while the value of transactions increased to P366.6 billion as of end-2020.", "Similarly, the volume of InstaPay transactions rose exponentially to 30.6 million as of endDecember 2020 from just 1,740 in April 2018.", "The total value of InstaPay transactions reached P176.5 billion in December 2020 from P20 million in April 2018.", "We also launched the Digital Payments Transformation Roadmap with the twofold objectives of (1) increasing the share of digital payments to at least 50.0 percent of total volume of retail transactions, and (2) onboarding 70.0 percent of Filipino adults to have formal financial accounts by 2023.", "The BSP joins the international community in its call for climate change and sustainable finance and is championing the promotion of the sustainability agenda in the financial system.", "We have issued the Sustainable Finance Framework for banks in April 2020.", "This emphasizes the role of the board of directors in leading and institutionalizing the adoption of sustainability principles across the organization.", "Aside from the broad principles set out in the said Framework with respect to the adoption of an Environment and Social (E&S) Risk Management System, we will be issuing more granular expectations covering the interplay of E&S risks and the key risk areas such as credit, market, and operational risks.", "Internally, we are embracing sustainability principles as we formally launched the Sustainable Central Banking Program.", "This is, in fact, one of the strategic priorities of the BSP from 2020- BSP will advance the sustainability agenda by fostering environmentally responsible and sustainable policies and work practices, as well as integrating Environmental, Social and Governance aspects in the BSP's key operations or functions.", "But even before this, we have participated in the Green Bond Fund launched by the Bank for International Settlements as part of sustainable investing in reserve management.", "The BSP also adopted mechanisms that resulted in the reduction of paper usage and increase of energy efficiency.", "The BSP is also active in both regional and global conversations on climate change and sustainable finance.", "BSP is a member of the Network for Greening the Financial System (NGFS)-a group of central banks and supervisors organized to enhance the role of the financial sector in managing climate and other environment-related risks and mobilize capital to support the transition towards a sustainable economy.", "Lastly, to facilitate the mobilization of funds towards green or sustainable projects, the BSP collaborated with Department of Finance and other key government agencies, coined as \"Green Force\", that is embarking on the development of a principles-based taxonomy.", "In these trying times, the way to move forward is to TRANSForm.", "We will continue to rethink and reimagine ways on how to better improve our policy, tools, and capacity as a central bank and supervisor.", "We will remain steadfast and committed to the fulfillment of our mandates as we continue to: 1.", "Transcend the wave of digitalization 2.", "Rally and champion the cause for sustainable finance.", "The BSP has embarked on a journey towards a more resilient financial future driven by our sustainability agenda.", "Advocate and appeal for the legislation of critical pieces of laws in support of economic recovery and financial stability.", "Navigate with sustained effective risk governance and management systems.", "We have laid the groundwork for a sound risk management system of our BSP supervised institutions and as we continue to craft meaningful reforms, we will consider and keep tab of the evolving risks, international standards and best practices.", "Sustain the momentum and 6.", "FORM the future towards a more stable, sound, resilient and truly inclusive Philippine financial system.", "As we take on this path, we hope that the business sectors will join us in this journey to recovery.", "Let us TRANSFORM together towards a better future."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Economic recovery", "Banking sector", "COVID-19", "Monetary policy", "Inflation", "Gross international reserves", "Financial stability", "Digital payments", "Sustainable finance", "Risk management"]}