{"sentences": ["His Excellency Daniel Robert Pruce, British Ambassador to the Philippines, Department of Finance (DOF) Secretary Carlos G. Dominguez, Department of Energy (DOE) Secretary Alfonso G. Cusi, Governor Dakila Carlo Cua, National President of the Union of Local Authorities of the Philippines (ULAP), distinguished speakers, expert panelists, and participants, good afternoon!​ I would like to take this opportunity to thank the British Embassy Manila, the DOF, DOE, ULAP and Securities and Exchange Commission, for co-organizing this dialogue among our key stakeholders and leading the discussion on how the country can address the challenges in its energy transition and accelerate the action moving forward.", "This dialogue comes at an opportune time as the country has recently submitted its Nationally Determined Contributions (NDC) to the UN Framework Convention on Climate Change, vowing to reduce its projected carbon emissions by 75 percent by the year 2030.", "Indeed, this development provides us a clearer direction and a greater impetus to work together in combatting climate change and ensuring sustainable development for the Filipino people.", "In the same light, the BSP joined the \"Green Force\" to support the creation of a harmonized and cohesive plan in mainstreaming green and sustainable finance in the country.", "Last March 15, 2021, the Philippine financial sector regulators and authorities led by the DOF signed a Memorandum of Understanding with the British Embassy to collaborate on the implementation of proposed interventions under the United Kingdom Prosperity Fund's ASEAN Economic Reform Programme and the ASEAN Low Carbon Energy Programme.", "Respectively, these programs aim to promote economic and sustainable development as well as improve energy security and access to clean energy in the country.", "The program likewise supports the Green Force's initiatives in building capacity of relevant government agencies and industry players with regards to sustainable finance implementation and in crafting a Sustainable Finance Roadmap and principles-based taxonomy.", "The development of the taxonomy is a key initiative aimed at providing guidance on identifying economic activities that contribute to sustainable development, with special focus on addressing climate change impact.", "Central to the climate change mitigation goal is the need to reduce greenhouse gas concentrations by shifting fossil fuels to renewable sources.", "We should note, however, that a successful transition is not just a matter of isolated changes in the energy sector.", "We must also consider the potential risks associated with this transition given the interplay among economic activities.", "According to some experts, \"transitions are systemic in nature, characterized by coevolution between different actors, institutions, supply and distribution chains,\" among others.", "A low-carbon transition could trigger a chain reaction that might affect the performance and viability of various loan and investment portfolios, which eventually could pose risks to the stability of the financial system and to the real economy.", "In this light, a progressive approach to transition must be considered without compromising environmental sustainability.", "The finalization of the principles-based taxonomy will play a critical part here, particularly in opening the door for the inflows of capital to relevant economic activities.", "The BSP's Sustainable Finance Framework which was released in April 2020 encourages the offering of green and sustainable finance instruments to support such economic activities.", "But at the same time, the Framework safeguards the stability of the financial system against potentially significant and protracted impact of climate change and other environment related risks.", "Leveraging on good governance and effective risk management systems, the Framework also expects banks to embrace sustainability principles and take strategic, concrete, and progressive actions in response to the climate call.", "The BSP will be issuing its second-phase regulation to enable the banking industry to make safe and sound response to risks arising from the transition to a low-carbon economy.", "This supplementary issuance will provide granular expectations on the integration of climate change and other environmental and social risks in banks' credit and operational risk management frameworks.", "Banks may gradually consider the future implications of \"stranded asset risk\" in their credit portfolio.", "No doubt, the energy transition is a complex issue and comes with both risks and opportunities.", "We are, however, fortunate to have a remarkable set of expert panelists who are at the frontlines of energy transition to provide us with insights on the opportunities, challenges, and potential solutions to accelerate renewable energy and energy efficiency in the country, including financing thereof.", "On this note, allow me to end this remark by wishing you a successful and meaningful conversation.", "Thank you and stay safe.", "www4.unfccc.int/sites/ndcstaging/PublishedDocuments/Philippines%20First/Philippines%20-%20NDC.pdf"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["climate change", "energy transition", "sustainable finance", "green finance", "taxonomy", "financial stability", "risk management", "low-carbon economy", "renewable energy", "energy efficiency"]}