{"sentences": ["I am very pleased to share with you today the presentation of this year's G20 TechSprint initiative.", "The world is currently facing some very difficult challenges - the attempt to end the pandemic, the effort to eradicate extreme poverty, the fight against climate change - and the G20 is working intensely to address them, by identifying and implementing shared, coordinated and equitable responses.", "This year Italy holds the Presidency of the G20 at a time in which the world economy is slowly recovering from the devastating impact of the Covid-19 crisis.", "The Italian Presidency aims at addressing this challenge by steering and encouraging global policy makers to strengthen cooperation and step up their efforts to promote a transformative recovery leading to a more inclusive and sustainable economy and society.", "In order to foster this recovery, both national and international policymakers must pay particular attention to two main factors: technological progress and climate change.", "The former is rapidly transforming our economies and societies.", "In the financial sector, in particular, new entrants such as Fintech and Insurtech companies are shaking up the market with new business models, new processes and products.", "As a response to these entrants, financial services firms are looking to modern technologies such as machine learning and artificial intelligence to increase automation, deliver cost reductions, increase efficiency and gain a competitive advantage.", "These technological solutions and the use of digital platforms have lowered entry barriers for alternative payment providers and pose new challenges for existing service providers such as banks or credit card circuits.", "These rapid changes are also affecting financial regulation and supervision because digitalisation, if left unregulated and insufficiently supervised, may lead to increased vulnerabilities and higher risk of IT failures, outages and cyber-attacks.", "The recent pandemic has accelerated our reliance on technology and we have witnessed the potential of new technologies to provide benefits for consumers, but we have to keep working to contain the risks they may pose.", "Technology can also provide new and intelligent solutions to the other main factor that is transforming the world's economy: climate change.", "Climate change is increasingly affecting individuals in every single country to an extent that is likely to be even greater tomorrow than it is today.", "It is a global challenge that goes beyond national borders, as greenhouse gas emissions are, by nature, geographically pervasive.", "The past six years have been the warmest on record for our planet.", "The number of disasters caused by natural hazards is rising, resulting in hundreds of billions of dollars of damages in 2020 alone.", "Human-induced global warming has resulted in these events becoming increasingly severe and frequent.", "Addressing climate change is therefore as urgent as ever.", "In this context, various sectors of the global economy are starting to become more aware of the roles they can play.", "The financial system is beginning to support the transition towards a \"greener\" economy.", "Investment funds are gradually reorienting their portfolios towards more sustainable companies, which have also proved to be more profitable and resilient.", "We are seeing some savers change their preferences, opting for instruments such as green bonds or social bonds.", "Central banks are also playing an increasing role, not only through their financial portfolios, but also through their actions as regulators and supervisors.", "Governments and legislators are working towards adapting frameworks and practices to address the multifaceted risks posed by climate change and supporting a shift to more sustainable sources of energies.", "However, while there is considerable consensus on the need for climate action, much more can and needs to be done.", "Filling data gaps and improving firms' disclosure is crucial in order to correctly assess climate-related financial risks and to facilitate their integration into investment strategies.", "Reliable scenario analysis must be produced and climate stress testing of the resilience of financial intermediaries should be regularly enforced.", "Central banks can participate in the establishment of a common framework to measure climate-related risks and to integrate them into their risk management practices.", "National governments should then play the decisive role with a more appropriate calibration of incentives for sustainable investment, taxation and regulation of carbon emission and the removal of fossil fuel subsidies.", "A significant contribution to the solution of these challenges could also come from technological innovation.", "Technological advancements have always played a crucial role in the selection of more efficient ways of delivering services and products; they can certainly provide great support to the creation and sustainability of new low-carbon business models.", "To leverage on the potential synergies between digitalisation, finance and the transition to net zero emissions, the Bank of Italy, also through its new innovation centre located in Milano, and the Bank for International Settlements Innovation Hub have organised, within the framework of the Italian Presidency of the G20, an international contest, the TechSprint 2021, which we have just launched.", "This is a global competition in the form of a long hackathon, where we seek out the potential of modern technologies, combined with new data and other innovations, to solve some of the most pressing challenges in green finance.", "We are inviting the international community of innovators, start-up creators, developers, data scientists, and designers to investigate and develop the best solutions to some issues in the field of sustainable finance, which will allow us all to achieve better and greener economies.", "Initiatives like the TechSprint are essential in encouraging bright, and often young, individuals as well as the most ambitious and able firms to take up a challenge that is both global and very complex.", "Thus, these competitions are not only a way of bringing together people from the public and private sectors to focus on shared challenges, but it is also a way to put entrepreneurs and scientists in the driving seat, guiding governments and public authorities in the realisation of the future of finance.", "As public authorities, we are approaching this initiative with curiosity and with an open mind, as we look forward to seeing what new technological solutions will be envisaged.", "In this spirit, let me conclude by thanking the participants in this launch event as well as all those individuals and firms that will take part in this competition.", "I am confident that, through ambitious ideas and the combination of technology and creativity, we will be on the right path to finding the solutions to improve our fragile ecosystem."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["climate change", "technology", "green finance", "G20", "financial regulation", "sustainable finance", "data gaps", "climate stress testing", "digitalisation", "TechSprint"]}