{"sentences": ["Finance and Expenditure Committee (FEC) 2019 - 20 Financial Review of the Reserve Bank of New Zealand Governor's opening statement Date: 10 February 2021 Tēnā koutou katoa, welcome all.", "- alongside the rest of the Bank's Senior It is a privilege to be here with you today - to report on the Reserve Bank of New Zealand's achievements, challenges, and opportunities on what has been an extraordinary and unprecedented year.", "Like many organisations and businesses, we, at Te Matua, have had to change our way of working, refocus our priorities, and take necessary actions to continue to support cashflow and confidence among New Zealanders during the tough times.", "The experience of the past year has brought forward new challenges, risks, and opportunities for us.", "While our priorities in the recent (2019-20) financial year have been focused significantly on supporting New Zealand's economic recovery from the COVID-19 pandemic, we have also continued our work on a wide range of initiatives, Working with The Treasury to have the new Reserve Bank of New Zealand Bill introduced to Parliament; Agreeing to a new Funding Agreement with the Minister of Finance; Working closely with our fellow Council of Financial Regulators (CoFR) members to manage and co-ordinate regulatory work; Launching a new payment settlement system;  our Te Ao Māori strategy; and Managing climate risks to our financial system, among others.", "At the end of June last year New Zealand looked and felt quite different to what it We'd just entered Level 1 - does some eight months later.", "activity was starting to pick up, sporting events and larger gatherings were going ahead and we were all finding our 'new normal'.", "But - there was so much uncertainty about how the global pandemic would continue to unfold, and what responses would be needed.", "While we've got more information to work from now, and global policy responses are clearer, we still continue to learn and adapt.", "We are committed to responding to challenges and progressing initiatives that will ensure we remain an active, relevant cornerstone of New Zealand's economy and society.", "I thank my Board, my colleagues and our people for their dedication, hard work, flexibility, and assistance.", "Let me take you through some of the initiatives we have worked on in the past year: Responding to the COVID-19 pandemic Early in 2020, when the COVID-19 pandemic began unfolding, we acted quickly and in tandem with the Government to keep our financial system stable, and cushion the economic blow to households and businesses from this unprecedented event.", "Since then, we have delivered a broad range of activities to ensure cash-flow in the economy and ensure that the financial sector is well positioned to meet the needs of New Zealanders, including: Easing monetary conditions by keeping interest rates low to build confidence and enable cheaper lending for businesses and households.", "Our Official Cash Rate is has been at 0.25% since March 2020; Developing and deploying a full set of alternative monetary policy tools which includes the Large Scale Assets Purchases (LSAP) programme and the Funding for Lending program to support inflation and employment; Reprioritising the regulatory reform landscape so financial service participants can focus on supporting customers' needs; Helping the Government roll out the mortgage payment deferrals and business finance guarantee schemes.", "All of these actions are driven by our mandate, focused on supporting the economy to achieve our mandate of price stability and maximum sustainable employment.", "Having entered the pandemic with a low level of pre-existing debt and a strong economic position at that time, we were well placed to respond to the crisis.", "New Zealand is now in a privileged position of having successfully contained the virus and with many parts of the economy back up and running.", "But the economic shock from the COVID-19 pandemic continues to evolve.", "Although recovery is now underway, it will be a lengthy and difficult process but we are well prepared for this challenge and we stand ready to provide stability and support.", "You will hear more from us about this when we discuss our next Statement, due for release on the 24th of February.", "On this note, I would like to recognise the Monetary Policy Committee members, whose collective decisions have been instrumental in our COVID-19 response.", "Payments Systems Replacement One of the major projects that we have delivered in the 2019/20 financial year was a new payment settlement system.", "In February 2020, we went live with a new future- proofed payment settlement platform, launching two separate systems ESAS 2.0 and NZClear 2.0 replacing a 20-year-old inter-bank settlement system and central securities depository.", "This is an integral part of our commitment to enhance our payments resilience and establish a more modern and secure platform for future development.", "With New Zealand being a highly financially digitised economy, these two new systems are critical infrastructure to our financial system, allowing every New Zealander and major institutions to go about their daily lives settling their financial obligations with integrity and confidence.", "The project was the most complex technology switch that our Payments and Settlements group had ever undertaken.", "The scope was unprecedented as we replaced both the country's simultaneously Real Time Gross Settlement (RTGS) and Central Security Depository (CSD) systems which is unheard of for a modern economy.", "No material issues arose during the go-live.", "In fact - weeks after the launch, COVID hit putting enormous pressure on the economy and our markets, but we had confidence in the integrity of our newly-launched system, knowing that we had prepared our members, our staff, all our processes and technology well to handle unprecedented volumes with ease.", "Transformation and change Looking to the future now, and we are navigating through a period of change and transformation at the Bank as we await the enactment of the new Reserve Bank of New Zealand Act the legislation that underpins our purpose and how we operate.", "Since 2018, we have been jointly working with The Treasury to see the new Reserve Bank of New Zealand Bill introduced to Parliament in July last year.", "We are incredibly excited with the foundational opportunity we have through the new fully modernise and empower New Zealand's central bank.", "legislation to The implementation of the new Reserve Bank Act will enable us to be fit for purpose and to undertake the considerable transformation that will allow us to continue to effectively and consistently deliver on our mandate.", "Other major legislative changes are also underway which will strengthen our prudential regulation and supervisory powers: The Deposit Takers Act will modernise, strengthen, and unify our regulatory framework for all deposit-takers; The review of the Insurance (Prudential Supervision) Act (IPSA).", "Last year we have launched a dual consultation on the scope of the IPSA and associated Insurer Solvency Standards; The Financial Markets Infrastructure Bill will establish a new regulatory regime for FMIs that will be jointly administered by the Bank and the Financial Markets Authority.", "Part of our transformation is ensuring that we have the adequate resources to meet our increasing responsibilities and the expectations of New Zealanders.", "In the financial year 2019/20, we agreed a new funding agreement for the period 1 July 2020 to 30 June 2025 with the Minister of Finance.", "Prior to this new funding agreement, we are pleased to report that we completed the previous five-year funding agreement on target despite the challenges we've encountered over that period, including the relocation to temporary office premises due to asbestos remediation work, review of the Reserve Bank Act, and the reform of major systems.", "Additionally, in 2019/20, COVID-19 created an extraordinary high demand for banknotes resulting in the Bank exceeding the net operating expenses specified under the funding agreement.", "The excess cost is expected to largely reverse at some stage as we expect the bulk of the growth in banknote volumes issued to be repatriated.", "Our new funding agreement accounts for additional investment to ensure we operate as a Great Team, Best Central Bank.", "The increase in funding means we are able to address the critical risks to delivering our mandate, respond to areas of past underinvestment, and establish a long-term model to promote the wellbeing of New Zealand.", "We are committed to managing our resources effectively and measuring our delivery on the priorities we've set.", "Diversity and Inclusion Zealand's central bank, we As Aotearoa New need to ensure that we drive economic wellbeing for all New Zealanders.", "In our capacity as a Council of Financial Regulator member and with our own Te Ao Māori strategy, we are harnessing diversity and financial inclusion, and collaborating to better understand the economy.", "In particular, we continue to embed our Te Ao Māori strategy across our work at the Bank and with our stakeholders.", "Most recently, we have released Te Ōhanga Māori, a report on the Māori economy, in partnership with Business and Economic Research Ltd (BERL).", "Understanding how the Māori culture and how Māori businesses operate, gives us a richer insight into their important contribution to and impacts on the New Zealand economy.", "This research will form the basis of ongoing engagement over the coming years as we look to better understand the perspective of the Māori economy.", "Internationally, we have initiated a series of virtual global discussion with our central bank colleagues in Canada, the United States, and Australia on building a collective, foundational understanding on indigenous histories and economics.", "Work is also underway to translate the key metrics of our Financial Strength Dashboard into Te Reo Māori.", "Internally, we have a Diversity and Inclusion Working Group, in charge of a work programme to increase awareness of diversity and inclusion and further improve gender and ethnic diversity at the Bank over time.", "Last year, for the first time, we joined the Tupu Tai Pasifika Public Sector Internship Programme, offering a paid 11-week summer internship to Pasifika tertiary students and recent graduates.", "Housing, LVRs and the Reserve Bank's role While we are proud of what we have accomplished in the past financial year, there is more to do and we are still doing the hard yards to ensure the wellbeing of all New Zealanders.", "We recognise that housing affordability is an important issue for New Zealand as a nation, but also for many people on a personal level.", "At the height of the COVID-19 pandemic, one of the levers we have used to help maintain credit flows and to support the mortgage deferral scheme was to remove loan-to-value ratio (LVR) restrictions.", "mortgage lending to borrowers that LVR restrictions are used to put a limit into banks' are highly-leveraged.", "so as they didn't impede We removed LVR restrictions COVID-19 responses and policies to promote cashflow and confidence in the system.", "Since then, the domestic economy has seen a strong recovery, the housing market has proved resilient, and high-LVR lending has been increasing.", "We are concerned about the risk of sharp correction in the housing market and the harm this could do.", "If continued, this could lead to emerging risks to financial stability.", "And so in December last year, we launched a public consultation proposing to reinstate LVR restrictions.", "Yesterday we announced our decision to put in place firmer LVR restrictions to reduce the risks to financial stability caused by higher-risk mortgage lending.", "From 1 March 2021, LVR restrictions will be reinstated at the same level they were set at prior to the onset of COVID-19, with a further tightening of restrictions taking effect on 1 May 2021.", "We've also made it clear we expect banks to respect the tighter investor restrictions immediately with all new loan approvals, to ensure that their mortgage lending is consistent with our policy decision.", "While a broader set of policy measures is needed to address long-term imbalances in the housing market, the Reserve Bank is acting on its mandate to control financial stability risks resulting from excessive high risk borrowing.", "As you are aware, last year, we received a letter from the Minister of Finance seeking our views on ways we can work together to address rising house prices.", "We have since provided detailed feedback on the comments raised by the Minister in his letter.", "This is an important topic for all New Zealanders and we remain committed to engaging with the Minister to utilise the unique role of the Reserve Bank in relation to the complex and multifaceted drivers of housing market.", "This is a collective challenge.", "Solutions to any identified problem of high house prices or housing affordability require the involvement of many government portfolios and agencies, as well as non-government participants.", "A significant challenge that we continue to respond to is the malicious attack of a third party file system used by the Bank.", "The Bank was not the target of the attack other Accellion FTA users around the world have also been affected.", "We had no warning to avoid the attack which began in mid-December.", "Accellion failed to notify us for five days that an attack was occurring against its customers, and that a patch was available that would have prevented this breach.", "If we were notified at the appropriate time, we could have patched the system and avoided the breach.", "Our own analysis has identified shortcomings in our processes once the system was breached.", "The impact this had is part of the review underway.", "While we will continue to be as transparent as possible, we need to be mindful not to jeopardise the criminal and forensic investigations and reviews underway.", "have had teams working, at times around the clock, to respond to this breach.", "We have completed our assessment of the files illegally downloaded during the breach and we are notifying organisations involved.", "External legal advisers are also providing assurance checks and advice on any personal information which was included in the downloaded files.", "We are working closely with the organisations affected.", "As part of this support, we have engaged IDCare - a specialist national identity and cyber support service providing counselling and advice to people and organisations.", "This support will be provided at no cost to them.", "We can't undo the breach, but we can make sure that anyone affected gets the support and help they need.", "While some of our work at the Bank has been tested through these tough times, I want to say that I am proud of what everyone at the Bank our Board, our leadership team, our Monetary Policy Committee and our people have delivered for the benefit of all New Zealanders.", "The challenges we have experienced have reinforced the importance of identifying and managing risks, working collectively and collaboratively, and adapting to necessary changes.", "I am confident that we have a strong and capable team at the Bank committed to taking a long-term and sustainable approach to economic recovery and resilience.", "We everything that we can to be better kaitakiti of New Zealand's stand ready to do financial system."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19 response", "Payments systems", "Transformation and change", "Diversity and inclusion", "Housing and LVRs", "Te Ao Māori strategy", "Financial stability", "Monetary policy", "Financial regulation", "Cybersecurity"]}