{"sentences": ["As prepared for delivery Thank you for that kind introduction.", "It's a great honor for me to be addressing members of the Economic Club of New York today, the first time I'm doing so since becoming the Club's Chair.", "Today's event was scheduled to take place in person, and we were really looking forward to the opportunity to come together.", "But predicting the future is nearly impossible, and here we are meeting virtually.", "I say it's \"nearly\" impossible to predict the future because I plan to share my outlook for the U.S. economy with you all over the next few minutes!", "We're not the only ones that expected business to be \"more like usual\" at this point in time.", "But the direct and indirect effects of the virus continue to shape the way we live our lives, do our work, and come together with others.", "On top of that, signs of the Delta variant's impact are showing up in the incoming data, contributing to more uncertainty about the future.", "Business, in fact, is unusual in many ways, and continues to reflect the extraordinary nature of the pandemic.", "In my remarks today I'll share more about how these effects relate to the economic outlook for the nation and right here in New York.", "I'll also go into some detail about the outlook for inflation.", "Finally, I'll discuss what this means for monetary policy and the road ahead.", "Before I continue, I need to give the standard Fed disclaimer that the views I express today are mine alone and do not necessarily reflect those of the Federal Open Market Committee (FOMC) or others in the Federal Reserve System.", "Economic Outlook I'll start by saying that the headline of our economic story is good news: the recovery continues to show solid momentum.", "But the subheading is that we'll need to be patient.", "Even with the strong pace of growth we experienced much of this year, a full recovery from the pandemic will take time to complete.", "The adjustment to rapidly changing circumstances, along with a resurgence in COVID-19 cases, is affecting consumer spending and jobs, sustaining supply bottlenecks in sectors such as autos, and delaying a full reopening of the service sector.", "So, to continue with the news analogy, here's the lede: I expect gross domestic product, or GDP, to increase around 5 1⁄2 to 6 percent this year.", "My current forecast accounts for strong growth in the first half of 2021, but also balances some slowing of growth in the remainder of the year relative to the first half.", "Now I'll turn to employment, something I know many of you as business leaders watch closely.", "Job gains by and large have been strong in recent months.", "On average, 750,000 jobs were added per month over the three months through August, and the unemployment rate now stands at 5.2 percent.", "At the same time, we're seeing indications that the labor market recovery is being impaired by the recent COVID surge.", "Job gains slowed noticeably in August, with the weakening concentrated in sectors most sensitive to the pandemic, including leisure and hospitality.", "Health concerns, early retirements, and childcare challenges continue to weigh on labor supply.", "Anecdotally, a lack of immigration and work visas is affecting labor supply as well.", "Another storyline that's taken hold is the cycle of hires and quits in the labor market.", "Clearly, demand for workers is very high-we see this in an elevated number of job postings and hires.", "At the same time, people are leaving their jobs in large numbers, either to look for new work or exit the labor force altogether.", "These conditions reflect the extraordinary nature of the pandemic, and also illustrate that we still have a long way to go until we achieve the Federal Reserve's maximum employment goal.", "In fact, there are over five million fewer jobs today than before the pandemic, and the unemployment rate is still far above levels reached early last year.", "When tracking progress toward maximum employment, it's important to take two points into consideration.", "First, even if job postings are at a record high, job postings are not jobs.", "These vacancies won't be filled instantly-it takes time for employers to find the right workers.", "And second, a full recovery means a recovery in employment, not just lower unemployment.", "Employment dynamics are driven by both the unemployment cycle and the labor force participation cycle.", "Because employed workers are more likely to remain attached to the labor force, these cycles are interrelated, as lower unemployment raises participation by reducing labor force exits.", "This relationship also means that the participation cycle lags behind the unemployment cycle, which is an important feature to keep in mind in assessing the state of the labor market.", "Even with this in mind, demand for workers and progress on hiring remain strong, and I expect some pandemic-related factors to diminish as progress is made on containing the virus both here and abroad.", "Therefore, I am confident that we will continue to see meaningful job gains and continued progress toward maximum employment.", "Inflation and Inflation Expectations The last aspect of the outlook that I'll speak about is inflation.", "Core Personal Consumption Expenditures (PCE) inflation, which excludes volatile food and energy prices, has averaged about 2-3/4 percent since the start of the pandemic.", "This is above the Federal Reserve's 2 percent longer-run goal.", "We saw some very high monthly inflation readings in the second quarter of this year, reflecting pandemic-related supply bottlenecks and imbalances, but more recent data have shown that the inflation rate is moderating.", "The earlier spike in inflation largely reflects the effects of the rapid reopening of the economy, which pushed supply and demand in extreme ways.", "In fact, we are now seeing some of the pandemic-related spikes retrace, including prices for lumber, used vehicles, and rental cars.", "This process of adjustment may take another year or so to complete as the pandemic-related swings in supply and demand gradually recede.", "As the economy gets through these highly unusual dynamics, I expect inflation to come back down to around 2 percent next year.", "One reason I expect inflation to moderate is that measures of underlying inflation and longer-term inflation expectations have been relatively stable during this period of otherwise volatile inflation readings.", "There are two important aspects of longer-term inflation expectations: their level and their sensitivity to economic conditions and, in particular, to inflation.", "In terms of the level of inflation expectations, survey- and market-based measures of longer-term inflation expectations have reversed the declines of the past several years and are now around levels seen seven or eight years ago.", "They currently appear to be well aligned with our 2 percent long-run inflation goal.", "A second issue is how well anchored inflation expectations truly are, and whether there is a risk that they could drift higher in response to the elevated rates of inflation we have been experiencing.", "A group of economists at the New York Fed took a closer look at recent behavior of inflation expectations from the Survey of Consumer Expectations.", "In particular, they looked at longer-term inflation expectations and found that expectations of inflation five years in the future have barely budged over the past two years.", "This evidence is reassuring that, despite the highly unusual swings in inflation over the past year and a half, inflation expectations are still well anchored.", "In addition, measures of underlying inflation that are not overly influenced by the effects of the pandemic have remained stable.", "With underlying inflation and inflation expectations running at levels consistent with our 2 percent longer-run goal, I expect inflation to decline to about two percent next year as the pandemicrelated effects on prices subside.", "Still, there is a great deal of uncertainty about the inflation outlook, and I will be watching the data on inflation and inflation expectations closely.", "New York Conditions These numbers tell the story of the economic outlook on a national level.", "But the New York economy faces unique challenges, and they may be more serious relative to other parts of the country.", "New York State's unemployment rate is well above the nationwide rate, and New York City's is almost double the national figure.", "Private sector employment in the state is down nearly 10 percent, with the hard-hit leisure and hospitality sector down 27 percent.", "That said, the most recent data show signs of improvement: employment across the state grew at roughly double the nationwide pace in August, with outsized growth in New York City.", "Looking ahead, I expect the New York economy to continue to strengthen along with the national economy over the next few years.", "The Fed's Policy Response This brings me to the Fed's policy response.", "In its December 2020 statement, the FOMC said it would continue asset purchases at the current pace until it sees substantial further progress toward our maximum employment and price stability goals.", "Given what I have said, I think it's clear that we have made substantial further progress on achieving our inflation goal.", "There has also been very good progress toward maximum employment.", "Assuming the economy continues to improve as I anticipate, a moderation in the pace of asset purchases may soon be warranted.", "It is important to remember that even after the asset purchases end, the stance of monetary policy will continue to support a strong and full economic recovery and sustained attainment of 2 percent average inflation.", "In particular, the FOMC has indicated that it will continue to hold the target range for the federal funds rate at its current level until the economy reaches conditions consistent with its assessments of maximum employment, and inflation has reached 2 percent and is on track to moderately exceed 2 percent for some time.", "There is still a long way to go before reaching maximum employment, and over time it should become clearer whether we have reached 2 percent inflation on a sustained basis.", "I began by saying that it's nearly impossible to predict the future.", "The economy remains tied to the extraordinary and unpredictable nature of the pandemic.", "But with continued progress on the economic recovery and a reversal of some of the pandemic's unusual dynamics, I anticipate that we will soon reach a time when business will be more like usual.", "I look forward to the Q&A portion of today's program, and very much look forward to seeing many of you when we are able to be together again.", "See Hobijn, Bart, and Ayşegül Şahin (2021), \"Maximum Employment and the Participation Cycle,\" paper presented at the 2021 Jackson Hole Economic Policy Symposium, August 27.", "Olivier Armantier, Fatima Boumahdi, Leo Goldman, Gizem Koşar, Jessica Lu, Giorgio Topa, and Wilbert van der Klaauw, \"Have Consumers' Long-Run Inflation Expectations Become Un-Anchored?,\" Federal Reserve Bank of New York Liberty Street Economics, September 24, 2021.", "Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, December 16, 2020."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic Outlook", "Inflation", "Employment", "Monetary Policy", "Labor Market", "New York Conditions", "Inflation Expectations", "Maximum Employment", "Asset Purchases", "Federal Funds Rate"]}