{"sentences": ["I sometimes feel that regulators are a bit like dentists: they are necessary but no one, apart from a few masochists, really enjoys a trip to see them!", "One of the more surprising things about the last year has been, despite Covid infecting our patients, the extent to which we've had to rebuild our toolbox for reasons entirely unrelated to Covid.", "Some of you may complain that this is because fertile minds within the PRA are always dreaming up unpleasant new types of regulatory drills and toothbrushes, and that we should just stick with the old ones.", "Others of you may have seen the 1970s movie Marathon Man, in which the hero (played by Dustin Hoffman) is tortured by an evil dentist who keeps asking him: \"Is it safe?\"", "Given the PRA's objective of safety and soundness, and in the spirit of post-Brexit de-regulation, perhaps we could actually just scrap all the rules and adopt this approach with CEOs instead, in the form of an annual visit to the prudential dentist.", "It might actually be rather effective.", "But honestly, I think we are just keeping pace with the world around us.", "I'm going today to set out what new instruments we have in that little metal tray next to the \"prudentist's\" chair, and what we plan to do with them, so that you can prepare yourselves.", "View from the chair The good news is that, despite the impact of Covid, our patients are generally alive and well.", "Looking across the banking and insurance sectors as a whole, capital and liquidity positions are strong and operational resilience has largely held up to Covid and cyber pressures.", "This is the result of the efforts that have been made by many people in financial services to get the industry onto a stronger footing following the 2008 crisis, as well as the fiscal, monetary and regulatory support provided in response to Covid by the authorities.", "This means that we have the luxury of sitting in the dentist's chair, and not in the hospital.", "A number of things seem much more visible than last time we were here: on the back of the door, a charter of regulatory freedoms to try new approaches following our exit from the EU; on the wall in front of the chair, new ideas on diversity and inclusion; and on the ceiling hanging over it all, the storm clouds of climate change.", "Plus of course Solvency II, which is resistant to being included in any form of analogy.", "Behind the chair But before coming to any of those things, unbeknownst to you the prudentist has in fact used some of the Covid lockdown to check her own teeth and try out some new tools on herself before starting in on yours.", "I can assure you that if you employ hundreds of people whose main job is to identify the weak spots in institutions, then when you step back a take a good look at yourself it is not an easy process!", "Nonetheless, through a thorough check-up of the PRA we have identified some ways in which we think we can improve our work going forward, with an eye to being as effective and efficient as possible.", "Much of this is about internal improvements of the kind which will be familiar to many of you from your own change programmes, across areas such as flexible resourcing, organisational design, the consistency of operations across silos and how well we use data and technology.", "But two areas may be of broader interest: the significant change we need to make as we take on a fuller rule-making role following Brexit; and an increased emphasis we intend to place on ease of exit.", "Starting with ease of exit, this is of course a very important thing to consider when you visit the dentist - just in case they turn out to be the kind of dentist who appears in Marathon Man.", "We of course aim to be a more sensible and reasonable prudentist, but the question of ease of exit for our patients has nonetheless become more pressing through time.", "A well-functioning and competitive market is one in which firms can enter and exit easily.", "Our competition objective leads us to pay particular attention to this, significantly more I would say than prudential regulators without such an objective.", "I have frequently bored this audience with the very long list of things we have done to encourage entry, particularly into retail and SME banking markets given the competition issues in them.", "I will resist the urge to do this again but confine myself to making the simple point that in the 8 or so years since its creation the PRA has authorised 61 new banks, of which 28 are really de novo UK banks, because I think these figures speak for themselves.", "We have, however, said and done less on ease of exit.", "By \"exit\" here we mean the point at which a firm becomes unviable and can no longer sustainably meet obligations to customers using its own resources.", "While this often ultimately ends in winding-up proceedings, outside of fast failures there is much that can be done beforehand to \"ease\" their passing .", "A reliably safe exit process is a vital corollary of ease of entry, as it allows us to be more accommodating to new entrants.", "The exception to this, and it is a very important one, is on the form of exit we call \"resolution\" - led by my colleagues Dave Ramsden and Sasha Mills and their hard-working team in the Resolution Directorate, with extensive support from PRA supervisors.", "On this type of exit we have done and said a lot, not all of it palatable to everyone in the audience but all of it designed to reduce the risk of the cost of bank failures falling onto the taxpayer rather than investors.", "Resolution - which in the case of smaller banks entails a Bank Resolution process - provides a backstop for the financial system for failed firms, with resolution reserved for larger firms because of the greater scope their failure has to cause collateral damage.", "Quietly, we have done a lot of work on forms of exit that see banks leaving the market before the backstop is needed.", "In fact, the PRA has over the past 8 years facilitated the orderly and solvent exits of 15 banks and 45 insurers.", "That these firms (as well as many more credit unions) exiting has gone largely under the radar and without impacting financial stability is a sign of success, and of a healthy functioning market.", "Almost all of these orderly exits have followed a wind-down or run-off process, which our supervision teams have worked intensively on with firms in order to execute them successfully.", "But despite the benefits of a safe and orderly exit process for firms before they get to the point of resolution or insolvency, this strategy has not been set out as a prominent feature of our approach for firms.", "For instance, the team running our recent check-up of the PRA found that supervisors of smaller mid-sized firms generally spend a small fraction (3%) of their time on orderly exit planning in normal times.", "Perhaps partly as a result of this, the business of managing these exits often proves extraordinarily challenging and time-consuming when it comes to the crunch.", "The exception to this is credit unions, which can nearly always be exited without great difficulties by our team together with FSCS and FCA colleagues.", "We therefore intend to do more in the coming years to increase our confidence that firms can exit the market without disturbing it, in an orderly way and without having to rely on the backstop of an insolvency or resolution process.", "This will entail: further developing our approach to wind-down and run-off planning, so that we and the firms we supervise have the capabilities in place to execute a safe and orderly exit should they building this in a proportionate way into BAU supervisory activity and tools, potentially using skilled person reports where needed; and looking at whether there is scope to reform any aspects of the protection framework of the financial services compensation scheme (FSCS) to ensure that depositors and policyholders are appropriately protected in insolvency, and paid out in a timely fashion.", "To avoid creating excessive alarm from those of you eyeing the prudentist as she considers this new form of intervention, the instruction manual does not contain any of: more capital; bail-in debt/MREL; or their close cousin, root canal surgery.", "Nor do we necessarily expect more exits than we have had in the past.", "It is our hope that through time this shift in our approach will reduce the risk of disorderly exits in the small and mid-sized population, and support a competitive and dynamic marketplace while increasing the effectiveness of our supervision.", "The other major area in which we need to update the PRA's own operating model is to accommodate the change in our role following Brexit.", "\"Take back control\" is a big deal in financial services, given the amount of regulation we have and the large extent to which it has come from or via the EU in recent decades.", "As a first step, Parliament has been debating: whose control?", "As control of the rulebook becomes a stronger reality now that we are moving away from the start-position in which we simply imported all the existing rules from the EU, what are the respective roles of Parliament, the government and regulators in this process?", "A lot has already been said on this by us and others so I will not repeat it here, but I will point out that we are busy preparing ourselves for whatever new role Parliament allocates to us.", "Indeed Parliament has already decided this for the latest round of Basel rules, and my colleague Vicky Saporta is leading our efforts to re-tool our policy-making function for this new era.", "We are also getting on with important reforms while that wider debate unfolds, rather than waiting for it to conclude.", "This is procedurally complex because the position we inherit from the onshoring of EU rules is one in which the location of rules sprawls rather uncomfortably across different levels of legislation and our rulebook.", "This messiness was necessary to get the onshoring done on time but it makes it complex and time-consuming to update rules - so I hope that we will be able to move to a more coherent structure through time, as proposed by the government in its Future Regulatory Framework consultation.", "In the meantime, it means that many of our reform efforts involve decisions not just for the PRA but also for government and Parliament.", "One of those efforts is our plan to bring in a simpler regime for smaller banks and building societies - we call this \"strong and simple\" just in case anybody thinks we want to have a weak regime for such firms.", "The prudentist does not believe in letting her younger patients develop cavities, but she does want to make their visits more pleasant.", "As far as I can work out from the many responses to our discussion paper, pretty much everyone thinks this is a good idea.", "The question now is how to design the simpler regime.", "The responses set out a broad range of views, which we are currently analysing.", "For instance, the discussion paper set out two alternative approaches to designing prudential requirements for the simpler regime - a 'streamlined' approach, which takes the existing framework as a starting point and modifies elements that are too complex for smaller firms, and a 'focused' approach, which is based on a narrower but more conservatively calibrated set of prudential requirements.", "There are advantages and disadvantages to each, and these will need to be weighed up when designing the regime.", "The responses to our discussion paper seem to suggest relatively stronger support for a streamlined approach, but we'll keep going through the responses in detail and then bring forward proposals for consultation in due course.", "Our other main early reform effort is less popular, strictly for the prudential enthusiast only.", "But it may well be more important.", "I refer of course to the review of Solvency II, led by the Treasury with close involvement from us.", "This is a great example of an area where we can tailor a regime designed for 28 countries to work much better for the one we inhabit, cutting bureaucracy and supporting competitiveness while maintaining high standards.", "I am grateful to actuarial teams and other colleagues in firms who have been hard at work preparing quantitative and qualitative submissions which should allow us to understand the potential impact of any changes.", "It is important that this work moves forward at a good pace, but it is also important that we get it right - no one will thank us if we accidentally drill a hole in a perfectly sound tooth, or put a cap on the wrong one.", "Some of those in the debate whose job it is to promote the interests of shareholders favour a straightforward weakening of the regime.", "We, with a statutory objective to protect policyholders, are cautious on weakening.", "This difference of perspectives is of course entirely unsurprising and a natural part of the reform process.", "For our part though we have reached no firm views on any proposals at this point, because even before consulting we will need to be informed by the data which will shortly come back in from firms.", "Looking across the debate, I remain cautiously optimistic that we will be able to come up with a major reform package which delivers all three of the objectives that the government has set for the review.", "Now I can feel some of you growing restless in the prudentist's chair, and it is true that Solvency II pushes my analogy, already somewhat laboured, well past breaking point.", "So let's look up at the ceiling instead, where climate change clouds are gathering.", "I'm not well equipped to tell you how much weight to attach to this summer's extreme weather events around the world, but they and the findings in the IPCC's latest report have been unnerving.", "In the meantime we have been busy on our own climate work.", "Since I last spoke at Mansion House we have published a discussion paper on options for greening the Corporate Bond Purchase Scheme, following a change in the remit of the Monetary Policy Committee; we have published our second annual climate-related financial disclosure report; and, most significantly for the PRA, we have launched our climate change biennial exploratory scenario exercise.", "Looking ahead the UK will host COP26 in November and we have an important deadline for PRAregulated firms to have embedded our supervisory expectations on managing climate-related financial risks by the end of the year.", "There is of course a lively debate about whether central banks and regulators should be doing more or less on climate change.", "Indeed my first meeting on getting back from summer leave was to review, with Andrew Bailey and other colleagues, our security team's preparations for an Extinction Rebellion action in the City around the Bank.", "Some of the protesters seem to believe we are doing nothing much at all, which I do not accept .", "At the other end of the spectrum, some have argued that central banks have no real role in responding to climate change.", "This also I disagree with.", "I think it would be completely non-credible for the PRA, charged with the safety and soundness of banks and insurance companies, to say that climate change and the financial risks it brings should be ignored in its work.", "I do of course agree that everything we do on climate must be directly rooted in our statutory objectives.", "But it is essential to acknowledge that banks and insurance companies are exposed to financial risks from climate change.", "As the prudential regulator, we must understand these risks and ensure they are being well-managed.", "Moreover, banks and the broader financial sector will play a pivotal role in financing the transition to a greener world, helping to mitigate the climate-related risks to the UK financial system and economy.", "Diversity and inclusion The same applies to our work on diversity and inclusion.", "It is not the job of the PRA or the wider Bank of England to pursue social policy - that is a matter for politicians.", "But we should do two things.", "First, we need to ensure that our own institution is sufficiently diverse and inclusive.", "The clear finding from our recent review is that currently we are not making sufficient progress, or moving quickly enough.", "Of course it is likely to be true that the sorts of issues which emerged in our review are present in many other institutions, and that they are part of a wider set of challenges which are not entirely within our power to tackle.", "That does not mean that we should not make strenuous efforts to improve our performance in this area, both because greater diversity and inclusiveness will aid the quality of our work and because as a national institution which relies on trust and confidence it is appropriate for us broadly to reflect the public we serve.", "Put at its simplest, for me the experience of our review highlighted the many ways in which coming from a white, middle-class background - and arguably also being a man - can make it easier to navigate an institution with the sort of heritage the Bank naturally has.", "In general I don't believe it is a single or small number of big issues which create that difference - it is mostly many, many smaller things repeated day in day out in people's experience of working life.", "We should iron those differences out, which will take a focused effort over time because changing attitudes and rooting out biases is not an easy task.", "I believe it is possible to do that while being proud of our institution and all the good things it has done through the last four centuries.", "Second, while improving ourselves we also need, together with Nikhil and his team at the FCA, to help the financial sector do likewise.", "In the case of the PRA, this is both because, in common with other public authorities, the PRA has a legal duty to promote equality, and also because there is a clear and direct linkage from a lack of diversity and inclusion in firms through to groupthink and from there through to financial disasters.", "I'm pleased that we've managed to advance the debate on this, and other very important aspects which the FCA is also interested in, through our recent discussion paper, and look forward to moving on to next steps once we have considered all the responses.", "Now I can imagine that at this point the more jaded amongst you may be eyeing the prudentist somewhat sceptically as she points out these various new features of her surgery.", "Where is the tooth-pick marked \"asset quality\", the drill called \"liquidity management\", the dreaded waterscaler known as \"governance review\", and that nice whizzy little polisher thing she uses at the end in order to test firms' cyber defences?", "Fear not, they are all still safely there in the tray and are all being used very thoroughly.", "There are just some other tools we now have to use as well, so that when she asks \"Is it safe?\"", "we can confidently respond \"Yes!\"", "and make a quick bound for the exit.", "My thanks to Hannah Schraer and other colleagues for their help in preparing this speech."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["ease of exit", "climate change", "diversity and inclusion", "Brexit", "Solvency II", "prudential supervision", "cyber resilience", "asset quality", "liquidity management", "governance"]}