{"sentences": ["A very warm good morning to you all.", "It is indeed an honour for me to be here at the India Economic Conclave 2021 organised by the Times Network.", "I have been looking forward to participating in this year's conclave, especially after an enriching experience during my participation in this event in 2019.", "The theme of this year's conclave, one which resonates very strongly is \"India's Decade: Reform.", "The COVID-19 pandemic has set forth the wheels of transformation for everything around us, from our work life to our policy priorities.", "As we toil towards addressing the challenges raised by COVID-19 with the aim to emerge as a modern and transformed India, I applaud the foresight of the Times Network in selecting such a pertinent theme.", "Today in my address, I have chosen to speak on a subject in which the Reserve Bank has a major stake - \"financial sector in a new decade\".", "Contextually, it is important to bear in mind that unlike the global financial crisis (GFC) of 2008 when financial sector vulnerabilities impacted the real sector, this time the risk of contagion is from the real sector to the financial sector.", "Globally, the measures initiated in the last decade after the global financial crisis were aimed at reducing leverage and improving the quality and quantity of capital, among others.", "As a result, before entering the Covid pandemic, banks were well capitalised and maintained high liquidity buffers, which - coupled with loan moratorium and asset classification freezes - helped them to stay resilient during these tough times.", "Measures taken by central banks and national governments such as reducing policy rates; capital, liquidity and regulatory relaxations; asset purchases; forex swaps; and government guarantees, among others, played a crucial role in preventing heavy sell-offs and protecting bank balance sheets.", "This collective endeavour resulted in stabilisation of the financial sector and provided necessary liquidity support to maintain the flow of credit in the economy.", "The rapid progress in vaccine has upgraded the global outlook although we are not out of the woods yet as fresh waves of newer variants of the virus bring in fresh concerns.", "While the global economy continues to reel under the impact of this unprecedented shock, the near-term financial stability risks have been contained on account of coordinated interventions of central banks across the globe.", "The present pandemic underlines the imperative of strong capital buffers in the banking system.", "While the capital reforms undertaken post GFC did provide space to cushion the immediate impact of the current pandemic, banks would need to shore up their capital position, both to absorb some of the slippages as well as to sustain credit flow, especially when monetary and fiscal measures unwind.", "While part of the global regulatory reform agenda is still under implementation, the pandemic provides an opportunity to test and evaluate the efficacy of various reform measures.", "The learnings from the crisis could throw up new focus areas to be addressed in the design of the international regulatory architecture for banks and other financial sector entities.", "In the Indian context, maintaining the health of the banking sector remains a policy priority.", "As I have stressed on several earlier occasions, the strength of a banking system depends on building its capital base while at the same time focusing on corporate governance and ethicsdriven compliance culture.", "Banks and NBFCs need to enhance their skillset to identify risks early, measure them, mitigate the risk proactively and build up adequate provisioning buffers to absorb potential losses.", "They should also augment their internal stress testing framework with severe but plausible stress scenarios.", "Upgradation of IT infrastructure and improving customer services together with cybersecurity measures are other key issues which also need attention.", "On our part, we have reorganized RBI's supervision of banks, non-banking financial companies (NBFCs) and urban co-operative banks (UCBs) under one umbrella and initiated a series of measures to strengthen supervisory oversight on these entities.", "Our focus is more on early identification of risks, putting in place a structured early supervisory intervention framework and increasing the focus on root causes of vulnerabilities than on symptoms.", "We are also harmonising the supervisory rigour across banks and NBFCs.", "The Reserve Bank has also been taking steps to provide all round support to improve the resilience of these sectors.", "Apart from liquidity support through targeted long-term repos (TLTRO) and special liquidity support windows, other measures included priority sector classification benefit to banks' lending to NBFCs for on-lending to priority sector, promoting colending model, harmonisation of exposure limits for banks' exposure to NBFCs under the large exposure framework, synchronisation of risk weights for exposures of banks to rated NBFCs with those of corporates, and relaxations for minimum holding period for securitisation and assignment.", "We have also strengthened the liquidity risk management framework with the introduction of granular maturity buckets and glide path for introduction of liquidity coverage ratio (LCR) for NBFCs.", "To augment risk management practices, a functionally independent Chief Risk Officer (CRO) with clearly specified roles and responsibilities was mandated for large NBFCs.", "The guidelines for Core Investment Companies (CICs) were revised in August 2020 with a view to address complexity and multiple leveraging, strengthen risk management and corporate governance practices, and induce transparency through disclosures.", "The revised regulatory framework for Housing Finance Companies (HFCs), issued in October 2020, aimed at harmonising the regulations between HFCs and NBFCs in a non-disruptive manner.", "Further, keeping in view the increasing significance of NBFCs in the financial system, we are in the process of finalising the guidelines on their dividend distribution and scale based regulation.", "The UCBs are registered as cooperative societies and have been under the dual regulation of the Reserve Bank and the Central/State Registrar of Cooperative Societies (RCS).", "The recent amendments to the Banking Regulation Act, 1949 (as applicable to Cooperative Societies) has brought the functions of governance, capital, audit and amalgamation of co-operative banks under the regulatory domain of the Reserve Bank.", "In the recent period, we have been taking measures to improve their governance structure, implement system-based asset classification norms, bring them into the CRILC reporting infrastructure and under the supervisory action framework (SAF).", "Last month, we have set up an expert committee to examine these issues and provide a road map for strengthening the UCB sector.", "Banking sector: Way Ahead 9.", "The Reserve Bank is striving towards a more competitive, efficient and heterogeneous banking structure.", "The licensing policies for universal banks, small finance banks (SFBs) and payments banks are a step in this direction.", "Presently, ten SFBs and six payments banks are operational.", "I foresee four distinct sets of banking landscapes emerging in the current decade.", "The first set will be dominated by a few large Indian banks with domestic and international presence.", "Second, there will be several mid-sized banks with economy-wide presence.", "The third set would encompass smaller private sector banks, SFBs, regional rural banks and co-operative banks, which may specifically cater to the credit requirements of small borrowers.", "The fourth segment would consist of digital players who may act as service providers directly to customers or through banks as their agents or associates.", "In fact, digital players would increasingly emerge as critical pieces across all segments.", "Let me now dwell upon the interplay and synergies that could be exploited by these four segments while they compete with each other to move up the ladder.", "Each of these segments needs to comprehend the future needs of the society and respond to the growth in the Indian financial sector.", "IT systems need to be developed to handle the exponential surge in the number of transactions.", "The example of Unified Payments Interface (UPI) which took three years' (20172019) to register a monthly count of 1 billion transactions, but doubled to 2 billion a month in a short span of another year clearly stands out.", "This demonstrates the need for scalability of systems and platforms in such a way that it can be easily scaled up, not 'incremental scalability, but 'exponential scalability'.", "India is on the way to becoming Asia's top financial technology (FinTech) hub with 87 per cent FinTech adoption rate as against the global average of 64 per cent.", "The FinTech market in India was valued at ₹1.9 trillion in 2019 and is expected to reach ₹6.2 trillion by 2025 across diversified fields like digital payments, digital lending, peer to peer (P2P) lending, crowd funding, block chain technology, distributed ledgers technology, big data, RegTech and SupTech, to name a few.", "In a world where the FinTech companies are leading in terms of the volume of digital transactions and playing a more active role in the banking and finance industry, it is important that the commercial banks adapt to the technological changes and work in tandem with these entities so that in future they are part of the ecosystem rather than competing with Fintech companies for business.", "A meaningful collaboration and co-existence in providing affordable and efficient value-added services would help both the worlds.", "From the regulatory perspective, it is RBI's priority to foster effective regulations with continuous knowledge acquisition so that we stay ahead of the curve.", "The Reserve Bank's endeavour is to ensure that the regulations do not constrain innovation; rather they should encourage and nurture innovation, without compromising the need for financial sector stability, cybersecurity, customer protection, etc.", "Optimality in regulation and supervision is the key.", "With this objective in mind, we have recently constituted a working group on digital lending, including lending through online platforms and mobile apps.", "Overall, an orderly growth of Fintechs will benefit all the stakeholders in the financial sector.", "Financial Sector and Payment System - Lifeline of the Economy 14.", "While we are on Fintech and technology, it would be extremely relevant to touch upon the developments in our payment systems where India has shown remarkable progress in recent years.", "As the adage goes \"the best way to predict the future is to create it\" and at the Reserve Bank, this is our unwavering approach when it comes to the future of payment systems.", "With our commitment to foster innovation, and provide state-of-the-art and safe experience to users, we have placed ourselves in the forefront of payment systems on a global stage.", "India has emerged as one of the leaders when it comes to payment systems; perhaps akin to the recognition in the COVID vaccine front.", "Sustaining this position is both challenging and exciting.", "The growth rate of Indian payment systems has been phenomenal, creating new records with each passing day.", "Digital payments volume in India increased at a compounded annual growth rate of over 55 per cent in the past five years from 5.9 billion in 2015-16 to 34.3 billion in 2019-20, almost six times in 5 years.", "Retail payment systems such as the UPI and Aadhaar Enabled Payment Service (AePS) have changed the entire dynamics of retail payment systems as they are being used at every nook and corner of the country.", "Last year when many other nations were writing cheques to provide stimulus to the people, we, in India, processed 274 crore digital transactions to provide Direct Benefit Transfer (DBT) to the people straight into their bank accounts.", "24x7 and interoperability are two key aspects that are the hallmarks of our payment systems and it would continue to be so.", "Interoperability is sine-qua-non if the existing infrastructure has to be leveraged to its optimum use.", "RBI's recent initiative in setting-up a Payment Infrastructure Development Fund (PIDF) to expand the reach of digital payments infrastructure into less penetrated regions is aimed at making payments more inclusive.", "The emphasis of the Reserve Bank is on operationalising all our payment systems round the clock, 365 days a year and I am happy to say that with 24x7 NEFT and RTGS systems, we are among a few countries that provide the facility to transfer any amount at any point of time.", "The success of UPI in India has attracted immense admiration from the international community and several countries across the globe have expressed interest in developing a system on similar lines which could provide a basis for stronger bilateral business operations and economic partnerships.", "The UPI system also has the potential to unfold into a cheaper and faster alternative to available means for multilateral cross-border payments as well.", "It would be appropriate to mention that our RTGS also has multi-currency capabilities and with 24x7 operations now, there is a scope to explore whether its foot-prints could be expanded beyond India.", "With the Reserve Bank at the forefront of nurturing innovation, the day is not far, when we will experience cheaper, faster and safer cross border remittances.", "Also, the indigenous Rupay card network has shown astounding growth across strata and has a significant market share.", "With Rupay having international presence, our home-grown card network could make a mark in the global financial landscape, going forward.", "The Reserve Bank is intensively involved in developing an ecosystem, which would not only nurture the future technologies, but also stimulate the technological aspirations of the financial community.", "On these lines, to enable the growth of FinTech in India, the Reserve Bank in August 2019 entered into the elite class of select few countries which have their very own regulatory sandbox ecosystem, where any regulated or unregulated entity can come and live test their innovative products or services in a controlled environment.", "This is a collaboration between the regulator, the innovators, the financial service providers and the end users (customers) which would ensure that Indian consumers continue to receive the best in class financial services.", "The responses to the 1st Cohort on \"Retail Payments\" and the 2nd Cohort on \"Cross Border Payments\" were encouraging.", "Additionally, the Reserve Bank has also created our own Innovation Hub (RBIH).", "This hub will collaborate with financial sector institutions, technology industry and academic institutions for exchange of ideas and development of prototypes related to financial innovations.", "The Bank for International Settlements (BIS) and several central banks have also set up such hubs to stay ahead of the curve in technology absorption.", "While doing all these, we need to be watchful of the risks associated with certain technological innovations.", "That being said, while we are working on introducing a digital version of the fiat currency, the Reserve Bank is also assessing the financial stability implications of introducing such a Central Bank Digital Currency (CBDC).", "As the underlying technology is still developing, we are exploring ways for a clear, safe and legally certain settlement finality, which is most crucial for a secure and efficient payment system.", "It also needs to be appreciated that there are not many practical instances of operationalisation of CBDC across the world; this calls for utmost precaution so that we can produce a safe and robust model.", "Enhancing cyber resilience is another important aspect when it comes to digital innovations.", "As we are expanding our operating hours and allowing for increased access and increased interoperability, there are persisting threats of cyber-attacks to our systems.", "Experience shows that even the most efficient and protected systems can get compromised which could expose stakeholders to disproportionate risks.", "The Reserve Bank is constantly creating awareness of such incidents and encouraging banks and non-banks to establish and maintain capabilities to avert such attacks.", "One must also know how to ring-fence such attacks when they occur and swiftly repair and restore the systems to normalcy.", "Cyber crisis proofing of systems by undertaking periodic tests as well as drills is essential.", "With increased digitisation and development of FinTech, the traditional ways of credit evaluation are expected to be replaced by new-age credit evaluation methods that focus on a slew of non-financial and reliable transactional data.", "Many FinTech firms have already adopted such an approach but it is expected that in times to come, this may become more mainstream than remaining a niche.", "This will further facilitate the cause of financial inclusion.", "At the same time, however, it throws up a host of new challenges in terms of concerns of data privacy, consent, and security.", "Ethical behaviour of stakeholders in the payments value chain is important to surmount these concerns.", "Ability of financial sector entities to respond to these challenges may become a key factor in the determination of their competitive advantage.", "Concluding observations 22.", "In the dynamic world of financial services, and more so after the pandemic, FinTech is expected to challenge the financial sector with innovations and its exponential growth.", "Harnessing FinTech for customer services will effectively control costs and expand the banking and non-banking businesses.", "The increased use of digital payments brought about by COVID-19 could fuel a rise in digital lending in the current decade as companies accumulate consumer data and enhance credit analytics.", "This in turn presents new and complex trade-offs between financial stability, competition and data protection; thereby, warranting new regulatory frameworks and novel ways of monitoring.", "It is imperative for the financial sector regulators to monitor global developments and formulate policy responses to the risks and the opportunities.", "Going forward, banks need to address the financing needs of new sunrise sectors without undermining the traditional sectors of the economy.", "This conclave gives us an opportunity to look back on what has been accomplished and deliberate on what still needs to be done.", "I wish to reiterate that we at the Reserve Bank are fully committed to use all our policy tools to secure a robust recovery of the economy from the debilitating effects of the pandemic.", "The Reserve Bank remains devoted to build an enabling environment to develop the financial sector and create necessary preconditions for growth while preserving financial stability.", "Central Repository of Information on Large Credits www.researchandmarkets.com/reports/5024695/fintech-market-in-india-2020"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Financial stability", "Digital payments", "Fintech", "Banking sector", "Credit risk", "Regulation and supervision", "Payment systems", "Financial inclusion", "Cyber resilience", "FinTech innovation"]}