{"sentences": ["12.01.2021 The need for an ambitious structural reform strategy* \"The productive model in the post-pandemic period.", "How can we improve the productivity of our economic system and use the reconstruction fund to this end?", "\"/Cercle d'Economia Pablo Hernández de Cos *English translation of the original speech in Spanish Good evening, ladies and gentlemen.", "Allow me to begin by thanking Cercle d'Economia and, in particular, professors Xavier Vives and Núria Mas, for their invitation to participate in this session.", "I also appreciate the fact that Cercle has placed the analysis of the post-pandemic productive model centre-stage in this event.", "Since the start of the COVID-19 crisis we have focused on tackling the enormous shortterm challenges this unique situation has posed.", "It has warranted unprecedented measures in various economic policy areas (monetary, financial, fiscal...), both domestically and internationally, and of course at the European level.", "With the horizon set by vaccine availability, and taking into account the fact that the economic effects of the vaccine roll-out will not be immediately discernible (meaning exceptional measures will have to remain in place for some time), it is important in parallel to address the medium-term challenges for our economy.", "It is as yet difficult to accurately assess the extent to which the changes caused by the pandemic will be durable.", "However, some of the changes under way look to be structural, such as those arising from further and greater digitalisation and the impact on productivity.", "As to the possible damages caused by the pandemic (such as greater unemployment and inequality, and the public finances shortfall), they all have a bearing on aspects where, prior to this crisis, the Spanish economy was already clearly falling short.", "Thus, the extraordinarily complex scenario resulting from the pandemic makes it all the more necessary to define an ambitious structural reform agenda.", "These reforms were, as I say, already necessary before this crisis.", "Our economy's poor productivity dynamics, the high rates of structural unemployment and temporary employment, and the challenges associated with population ageing, increasing inequality and climate change had all been clearly identified.", "Adding to these challenges are others emerging as a result of this crisis, such as those relating to the possible rolling back of globalisation and to the acceleration of digitalisation in the economy.", "Further challenges requiring an international response before this crisis should also be added.", "They include the need to complete Economic and Monetary Union and to promote European and global multilateralism.", "And nor must we forget the need to design a public finances restructuring strategy for gradual implementation once the pandemic is behind us.", "One important effect of an economic policy strategy that incorporates the application of structural reforms and the embryonic design of a fiscal consolidation process is that it would allow the expansionary effects of the short-term public support measures to be boosted.", "And such measures are, as I say, still necessary.", "We should not underestimate the favourable impact such a strategy would have on the credibility of our economic policy, on agents' expectations about our growth capacity and, in sum, on agents' spending and investment decisions in the short term.", "Two other considerations are also worth pondering here.", "First, many of the structural reforms needed are geared to increasing our economy's adaptability.", "In a post-crisis setting that is so uncertain and subject to such potentially significant changes, gaining in adaptability is crucial.", "Second, one of the most positive developments regarding the economic policy response to the current crisis has been its forcefulness at the European level, particularly following the approval of the recovery funds.", "In my view, these funds can and should be used to finance some of the structural reforms, in addition to priority being given to financing projects that seek to enhance our medium and long-term growth.", "I shall now go into greater detail on the content of the reforms required to ensure that the Spanish productive model can offer all Spaniards a more prosperous horizon.", "As a guiding principle for some of these reforms, I shall use the consequences that our economy's structural problems cause for our younger generations.", "Today's youth will experience much of our country's need to adapt to the post-pandemic situation.", "And it will be they, too, who will perceive to a greater extent in the years ahead how successfully or not we face these challenges as a society.", "Any structural reform strategy in Spain has to depart from an acknowledgement of three facts.", "First, the main determinant of the Spanish economy's low potential growth is its scant productivity growth.", "In the past 20 years, total factor productivity has averaged annual growth in Spain of 0.2%, far behind countries such as Germany and the United States.", "Moreover, although our productive structure is skewed towards sectors of activity that usually post low productivity growth, our lower productivity compared with other European countries is seen in virtually all sectors.", "Further, our unemployment rate has been persistently very high and higher than that of other developed countries.", "Specifically, since 1980, the average unemployment rate in Spain has stood at almost 17%.", "Finally, we should be mindful that the current recessionary episode began with a higher level of inequality than that in place at the end of the previous expansionary cycle.", "There is every suggestion this crisis will see a further increase, since it is affecting to a greater extent groups which, generally, were earning relatively low incomes.", "These facts are, moreover, closely interconnected.", "Low productivity and high unemployment do not only give rise to lower economic growth; they are also a source of inequalities.", "It is difficult to conceive a sustainable reduction in inequality in Spain without an improvement in productivity or without a reduction in unemployment.", "For example, the higher productivity gains are, the greater the possibilities of increasing wage levels and the quality of jobs created, and the greater too the resources for funding public policies.", "Enhancing productivity dynamics calls for action in several areas.", "First, we have to improve our human capital and, therefore, our education system, which is currently weighed down by a very high early school leaving rate and by relatively low quality levels.", "Indeed, compared with other developed economies, a high number of young people in Spain continue to leave the education system with only basic studies.", "In addition, the unemployment rate of Spanish graduates is almost double that in the euro area.", "The proportion of graduates working in high-skilled jobs is also lower.", "Moreover, these differences cannot be attributed to our young people choosing different university courses than their counterparts of other nationalities.", "Beyond the effect of a productive structure skewed towards low-skilled services or of an education system only tenuously connected to the business world, these data evidence quality problems in the system.", "By way of illustration, the core academic competencies of Spanish university-educated adults3 are lower than those of their European counterparts, in particular in the case of maths skills.", "Moreover, according to the Academic Ranking of World Universities (ARWU), no Spanish universities are among the top 100 globally, and there are only seven among the top 400.5 It is also quite possible that the health crisis (in particular the suspension of face-to-face classes at the height of the crisis) may have affected academic performance or the learning of non-cognitive skills, since online learning is not a perfect substitute for presence-based education.", "These effects can vary greatly depending on social strata, because of the differing penetration of communication technologies in households and of parents' different educational levels, which in some cases may have detracted from the support needed for online learning.", "All these shortcomings, along with the need to tackle the challenges posed by globalisation, technological progress and task automation, point to the advisability of reconsidering the Thus, 32% of men and 23% of women aged 25-29 are estimated to have left school having completed compulsory secondary education at most, at some distance from the respective figures of 17% and 14% for the euro area countries on average.", "See B. Anghel, S. Puente and A. Regil (2020), \"The employment status of tertiary education graduates in Spain: a euro area comparison\", Box 6 of the \"Quarterly Report on the Spanish Economy\", Economic Bulletin, 4/2020, Banco de España.", "Based on the OECD's PIAAC report.", "In this case, the competencies of Spanish graduates are not higher than those of secondary school-educated adults from certain European countries such as Denmark, Sweden, Slovakia, the Netherlands and Austria.", "This ranking is constructed drawing on indicators that measure the quality and quantity of universities' scientific production.", "By comparison, France, Germany and the United Kingdom have 19, 27 and 34, respectively, among the top See H. Cooper, B. Nye, K. Charlton, J. Lindsay and S. Greathouse (1996), \"The Effects of Summer Vacation on Achievement Test Scores: A Narrative and Meta-Analytic Review\", Review of Educational Research, in R. J. Alexander (2001), Culture and pedagogy: international comparisons in primary education, Oxford, Blackwell, which shows the international evidence indicating that reductions of one year's schooling (180 days) entail declines in academic performance measured in standardised exams.", "This effect is associated above all with students from a more underprivileged background.", "See also K. Alexander, D. Entwisle and L. S. Olson (2007), \"Lasting consequences of the summer learning gap», American Sociological Review, Vol.", "167-180. institutional design of the education system, and of curriculum content and the very nature of learning.", "The goals should be to promote individualised and early pupil orientation; to improve the recruitment of teaching and research staff and to tie funding of the system to targets of excellence, at the university level; and, in respect of vocational training, to allocate resources for the redesign of the system so as to achieve a better mix of general training and practical experience in companies.", "Technological capital is another key underpinning of any growth strategy.", "The Spanish economy also falls short here.", "The proportion of innovative firms in Spain is much smaller than the percentages observed in France, Italy and Germany, and the weight of public and private investment in R&D is 26% and 54% of GDP, respectively, lower than the European average.", "This gap is due, at least in part, to certain structural characteristics that restrict the innovative capacity of firms in Spain.", "These include the shortfall in available human capital, to which I have referred, and the productive structure's bias towards low-technologicalcontent sectors.", "But one key factor requiring particular attention is access to both public and private financing for business projects with a high innovative content.", "The high uncertainty normally characterising the results of investment in R&D&I, and the lengthy time horizon until such results materialise, warrant general government acting as a catalyst in the related financing, especially in the field of basic research.", "This is all the more so given the positive - and potentially disruptive - effects that certain investments in these areas may have on the population as a whole.", "An economic crisis like the current one makes this particularly relevant, given that the experience of previous crises indicates that, as is the case with productive public investment, firms' investment in innovation usually falls significantly at times of uncertainty and financial hardship.", "This reduction has a negative bearing on long-term growth.", "However, possible public measures here should not be confined solely to providing for a bigger budgetary outlay.", "Changes to promotion and career arrangements in research to encourage the recruitment and development of new high-potential researchers would likewise be desirable.", "Also, a restructuring of the public organisations that promote innovation could be considered, in an attempt to harness synergies and strengthen resource-allocation mechanisms between centres on the basis of academic excellence.", "Increased productivity also requires improvements in the business environment, competition and business dynamism.", "The economic literature shows that market structure and the business environment play an essential part in the correct functioning of markets for goods and services and are a key determinant in the degree of efficiency and productivity of the economy.", "In turn, these aspects are governed by regulation.", "In this respect, the Spanish economy is characterised by the small size of its firms, and it is precisely in the SME sector that a sizeable negative productivity differential is observed relative to European firms.", "Boosting the growth of SMEs would not only raise their productivity but would also bolster the financial soundness of the business sector.", "The present crisis has once again highlighted the fragility of small firms in a downturn.", "Accordingly, we need to ensure that the goals sought by all those regulations that introduce some degree of discrimination by firm size are compatible with competition and do not pose obstacles to business growth.", "In addition, further efforts must be made to improve the regulatory framework so as to bring it into line with the best practice of our European peers.", "The available indicators show that there is room for improvement as regards the steps to be followed to set up new businesses, the regulation of some sectors (such as retail trade, certain transport segments and some professional services) and even the functioning of the judicial system.", "Moreover, in such a decentralised country as Spain, it would also be appropriate for the regional and local governments to put their different regulations on a common footing, in order to adapt their requirements to best practice and reduce the obstacles to market unity.", "Lastly, one key aspect of business dynamism stems from the regulation of insolvency arrangements.", "In this case also, the Spanish system is less efficient than that of our fellow Europeans.", "Swift and simplified administrative procedures to increase the efficiency of the debt relief, insolvency and restructuring processes should be put in place.", "Debtors in financial difficulty should be able to access a preventive restructuring framework that would allow them to continue to pursue their business activity while they are still viable.", "Speed of resolution in these situations is also essential to minimise the losses deriving from falls in asset values when these processes drag on.", "More appropriate procedures and incentives are also needed to avoid suboptimal levels of liquidation of firms and destruction of the productive system.", "This reform is particularly important in the present setting, in which both personal and business insolvencies are expected to increase, in light of the scale and nature of the shock that we are currently undergoing.", "And even more so in a setting in which the short-term economic policy response means that the amounts owed to general government by firms in difficulty will foreseeably be much higher than in previous crisis periods.", "The low productivity of the Spanish economy is also connected with some of our labour market problems.", "This is the case, for example, of the high level of temporary employment, which over the last decade has averaged 25.2%, compared with 13.9% in the euro area.", "The negative impact of temporary employment on productivity is connected with the lower level of accumulation of work experience and the limited incentives for firms to train their temporary workers.", "Apart from its effects on productivity, the high level of temporary employment also has persistent negative consequences for lifetime earnings, inequality and decisions to leave home or have children.", "Indeed, temporary employment has a particularly harsh impact on young people.", "In addition, younger workers record the highest rates of part-time work and shorter contract duration.", "These trends are also observed in other European economies and could, therefore, have a certain structural component linked to the impact of globalisation, digitalisation or robotisation.", "For all these reasons, it is essential that the duality of the Spanish labour market be reduced.", "To this end, employment protection mechanisms must be reviewed, to make the necessary protection for workers compatible with flexibility for firms.", "In particular, I believe it would be appropriate to explore, for instance, employment contracts with termination costs that rise over time, which would reduce the artificially high protection discontinuities between workers with different years of experience.", "Also worthy of attention are mixed models.", "These combine the possibility of workers building up part of their termination costs in a fund in advance, while they are working, with an amount of severance pay in the event of termination that increases with years of experience.", "Apart from the high level of temporary employment, the most negative characteristic of the Spanish labour market is, without doubt, the high unemployment rate (and in particular the excessive persistence of unemployment).", "For example, at end-2019, almost 43% of the unemployed had been seeking employment for more than a year.", "Unemployment is particularly high among people with lower levels of education and young people.", "The present crisis is also having a particularly harsh impact on low-skilled employment and on young people, given that they are more likely to have temporary contracts and to be employed in those sectors that have borne the brunt of the measures taken to contain the pandemic, and also because the tasks involved in this kind of work do not lend themselves to teleworking.", "As a result, in 2020 Q3 the unemployment rate among young people stood at 40.4%.", "The importance of this high youth unemployment rate should not be underestimated, given that the available evidence shows that spells of unemployment at the start of working lives J. I. García-Pérez, I. Marinescu and J. Vall Castelló (2020), in \"Can Fixed-term Contracts Put Low Skilled Youth on a Better Career Path?", "Evidence from Spain\", The Economic Journal, doi:10.1111/ecoj., find that comparing young people (of similar characteristics) who joined the labour market just before temporary employment contracts were liberalised with those who joined it just after, almost 30 years later, the second group records 7% lower labour income than the first group.", "See S. Puente and A. Regil (2020), \"Intergenerational employment trends in Spain in recent decades\", Analytical Articles, Economic Bulletin, 2/2020, Banco de España.", "See, for example, D. Acemoglu and D. Autor (2011), \"Skills, tasks and technologies: Implications for employment and earnings\", Handbook of Labor Economics, no.", "907-940; and D. Comin, A. Danieli and M. Mestieri, \"Demand-driven labour market polarization\", mimeo.", "See B. Anghel, A. Lacuesta and A. V. Regil (2020), \"Transferability of workers' skills in sectors potentially affected by COVID-19\", Analytical Articles, Economic Bulletin, 2/2020, Banco de España; and B. Anghel, M. Cozzolino and A. Lacuesta (2020), \"Teleworking in Spain\", Analytical Articles, Economic Bulletin, 2/2020, Banco de España.", "may have quite persistent effects, for example weighing on the productivity of the workers concerned throughout their working lives, thus making it difficult for them to recover their income levels.", "For this reason, it is particularly important that economic policies are geared insofar as possible to incentivise employment for this group of workers.", "It is also important to note that the COVID-19 crisis is having a very uneven impact by sector of activity.", "Some of these dynamics may ultimately give rise to permanent changes in the sectoral composition of the economy and, therefore, in the employment needs of the different productive sectors.", "The sectors hardest hit by the pandemic have a higher proportion of workers with low levels of education and involve a lower proportion of tasks involving information technology and numeracy and literacy skills.", "This may make it difficult for these workers to be employed in other productive sectors that enjoy better growth prospects in the near future.", "In consequence, it is essential that Spain reinforces its active employment and training policies.", "Mechanisms must be put in place to ensure that the unemployed are provided with individual monitoring and guidance, based on statistical profiling techniques that are able to match the unemployed with the vacancies available.", "In addition, continuous training should be reinforced and it would be desirable to maintain the possibility of using training contracts, granting as much flexibility as possible both to young workers and to the firms hiring them.", "Lastly, the hiring incentives currently in place should be reviewed and priority given to those earmarked for workers with lower education levels, with continuous assessment of their effectiveness.", "The present crisis has also prompted an economic policy response that seeks to protect workers who have lost their jobs as a consequence of the pandemic, the main instrument being the short-time work and temporary layoff arrangements.", "These allow workers to preserve not only their income but also their employment relationship, as they can return to the same job when the economic situation improves.", "Parallel to these measures, in a setting in which there may be significant and persistent changes in firms' demand, and also important sectoral transformations, it is important to ensure that the various flexibility mechanisms that firms have in the current legal framework function correctly.", "These internal adjustment levers, appropriately calibrated to the present situation, are a valuable means by which to safeguard the viability of many firms and, therefore, their workers' jobs.", "Policies that seek to improve productivity and to reduce unemployment and temporary employment should also serve, as I have said, to address the challenge posed by growing inequality.", "Here too it should be noted that young workers have less protection in cases of involuntary unemployment, as they have had less time to build up rights, both to unemployment and severance pay, not only because of their age but also because of their higher level of temporary employment,12 which translates into significant differences in the amount of severance pay received.", "Even among the unemployed who receive their full unemployment benefit, and among those who fail to reach the minimum previous experience threshold necessary but can apply for unemployment assistance, the rates of cover differ considerably by age.", "The employment protection and household income support measures approved during the crisis should help ease the vulnerability of the households most affected.", "In addition, in coordination with the regional government schemes already in place, the recently approved minimum income scheme could help reduce the level of extreme poverty.", "As envisaged in the regulations, this will require continuous assessment of the effectiveness of the eligibility criteria established for providing support to the most vulnerable groups, and of the incentives that this measure creates as regards helping the beneficiaries enter the labour market.", "Another important question, in relation to inclusion policies, concerns rental housing affordability problems for certain groups, particularly young people.", "This is a global phenomenon, especially apparent in the metropolitan areas of the advanced economies.", "As a result of the reduction in their ability to save and job insecurity, this phenomenon has again particularly affected young Spanish people.", "From 2014 to 2017, the percentage of owner-occupier households whose head of household is under the age of 35 declined by 8 pp, to 41.3%.", "Also, the rise in the demand for rental housing was not accompanied by a commensurate increase in supply.", "Hence, among other consequences, the price of rentals has increased considerably, making housing less affordable for this group.", "International evidence shows that policies to increase the supply of rental housing are the most effective way of tackling these problems.", "In particular, many countries have opted to combine the introduction of public guarantees with tax incentives for private sector rental housing development.", "Also, it is crucial to guarantee legal certainty for owners.", "Moreover, we should not forget the need to press ahead with efforts to reduce the gender gap.", "This would suggest measures conducive to a better work-life balance, increasing the support for households and improving labour market opportunities, especially for young This explains why the percentage of young unemployed persons who receive unemployment benefit is much lower, specifically 21% for the under 25s, compared with 47% for the unemployed in the 25-44 age group.", "If the rights to unemployment benefit of workers of different ages are estimated in a random sample of workers registered with the social security system in 2019, the estimated average compensation for workers under 26 is €64, compared with an average of €1,050 for those over 45.", "Ranging from 5% for unemployed persons under 25 to almost 30% for those over 45.", "In this case, the eligibility and length of cover criteria are more complex, but once again the comparison by age continues to show a strong bias in favour of older workers.", "Thus, for example, a young unemployed person with no dependants and with less than six months' previous work experience is not eligible for unemployment assistance.", "By contrast, any unemployed persons over 52 who have received all the employment benefit to which they are entitled can receive unemployment assistance indefinitely until they reach retirement age.", "See Banco de España (2019), \"Survey of household finances (EFF) 2017: methods, results and changes since 2014\", Analytical Articles, Economic Bulletin, 4/2019.", "D. López-Rodríguez and M.a Ll.", "Matea (2019), \"Recent developments in the rental housing market in Spain\", Analytical Articles, Economic Bulletin, 3/2019, Banco de España.", "single mothers, precisely the group most affected economically by the decision to have children.", "In addition to these issues that are specific to the Spanish economy, we should also address some far-reaching challenges common to most advanced economies, such as the transition to a more sustainable economy and population ageing.", "As regards the first of these factors, fiscal policy must play a leading role in the strategy for tackling climate change and smoothing the transition to a more sustainable economy.", "The role of fiscal policy should be to discourage the most environmentally harmful activities (ideally through an internationally harmonised tax system), while boosting the public and private investment needed to develop cleaner technologies and alleviate the social costs of transition.", "Other policies may also supplement fiscal policy in achieving these targets.", "Specifically, it is incumbent upon the financial sector to play a significant role in this area.", "For this purpose it is crucial that climate change risks are incorporated into the decisionmaking process.", "The development of environmental stress tests by supervisors will be a useful instrument here, as will too the international harmonisation of a taxonomy to provide transparency on activities that contribute to the transition to a low carbon economy.", "One of the biggest challenges facing the developed economies and the Spanish economy in particular is population ageing, as illustrated by the projections for the dependency ratio.", "The extraordinary scale of this challenge is a result of the numerous implications of these changes for economic growth, the labour market and fiscal policy, among other areas.", "Of all these challenges, allow me to stress two.", "First, the challenges that population ageing poses for the economy's potential growth, through its impact on the labour market and worker productivity.", "In this respect, it is worth emphasising that the labour force participation rate varies significantly according to age, tending to decline as the age of retirement approaches.", "Against a background of population ageing and intense technological change it is once again essential to insist on the need to boost investment in innovation, but also in education and in continuous training at work.", "A rethink of working conditions would also be desirable to encourage transitions between occupations over working lives, as these have been shown to help increase productivity and extend labour force participation.", "The opportunities that the demographic challenge offers to the development of some sectors in the medium term should, however, not be overlooked.", "Notable among such sectors are health, leisure, tourism, real estate and finance.", "Spain is in a privileged starting position to compete in the provision of services to elder sections of the population (the \"silver economy\"), given our special geographic and cultural conditions and the pattern of sector specialisation we have developed in recent years.", "To harness these new opportunities will require a nimble response both in the public and private sector, and continuous improvements in quality and efficiency in the provision of the goods and services demanded by a more elderly society.", "Second, the effects of population ageing will be particularly notable in the case of public finances.", "The European Commission projects that spending on health and long-term care will be almost 2 pp of GDP higher in Spain in 2050 than in 2016.", "The upward pressure on pension spending will be even greater.", "Here, following the suspension of the application of the compensatory mechanisms included in the 2013 reform, additional measures will be needed to guarantee the future sustainability of the pension system.", "The debate in this area should start with the setting of the level of benefits that the public pension system provides, ensuring that sufficient funds are raised to finance such benefits, while establishing basic intergenerational equity parameters.", "Some countries (such as Germany, Sweden and Italy) have opted to introduce mechanisms to adjust the level of benefits or retirement age to life expectancy in order to stabilise the system.", "Also, it would be advisable to increase its transparency and to strengthen the link between the contributions made and benefits received, always ensuring an appropriate level of sufficiency.", "Introducing incentives to favour greater alignment between the effective and the statutory age of retirement would also be desirable.", "All the challenges I have mentioned existed before the outbreak of the pandemic, although the latter has increased the need to tackle them head-on.", "But new challenges are emerging as a result of this crisis.", "The crisis has highlighted some of the vulnerabilities associated with globalisation and the risks arising from protectionism.", "Spain must take a leading role in defending a model of global trade, based on multilateral rules and free competition.", "We should not forget that the Spanish economy has become significantly more open, a development that has been essential for our growth, but which also makes our economy more sensitive to any possible international trade retrenchment.", "The crisis may also accelerate the digitalisation of the economy.", "On the one hand, it has demonstrated the potential of working from home, the use of which was limited in Spain prior to the crisis.", "Its development will require the bolstering of its positive aspects and efforts to alleviate its disadvantages.", "In particular, there is evidence that, where the appropriate conditions do not exist, productivity may be lower for remote working than for on-site work.", "Thus, training policies may be required to ensure that the employment opportunities generated by greater use of this way of working are harnessed.", "At the same time, the advance of e-commerce during the lockdown, which came on top of its extraordinary growth in recent years, may intensify in future.", "In this case, it will be fundamental to understand the implications of this process in terms of the dynamics of competition between firms and prices, and, if necessary, to take action to minimise any adverse effects.", "Finally, allow me to mention European governance.", "This crisis has shown that, despite the progress made in recent years and the reaction to the crisis itself, we need to press ahead with improvement of euro area governance.", "Specifically, we should capitalise on the momentum of recent agreements, and in particular the launch of the Next Generation EU recovery plan, to establish a permanent fiscal mechanism for European macroeconomic stabilisation, allowing greater risk-sharing, for example through European unemployment insurance.", "Completion of the Banking Union, with the approval of a fully mutualised European deposit guarantee scheme, is also a priority.", "Progress is also needed in reducing the barriers to a genuine Capital Markets Union.", "In conclusion, removing the obstacles that limit the horizon of Spain's progress requires a growth strategy to be designed and implemented.", "This strategy needs to be urgent, ambitious, comprehensive, assessable and based on broad consensus, as I said on the occasion of my appearance before the Parliamentary Committee for the Economic and Social Reconstruction of Spain after COVID-19.", "Urgent, because of the extraordinarily complex situation we find ourselves in and the scale of the challenges we face.", "Ambitious, because the complexity of the situation and the scale of the challenges require the implementation of a broad package of reforms, many of which are disruptive, rather than small isolated adjustments.", "Comprehensive, because the different challenges that shape the economy's growth outlook and the well-being of our society are closely interrelated.", "Attempting to resolve any of them in isolation is neither feasible nor desirable.", "Also, the strategy must be regularly assessed, to identify areas where its design or application may be improved.", "Lastly, it must be based on broad consensus, in order to infuse it with permanence and credibility.", "Structural challenges call for lasting structural responses."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Productivity", "Unemployment", "Inequality", "Education", "Labor market", "Globalization", "Digitalization", "Population ageing", "European governance", "Fiscal policy"]}