{"sentences": ["I extend my gratitude for this invitation and opportunity to be here with you all.", "Hope all of you are keeping safe in these challenging times.", "Technology has transformed our lives in this increasingly interconnected world with mobiles and hand-held devices enabling ubiquitous access and broader reach.", "It has concomitantly enabled businesses to penetrate new markets and new geographies which they were hitherto unable to reach.", "This growth of technology also has the capacity to transform financial intermediation as access to financial data when harnessed to sophisticated technology creates the potential to bring changes in the delivery of products and services, consumer service, financial products from what we had experienced and grown accustomed to over the years.", "In the financial space, regulators across the globe over the last few years have played an enabling role to unlock access to the financial data buried within the books of the financial institutions books through initiatives such as Payment System Directive (PSD2) in Europe and Account Aggregator in India.", "The key impact of these initiatives has been the democratisation of data and the shift of power over data accessibility and usage to the owners of data rather than to holders of data.", "In the recent years, technology driven newer modes of financing, financial business models, specialized financial services and products have enabled FinTech driven innovation in areas such as P2P lending, wealth management, microfinance, smart-contract, AI/ML based decision analysis systems and robo-advisory, etc.", "However, fragmentation of financial data across different financial service providers creates hurdles to effectively utilise it to address the credit needs of the individuals and to provide comprehensive financial solutions to them.", "With a favorable start-up ecosystem by the Government, India has seen massive investments into financial services sector.", "It has further accelerated with the surge in e-commerce and smartphone penetration.", "The integration of fintech based delivery of products and services with the formal channels has extended the last-mile availability of financial services.", "I believe that the Reserve Bank has been ahead of the curve in adoption of financial technologies and has come out with appropriate enabling regulations for new products and services when the industry itself was at nascent stage.", "Peer to Peer (P2P) lending, Account Aggregator (AA) and credit intermediation over \"digital platform only\" NBFCs are cases in point where the regulation has helped the industry to grow in a systematic and robust manner.", "RBI's initiatives on UPI, Regulatory sandbox and innovation hub are also testament to our proactive fintech initiatives.", "However, keeping in view the theme of this event, allow me to focus on the issues around the institution of and the framework around Account Aggregators for today.", "Account Aggregators- Initiative of RBI 5.", "The framework for AA was issued on September 02, 2016 by the Reserve Bank with the objective of facilitating aggregation of all financial assets of an individual.", "The approach was to make sharing and aggregation of financial data possible in a secure, transparent, and efficient manner by setting-up an intermediary which will also be responsible for the customers' consent management.", "These intermediaries are AAs, which are also registered as Non-BankingFinancial-Companies with the Reserve Bank.", "Account Aggregator retrieves or collects information related to financial assets of a customer from the holders of such information (termed as Financial Information Providers (FIPs)) and aggregates, consolidates and presents it to the customers or specified users (termed as Financial Information Users (FIUs)).", "The transfer of such information is based on an explicit consent of the customer and the response is envisaged to occur in real time.", "Data cannot be stored by the aggregator or used by it for any other purpose and shall be shared only with the regulated financial entities.", "The Directions require robust data security and customer grievance redressal mechanism to be in place.", "The AA should have proper consent architecture and audit trails should be available.", "The directions require Financial Information Providers (FIPs) to implement interfaces that will allow an Account Aggregator to submit consent artefacts and authenticate each other, to enable secure flow of financial information to the Account Aggregator.", "Advantages of AA ecosystem 7.", "AA framework assists in decision making required for provision of various financial services viz., lending, loan monitoring, wealth management, personal finance management, etc., by eliminating paper trails.", "Needless to mention that it is not an exhaustive list.", "Further, AAs can facilitate the access to financial services and credit to earlier underserved and unserved segments by reducing information asymmetry.", "Let us take examples of MSMEs.", "Undoubtedly, MSMEs play a pivotal role in economic development and creation of employment.", "However, they sometimes face obstacles in accessing credit from formal channels due to lack of acceptable collateral and verifiable data about their financial health.", "Disruptions to businesses due to the COVID-19 pandemic conditions have further worsened this credit gap.", "In the current environment, their financial data resides with multiple regulated entities and it becomes difficult for the MSME borrowers to consolidate this data and share it with the lending institutions.", "If not an obstacle, it can still cause delays in the credit sanction process and affects its (i.e.", "MSMEs) ability to access credit in a timely manner.", "In order to solve this problem AA can act as an intermediary in aggregating and presenting the financial data based on an explicit consent from the customer.", "AAs can consolidate all consented transactional data, including cash-flow statements across lenders.", "Data would be fetched real-time directly from the source, tamper-proof and at a low cost.", "This would bring down the cost and burden of verifying the data and compliance cost for the borrower.", "Second Stage initiatives under AA framework in India: \"Technical Specifications\" 9.", "As business of AAs grow, it is feasible for different categories of financial institutions under jurisdiction of different financial regulators to talk to one another over their respective technologybased platforms.", "Seamless movement of data over different institutions with complete confidentiality will be a sine qua non for orderly growth and smooth functioning of the AA framework.", "To ensure seamless and secured flow of data across AAs, FIPs and there would be a need to have some generic technical standards prescribed for the AA ecosystem participants so that movement of data is duly authorised and secure.", "Generic technical standards should aim to ensure that - i) there is smooth and consentdriven flow of information across the participants in the AA set up; ii) interoperability in the AA framework is ensured; iii) integrity of data flowing across the participants is enforced and iv) Scope for future development is not restricted.", "Towards this end, Reserve Bank Information Technology Pvt Ltd (ReBIT), a wholly owned subsidiary of the Reserve Bank, in consultation with the us has come out with a set of open APIbased technical standards.", "The key features of these technical standards are recommended so as to ensure that the design of AA ecosystem is data-blind; based on electronic consent; generates non-repudiable audit trails and allows for interoperability & layered innovation.", "The regulatory features of AA framework, viz.", "explicit and electronic consent for data sharing, audit trails, data blind AA platform, etc.", "are progressive and pre-emptive in nature.", "The customer has full control over the information that is being shared through AA and is also in charge over consent mechanism (grant/ revoke).", "These measures will ensure that apprehensions around privacy and concerns regarding data protection are largely addressed.", "AA framework also benefits FIUs as they get access to the financial information of the potential customers on real time basis which reduces the turnaround time for provision of financial services, thereby achieving the convenience and speed demanded by customers.", "Challenges and way forward for the AA ecosystem in India: 13.", "The larger goal of AA is to empower customers and reduce information asymmetry and is aimed at ensuring that the customer has full control over the information that is being shared through AA and for what purpose.", "AA framework also benefits FIUs as they get access to the financial information of the potential customers on real time basis and thus reduces the turnaround time for provision of financial services.", "AAs can thus bolster the lending ecosystem which can make India a data-rich country and boost digital economy.", "While the regulatory intent has been well received from all quarters, a good piece of regulation will come to naught if the desired objectives of the regulation are not met.", "The desired objectives in the case of AA ecosystem will be attained when large number of customers/FIUs are on boarded over the AA platforms and they are able to get aggregated data in a form and manner as desired by the users in a completely safe and secured environment.", "What is also equally important is that FIPs and FIUs tap into the vast potential of this innovative platform.", "The system will function optimally only when a variety of customers' accounts maintained across different financial entities cutting across financial sector regulators are linked to the AA.", "For this to happen, the FIPs need to see value in the framework.", "This in my view is the key to development of a viable business model for AA ecosystem in India.", "As a regulator, we have created the launch pad by first coming out with the regulatory framework and then with prescribing the 'Technical Standards' for the AA through ReBIT.", "The AA ecosystem is still at a nascent stage of development but given the sensitivity of the platform on account of the nature of data handled by it, it becomes an imperative to ensure that the growth is orderly.", "As the system grows and matures, newer business models and customer offerings will pour in.", "While RBI is open and encouraging to innovation, we need to bear in mind the fact that there is a need to maintain balance between innovation and spirit of the AA regulatory structure.", "Let me conclude at this point by reiterating that from the Reserve Bank perspective we do support innovation in financial space, but this support and encouragement will be done while ensuring that we develop and grow a robust financial system to support a vibrant and growing economy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Account Aggregators", "Financial Technology", "Data Sharing", "Credit Accessibility", "Financial Inclusion", "MSMEs", "Technical Standards", "Data Privacy", "Lending Ecosystem", "Regulatory Framework"]}