{"sentences": ["Introduction Lord Mayor, there has been nothing usual about the last sixteen months.", "Even long-standing neighbours like the Bank and the Mansion House have had to resort to video conferences rather than popping round for a word.", "And one of the trickiest issues for all of us is dress code and etiquette - is this a ties on or off video, who knows?", "I can admit that I don't seem to be a very good predictor of dress code.", "But you did throw me not long ago Lord Mayor, when we had a video call about an hour before we were both speaking at an event, and I can reveal that you were dressed in a Mansion House bomber jacket.", "So, white tie to black tie to bomber jacket.", "I should say that by the time of the event, the Lord Mayor had changed into something more conventional.", "The story so far Conventional is not a word I have used about the performance of the economy in the last sixteen months.", "Last calendar year, UK GDP declined by an annual growth rate of 93⁄4%, and based on our last forecast in early May we expect it to grow by 71⁄4% this year.", "It's more meaningful to express the level of activity relative to the end of 2019 (pre-Covid).", "At the end of last year, the gap was 71⁄4%, on the latest numbers to end April it's around 5%, and we expect the gap to be closed by the end of this year.", "Although that would still represent two years of lost growth, relative to the expected path of activity prior to the pandemic.", "The good news is that the economy is only around 5% smaller than it was eighteen months ago - and in view of what we have experienced, that is good news - and the gap is closing quite rapidly.", "But let's pause for a moment on the good news that the economy is only 5% smaller.", "In any conventional time, even in the depths of a recession, that would scarcely qualify as good news.", "Let me add a second leg to this unconventional point.", "In a typical recession - to the extent there is such a thing - there is a hit to demand relative to the supply capacity of the economy which leads to an output gap, higher unemployment and weaker inflation.", "For crises such as wars or natural disasters, there can be a large decline in both demand and supply.", "But the effects on supply capacity are typically more persistent, for instance as a result of the destruction of physical capital.", "During the Covid crisis, we have seen a simultaneous and substantial fall in both demand and supply.", "But, all the indications are that for both demand and supply the decline will be temporary.", "There are I think three reasons for this.", "First, it is in the nature of the shock - Covid itself does not destroy economic capacity over the longer term in the same way as a war, although of course the number of lives lost has been tragic.", "Second, the evidence here and in other countries indicates that the economic impact of Covid has attenuated with each successive wave - we are all by nature adaptive in our behaviour.", "For that reason, both in the UK and in a number of other countries, GDP releases during more recent periods of restrictions have typically surprised to the upside, relative to our expectations based on the effect of previous lockdowns.", "Third, the economic policy response has been designed to ensure that the longer term damage - often termed scarring - has been as small as can be.", "This has involved both monetary and fiscal policy pursuing their own independent objectives in a consistent and complementary manner.", "And just to be very clear on this point, when we use the tools of policy consistently, and the objectives of policy are consistent, there is no compromise of independence whatsoever.", "So, we find ourselves now in a situation where there is an output gap, or slack as it is also called, but it is nowhere near as large as would be implied by the fall in demand if this was a normal recession.", "This is of course good news, but it is rather like one of those TV series which begins with a narrator saying, \"Previously on...\".", "This is a reminder of what has happened so far.", "What does the next episode contain?", "Well, the answer is that it hasn't been anything near fully recorded yet, but we are of course very much in the action.", "The nature of the recovery I want to frame my assessment of that action in terms of two big questions that we face.", "First, as we experience a very rapid bounce-back, what conclusions can we draw on the temporary nature of the causes of higher inflation, and what should we look out for to judge if those causes might be more sustained?", "Second, when the bounce-back from Covid is done, and the temporary features have come to an end, what sort of economy are we likely to be in, and what does that suggest for inflation and growth?", "It's clear that we are seeing stronger momentum in economic activity in many parts of the world, including here in the UK, in response to the progressive easing of restrictions and growing confidence of people to be out and about (as revealed in mobility data).", "The process of normalisation is very dependent on how the two big moving parts of supply and demand respond, whether they recover in synch or not.", "Where the recovery in demand outstrips supply, it is entirely possible that we will witness temporary periods of excess demand, or what more commonly we might describe as \"bottlenecks\".", "This is especially likely within particular sectors, given the uneven nature of the recovery.", "In a \"normal\" recovery, signs that cost pressures were increasing and firms were experiencing capacity constraints, would be a clear warning sign that demand was returning close to potential supply.", "However, this is not necessarily the case now, because we expect both demand and supply to continue to recover towards their pre-pandemic levels.", "Consistent with this, we are seeing rebounds and normalisation of some commodity prices, though oil prices are now if anything rising above their averages of the last 5 or so years, while, for instance, in the US, lumber prices having risen sharply, are now retracting a sizeable part of that rise.", "There are plenty of stories of supply chain constraints on commodities and transport bottlenecks, much of which ought to be temporary.", "There are shortages of some products, notably semi-conductors, some agricultural commodities, and some end user products such as fitness equipment and home and garden furniture - the stuff we take solace in during a time of lockdown.", "Many of the factors behind these constraints are global in nature, reflecting shortages of products and transport capacity, set against the strength of the recovery to date and expectations of strong future growth.", "CPI inflation rose to 2.1% in May, just above the MPC's target and above where we thought it would be in the MPC's May forecast.", "Goods prices were strong, while consumer food prices ticked down slightly, and the pattern for services prices was very mixed.", "For instance, hairdressing and personal grooming inflation was strong in particular, at an annual rate of 8%, and saw a 29 year high.", "Pent-up demand, essential need, or recreating the early 1990s David Beckham look, I leave that to others to judge.", "Further up the supply chain, food input prices were up, and producer input inflation was around a 10-year high.", "However these price rises are certainly not universal, and for balance I should note that we also learned last week that Victoria Beckham is reducing the average selling price of her dresses by almost 40%.footnote[1] There are at least three reasons why the increase in inflation should be temporary.", "First, there are annual inflation base effects caused by very weak activity and prices last year which will not last beyond a year as a matter of arithmetic.", "But while they are present, they mechanically push up inflation.", "Let's suppose that here in the UK, from May onwards, the consumer price level rises each month by an amount consistent with an annual rate of exactly 2% (i.e.", "If that was so, the additional base effects from last year would mean that reported consumer price inflation would still reach towards 3%, before falling back to 2% next May.", "That's the base effects at work.", "Second, and beyond that, additional price pressures can arise from the various shortages caused by imbalances in the recovery of supply and demand, as the latter recovers more rapidly than the former.", "But these imbalances should not last.", "Let me take an example from the US to illustrate.", "The continuous lumber contract - highly relevant for house building there - rose from around $400 pre-Covid to around $1700 in early May, as the price rose in the face of inelastic short term supply.", "However it is now down to below $800 as more lumber supply comes onto the market, and there is a shift to satisfy the higher demand at a lower price.", "Third, we expect to see a switch from demand for goods towards services as restrictions are lifted, which should rebalance the composition of demand.", "Over time, this should lead to an easing of inflation as spending is redirected towards sectors with more spare capacity.", "But, initially, that rebalancing may be uneven.", "Here in the UK, over recent weeks we saw an initial very strong pick-up in retail sales and restaurant table bookings, the growth of which has already eased off.", "Where supply returns more slowly than the initial surge in demand, we may see a temporary rise in prices.", "Let me turn now to the labour market, which is of course also highly important for this story.", "Here, too, the story has been far from normal.", "During the Covid period, employment has fallen much more than the rise in unemployment, albeit by significantly less than would ordinarily be implied by the decline in activity.", "Two things help to explain this.", "First, the furlough scheme has worked well to preserve jobs in firms or sectors temporarily hit by the effects of the pandemic and associated restrictions.", "Second, there has been a rise in inactivity, in other words those who do not have a job and are not currently searching for one.", "Turning to earnings, measures have been affected by compositional effects related to the changes in the labour market caused by the pandemic.", "On the one hand, lower pay for those who have been furloughed has dragged on average wages.", "On the other hand, the fact that job losses have been skewed towards lower-paid and part-time roles has boosted the measure of average wages for those still in employment.", "Initially the first of those effects dominated, and the level of private sector average weekly earnings fell during the middle of last year, such that for a while the growth rate was, unusually, negative.", "As the Covid period has gone on, however, the second effect has come to dominate.", "To illustrate the magnitude, a second little piece of arithmetic.", "Just suppose for a moment that, for the rest of this year, the level of average earnings is flat - what would be the peak rate of growth of the series?", "The answer would be 7% due to the sizeable base effect, and then it would fall back quickly, other things equal.", "Needless to say, 7% is a chunky growth rate for earnings, but on its own it would tell us nothing of real substance about the future.", "That is not where we should place most of our focus on the labour market.", "Our focus should be on whether, and how rapidly, people return to the labour force, and in what degree, a point I will come to in a moment.", "The risks to the outlook for inflation Let me now turn to what could cause things to turn out differently, and thus what we must watch very carefully.", "First, so far, we have seen a pick-up in import prices which has extended beyond energy prices, and we have observed these increases pass through into producer output prices, and now into consumer prices, to some extent.", "In some cases these increases reflect prices returning to pre-Covid levels, and in part they also reflect bottlenecks in supply chains as we experience a rapid but uneven recovery.", "There are good reasons to interpret this as a temporary feature, but we must be on the lookout for the risk that these features are more sustained.", "Second, we could see demand pressures on either side of the most likely outcome.", "Demand could be weaker if Covid continues to be a material health concern and prompts more caution in activity and spending habits.", "But there is also an upside risk that the substantial build-up of excess savings in the last year or so raises consumer spending to a larger degree than currently projected.", "Third, we could also see wage pressures arising if the number of people in work or seeking work does not return to pre-Covid levels, and inactivity remains at a higher level.", "A return of labour supply is therefore important.", "Fourth, a further challenge would arise if these temporary price pressures have a more persistent impact on medium-term inflation expectations, which shift to a higher level inconsistent with the target.", "As set out in the Minutes of the MPC's June meeting, taking together the evidence from financial market measures and surveys of households, businesses and professional forecasters, the Committee judges that UK inflation expectations currently remain well anchored.", "It will be important to continue to monitor closely movements in measures of medium-term inflation expectations, however, and to adjust policy accordingly.", "The post-pandemic economy I want to look further forwards, to the second big question that will shape the performance of the economy.", "I have described the bounce-back of the economy from the Covid shock.", "But that does not tell us whether the experience of the last year or so points to a change in the underlying economic fundamentals that existed before Covid.", "This is a key question in judging the path of growth after this year and whether higher inflation will be transitory.", "Our current view, as set out in the May Monetary Policy Report, is that the economy will revert to the lower average underlying growth rates that we have seen since the financial crisis, other things equal.", "This will be accompanied by the continuation of low equilibrium interest rates around the world, which tend to be influenced by structural factors such as ageing populations and persistently low productivity growth.", "Reverting to the pre-Covid pattern of lower trend growth will bring its own challenges, and there is a strong argument for not accepting this state of affairs as either inevitable or acceptable.", "Stronger growth in potential supply supported by stronger investment and productivity growth will make the Covid recovery easier.", "The Covid shock has required an increase in public and business debt to smooth the impact.", "This is a necessary and sensible response.", "But that cost has to be managed, and it will be easier to do that with a higher trend rate of growth, boosted by stronger investment.", "Although business investment recovered from a low base following the financial crisis, it was weak in the period prior to Covid.", "Improvements in automation appear to have led to only modest gains in productivity and output.", "Might this be a reflection of the rather larger share of high labour input service industries in the UK and a lower share of manufacturing?", "Not really, because the pattern appears to hold at a sectoral level as well.", "This evidence points to the importance of raising productivity growth, supported by investment, in order to make it easier to handle the debt legacy of Covid and offer some protection against the risk that the decline in the labour supply during the pandemic proves more persistent.", "There is an interesting issue of whether such a change is already under way as part of the immediate response to Covid.", "Online retailing is an example of a sector where the impact has included higher productivity and investment to support the more digital service.", "Over the pandemic period, investment in intellectual property products (which includes things like investment in software and research and development) has held up better than other types of investment, particularly compared with investment in commercial buildings and transport equipment.", "This supports the idea that a move to digital is underway.", "It is too soon to tell to what extent changes seen over the last year or so will persist and further expand.", "But I think it is fair to say that more investment to support growth will be needed and that is why the Bank, Treasury and FCA have emphasised working with the financial sector to ensure the supply of productive finance to support investment is available.", "Let me conclude with a reflection on monetary policy.", "The economy is bouncing back rapidly, which is good news.", "With that has come a rise in inflation, and we expect that rise to continue in the near term as we go through the rest of this year, such that CPI inflation is expected to pick up further above the target, owing primarily to developments in energy and other commodity prices.", "I have set out the reasons why we expect this rise in inflation to be a temporary feature of the bounce-back.", "The reasons for taking this view are well-founded, it is not a vain hope or a matter of whistling in the wind.", "It is important not to over-react to temporarily strong growth and inflation, to ensure that the recovery is not undermined by a premature tightening in monetary conditions.", "But it is also important that we watch the outlook for inflation very carefully, which of course we do at all times, particularly for signs of more persistent pressure and for a move of medium term inflation expectations to a higher level.", "And if we see those signs, we are prepared to respond with the tools of monetary policy.", "Over the last sixteen months we have used monetary policy decisively to respond to an unprecedented crisis which was disinflationary.", "We were able to act in this way because the framework of monetary policy and the record of its use are robust.", "This credibility gave us the scope to act in a crisis.", "History has many examples of ineffective policy actions by weak institutions, and they don't end well.", "Our credibility and institutional resilience were hard won.", "Next year marks the 25 anniversary of the MPC and the adoption of the objective of price stability.", "Memories of the instability of the previous approaches may be fading with the passage of time.", "I can assure you Lord Mayor that our focus will remain firmly on taking the actions that are required to maintain price stability over time.", "I am grateful to Sandra Batten, Jamie Bell, Lucio D'Aguanno, Andy Haldane, Jonathan Haskel, Andrew Hauser, Karen Jude, Simon Kirby, Clare Macallan, Rebecca Maule, Nick McLaren, Michael Saunders, Fergal Shortall, Sophie Stone, Silvana Tenreyro, Jan Vlieghe and Carleton Webb for their assistance in helping me prepare these remarks.", "Victoria Beckham cuts dress prices to 'future-proof' fashion brandOpens in a new window"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Economic recovery", "Inflation", "Supply and demand", "Labour market", "Monetary policy", "Productivity growth", "Debt management", "Price stability", "Digital transformation", "Financial sector"]}