{"sentences": ["SPEECH SVERIGES RIKSBANK SE-103 37 Stockholm SPEAKER: (Brunkebergstorg 11) Deputy Governor Henry Ohlsson Tel +46 8 787 00 00 Fax +46 8 21 05 31 registratorn@riksbank.se www.riksbank.se Expansionary monetary policy causes asset prices to rise and thereby makes those who own assets wealthier.", "But this wealth is unevenly distributed among households, and therefore the income from it (capital income) will also be unevenly distributed.", "Expansionary monetary policy can thus lead to more uneven capital income.", "At the same time, unemployment decreases when monetary policy is expansionary.", "This makes labour income more even than it otherwise would have been.", "As the effects on capital income and labour income counteract each other, it is unclear what effect the expansionary policy has on income distribution in total.", "But this does not stop higher asset prices leading to more uneven wealth distribution.", "In this speech, I will highlight a phenomenon that can mitigate this effect.", "I will start with an example that illustrates what I mean by hidden wealth.", "The Norwegian oil fund is one of the world's largest funds.", "In 2019, the value of the fund was 285 per cent of Norway's nominal GDP.", "Norway's revenue from oil operations are added to the fund and the assets are then invested abroad.", "The nominal return has been a good 6 per cent a year on average since the fund started in 1996.", "Every year, the Norwegian state may utilise the fund's average real return.", "The real return is assumed to be 3 per cent per year on average.", "About 20 per cent of the Norwegian government budget is currently financed via the oil fund.", "But who owns the oil fund's wealth?", "And who receives the return on the oil fund's wealth?", "The direct answer is the Norwegian state.", "Indirectly, however, it is the Norwegian tax-payer who owns the oil fund's wealth and benefits from it.", "However, this is not wealth created as a result of the decisions of private individuals to buy assets of different kinds, which can then rise in value.", "The decisions to create the oil fund and on how it is to be managed have been political - the wealth of the fund is collective in nature.", "Neither can Norwegians sell their \"shares\" in the oil fund.", "* I would like to thank Iida Häkkinen Skans who has helped me with this speech.", "I have also received valuable comments from Martin Flodén, Jesper Hansson, Ann-Leena Mikiver, Cecilia Roos-Isaksson, Marianne Sterner and Anders Vredin.", "Do we have anything similar in Sweden?", "We do not have natural resources that have created such substantial value as Norwegian oil has.", "So in this sense, we do not have anything that resembles the Norwegian oil fund.", "But through the years, a number of political decisions have been taken that have led to funds being built up.", "Two examples are the system of National Swedish Pension Funds and the premium pension system.", "In addition, the social partners have concluded agreements in different areas on various types of collective pension schemes, many of which are based on funds.", "It is no coincidence that pensions are in focus when this type of fund is built up.", "In some way or another, systems must be created so that people have financial resources for their whole life.", "And this means that the perspective is very long-term.", "Neither is it so strange that the Norwegian oil fund is actually called Statens pensjonsfond utland (The State's pension fund abroad).", "A century of collective pension wealth in How much funded collective pension wealth has then been built up in Sweden?", "What share of the wealth in Sweden is in collective pension funds?", "Figure 1 answers these questions.", "Funded collective pension wealth as a share of total wealth in Sweden, 1920-2019, per cent.", "Note: Total wealth is the sum of financial and real assets, with a deduction for financial liabilities, and funded collective pension wealth.", "Figure 1 shows that funded collective pension wealth made up a very small share of total wealth up until the 1960s.", "With the advent of the National Swedish Pension Funds, the share began to rise and grew on a more or less trend basis up to the end of the millennium.", "In other words, a quarter of total wealth in Sweden was in collective pension funds at that time.", "So what determines the individual Swedish person's share of funded collective pension wealth?", "The factor I would like to highlight here is labour income.", "Let me give a few examples: 2.5 per cent of labour income is transferred to the premium pension system up to an annual ceiling.", "The system is mandatory for all those that have labour income.", "For a person who starts to withdraw their premium pension and has never hit the ceiling, their premium pension wealth will depend on their labour income during their working life and on how the individual has chosen to invest their premium pension wealth.", "My point here is that we know that labour income is more evenly distributed than capital income.", "The conclusion will then be that premium pension wealth is more evenly distributed than other wealth.", "The pension agreement between the Swedish Employers' Confederation (SAF) and the Swedish Trade Union Confederation (LO) is an example of an agreement between parties that applies to privately employed blue-collar workers.", "The system is mandatory for all workers at companies that are part of the agreement.", "In this system, 4.5 per cent of labour income is allocated up to a cut-off point.", "If a worker earns more than the cut-off amount, 30 per cent of the difference is added to the original allocation.", "The individual also has a number of investment options to choose from in this system.", "Once again, the conclusion here is that pension wealth among those included in this pension scheme agreement is more evenly distributed than other wealth.", "Another way of expressing this is that many people in Sweden do not own their own home and have no financial assets but as a result of their labour income, they benefit from elevated asset prices as they have a share in funded collective pension systems.", "So how many of them are there?", "We don't know at present, as no wealth statistics on the individual level have been recorded since 2007.", "A government inquiry has recently started to look at whether Sweden shall once again compile wealth statistics on the individual level.", "The Riksbank has been stressing for a long time the importance of reintroducing these statistics as soon as possible.", "An important reason is that household indebtedness has shown a rising trend in recent years and we now know more about households' debt than about their assets.", "New wealth statistics may also help to tackle our shortage of knowledge about other types of wealth that resemble the funded collective pension wealth that I have discussed so far.", "Two examples that come to mind are the wealth created by individual pension saving and the wealth created by saving in life insurance.", "It is currently unclear how these types of wealth are distributed, as they are the result of the decisions of private individuals.", "International comparison So what about abroad?", "Is there hidden wealth in other countries as well?", "Figure 2 presents an international comparison for a selection of countries.", "I have retrieved data from OECD (2019).", "The blue bars show wealth in pension scheme funds in relation to GDP.", "The red bars show wealth in buffer funds for national pension systems.", "As is shown in the figure, there is very substantial wealth in the Danish pension scheme agreements.", "In the United States, Canada and Australia, there is also very considerable amounts in funded pension scheme agreements.", "As far as Sweden is concerned, the importance of the National Swedish Pension Funds is self-evident.", "The funded wealth is not as large as the Norwegian oil fund, but Denmark, for example, with funds equal to about 200 per cent of GDP, is not that far behind.", "Among the euro countries, the Netherlands and, to a lesser degree, Finland stick out as they have substantial funded pension wealth.", "However, such wealth is negligible in Germany, France, Italy, Spain, Belgium, Austria and Greece.", "Funded pension wealth in relation to nominal GDP in 2019, per cent.", "Pension scheme funds Buffer funds for national pension systems Source: OECD (2019), Table 9.2.", "Mandatory collective pension funds (like the premium pension system) or quasimandatory collective pension funds (like the SAF-LO pension agreement) can be found in just less than half of OECD countries.", "The countries in the figure that have mandatory systems are Denmark, the Netherlands, Australia, Sweden, Finland and Norway.", "But as far as Norway is concerned, the wealth is negligible compared to the wealth in the oil fund.", "I do not have access to information showing how funded pension wealth is distributed in those countries that do not have mandatory systems based on labour income.", "Neither is it possible to say whether funded pension wealth mitigates the negative effects of expansionary monetary policy and elevated asset prices on wealth distribution.", "However, it is clear that no such mitigating effect can reasonably exist in most euro countries, as there is no funded pension wealth in these countries.", "Negative effects alleviated in Sweden The reasoning in this speech is not about three things.", "First, the introduction of the national supplementary pension system with associated National Pension Funds was controversial at the time.", "However, the National Pension Funds are now with us.", "Second, opinion is divided as to whether funded pension systems are to be preferred to paying pensions from day-to-day tax revenue.", "But, as I said, the pension funds are now with us.", "Third, the global downward trend in real interest rates has made it more difficult to receive return on wealth, especially if investors want to hold safe financial assets like government securities.", "The assets whose prices have increased are riskier.", "But this is not what the reasoning in this speech is about.", "This is what the speech is about: In Sweden, there is a comparatively large share of wealth in collective pension funds that has been built up with the help of mandatory contributions based on the labour income of individuals.", "This wealth is therefore more evenly distributed than other wealth.", "When asset prices rise, more people therefore benefit from the increase in wealth than if there had been no collective pension funds.", "When inflation in Sweden is expected to be below target, the Riksbank conducts expansionary monetary policy.", "The aim is to push inflation up towards the target.", "At the same time, output and employment will also rise.", "But expansionary monetary policy also has other consequences.", "For example, rising asset prices lead to more uneven wealth distribution.", "In Sweden, however, this effect is mitigated by the fact that a comparatively large share of the wealth is in collective pension funds.", "In many countries, there are no such funds.", "This hidden wealth is an aspect to consider when discussing the distributional effects of expansionary monetary policy.", "Hasselberg, Y. and Ohlsson, H. (2016), \"Collective wealth formation: Conflict and compromise in Sweden, 1950-2000\", in Hudson, P. and Tribe, K., ed., The contradictions of capital in the twenty-first century: The Piketty Opportunity, Agenda Publishing, pp.", "Nilsson, C., Söderberg, J. and Vredin, A.", "(2014), \"The significance of collective pension saving for the Swedish financial system\", Economic Commentaries 2014 (3), Sveriges Riksbank."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["collective pension wealth", "wealth distribution", "monetary policy", "asset prices", "labour income", "capital income", "pension funds", "funded pension wealth", "hidden wealth", "income distribution"]}