{"sentences": ["Social market economy: continuing the success story with practical support and advice Keynote speech marking the 70th anniversary of the German Economic Institute 27.05.2021 | Virtual | Jens Weidmann DE FR 1 Introduction 2 Guiding principles of the social market economy 3 How the social market economy has evolved over time 4 Scientifically-based policy advice 5 Relationship between market and government after the pandemic 1 Introduction members of the Presidium and of the Management Board of the German Economic Institute, ladies and gentlemen, It gives me great pleasure to be with you here today to deliver the keynote speech.", "First things first: please accept my heartfelt congratulations on your institute's 70th anniversary.", "The history of the German Economic Institute is closely intertwined with that of our country's economic system.", "That's why we need to turn the clock back a little further than 70 years to understand how the German Economic Institute we know today came into being.", "To the spring of 1948, in fact, when much of Germany still lay in ruins, and many people didn't (Tonne) have enough to eat or a roof over their heads.", "Rationing and price controls were in force, so people needed to present a ration coupon to buy groceries.", "And shops had nothing but empty shelves.", "Only the black market was booming.", "Around this time, the British and American occupation zones saw a new director of the economic council take office.", "Journalists flocked to attend the newcomer's inaugural press conference.", "One of them was Marion Gräfin Dönhoff, a young economist who later became the editor-in-chief and co-publisher of the German weekly newspaper \"DIE ZEIT\".", "Horrified at what she heard there, she reported back to her colleagues, telling them that if Germany wasn' t (Tonne) already ruined in the first place, this man with his crazy plan to do away with all the economic controls would certainly pull it off.", "Heaven help us if he should ever become the economics minister, she added.", "[1] The man who elicited such a dire warning from Marion Gräfin Dönhoff turned out to be none other than the later economics minister Ludwig Erhard.", "In parallel to introducing the Deutsche Mark, he dared the unthinkable.", "Turning a deaf ear to the warnings of his advisors and the Allies' experts, he lifted restrictions and did away with many price controls and rationing rules.", "In doing so, Erhard did more than just underline his fundamental trust in the organisational forces of the market.", "He also laid the foundations for a new economic system - one that is widely known as the social market economy and has been a hallmark of the Federal Republic to this very day.", "I would like to use my keynote speech today to discuss the guiding principles of the social market economy, how it has evolved and what the future holds in store for it.", "My remarks will also touch upon the role played by the economic policy advice of the German Economic Institute and other institutions.", "Guiding principles of the social market economy Marion Gräfin Dönhoff's horrified response to Ludwig Erhard's plans teaches us a lesson: what might seem logical today was highly contentious back in the day.", "It was by no means a foregone conclusion that Germany would adopt a market economy system, and the decision met with stiff resistance.", "Many thought that state planning and control of the economy was a better path to take.", "But there were also keen advocates of the new system.", "A group of businessmen led by the Wuppertal textiles manufacturer Carl Neumann founded an institute that would publicly stand up for the principles and the achievements of industrial entrepreneurship.", "[2] The German Industry Institute, as it was called at the time, opened its doors in Cologne on 2 May 1951, adopting its current name of German Economic Institute in 1973.", "In its early years, the Institute's chief mission was to reach out to people and explain the underlying principles of the social market economy and its role in creating prosperity for all.", "Back then, lots of things were still in flux.", "Little by little, the principles underpinning our economic system took shape, thanks to the intellectual prowess of the era's foremost experts.", "Names I could mention include Alfred Müller-Armack, Wilhelm Röpke, Alexander Rüstow, Walter Eucken and Franz Böhm.", "Over time, they slotted their ideas together to form an overarching concept and helped place the social market economy on the two strong pillars that support it to this very day.", "One pillar is anchored in the ordoliberalism of the Freiburg school, the core element of which is competition.", "But it is no longer the free unbridled interplay of forces but rather orderly competition that prevents the misuse of market power.", "That way, welfare gains do not pile up in the hands of the few, and consumers and employees, too, get to share in the prosperity.", "Competition guarantees the ability of the market economy to perform.", "It creates prosperity, but it also needs to be protected.", "And that means having smart competition laws and strong antitrust regulators in place.", "[3] Supporting this is an independent monetary policy to safeguard the necessary monetary stability and a reliable economic policy to deliver long-term investment certainty.", "Other aspects include the alignment of actions and liability, protection of private ownership, freedom of contract and open markets.", "These constitutive principles are the defining characteristics of our free economic system.", "Altogether, these form a playing field that a market economy cannot create for itself.", "There need to be rules and institutions that create a stable regulatory framework for the market economy.", "It is to the credit of the founders of the social market economy in Germany that they recognised this long before institutional economics came to widespread popularity.", "Walter Eucken encapsulated the role of the state as follows: \"State planning of forms - Yes; state planning and control of the economic process - No.", "(Number)\" [4] The second pillar supporting the social market economy is an awareness of the social implications of market processes.", "Everyone in society should share in the prosperity created.", "No-one should be left behind.", "That's why there is a social protection net that cushions hardship and protects people experiencing financial difficulties.", "However, distribution policy alone does not go far enough.", "Inclusion also means giving as many people as possible the chance to embrace economic opportunities for themselves.", "One key to this is education.", "Or to use the words of the German Economic Institute: \"(...) access to work and education [is] vitally important for being able to share in the rewards of growth in the long run.\"", "[5] This is why an efficient and fair education system is just as crucial for delivering on the social market economy's promise to deliver inclusive prosperity as a social security net and a functioning competitive system.", "Ladies and gentlemen, It's this combination of market economy efficiency and social fairness - of freedom, prosperity and security - that has characterised the social market economy to the present day.", "Alfred Müller-Armack neatly encapsulated the concept, saying that the idea behind the social market economy is to merge the principle of freedom in the markets with that of a social balance.", "[6] The interplay between market forces, their social consequences and interventions to correct them is often a complex matter.", "So complex, in fact, that seemingly self-evident measures aren't (Tonne) necessarily always the best ones - and are often not even effective, to boot.", "Indeed, good intentions do not always produce good results.", "It's up to policymakers to weigh up different objectives, and economists cannot take that responsibility from them.", "But economists can and should point out the economic costs and side-effects of the different courses of action available.", "Ever since the Federal Ministry for Economics was founded back in 1949, it has been advised by an Economic Advisory Council.", "The Joint Economic Forecast of economic research institutes came along one year later, in 1950, followed by the establishment of the German Council of Economic Experts in 1963.", "This meant that academic advice was a firm fixture in the Federal Republic's economic policy from the outset.", "How the social market economy has evolved over time Our economic system underwent its first major transformation in the mid-1960s.", "The change of course towards an active business cycle policy drew inspiration from Keynesian thinking.", "The thrust of overall economic management was to smooth cyclical fluctuations by aligning aggregate demand with potential output.", "There was a great deal of optimism at that time in political circles, but also amongst economists, that the business cycle was now under control.", "It was a belief that culminated in Karl Schiller's remark that the ups and downs of business cycles should not simply be accepted as fate but were the result of decisions and actions.", "Problems soon cropped up in practice, though.", "Attempts to use demand management instruments to respond to supply-side shocks like the oil crises in the 1970s just made matters worse.", "Not just that: it was not possible to predict the ups and downs of the business cycle with any great certainty, or it was impossible to respond in time.", "As a result, what had been conceived as a countercyclical policy proved to be procyclical in some respects.", "Economic fine- tuning increasingly turned out to be a fantasy.", "This prompted intense academic and political debate over the need to change the trajectory and direction of economic policy.", "Nobel Prize winner Paul Samuelson is said to have quipped that God gave economists two eyes: one for supply and one for demand.", "All the way through to the mid-1970s, their vision was excellent in the eye they had on demand, but somewhat poor in the eye they had on supply.", "The German Council of Economic Experts - and chief among them Gerhard Fels, the later head of the German Economic Institute - provided the glasses needed to achieve clear vision in both eyes.", "Indeed, the Council's annual report for 1976 already outlined their idea of a supply-oriented economic policy that was to shape policymaking in the 1980s.", "[7] This shows that the specific set-up of an economic system is subject to constant change.", "As framework conditions shift and new insights come to light, the regulatory principles also have to be reshaped time and again.", "One such example is Agenda 2010.", "The previous ground rules laid down in employment and social welfare laws had shown themselves to be major obstacles to labour market entry, even in times of an economic upswing.", "Unemployment kept rising across business cycles.", "You will recall that at the peak of this trend - barely 16 years ago - five million people were unemployed.", "Agenda 2010 increased labour market flexibility and reduced barriers to entry.", "Competition on the labour market has tended to become stiffer as a result, and no doubt also tougher for some.", "But more people than ever before have been able to participate in the labour market.", "In 2019, roughly six million more people were employed than in 2005.", "At the same time, the number of unemployed more than halved.", "The upswing in the labour market has also made the general public more appreciative of the social market economy.", "In a current survey, more than half of Germans gave our economic system a positive rating, compared with just one-quarter in 2005.", "[8] The importance of employment for people's happiness comes as no surprise: the German Economic Institute is constantly stressing that those bearing the greatest risk of poverty are the unemployed or underemployed.", "On the 10th anniversary of Agenda 2010, the Institute concluded that the Agenda's reform policy had to be continued and refined in order for the labour market to continue moving towards full employment.", "[9] 4 Scientifically-based policy advice The Hartz reforms also played an important role when it comes to economic policy advice.", "The empirical investigation of the reform effects is regarded as a watershed moment for a culture of evaluation.", "[10] Since then, empirical evidence has been considered just as important to effective policy advice as its theoretical foundation.", "[11] John Maynard Keynes once stressed that \"The ideas of economists and political philosophers [...] are more powerful than is commonly understood.", "Indeed, the world is ruled by little else.\"", "[12] Yet the ability of economics to actually improve people's lives was increasingly cast into doubt, particularly in the wake of the financial and economic crisis.", "Again and again, economists faced critical questions about the contribution they could actually make to explaining and solving pressing economic policy problems.", "[13] Evidence-based policy advice stepped in to rectify this perceived deficit.", "It creates transparency about the probable success and potential costs of economic policy measures.", "In this way, it can ultimately help minimise undesirable side effects.", "All things considered, the conditions for evidence-based policy are now better than ever.", "[14] Econometric methods have since become a firm fixture of academic training, and new analytical tools such as machine learning have also become established in research spheres.", "Moreover, the data pool is continually being enhanced.", "The Bundesbank's Research Centre, for example, launched surveys of households and firms last year so as to better gauge their expectations and assessments of key economic variables.", "[15] Greater use could also be made of existing data, such as granular data gathered in the public administration.", "Data protection could very well be reconciled with scientific use of the data, as shown by years of experience in research data centres.", "[16] Further proposals for improving evidence-based policy are under discussion.", "Methodological guidelines could help make evaluations more meaningful and comparable, say.", "The International Banking Research Network (IBRN) is a push in this direction.", "It is a forum for central banks and international organisations such as the IMF and the BIS to discuss, amongst other things, how empirical study designs can be harmonised internationally.", "[17] But even a study that was drawn up in accordance with international standards, which is well-founded both theoretically and empirically, still is no guarantee that recommendations will be implemented.", "You see, policymaking is in large part the art of the possible.", "People have to be convinced and involved - including through compromises.", "Against this backdrop, the former Chair of the German Council of Economic Experts, Wolfgang Franz, advised: \"Frustrations about the matter in hand are most likely to prevent economic policy advisers from accepting this course of things with serene melancholy, instead of internalising it with a keen sense of mission\".", "[18] Above and beyond that, you, Michael, urge for a modicum of humility so that academics do not lose their credibility.", "[19] And it certainly is important to know the limits and deficiencies of your own analyses.", "The fact that economic policy advice is not always right is illustrated by the example of the minimum wage.", "Beforehand, academic estimates differed as to the amount above which the minimum wage would start to have negative effects on employment.", "In actual fact, the effect of introducing the €8.50 minimum wage in 2015 was much smaller than many had feared.", "[20] Basic concerns remain unaffected by this, for example that tax and social welfare policy is better suited than the minimum wage to achieving distributive aims.", "To be convincing, though, not just humility but good communication is key.", "That's why the Alliance of Science Organisations in Germany is calling for public communication by academics to be improved and also to be valued more in academic circles.", "[21] Communication with various target groups in society has always been central to the German Economic Institute's work.", "And it masters this task with aplomb.", "How else could a study by the Institute on the perception and reality of income distribution have made it to the front page of the \"Financial Times\" a few years ago?", "[22] The Institute's work is compelling evidence that academic formality and understandable language are not mutually exclusive, that academia is by no means stuck in an ivory tower, and that educating the public about economic matters can be successful.", "It was precisely this job of informing the public that Fritz Hellwig, the first director, saw as the main task of the German Industry Institute, as it was then called.", "Relationship between market and government after the pandemic It was also Fritz Hellwig who, in 1997, warned: \"In the day-to-day business of politics, (...) [the social market economy] has become an empty phrase about which Friedrich von Schiller's couplet about science is fitting: 'To one, science is an exalted goddess, to another it is a cow which provides him with butter'.\"", "In hindsight, it is clear that economic policy has been able to constantly emphasise different points over the past few decades, without departing from the foundation prepared for it by the social market economy.", "However, recently Lars Feld rightly pointed out that social market economy cannot be the name given to anything that seems politically desirable.", "He warned against considering oneself, like Voltaire's Candide, in a Panglossian world where anything good must be social market economy.", "The concept would then only be fitting for soapbox speeches, not for economic policy decisions.", "[24] Ladies and gentlemen, Each period comes with its own challenges - for academia and equally for policy.", "We are currently experiencing the immense fallout from the coronavirus pandemic.", "During this crisis, the social welfare pillar of our economic system is called upon above all.", "The government is helping people through this difficult time by providing financial assistance, such as short-time working benefits, child bonuses and more advantageous rules for unemployment benefits.", "By doing so, it has been possible to absorb around 80% of the income losses of households in Germany - according to a current study by ifo and the European Commission.", "[25] An earlier analysis by the German Economic Institute had already come to the conclusion that the social security system was able to counteract a rise in inequality in available household income last year.", "[26] The government is also bridging the revenue losses of businesses during the pandemic.", "It is making transfers, deferring taxes, guaranteeing loans or even investing in firms.", "It is thus assuming risks that would otherwise overwhelm the private sector during the crisis.", "It is thanks to the determined intervention of fiscal policy in particular that the economic slump last spring has not triggered any severe consequences or indeed a downward spiral thus far.", "And that doesn't (Tonne) just apply to Germany.", "The IMF estimates that the global economic slump last year would have been three times as severe without government support measures.", "[27] Crises have often triggered and accelerated the transformation of the social market economy.", "Sometimes more weight has been shifted into one leg, sometimes into the other.", "But one thing is for sure: two strong legs are needed in order to move forward.", "What changes will come about in the medium to long term as a result of the economic crisis caused by the coronavirus pandemic?", "There is currently much discussion surrounding this topic, with a particular focus on the relationship between the market and the state.", "The current degree of government intervention in the economy is justifiable in a crisis situation but should not become the new normal.", "For instance, the measures could hinder necessary structural change.", "When enterprises with outdated business models remain on the market, they tie up production factors that could be deployed more productively elsewhere.", "At the same time, the crisis has shown how powerful market-driven solutions are.", "Consider how quickly enterprises switched over to mask production, for example.", "This certainly does not mean that economic policymakers can sit back and relax.", "Our prosperity essentially depends on innovative power, open markets and effective competition.", "It is therefore all the more important to counter protectionist tendencies rigorously.", "Furthermore, the push towards digitalisation during the pandemic could have accelerated the rise of \"superstar\" firms, which could use the market power of their platforms to reap higher profit margins and make it difficult for competitors to enter the market.", "Policymakers and antitrust regulators will need to pay this issue particular attention and take action to protect competition if necessary.", "[28] It is vital that government rolls back its influence over the economy after the pandemic.", "The state should not be allowed to redefine its role through the back door, as this would serve to weaken rather than strengthen the entrepreneurial, innovative forces in our market economy.", "[29] Yet the state can also boost innovation by promoting research and supporting knowledge transfer, for instance.", "A case in point is that vaccines against SARS-CoV-2 were developed significantly faster than initially expected and that the new mRNA vaccines are based on a mechanism of action stemming from basic research conducted at state universities.", "First and foremost, bold entrepreneurs are to thank for the fact that vaccines were created on this basis at such a speed, but the state supported them financially and took on part of the risk associated with the innovation process here, too.", "Regrettably, knowledge transfer is not always as effective as this in Germany.", "For example, the Expert Commission for Research and Innovation (EFI) recently complained that new ideas and findings from universities and non-university research institutions are often not being utilised.", "[30] The OECD also recommends that Germany boost its investment in knowledge-based capital and increases its access to later-stage venture capital.", "[31] Going forward, innovative power will be particularly crucial in order to overcome the major challenges our economy and society faces, including the transfer to a climate-neutral economy, demographic change and digitalisation with all the opportunities and risks it entails.", "I believe it is important for burdens to be shared fairly - including between the generations.", "[32] The younger generation in particular could be put at a long-term disadvantage as a result of the coronavirus pandemic, as many children and young people's education has suffered.", "Learning less can also mean a lower income later on - an effect that can last for an entire lifetime.", "[33] Generational fairness also means not leaving our children mountains of government debt.", "That alone makes effective fiscal rules important.", "In Germany, the debt brake helped to place public finances on a sound footing while times were good, and is also currently proving that it can be a flexible tool during crises, providing sufficient fiscal leeway.", "In recent years, some economists have changed their perspective on the debt brake.", "Given the low level of interest rates and the foreseeable need for high investments, greater scope for borrowing will be required.", "I do not share the harsh criticism directed at the debt brake by some.", "It is not an impediment to forward-looking investment and a modern state.", "When it comes to structural government expenditure, which corresponds to roughly half of economic output and which reaches record levels in the budget plans calculated excluding interest expenditure, this appears, to me, to be rather a question of setting priorities.", "This does not mean that any adjustment to the fiscal rules should be rejected fundamentally.", "Yet measures should remain in place to reliably guard against high levels of government debt.", "I would advise against either relying on interest rates remaining low indefinitely or overestimating the growth effects of government actions.", "Experience has shown that we often end up being disappointed when we have such expectations.", "Of course, it is important not to scale back government support measures too quickly now.", "In view of the persistent uncertainty regarding the evolution of the pandemic and its economic impact, it is appropriate to take a cautious approach.", "The coronavirus crisis should not serve as a pretext to jettison, once and for all, fiscal rules that some dislike.", "Although accommodative budgetary policy with high deficits may be popular in the short term, a return to stable public finances should not be continuously put off.", "This is also important from a monetary policy perspective: monetary and fiscal policy are currently working in concert.", "Though I believe this will not remain the case.", "Tensions are likely to resurface when the pandemic-driven crisis has been overcome.", "Monetary policy is committed to the objective of price stability in the euro area and its reins will have to be tightened again if required by the inflation outlook.", "It must be clear to all that we are not putting monetary policy into the service of fiscal policy.", "It is essential to keep fiscal assistance measures targeted and temporary to reduce the likelihood of conflicts arising between monetary and fiscal policy.", "Matters would become particularly critical if the foreseeable demographic burdens on public finances conflicted with rising interest rates in cases of high debt ratios in future.", "After the pandemic, however, it will be a case of returning public finances to a sound footing, as Germany will soon be faced with a series of longer-term fiscal challenges.", "The first item on the agenda is promoting climate protection and digitalisation.", "Second, expenditure on pensions, healthcare and long-term care is increasing sharply.", "This is on account of political decisions as well as an ageing society.", "And, third, a lower debt ratio is also important if the government is to be financially well prepared to face a potential future crisis.", "All in all, the challenges that need addressing are not set to diminish.", "Many issues are about striking the right balance - for instance, when it comes to the intergenerational burden-sharing, the role of the state in the economy and the tie between economic freedom and social balance.", "Our economic system is the ideal platform for this.", "Connecting and balancing forces are embedded in the social market economy.", "Ladies and gentlemen, The social market economy by no means took off by itself - its success had to be fought for in the face of resistance.", "According to Fritz Hellwig, this was not achieved \"in the offices of public authorities or in scholars' studies (...), but rather on the front line of public opinion\".", "[34] Explaining basic principles and implementing them in a way that is appropriate with the times also remains important today.", "An economic system is not something static - it has to be constantly adapted to the changing economic and social conditions and challenges.", "The German Economic Institute has been striving for 70 years to have market economy principles valued and respected and to widen the reach of liberal social market economy ideas.", "This task has lost none of its significance over the decades.", "I firmly believe that the German Economic Institute will continue to make its voice heard in future in the debate on the right path for our economic system, using its profound analyses and clear messages.", "Many congratulations and all the best for the future.", "Gräfin Dönhoff, M. (1999), Deutschland, deine Kanzler.", "Die Geschichte der Bundesrepublik 1949-1999, Goldmann Verlag, Munich.", "Hellwig, F., Über die Aufgaben des Deutschen Industrieinstituts, speech of 9 August 1951. .", "Weidmann, J., Monetary and economic policy challenges, speech of 2 May 2019. .", "Eucken, W. (1948), Das ordnungspolitische Problem, in ORDO - Jahrbuch für die Ordnung von Wirtschaft und Gesellschaft, Vol.", "German Economic Institute (ed.", "(editor)), Agenda 20D, Wege zu mehr Wachstum und Verteilungseffizienz, July 2009, foreword.", "(1956/1976), Soziale Marktwirtschaft, in Wirtschaftsordnung und Wirtschaftspolitik.", "Studien und Konzepte zur Sozialen Marktwirtschaft und zur Europäischen Integration, pp.", "Institut für Demoskopie Allensbach (2021), Soziale Marktwirtschaft - Bewährungsprobe in der Krise, 9.", "German Economic Institute, Zehn Jahre Agenda 2010 - Eine empirische Bestandsaufnahme ihrer Wirkungen, IW Policy Paper 7/2013.", "Schmidt, C. (2019), Geht doch: Zur Evaluation großer Reformpakete am Beispiel der Arbeitsmarktpolitik, in Buch, C. M. and R. T. Riphahn, Evaluierung von Finanzmarktreformen - Lehren aus den Politikfeldern Arbeitsmarkt, Gesundheit und Familie, Leopoldina-Forum No 1.", "German National Academy of Sciences Leopoldina, Halle (Saale).", "Burda, M., M. Schnitzer, B. Fitzenberger and C. Schmidt (2014), Evidenzbasierte Wirtschaftspolitik - Thesenpapier zur Kerntagung des Vereins für Socialpolitik in Hamburg.", "Keynes, J. M. (1936), Die allgemeine Theorie der Beschäftigung, des Zinses und des Geldes, Duncker & Humblot, Munich/Leipzig.", "Hernando, M. G., H. Pautz and D. Stone (2018), Think tanks in 'hard times' - the Global Financial Crisis and economic advice, Policy and Society, Vol.", "Buch, C. M., K. Patzwaldt, R. T. Riphahn and E. Vogel (2019), Verstehen - Entwickeln - Testen - Verbessern: Rahmenbedingungen für evidenzbasierte Politik, BW Wirtschaftsdienst, Vol.", "Deutsche Bundesbank, The relevance of surveys of expectations for the Deutsche Bundesbank, Monthly Report, December 2019, pp.", "(pages) 53-71; Deutsche Bundesbank, Assessments and expectations of firms in the pandemic: findings from the Bundesbank Online Panel Firms, Monthly Report, April 2021, pp.", "The Bundesbank's Research Data and Service Centre also gives internal and external researchers access to selected, high-quality microdata - subject to relevant provisions and arrangements, including data protection law.", "Buch, C., Evidenzbasierte Wirtschaftspolitik, 8th Conference for Social and Economic Data, speech delivered on 2 March 2020. .", "Franz, W. (2000), Wirtschaftspolitische Beratung: Reminiszenzen und Reflexionen, Perspektiven der Wirtschaftspolitik, Vol.", "Author not named, Es braucht eine neue Wende - Die Ökonomen Heiner Flassbeck und Michael Hüther streiten über das Verhältnis von Wissenschaft und Politik und den Weg aus der Krise, DIE ZEIT, 21 February 2013. .", "Minimum Wage Commission (2020), Dritter Bericht zu den Auswirkungen des gesetzlichen Mindestlohns.", "Alliance of Science Organisations in Germany (2020), 10-Punkte-Plan zur Wissenschaftskommunikation.", "Wagstyl, S. (Seite), Europe pessimistic on income equality but Americans still cling to the dream, Financial Times, 17 August 2014. .", "Geburtstag von Ludwig Erhard, speech delivered on 19 February 1997. .", "Feld, L. P., Die Modernität der Sozialen Marktwirtschaft, Frankfurter Allgemeine Zeitung, 16 April 2021. .", "Christl, M., S. (Seite) De Poli, T. Hufkens, A. Peichl and M. Ricci (2021), The Role of Short-Time Work and Discretionary Policy Measures in Mitigating the Effects of the COVID-19 Crisis in Germany, CESifo Working Paper No 9072. .", "Beznoska, M., J. Niehues and M. Stockhausen, Stable Through the Crisis?", "Distributional Consequences of the Corona Pandemic - A Microsimulation Analysis, IW-Report, No 65/2020.", "International Monetary Fund, World Economic Outlook, April 2021. .", "Weidmann, J., Regulatory policy in the digital age, speech delivered on 30 January 2020. .", "Weidmann, J., Calling on the government, speech delivered on 2 September 2020. .", "EFI - Expert Commission for Research and Innovation, Annual report on research, innovation and technological performance in Germany 2021. .", "OECD, Going for Growth 2021, Country Note Germany, -country-note-going-for-growth-2021.pdf 32.", "Weidmann, J., Will COVID-19 increase economic inequality?, speech delivered on 29 April 2021. .", "The World Bank, for example, estimates that a loss of half a year of school education could reduce the expected life income of the affected schoolchildren by 5% on average.", "Azevedo, J. P., A. Hasan, D. Goldemberg, S. (Seite) A. Iqbal and K. Geven (2020), Simulating the Potential Impacts of the COVID-19 School Closures on Schooling and Learning Outcomes: A Set of Global Estimates, World Bank Group."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Social market economy", "Competition", "Social welfare", "Monetary policy", "Education", "Employment", "Economic policy advice", "Minimum wage", "Government intervention", "Innovation"]}