{"sentences": ["23.04.2021 The euro area outlook, monetary policy at the current juncture, and lessons for the ECB strategy review Ernst and Young Insights Forum Pablo Hernández de Cos Good afternoon, ladies and gentlemen.", "I would like to thank EY and its President, Federico Linares, for their kind invitation to the EY Insights Forum.", "It is a pleasure for me to participate in this initiative that brings together research institutes, think-tanks and policymakers to reflect on economic issues.", "In today's talk, I will first comment on the euro area growth and inflation outlook at the current juncture.", "I will then discuss what this outlook may imply for monetary policy in the euro area, including how our pledge at the ECB Governing Council to preserve favourable financing conditions may be interpreted in the light of this outlook.", "Finally, I will take a longer view and discuss what lessons from recent economic and monetary policy developments in other advanced economies could be extracted for our ongoing monetary policy strategy review at the ECB.", "The current outlook for activity and prices in the euro area The global economy has been recovering since the sharp contraction due to the onset of the COVID-19 pandemic in the first half of 2020.", "In addition to easing restrictions, several factors have acted as key levers.", "These include the substantial adaptation by households, firms and institutions to living with COVID-19 and with less mobility; the strong support of extraordinary global economic policies; and the dynamism of international trade, especially in goods.", "In any case, according to the latest IMF projections, GDP in Q4 was still 3% below its level a year earlier in the advanced economies.", "And the strength of the recovery varies significantly across countries and sectors.", "By the end of 2020, output losses were markedly larger in the United Kingdom and the euro area (7.8% and 4.9%, respectively) than in the United States (2.5%) and Japan (1.3%).", "The euro area is lagging behind in the recovery.", "Second and successive waves of the pandemic after the summer were particularly severe and containment measures were then stepped up in a large number of euro area countries.", "Unlike other advanced economies, euro area GDP contracted in 2020 Q4, by 0.7%.", "Incoming economic data, surveys and highfrequency indicators suggest that economic activity might have contracted again in the first quarter of this year, before resuming growth in the second quarter, according to the most recent forecast of the ECB.", "Despite recent unfavourable developments, though, the observed fall in the final quarter of last year was smaller than expected at the time of the December Eurosystem's forecast1.", "The economy is showing greater resilience as the pandemic unfolds.", "This may reflect more targeted restrictions with the support of preventive health measures and a better understanding of the transmission of the virus, while households and firms seem to have adapted to the pandemic environment.", "They have done so, in part, by adopting available technologies, which have enabled a considerable increase in e-commerce and other digital services and teleworking.", "On the supply side, the extension of the pandemic and the targeted nature of containment measures has led to an increasing gap between sectors.", "The impact has been more severe and persistent in contact-intensive services, which have suffered sharp setbacks during the second and successive waves.", "For instance, trade, transport and hospitality activities recorded quarterly losses of over 4% in Q4.", "The quarterly fall rises to 12%in the case of leisure, cultural and other personal services.", "By contrast, manufacturing in the euro area has recovered rapidly, benefiting not only from more targeted restrictions, but also from the pick-up in foreign trade in goods.", "Gross value added in manufacturing increased by around 3% in the last quarter of the year practically reaching pre-crisis levels, while activity in vulnerable services sectors was near 15% below its pre-crisis level.", "Moreover, this sectoral gap will likely have widened further in 2021 Q1.", "Consequently, the economies most dependent on these service branches are liable to face more lasting effects and a slower and more uncertain recovery.", "On the demand side, the fall in output in Q4 was mainly due to domestic demand.", "In particular, the weakness of private domestic consumption has been the key determinant of output dynamics throughout 2020.", "This is mainly due to the inability of households to fulfil part of their usual expenditures because of the restrictions imposed by the pandemic.", "In fact, the health crisis has led to an extraordinary increase in household savings in the major advanced economies.", "The household saving rate in the euro area stood at close to 20% of gross disposable income (GDI) in Q4, up from 17% in Q3 and well above pre-crisis savings levels of less than 13% of GDI.", "Taking the year as a whole, excess saving, measured as the difference between current savings and the average over the previous five years, amounts to around 5 percentage points of GDP.", "A significant portion of this excess saving has built up in the form of bank deposits.", "Looking forward, the partial release of the private saving reservoir accumulated could provide greater momentum to the future recovery in consumption, although uncertainty here remains considerable.", "Looking ahead, the progressive roll-out of vaccines should allow for a gradual relaxation of containment measures and should pave the way for a firm rebound in economic activity that should become more clearly visible in the second half of this year.", "In any case, the outlook for economic activity should be supported by the continuation of substantial monetary and fiscal policy stimuli (including Next Generation EU funds), as I will elaborate on in the second part of this talk, and better prospects for global demand.", "Compared to the situation a few months ago, external demand is now expected to be stronger.", "In addition to better than expected growth data at the end of 2020, two elements point to a more positive international scenario: the EU-UK trade agreement and the extraordinary fiscal measures approved in some major economies, notably in the United States.", "In general, the dynamism of international trade is acting as an important lever for the recovery of the euro area economy, given its high degree of trade openness.", "Unlike in the aftermath of the 2008 global financial crisis, world trade in goods has recovered rapidly from the disruptions to trade flows in the first half of 2020, largely driven by the buoyancy of the Chinese economy.", "This improvement in the euro area's external demand contributes to offsetting the negative effect on activity derived from the resurgence of infections and the restrictive measures adopted to combat them, as well as from rising oil prices.", "Thus, the outlook for economic activity remains broadly unchanged compared with that in December.", "Euro area GDP would exceed its pre-crisis level in 2022 Q2, one quarter earlier than projected in December.", "Recent economic prospects set out by the IMF confirm this outlook for the euro area.", "According to the April World Economic Outlook (WEO), euro area GDP will increase by 4.4% in 2021 and 3.8% in 2022, slightly higher than previous projections released in January.", "Comparing with the global economy, the speed of the recovery is relatively slow in the euro area, with large differences also between euro area countries.", "According to the IMF's latest forecast, Germany's GDP is expected to be above its pre-crisis level next year, more than six months later than the United States, while the Banco de España's latest projections foresee that Spain will not reach that level until 2023 in the baseline scenario.", "In any case, uncertainty remains high and most projection exercises develop alternative moderate and severe scenarios depending on how the health crisis unfolds.", "In the short term, uncertainty is largely linked to the path of vaccination rates and to the efficiency of vaccines with respect to the new strains of the virus.", "Hence, although medium-term risks remain more balanced, uncertainties over the near term continue to be tilted on the downside.", "Moving to the inflationary situation, the health crisis intensified disinflationary pressures globally.", "Economic weakness in 2020 put downward pressure on global inflation rates in a context of sizeable negative output gaps and declining commodity prices.", "Moreover, in the euro area, some specific factors pushed inflation rates down, to particularly low levels in 2020 (0.3% on average).", "These factors include the appreciation of the euro and the temporary reduction in value added tax in Germany from July to December 2020.", "SlAt the beginning of 2021, we have observed a substantial but transitory increase in euro area consumer inflation.", "According to Eurostat's flash estimate, HICP inflation stood at 1.3% in March, up from -0.3% in December 2020.", "This increase reflects a number of idiosyncratic factors, including the increase in energy prices, the end of the temporary VAT reduction in Germany and disruptions to the sales season calendar in several euro area countries due to pandemic restrictions that are not expected to persist over time.", "In addition, there are transitory effects linked to the changes made to HICP weights at the beginning of each year, which have been much larger than usual this year reflecting strong shifts in household consumption patterns during the pandemic last year.", "These weight changes will bring about substantial volatility in inflation figures in the course of 2021, but are not expected to have a sizeable impact on the year as a whole.", "The rise in inflation rates at the beginning of the year and the increase in oil prices have caused the expected path of inflation to be revised upwards, notably for 2021.", "According to the ECB March macroeconomic projections, inflation in the euro area will reach 1.5% in 2021, peaking at 2% in 2021 Q4.", "However, in the medium term, the persistence of negative output gaps and high unemployment rates means that underlying inflationary pressures are not expected.", "Euro area inflation is projected to fall to 1.2% in 2022 and increase to 1.4% in 2023,2 very much in line with recent IMF forecasts.", "It is worth emphasising that the recent behaviour of alternative indicators of inflation expectations does not contradict this assessment.", "Although market-based indicators of inflation expectations have been on the rise, they remain far from the target for long-term horizons.", "In particular, the inflation expectation measure derived from the 5-years-in-5-years inflation swap was hovering around 1.1% in 2020, it increased to 1.4% during Q1 this year, and it has reached 1.5% in April, a level last seen in early 2019.", "Moreover, as I later note, care must be taken in the interpretation of these indicators, as they contain sizeable and volatile inflation risk premia.", "In addition, according to the latest ECB Survey of Professional Forecasters (SPF), conducted in January, longer-term inflation expectations remain stable around 1.7%.", "Reflections on monetary policy Allow me now some reflections on monetary policy in the euro area.", "I will focus on our communication since last December, in particular our pledge to preserve favourable financing conditions and how this should be interpreted in the light of the outlook I have just discussed.", "First, let me provide some background by summarising briefly how the ECB's monetary policy has responded to the pandemic crisis.", "Broadly speaking, our measures can be grouped into two main categories.", "The first relates to our longer-term refinancing operations.", "Within this group, a key measure was the improvement last year of the conditions of our targeted longer-term refinancing operations (TLTROs), which allow euro area banks to borrow long term at exceptionally low -in fact, negative- interest rates: these can be temporarily as low as -1%, provided banks maintain their eligible lending to firms and households during the pandemic crisis.", "With our TLTRO recalibration, we aimed to preserve the provision of credit to the real economy throughout the pandemic period.", "Indeed, bank credit is crucial for the financing of households and nonfinancial corporations in the euro area, especially small and medium-sized enterprises.", "The massive take-up in the TLTRO operations conducted since the start of the pandemic proves that their conditions were indeed very favourable.", "A notable example is the June 2020 operation, in which banks received a total of 1.3 trillion euro, a record high for Eurosystem refinancing operations.", "Also, the available evidence suggests that banks participating in the TLTROs have indeed already used part of the funding received to lend to firms and households.", "In order to reinforce the effectiveness of these measures, we also relaxed the Eurosystem collateral framework, with the aim of increasing the amount of funds that banks could obtain in the TLTROs and the other Eurosystem refinancing operations.", "The second group of measures is related to our asset purchase programmes.", "Here, the most important measure was the introduction of our pandemic emergency purchase programme (PEPP) in March last year.", "With an initial envelope of 750 bn euro, the subsequent recalibrations in June and December raised it to 1.85 trillion euro.", "The PEPP differs from our longer-standing asset purchase programme (APP) in its flexibility as regards the distribution of net purchases over time and across jurisdictions.", "This flexibility, together with the programme's size, has been important for ensuring favourable financing conditions for all agents in the euro area.", "It was also instrumental in heading off the incipient financial fragmentation observed at the onset of the pandemic, thus ensuring a smooth transmission of our monetary policy to all euro area countries.", "PEPP has also provided fiscal authorities with space to extend and maintain their support measures for the economy.", "By way of illustration, net asset purchases under the PEPP in 2020 reached an amount equivalent to over 90% of euro area countries' net public financing needs that same year (and almost 30% of gross needs), according to preliminary estimates.", "This is particularly important in countries such as Spain, which has been particularly affected by the COVID-19 crisis and whose initial deficit and public debt levels were high.", "The ECB's actions are heading off an increase in financing costs which could have significantly curbed the national fiscal authorities' capacity to support the economy.", "Since its creation, the PEPP has become the main tool for adjusting our monetary policy stance in the context of the COVID-19 crisis.", "Indeed, one of the key objectives of the PEPP is to counter the downward impact of the pandemic on the projected path of inflation.", "This objective has guided the recalibration over time of the PEPP's envelope and the horizon of net purchases.", "For instance, in view of the pandemic-related downward revision to the medium-term growth and inflation outlook in the Eurosystem's macroeconomic projections, in June last year we at the ECB Governing Council decided to raise the PEPP envelope by 650 bn euro and to prolong the net purchase horizon until June 2021.", "Likewise, in December last year we increased the PEPP envelope by a further 500 bn euro and extended the period of net purchases until March 2022, in view of staff projections showing a more protracted weakness in inflation than previously envisaged.", "It was also in December that we introduced in our communication our pledge to conduct purchases under the PEPP to preserve favourable financing conditions over the extended net purchase period.", "In particular, we committed to purchasing flexibly with a view to preventing a tightening of financing conditions that is inconsistent with countering the downward impact of the pandemic on the projected path of inflation.", "This commitment makes explicit the role of financing conditions as an intermediate goal, but is also a reminder that the ultimate goal of PEPP, as far as its monetary stance function is concerned, is to counter the negative impact of the pandemic on our medium-term inflation projections.", "So how is our commitment to maintain favourable financing conditions to be interpreted in practice?", "It is instructive to break our commitment into two parts.", "The first entails a pledge to avoid a tightening in financing conditions.", "What do we mean exactly by \"financing conditions\"?", "As we explained after our March monetary policy meeting, financing conditions are defined by a holistic and multifaceted set of indicators, spanning the entire transmission chain of monetary policy from risk-free interest rates and sovereign yields to corporate bond yields and bank credit conditions.", "This does not mean, however, that all indicators are equally relevant from the perspective of our monetary policy making.", "In particular, banks use risk-free interest rates and sovereign bond yields as key references for determining credit conditions.", "Unlike many other indicators, they are available in real time, they are closely linked to other relevant prices in the financial markets and monetary policy transmission channels, and they can be controlled, at least partially, through central bank actions.", "In other words, they are uniquely positioned between our tools and the financial variables we wish to influence.", "What we observe today in relation to interest rates informs us of the foreseeable effect our monetary policy measures will have, such that they may guide the purchases we make today.", "Sizeable and persistent increases in these market interest rates, if left unchecked, could translate into a premature tightening of financing conditions for all sectors of the economy.", "Therefore, risk-free interest rates and sovereign yields are especially important to assess the favourability of financing conditions.", "In this regard, from past December until March we witnessed an increase in euro area longterm risk-free interest rates and sovereign yields.", "This represents a tightening in financing conditions.", "So how did we react to this?", "This takes me to the second part of our \"favourable financing conditions\" commitment, namely our pledge to counter the downward impact of the pandemic on the projected path of inflation.", "In this regard, the medium-term inflation outlook in the ECB and Eurosystem macroeconomic projection exercises is the key criterion that allows us to judge whether a tightening in financing conditions is inconsistent with countering the negative impact of the pandemic on inflation.", "To the extent that an increase in interest rates is not accompanied by a return of the medium-term inflation projection back to its pre-pandemic level, PEPP purchases should be adjusted in order to counter such increase in interest rates.", "Our decision on 11 March to step up the pace of PEPP purchases during the following quarter was indeed based on a joint assessment of financing conditions and the inflation outlook, as explained in the introductory statement after our Governing Council meeting.", "At the time of that meeting, the aforementioned tightening of financing conditions had already materialised.", "Moreover, the March ECB macroeconomic projections showed no improvement in the medium-term inflation projection compared to that in December.", "More importantly, this projection, at 1.4%, remained below its pre-pandemic level, which stood at 1.6% according to the December 2019 Eurosystem projections.", "Thus, in a context of tighter financing conditions and subdued medium-term inflation projections that remained below pre-pandemic levels, we decided to make use of the PEPP's flexibility and accelerate its pace of purchases.", "In yesterday's ECB's Governing Council meeting we revised thoroughly the evolution of the economic and financial context since March.", "The scenario consistent with that revision is one in which the economic evolution since March broadly confirms the outlook embedded in the projections for growth and inflation published then, the balance of risks remains largely intact as well, and the euro area financing conditions have remained broadly stable after the increase in market interest rates earlier in the year.", "At the same time, we recognise that risks to wider financing conditions remain, so that the Governing Council decided to reconfirm its very accommodative monetary policy stance, including our expectation that purchases under the PEPP over the current quarter will continue to be conducted at a significantly higher pace than during the first months of the year.", "Thus, within this framework the pace of purchases under PEPP is determined considering current- and forward-looking, not backward-looking, indicators.", "In particular, the joint assessment that will preside over the setting of the pace of PEPP will be based on the present state of financing conditions benchmarked against the future expected path of inflation.", "And, therefore, the past pace of purchases are by no means a conditioning factor in the PEPP pace decision-making.", "As a result, if favourable financing conditions can be maintained through asset purchase flows that do not exhaust the envelope over the horizon of the PEPP, the envelope need not be used in full.", "Equally, the envelope can be recalibrated and upscaled if required to maintain favourable financing conditions to help counter the negative pandemic shock to the path of inflation.", "Finally, inflation linked swap (ILS) rates can also be used to construct a real yield curve for the euro area, by subtracting them from the nominal yield curve.", "Indeed, the real yield curve is another relevant indicator of financing conditions, insofar as spending decisions are based on the real (i.e.", "inflation-adjusted) cost of funding.", "Since our December meeting, real long-term yields have first increased -as inflation compensation failed to match the rise in nominal yields- and then mostly reversed their previous rise -as inflation compensation rose but nominal yields remained stable at the new higher levels.", "In my view, as long as our medium-term inflation projections do not show a clear improvement, with a view to assisting the recovery in economic activity and hence in the inflation outlook, we should accommodate increases in market-based long-term inflation expectations measures in order to ensure that they translate into lower long-term real interest rates.", "Lessons from recent developments for the ECB's review of its monetary policy In this last part of my intervention, I would like to draw some possible lessons for our ongoing review of the ECB's monetary policy strategy.", "To this end, it is very instructive to look at economic and monetary policy developments in the United States since the summer of last year, for two reasons.", "First, the US Federal Reserve (henceforth 'the Fed') announced last August the outcome of its own review of its monetary policy strategy.", "Second, the US inflation outlook has improved considerably since then.", "Let me first discuss both aspects and how they may be interconnected.", "To recall, one of the key modifications adopted by the Fed was to introduce the following element in its strategy: \"following periods when inflation has been running persistently below 2 percent, appropriate monetary policy will likely aim to achieve inflation moderately above 2 percent for some time\".", "That is to say, the Fed now explicitly allows for the possibility of letting inflation overshoot temporarily its 2 percent target following periods of persistent undershooting.", "The logic of this strategy comes from the existence of a lower bound on nominal interest rates, which constrains central banks' ability to reach their inflation targets: once the nominal interest rate hits its lower bound, the central bank can no longer provide stimulus by cutting it further.", "As an example, with the arrival of the pandemic the US experienced last year a fall in inflation and a sharp increase in unemployment, to which the Fed responded by lowering the range for the federal funds rate -its key operating target- until the bottom of the range hit zero.", "These strategies are useful in such contexts through two channels.", "First, by signalling willingness to let inflation overshoot its target, the central bank can bring about expectations of higher inflation in the future -at least to the extent that this strategy is understood and believed by the public, and inflation expectations are forward-looking.", "This reduces real interest rates -i.e.", "nominal interest rates minus inflation expectations-, which stimulates aggregate spending and inflation.", "Second, this strategy entails, ceteris paribus, a commitment to keeping nominal interest rates at their lower bound for longer.", "This translates into lower medium- and long-term yields, thus easing financing conditions and further stimulating spending and inflation.", "Let me now turn to the second reason for looking at the US: the improvement in its inflation outlook since the Fed's strategy review.", "Short- and medium-term inflation expectations, as measured by the Federal Open Market Committee (FOMC) projections, have increased in a sustained manner since September last year, to the point that the most recent projections, from March, see inflation at or slightly above the 2 percent target for the entire projection horizon (2021-2023).", "Market-based indicators of US medium-term inflation, such as 2-year-in-2-years ILS rates, show an even sharper increase and now hover around 2.5%, although as I said before it is difficult to ascertain to what extent this reflects genuine expectations of higher inflation.", "The improvement in the US inflation outlook reflects the likely inflationary impact of the fiscal stimulus packages approved since December, as well as the overall economic recovery from the pandemic crisis and possible supply bottlenecks.", "An additional factor is a transitory push from higher energy prices; however, core inflation, which is stripped from the direct impact of energy prices, is also projected to be at or slightly above target over the FOMC's projection horizon.", "How do these two aspects, the Fed's new strategy and the rise in US inflation expectations, relate to each other?", "My interpretation is that they are closely interrelated.", "A given inflationary shock, such as a large fiscal expansion, is more likely to raise inflation expectations if agents understand and believe the central bank's willingness to let inflation overshoot its target in the future.", "The aforementioned FOMC projections of inflation at or slightly above target over the coming years is consistent with this scenario.", "Moreover, the median FOMC projection sees the federal funds rate remaining at its lower bound for the entire projection horizon.", "This projection for the appropriate path of the Fed's nominal interest rate policy can also be interpreted as consistent with the Fed's willingness to tolerate above-target inflation in the future, and to shape its policy accordingly by refraining -in expected terms- from raising its key interest rate even as inflation is projected to (slightly) overshoot its target.", "So what can we learn from the US experience for our own review of the ECB's monetary policy strategy?", "The previous discussion exemplifies the advantages of allowing for moderate and temporary overshoots in inflation in an environment of persistent below-target inflation and nominal interest rates at or close to their lower bound, such as that characterising the euro area over the last years.", "Now, to allow for inflation overshoots to be effective, a prerequisite is the existence of a clear numerical inflation target.", "The ECB's current inflation aim, an inflation rate below but close to 2 percent, does not help in this regard, as it does not identify a specific point target that acts as a focal point.", "Therefore, an eventual adoption of this kind of strategy would necessarily have to be accompanied by a clarification of the ECB's inflation aim.", "A point target of exactly 2 percent would be a good choice in this regard.", "That said, let me warn you that, in actual practice, introducing the possibility of temporary and moderate inflation overshoots in the monetary policy strategy is likely to have modest effects on inflation expectations per se.", "To some extent, markets and the public may only be willing to revise their inflation expectations upwards if they first see actual inflation reaching and eventually exceeding its target, which then gives the central bank the opportunity to make good on -and reaffirm the credibility of- its overshooting commitment.", "Alternatively, agents may be more likely to raise their inflation expectations if they see policy measures that are substantial enough to justify optimism on future price developments.", "Either way, communicating the possibility of inflation overshoots has a better chance at lifting inflation expectations if other accompanying factors provide a good reason to expect higher inflation in the future.", "A case in point are the aforementioned US fiscal stimulus packages, which have undoubtedly contributed to pushing up aggregate demand and lifting inflation expectations.", "This last observation leads me to extract a final lesson from the US experience for the euro area, namely the crucial role that fiscal policy plays in the current context in supporting the economic recovery and thus improving the medium-term inflation outlook.", "Such improvement would come through different channels.", "The most obvious one is that a fiscally driven boost to aggregate demand would put upward pressure on prices.", "More subtly, if properly designed, fiscal stimulus packages may raise the economy's potential growth rate and hence the so-called natural real rate of interest.", "This would lower the gap between actual and natural interest rates, thus further supporting aggregate demand and inflation.", "To be clear, European institutions have already made substantial progress on the fiscal front, by launching the Next Generation EU program.", "This is undoubtedly an important step in European integration, which involves an appreciable degree of risk-sharing, since a significant part of the stimulus is allocated on the basis of the impact of the pandemic on the economy and around half of the funding takes the form of grants.", "Moreover, together with other instruments adopted during the pandemic, such as the loans for financing temporary unemployment benefits (the SURE programme), it will double the amount of supra-national European debt available for investors.", "However, NGEU cannot and should not be seen as the cyclical stabilisation mechanism the euro area needs as a complement to the Eurosystem's single monetary policy.", "A true macroeconomic stabilisation mechanism should be of a permanent nature and have sufficient size, taxation power and borrowing ability7.", "The NGEU is transitory and does not fulfil all of these properties.", "First, its size, although relevant, could prove insufficient to counteract the accumulated GDP falls during the COVID pandemic.", "Second, the European Union has so far not approved the necessary revenues to finance it.", "Finally, given its transitory nature, it cannot become a permanent source of safe assets at the European level.", "Therefore, in the current circumstances it may be necessary to allow national fiscal authorities more leeway for pursuing growth-enhancing fiscal policies, while ensuring the medium-term sustainability of their public finances through credible post-pandemic fiscal consolidation plans.", "This connects with the ongoing debate on the possibility of reforming the EU's fiscal rules, to align them better with the structural economic transformations that have taken place since they were formulated.", "Indeed, the prevailing rules were designed for a completely different economic context.", "On the one hand, the secular fall in long-term interest rates means that higher debt levels can be maintained without compromising public finances in the long run as long as growth potential is not hampered.", "On the other hand, the Great Financial Crisis and the COVID pandemic have proven that tail risks might not be manageable from a national point of view.", "In fact, most large countries in the euro area, even following the SGP rules, may lack the necessary fiscal buffer to confront a recession in the next decade.", "Therefore, the way forward will require a new framework in which national and supranational fiscal authorities complement each other, with the former coordinated around the medium-term shared goals -with debt sustainability as a primary objective- and the latter reacting to tail events and calibrating the euro area aggregate fiscal stance to provide more space to monetary policy.", "Finally, there is also a clear need to simplify the framework and enhance its scant capacity to successfully steer countries to build up fiscal buffers in booming periods for their later use in future crises.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "financial dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none"], "topics": ["Euro area outlook", "Monetary policy", "Inflation outlook", "Financing conditions", "Inflation expectations", "Monetary policy strategy review", "US experience", "Fiscal policy", "EU fiscal rules", "Tail risks"]}