{"sentences": ["Good morning to our speakers and participants.", "Thank you for gracing this milestone event for the BSP, a timely testimonial of the BSP's support for robust and evidence-based research, especially as we celebrate 72 years of central banking in the Philippines, and 28 years as the Bangko Sentral ng Pilipinas.", "This Research Fair represents many firsts for the BSP: It is our first International Research Fair organized by the recently established BSP Research Academy.", "As you know, we have a Main Conference for Day 1 and a less formal Research Café for Day 2, co-hosted with The SEACEN Centre.", "It is also the first completely virtual international conference organized by the BSP, where various researchers from local and international institutions are presenting their papers.", "This is also the first international conference of this nature we have organized since the onset of the pandemic.", "This year's theme, \"Central Banking in the Time of Pandemic\" is the most pressing issue facing central banks today.", "The repercussions of the COVID-19 pandemic are unprecedented in our global economic history, even when compared to the Spanish Flu of 1918-the most devastating pandemic of all time in terms of the number of deaths.", "This is also because the COVID-19 pandemic has, in effect, caused a trio of shocks-a supply shock, a demand shock, and a shock to financial systems, as well.", "The COVID-19 pandemic is the first epidemic in the world's history that has caused significant damage not only to people, the health sector and the macroeconomy, but also posed a considerable potential threat to the stability of financial sectors.", "Financial market reaction to the uncertainty and risks during the acute stages of the COVID-19 outbreak have led to significant strains in global financial markets.", "In the first quarter of 2020, there were sharp downfalls in the equity markets in advanced economies, as well as in emerging market economies.", "The speedy and substantial monetary and fiscal responses of policymakers have prevented a liquidity crisis, which would have had dire and pervasive economic and financial stability implications.", "Specifically, central banks reacted rapidly to market turmoil starting in March 2020 by adopting a wide-ranging set of emergency liquidity facilities and engaging in long-term government asset purchases.", "While monetary policy only plays a complementary role, it is a critical one.", "The BSP was among the central banks to be the first to respond to the crisis through the enactment of liquidity-enhancing measures.", "In fact, our policy rate cuts have amounted to a total of 200 basis points since March 2020.", "BSP's accommodative monetary policies were aimed at alleviating any expected tightness in liquidity conditions, uplift business and consumer confidence, and help maintain the orderly functioning of the Philippine financial system.", "We also implemented some extraordinary measures including provisional advances to the National Government (NG) and the purchase of government securities in the secondary market.", "On the regulatory front, we implemented time-specific and well-targeted regulatory and operational relief measures to encourage BSP-supervised financial institutions to continue supporting the domestic economy.", "Specifically, the BSP reduced the reserve requirement rate and provided for alternative reserve compliance for lending to Micro- and Small and Medium Enterprises or MSMEs.", "We treated loans to MSMEs as compliance to the reserve requirement, increased the single borrower's limit, and raised the ceiling for real-estate loans.", "We also allowed a grace period for loan settlement and restructuring of rediscounted loans.", "Such moves provided relief to banks and their borrowers.", "IMF Chief Economist Gita Gopinath, at the 3rd APEC Structural Reform Ministerial Meeting last June 16, 2021, in fact commended the Philippines as among the ASEAN-6 economies which effectively provided liquidity support to firms, including through loan moratoria and government guarantees.", "These various policies, she continued, have \"...helped preserve future living standards, and benefit disproportionately lower-skilled workers and SMEs that would have been worse off otherwise.\"", "Just as the BSP acted quickly to mitigate the economic and financial impact of the pandemic, and we are now carefully assessing the appropriate timing for the transitioning from our accommodative stance.", "We realize that doing this too late or too early could have serious repercussions on the economy.", "Success on the public health front combined with carefully targeted fiscal support will help boost consumer and business sentiment and lead the economy to its sustainable growth path.", "Building confidence in the fundamental strength of the Philippine economy in an environment of uncertainty and volatility requires skillful handling of our policy levers.", "Moving forward, we anticipate the communication challenges related to the scaling back of the accommodative monetary policies, when necessary, as economic recovery gets underway.", "Monetary policy needs to be flexible to shifts in economic and market conditions.", "As the BSP closely monitors any emerging risks to financial stability, various macroprudential measures and monitoring tools remain in place.", "We also look at external risk factors, including global economic growth and shifts in monetary policy in major economies, as we assess how they can impact domestic financial and growth conditions.", "More importantly, an integral part of the BSP's policy agenda is making sure that the Philippines is able to get back on a balanced and sustainable growth path as soon as possible.", "In this regard, the BSP is working closely with the national government to advance the structural reform agenda, including transforming the financial landscape so that it is future-ready through digitalization and environmentally sustainable practices.", "Digital payments transformation has been helping us cope with the mobility restrictions put in place.", "It is a good thing that the country had been gradually embracing financial technology even before the pandemic hit.", "The rapid acceleration of digital transformation was in fact catalyzed by the COVID-19 pandemic.", "In 2020, the volume of PESONet transfers surged to 15.3 million, up by 376 percent year-onyear.", "The value of PESONet transactions rose by 188 percent, year-on-year, to reach nearly 951.6 billion pesos-equivalent to about 5.3 percent of the country's GDP.", "In the same period, the number of payments made through InstaPay reached 86.7 million, up by 459 percent year-on-year.", "Said transactions were valued at 463.4 billion pesos, which was a 340-percent increase year-on-year.", "This amount of InstaPay transactions is equivalent to about 2.6 percent of GDP.", "The BSP took this opportunity to advance initiatives that would push digitalization in the financial industry even further.", "To this end, launched the Digital Payments Transformation Roadmap last year.", "The roadmap identifies two critical strategic objectives.", "The first objective, also my personal goal as BSP Governor-is that at least 50 percent of the country's total financial transactions be done digitally, and at least 70 percent of Filipino adults must have financial accounts.", "The second objective involves the availability of more innovative digital financial products and services.", "These products and services, designed to be responsive to consumers' needs, will be enabled by a digital PhilSys ID and supported by a next-generation payment and settlement system that facilitates the real-time processing of financial transactions.", "All these measures are integral parts of the strategy to become the central bank that understands the needs of the Filipino people and help them achieve their aspirations in life.", "While the ongoing crisis has subjected us to extraordinary challenges, it has also given us the opportunity to accelerate our efforts in bringing the BSP closer to the Filipino people.", "Through digitalization, we help create opportunities for them to improve their lives and participate in the formal sectors of the macroeconomy and the financial system.", "This way, we also promote financial inclusion, as digital payments help consumers confidently engage in economic activities with ease and security.", "In fact, in a report titled \"Global Microscope 2020: The role of financial inclusion in the Covid-19 response\" by the research arm of The Economist Group, the BSP was recognized for its initiatives to mitigate the adverse economic impact of the current global health emergency.", "In closing, I would like to highlight three strengths that we are pitting against the trio of shocks we • First, we continue to maintain strong macroeconomic fundamentals.", "Together with carefully thought-out public health responses and an efficient rolling out of the vaccination program, these will carry the Philippine economy toward sustainable recovery.", "Monetary policy will remain accommodative until domestic demand and overall macroeconomic activity recovers, keeping in mind our price and financial stability objectives.", "• Second, targeted fiscal support remains central to the COVID-19 response during the pandemic, and these are meant to minimize any permanent scars on the Philippine economy.", "• And third, we reiterate our continued support for structural reforms that are aimed at raising the country's competitiveness and helping transform the financial landscape so that it is future-ready through digitalization and green finance.", "In this time of the pandemic, we realize more than ever before that the production of objective and comprehensive research and the promotion of the research culture in the BSP is important.", "Central banks have long benefitted from academic contributions to monetary policymaking and many other aspects of central bank practice.", "Academics and independent researchers, and the institutions that they come from, provide guidance in theoretical foundations as well as in the actual conduct of policy.", "It is, therefore, a privilege and an inspiration for me to be among the distinguished researchers today who have conducted top-caliber and rigorous research on the impact of the pandemic amid these difficult times.", "A total of ten research papers would be presented over the next two days of our Research Fair.", "Just to mention a few, the paper titled 'Stay at Home!", "Macroeconomic Effects of PandemicInduced Job Separation Shocks' to be presented by Dr. Batu examines the importance of monetary policy in limiting the economic damage caused by labor market uncertainties related to the COVID-19 pandemic; their empirical evidence finds that there is indeed a link between uncertainty in the job separation rate and macroeconomic variables.", "Meanwhile, based on the empirical evaluation utilizing a Disaster Index rooted on four health and economic indicators by Drs.", "Mariano and Ozmucur in the paper 'Fighting COVID-19: Patterns in International Data', Singapore is among the best performers in the sample.", "Our very own Dr. Basilio of BRAc will be sharing with us the empirical results from an application of the S-I-R Pandemic Model in the case of the Philippines, where he is able to estimate the macroeconomic impact of this pandemic under various scenarios.", "I am just as eager to listen to the presentations from our institutional and junior researchers during the Research Café tomorrow, which we are conducting in collaboration with the SEACEN Centre.", "Our promising authors will be discussing equally relevant central banking issues such as the analysis of the Fintech model for PESONet, the impact of the digital payments system to financial inclusion indicators, and an empirical analysis of the evolution of market interest rates during the pandemic, to name some of them.", "I am looking forward to the research paper presentations for this year's Fair.", "In the words of Leonardo da Vinci: \"Learning never exhausts the mind.\"", "When you look at history, innovation comes from creating environments where ideas can connect, where there is an exchange of ideas.", "It is, in fact, the father of Economics John Maynard Keynes who said: \"Ideas shape the course of history.\"", "Thank you everyone and good morning.​"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Financial stability", "Economic recovery", "Digitalization", "Financial inclusion", "Research", "Macroeconomic fundamentals", "Structural reforms", "COVID-19", "Pandemics"]}