{"sentences": ["Speech Klaas Knot - \"The case for fiscal stabilization in a low interest rate environment\" In his Witteveen lecture at the Erasmus School of Economics today Klaas Knot argued for a greater role of fiscal policy to stabilize the economy in the current low interest rate environment.", "He pointed out that the current fiscal framework in the EMU, despite its merits, is not well equipped to deliver that.", "\"In order to make our monetary union more stable, we need a fiscal framework that enhances coordination between member states and allows for a better alignment of monetary and fiscal policy over the entire economic cycle.", "It is a great honor to give this lecture.", "A lecture that bears the name of a man who has greatly influenced economic policymaking.", "Both in theory and in practice, both at home and abroad.", "I saw Johan Witteveen a few times in the late 1990s, when I worked at the IMF.", "As a former managing director he still had his office at the Fund, and he regularly visited to discuss economics and share his views with IMF staff.", "Although I never intensely spoke to him one-on-one, it was clear to me that after all those years he was still a very respected economist, and that he was held in the highest esteem by those around him.", "In fact, watching him from a distance, it was easy to imagine John Maynard Keynes himself walking there, in the corridors of the institution of which he was the spiritual father.", "The association with Keynes is not so strange because, of course, Witteveen was a Keynesian economist.", "He held the view that fluctuations in aggregate demand can create business cycle fluctuations.", "And because markets do not always adjust smoothly, he believed that both monetary and fiscal policy have a role to play in dampening these fluctuations.", "And that their effectiveness in stabilizing the economy depends on how they interact with one another.", "Witteveen's views on the importance of monetary and fiscal stabilization policies are highly relevant today.", "In his spirit, today I will present a case for a more active role of fiscal policy in stabilizing the economy, in a world with persistently low interest rates.", "I will start by briefly reviewing some of the conventional channels along which monetary and fiscal policy interact in normal times, when interest rates are much higher than they are now.", "We will then see how this interaction is modified when interest rates are persistently low, and what this implies for the role of fiscal policy.", "Next, we will move away from the theory and have a look at how fiscal and monetary policy in the euro area interacted in practice.", "Here we will look in particular at the European debt crisis ten years ago, and compare that episode to the more recent Covid crisis.", "I will end with some remarks about possible implications for the fiscal framework in the euro area.", "The channels of monetary-fiscal policy interaction in normal Let us start by briefly reviewing how monetary and fiscal policy interact in normal times.", "Firstly, monetary policy affects fiscal policy by influencing the cost of funding for the government, and the sustainability of its debt.", "If the central bank lowers the policy interest rate or purchases more government bonds, it becomes cheaper for the government to finance its deficit.", "Moreover, monetary policy affects growth and inflation, and therefore also the differential between real interest rates and economic growth.", "This interest-rate-growth differential, or simply 'r minus g', largely determines the sustainability of public finances.", "The higher the differential between the interest rate and growth, the greater the build-up of government debt as a percentage of the economy over time.", "And so the more difficult it is to ensure that the debt remains on a sustainable path in the long run.", "Conversely, higher economic growth and/or a lower real interest rate reduce 'r minus g' and thereby make it easier for governments to remain solvent.", "The conduct of monetary policy not only influences the cost, but also the effectiveness of fiscal policy.", "For example, fiscal expansions are likely to have a stronger impact on economic activity when they are accompanied by a loose monetary stance from the central bank.", "This is because, in normal times, when the government raises expenditure and lets the deficit go up, interest rates will rise.", "But with higher interest rates, firms and households will spend less.", "This 'crowding-out' effect offsets the positive effect of the fiscal expansion.", "If the central bank keeps the interest rate low, this effect is much weaker, and the fiscal expansion will have a more positive effect on output.", "So monetary policy impacts fiscal policy.", "But vice versa, fiscal policy also influences the effectiveness of monetary policy.", "For example, changes in taxes, government spending and public wages affect the demand for goods and services, which in turn drives inflation.", "Such fiscal policy actions may either support or undermine the ability of the central bank to achieve its price stability objective.", "I will illustrate these monetary-fiscal interdependencies using a standard IS-LM model [Figure 1].", "The effect of monetary policy depends on fiscal policy For those of you who do not have a stack of macroeconomics textbooks lying on your bedside table, here's a quick reminder.", "The IS-curve shows all combinations of the interest rate and level of output for which the market for goods and services is in equilibrium.", "The LM-curve represents equilibrium in the monetary sphere of the economy, that is simply where money supply equals money demand.", "The interest rate and output level at the intersection of the IS and LM curves, at point A, satisfy equilibrium in both markets Now suppose the central bank expands the money supply and thereby reduces the interest rate.", "This is reflected by a rightward shift of the LM curve, the blue dashed line being the new LM curve.", "The ultimate impact on output then depends, to a large extent, on how fiscal policy reacts to this monetary expansion.", "If fiscal policy remains constant, meaning government spending and taxes are left unchanged, then output rises because the lower interest rate stimulates investment.", "The economy shifts from A to B.", "If fiscal policy is loosened and the government raises the budget deficit, then the positive effect on output is amplified.", "In that case, the fiscal expansion shifts the IScurve to the right, as shown by the yellow dashed line, and the economy settles at point C. Here output is higher than if fiscal policy remained constant.", "Now let's look at the opposite case.", "If fiscal policy is tightened and the budget deficit reduced, for example through a tax hike, the positive change in output brought about by the monetary expansion will be more muted.", "In that case, the fiscal tightening leads to a leftward shift of the IS curve and output falls.", "If the fiscal tightening is sufficiently strong, the positive effect on output is fully offset.", "The economy shifts from A to D. As an aside, you can see that the amplification then takes place in the lowering of interest rates, a heavily debated development in the Netherlands, with far reaching consequences for bank profitability, pension solvency etc.", "But here I will abstain from all of these financial stability consequences and just focus on output and inflation.", "So monetary policy influences the effectiveness of fiscal policy, and vice versa.", "The important thing to remember is that in order to effectively stabilize the economy, we need a well-aligned monetary-fiscal policy mix.", "A central bank combatting low inflation would benefit from loose fiscal policy, while a crisis-fighting fiscal authority would gain from the support of accommodative monetary policy.", "Of course, properly aligning monetary and fiscal policy may be more difficult in a monetary union that consists of a single central bank and many different national fiscal authorities.", "We will talk more about the challenges for monetary-fiscal interactions that are specific to monetary unions later on.", "The role of fiscal policy in times of persistently low interest Now let's talk about monetary-fiscal interactions in times when interest rates are persistently low.", "At this point I am going to introduce a new character to the story: the natural interest rate.", "The natural interest rate, or r* as it is often called, is the interest rate at which the demand for, and supply of, capital are in equilibrium, and the economy operates at full employment.", "If the central bank wants to cool off the economy and bring inflation down, it needs to set its policy interest rate above the natural rate.", "On the other hand, to stimulate the economy and to raise inflation, the policy rate should be set so as to push the interest rate below the natural rate.", "And here comes the problem for central banks.", "Stimulating the economy and raising inflation may not be feasible if the natural interest rate is very low.", "In that case, the policy rate needed to stimulate the economy might lie below the effective lower bound that exists on the nominal interest rate.", "Below this lower bound, further interest rate reductions are either impossible or will simply not induce higher borrowing by households and firms anymore.", "They just keep their money in the form of cash rather than in savings accounts or bonds.", "The effective lower bound therefore limits the scope for monetary stimulus.", "The interplay between the natural rate of interest and the monetary policy stance, and the constraining role of the effective lower bound, is illustrated in this figure.", "The effective lower bound limits the scope for monetary stimulus For simplicity, let's assume the inflation rate is zero, so the nominal and real interest rate are the same.", "When the central bank sets the interest rate above the natural rate, monetary policy is said to be contractionary.", "This is indicated by the blue area.", "If the interest rate is set below the natural rate, monetary policy is expansionary.", "This is indicated by the yellow area.", "Because of the effective lower bound , and for a given level of inflation, there is a limit to the scope for expansionary monetary policy.", "The lower the natural rate, the less room there is for the central bank to provide monetary stimulus.", "On the other hand, a higher natural rate increases the scope for monetary policy to be expansionary.", "If we bring inflation back into the story, then higher inflation would also increase the yellow area in the figure, as it would push the 'real effective lower bound' more to the left.", "Remember, the absolute lower bound is on nominal rates; higher inflation therefore lowers the lower bound on real interest rates and in doing so creates more space for monetary stimulus.", "The effective lower bound is like the black hole of monetary policy.", "We cannot directly observe it.", "But we know that monetary space disappears if the natural rate approaches the lower bound.", "Because that is the point beyond which the central bank's interest rate cannot reach.", "So a low natural rate of interest is a challenge for central banks.", "And that is exactly what has happened.", "The natural rate of interest in the euro area has declined As you can see in this chart, empirical evidence suggests that the natural interest rate has been on a downward trend in the past few decades, both in Europe and other parts of the world.", "Estimates for the euro area put the current natural rate at, or even below, 0%.", "Several structural forces underlie this so-called secular decline in r*.", "Think of ageing, rising inequality, higher risk aversion, weak productivity growth and lower investment demand.", "They all tend to lead to an excess demand for safe assets.", "Because most of these trends are likely to continue in the future, the natural rate is expected to remain low for some time.", "This means that the effective lower bound will limit the central bank's room for manoeuvre more often in the future.", "So spells of very low interest rates mean trouble for central banks.", "But they may be good news for governments.", "Low interest rates tend to increase the impact of fiscal policy on the economy.", "In fact, recent empirical evidence shows that the impact of government spending on output is larger when the effective lower bound on interest rates is binding.", "Intuitively, this makes sense.", "Raising public expenditure in a low interest rate environment does lead to more private spending, because the nominal interest rate remains low and is expected to remain low.", "In fact, a fiscal expansion could actually have a crowding-in effect through an increase in inflation, and inflation expectations, and thereby a reduction in the real interest rate.", "So people are going to spend more because they expect prices to increase in the future, rather than to spend less because government spending raises interest rates.", "In theory, this is good news, because it means that, in a low interest rate environment, expansionary fiscal policy is capable of helping the central bank in stimulating demand for goods and services, raising inflation, and escaping the effective lower bound on interest rates.", "However, the flipside is that contractionary fiscal policies at the effective lower bound can keep aggregate demand and inflation low, and real interest rates high.", "This traps the economy in the low interest rate environment for longer.", "To make matters slightly more complicated, in a low interest rate environment, the impact of fiscal contractions and expansions is not symmetric.", "The negative effect of contractionary fiscal policy is larger than the positive effect of expansionary fiscal policy.", "That's because of the non-linear nature of the effective lower bound, which means that the interest rate can move upwards more easily than it can move downwards.", "In order to understand this, let's look again at the IS-LM model from before.", "Fiscal policy is more potent near the effective lower bound, but fiscal contraction more so than fiscal expansion.", "To characterize the economy in which the interest rate is near its effective lower bound, in this chart we now draw the LM curve as a convex function.", "The closer the interest rate is to its lower bound, the less responsive output becomes to changes in the interest rate and so the flatter the LM curve is.", "For the same reason, we draw the IS curve as a concave function: the lower the interest rate is, the smaller the effects of interest rate changes are on investment and output, and so the steeper the IS curve is.", "In the first case, the government decides to pursue fiscal expansion.", "This leads to an increase in aggregate demand, as reflected by a rightward shift of the IS curve.", "The new IS curve is the yellow dotted line called IS prime.", "This pushes the economy away from the effective lower bound.", "The rise in aggregate demand drives up the interest rate.", "This rise in interest rates makes it less attractive for firms and households to spend, just as in our previous example in the standard IS-LM model.", "This crowding-out effect limits the overall effect of the fiscal expansion on output.", "In the second case, the government instead implements a contractionary fiscal policy.", "This leads to a reduction in aggregate demand and so the IS curve shifts leftward.", "The yellow dotted IS-curve with the double prime.", "Because the IS curve now moves along the flatter portion of the LM curve, the fiscal contraction leads to a relatively small reduction in the interest rate.", "This small interest rate reduction does little to offset the fall in output.", "Therefore, the negative effect of the fiscal contraction on output is larger than the positive effect of the fiscal expansion.", "In a more sophisticated model of a dynamic economy, a fiscal contraction at the effective lower bound can be shown to do even more harm by reducing inflation expectations and raising the real interest rate.", "This further depresses private spending and inflation.", "Ok, let's pause here for a moment.", "I realize that for some of you, this was all a bit intense.", "Sometimes, the economics professor in me gets the upper hand.", "Yet it's useful to grasp some basic theory, in order to appreciate what happened in the euro area over the past ten years and to understand the policy challenges that lie ahead of us.", "As a reassurance, and maybe disappointment for others, the hardest part is behind us.", "Now the real fun begins.", "But before we continue, what do you need to have taken in so far?", "We've seen that, in normal times, the mix of monetary and fiscal policy is important for stabilizing the economy.", "We have also seen that once interest rates are persistently low, the scope for monetary stimulus is reduced, but the effects of expansionary fiscal policy are greater.", "Governments can then help the central bank by raising aggregate demand and inflation, and shortening the period of low interest rates.", "Conversely, if in such circumstances the government were to pursue a contractionary fiscal policy, this could trigger a vicious cycle of weak demand, low inflation and high real interest rates.", "As we will likely have more frequent episodes of very low interest rates in the future, this strengthens the case for a greater role for counter-cyclical fiscal policies.", "This is more or less in line with what Witteveen argued already more than 50 years ago.", "Now, before you all get too excited about the potential of fiscal policy, I want to make a few cautionary remarks here.", "If using the national budget to stabilize the economy in a low interest rate environment is such a good idea, why aren't governments doing this all the time?", "Well, first of all, macroeconomic stabilization is not the only objective of fiscal policy.", "There are lots of other legitimate economic and political objectives, like for example redistributing income.", "And there are important constraints as well.", "I will come to speak about debt sustainability in a moment, when we look at the euro area.", "But there are also, what economists famously call, the implementation and transmission lags.", "This simply means it takes time, for example, to design and implement a good subsidy policy for the purchase of electric cars.", "And then it takes time before people actually buy more electric cars.", "These time lags often prevent fiscal policy from providing the necessary stimulus at the time it is needed, and not when the recovery is already well underway.", "And even if fiscal policy were not subject to any lags, governments would still face the issue of coming up with the right fiscal package.", "Are we going to cut labor income taxes or are we going to invest in the digital highway?", "Or a little bit of both?", "As a Finance Minister, Witteveen was no doubt very aware of that.", "So when I say that persistently low interest rates strengthen the case for more countercyclical fiscal policy, I'm not saying this should be the new compass for the ship of state to sail by.", "Other considerations are as important as ever.", "What I would like to argue is that the macroeconomic stabilization function of fiscal policy has become more important, and should therefore attract more prominence when weighing the various objectives of fiscal policy.", "Fiscal-monetary coordination in the euro area Now that we have covered the theory, let's see what actually happened in the euro area.", "The consensus view before the global financial crisis of 2008 prescribed a clear division of tasks between monetary and fiscal policy.", "According to this view, an independent central bank should be tasked with stabilizing prices, which would normally have a countercyclical element to it.", "Fiscal policy should focus on achieving public debt sustainability.", "This division of tasks was meant to ensure that fiscal problems were not resolved by having the central bank 'inflate away' public debt.", "Also, discretionary fiscal stabilization policy was generally seen as very difficult to implement, for the reasons I just mentioned.", "Fiscal authorities were therefore advised to take on a more passive role and let the automatic stabilizers do their job.", "This pre-crisis consensus view is reflected in the institutional setup of our Economic and Monetary Union.", "While the European Central Bank is mandated to maintain price stability, under complete independence, the member states are required to follow a set of fiscal rules that limit government indebtedness.", "This is all laid down in the Stability and Growth Pact, or SGP.", "At the core of the SGP are a set of well-known fiscal rules.", "The most important ones being that the government deficit should not exceed 3% of GDP and that government debt should not be higher than 60% of GDP.", "Again, the main purpose of these rules, which continues to be relevant today, is to safeguard the ECB's independence and to help prevent debt sustainability risks from spilling over from one member state to others.", "Despite its merits, there was one thing that the EMU fiscal architecture was not designed for.", "And that was to ensure an appropriate fiscal stance at the union-wide level.", "A fiscal stance that takes account of the condition of the euro area economy and is aligned with the monetary stance of the central bank.", "After all, decisions on spending and taxation are the responsibility of national governments.", "Discretionary fiscal stabilization policy is possible, but only as long as the conditions of the SGP are satisfied.", "The dominant thinking was that a budget balance close to zero or in surplus in good times would create sufficient fiscal space for automatic stabilizers to stabilize the economy in bad times.", "This would be enough for fiscal policy to support monetary policy in smoothing out national business cycle fluctuations and ensuring stability of the monetary union.", "Then came the global financial crisis of 2008.", "And a few years later, the European sovereign debt crisis.", "These crises taught us the hard way that the pre-crisis consensus view on the role of fiscal policy was incomplete.", "It was incomplete because it did not take into account episodes in which countries would face a very large shock and in which low interest rates would limit the scope for monetary stimulus.", "This design flaw of the fiscal architecture in the EMU became painfully apparent during the European sovereign debt crisis.", "Multiple member states were hit hard by the unwinding of macroeconomic imbalances that had built up in previous years.", "As fears started to emerge about their debt sustainability, sovereign bond spreads in the euro rea started to diverge, triggering a self-fulfilling crisis.", "The ECB's Outright Monetary Transactions and former President Draghi's infamous \"whatever it takes\" speech in 2012 signalled the ECB's willingness, on specific terms and conditions, to act as buyer of last resort of government debt.", "This eliminated speculative risk premia and helped restore the transmission of monetary policy.", "Yet in the aftermath of the crisis, binding budgetary restrictions still forced countries to cut public spending and raise taxes.", "This not only hurt economic growth, but also shifted the burden of macroeconomic stabilization onto the shoulders of the ECB.", "To make matters worse, this happened in an environment of persistently low interest rates that, as we have seen, makes traditional monetary instruments much less effective.", "As countercyclical monetary policy at the euro area wide level was unable to offset procyclical fiscal policies at the national level, the recession was prolonged and the subsequent recovery was off to a slow start.", "Monetary and fiscal policy in the euro area were misaligned The following chart illustrates the lack of coordination between monetary and fiscal policy in the euro area during and after the European sovereign debt crisis.", "The bars show the change in the primary budget balance as a percentage of potential output for the euro area as a whole.", "Positive numbers indicate a discretionary fiscal tightening, negative numbers indicate fiscal loosening.", "The red bars indicate the years when fiscal policy was procyclical and green bars the years in which fiscal policy was countercyclical.", "While fiscal policy was initially countercyclical during the global financial crisis, it turned procyclical during much of the European debt crisis.", "This reflected choices in fiscal policy that were often understandable from a national perspective.", "But, at a European level, these choices led to an aggregate fiscal stance that was not supportive to economic recovery.", "Monetary policy, on the other hand, was steadily accommodative during those years, as evident from the ECB's expanding balance sheet.", "In the chart, this is shown by the solid white line.", "So during most of the sovereign debt crisis, monetary and fiscal policy behaved out of sync, rather than working in tandem to stabilize the economy.", "Now let's look in the same chart at what happened more recently, during the Covid crisis.", "This time, the policy response was entirely different.", "Both monetary and fiscal policy responded to the crisis with unprecedented heft and synchronicity.", "What helped, of course, was the much more symmetric nature of this crisis compared to the previous one.", "Every country in Europe was hit in a similar fashion, and in every country it was clear what the desired fiscal response should be.", "The ECB expanded its quantitative and credit easing instruments, as reflected by the strong growth of its balance sheet.", "This provided space to governments to increase fiscal spending, without triggering severe stress in sovereign bond markets.", "In fact, the aggregate discretionary fiscal stimulus in the euro area in 2020 has been estimated to be more than 4% of GDP.", "By comparison, the global financial crisis prompted a discretionary fiscal stimulus of about 1.5% of GDP.", "I think this response to the Covid crisis offers important lessons for the fiscal architecture in the euro area.", "The successful coordination of fiscal and monetary policy was in great part due to the enormity of the economic threat as well as its symmetric nature.", "From the outset it was clear that we needed an all-out response from both governments and central banks to shield households and firms from income loss and avoid irreversible damage to the economy.", "Under these circumstances, policymakers decided to activate the general escape clause in the Stability and Growth Pact.", "The activation of this clause temporarily lifted all restrictions on fiscal policy.", "This helped prevent undue procyclical fiscal consolidations, such as during the sovereign debt crisis.", "But shouldn't an effective and concerted monetary and fiscal policy response also be possible under less dramatic circumstances than the Covid crisis?", "And wouldn't we be better off with a framework that allows for more effective macroeconomic stabilization policies without needing to have recourse to an emergency clause that in effect requires the suspension of all fiscal rules?", "And if the answer to both these questions is yes, how do we ensure that we maintain a balanced macroeconomic policy mix in the EMU, during the current recovery phase and beyond?", "Based both on theory and past experience, I think that, in order to make our monetary union more stable, we need a fiscal framework that enhances coordination between member states and allows for a better alignment of monetary and fiscal policy over the entire economic cycle.", "This requires sufficiently countercyclical fiscal policy also from a euro area wide perspective.", "Not only in bad times or when persistently low interest rates limit the scope for conventional monetary policy.", "But also in good times, so that governments reduce debt levels to pay for stabilization policies in the future.", "Repair the roof when the sun is shining, an integral element of countercyclical stabilization policy that often gets overlooked.", "An enhanced fiscal framework to ensure stability of the EMU As a central banker, it is not up to me to map out in detail how the EMU fiscal framework should be changed.", "That is a political decision.", "Nor would I want to give you the impression that I am advocating a complete overhaul of the framework.", "At the risk of repeating myself: fiscal policy serves many other legitimate objectives, and there are many constraints, especially in a monetary union where fiscal policy is and will remain primarily a responsibility of national governments.", "So the Stability and Growth Pact continues to serve an important purpose.", "My argument today is about evolution, not revolution.", "What I will do is outline three features that I think would help to make the current framework more effective in allowing national fiscal policies to stabilize the economy at the euro area level.", "And to encourage greater alignment between central bank and government policies.", "First of all, we need a fiscal framework that would improve coordination of national fiscal policies within the economic and monetary union.", "The Next Generation EU fund is a big step in the right direction.", "It expands fiscal space across the union during a downturn and thereby allows the euro area fiscal stance to remain well-aligned to monetary policy.", "Furthermore, the fund's expenditures are targeted at the most vulnerable regions and are focused on public investments that will help raise countries' potential output.", "The combination of public investment and targeted structural reforms is needed to increase potential growth and make our economic and monetary union more resilient.", "We have seen, in the past, that growth-enhancing public investments are often first to fall victim to spending cuts.", "That in itself is a major cost of the current fiscal framework.", "We still have a lot of work to do to make the Next Generation EU fund a success.", "But if it becomes a tangible success, it would of course set a precedent, with the promise of more to come.", "Secondly, next to improving coordination of national fiscal policies, the SGP should be sufficiently flexible to allow for sizable and sustained expansionary fiscal policy, beyond normal automatic stabilization, if economic circumstances so dictate.", "As we discussed earlier, this is even more important in the current low interest rate environment.", "The activation of the general escape clause allowed for this flexibility during the early stage of the pandemic.", "And it may very well be needed in the face of another extreme event in the future.", "But a suspension of all fiscal rules should not be our only tool to achieve a balanced policy mix to deal with economic shocks.", "That's because the emergency clause also has drawbacks.", "The uncertainty about whether and when the clause is going to be activated makes the framework less predictable, and could discourage governments from engaging in countercyclical spending.", "Moreover, depending on the circumstances, a complete suspension of the framework could be too much of a good thing, if it hampers fiscal discipline.", "Finally, both deactivating and reactivating the clause could prove politically difficult.", "Therefore, flexibility should somehow be a more intrinsic feature of the system, and not one that arises only in emergencies.", "So the European fiscal framework should allow for more coordination of national fiscal policies and more flexibility to deal with large shocks.", "In order for these two features to work, we need a third one.", "A monetary union with multiple budgetary authorities requires sustainable national debt levels.", "Therefore, an enhanced fiscal framework should have robust and credible rules that make sure national governments keep their debt levels in check.", "Not only should member states build up sufficient buffers in good times.", "They should also increase potential economic growth that ultimately generates the debt repayment capacity.", "Economic life gets so much easier with half a percentage point more productivity growth!", "In many EU countries there is scope for structural reforms that would give a welcome boost to economic growth.", "Fiscal policy has an important role to play here by maintaining a sufficient level of public investment.", "Ladies and Gentlemen.", "We are nearing the end of our journey.", "We've seen that the mix of monetary and fiscal policy matters for their effectiveness in stabilizing the economy.", "Especially when interest rates are persistently low and central banks have limited scope for manoeuvre.", "In that case, fiscal policy can play an important role, by raising aggregate demand and inflation.", "As the current low interest rate environment is likely to persist, we need a structurally larger role for fiscal policy in macroeconomic stabilization for the foreseeable future.", "This does not replace, but should be assessed in conjunction with other fiscal objectives, such as debt sustainability and income redistribution.", "The current fiscal framework in the EMU, despite its merits, is not well equipped to deliver that.", "The European sovereign debt crisis illustrated that very clearly.", "While the Covid crisis experience was more encouraging, it also revealed that fiscal flexibility is needed and has to be an integral feature of the framework, rather than an all-ornothing button which may, or may not, be pressed in an emergency.", "But more flexibility will only work if public debt is kept in check and the growth potential of our economy is enhanced.", "The European economic rulebook will have to be updated to facilitate this.", "Does that mean that the Stability and Growth Pact, which our predecessors constructed thirty years ago, was bad economics?", "Against the economic backdrop of that time, it made perfect sense, and many elements continue to do so.", "But the economic landscape has shifted, and so have our views on macroeconomic policy.", "Wasn't it Keynes himself who once said: \"When the facts change, I change my mind.", "What do you do, sir?\"", "Of course, changing the rules takes time.", "What does that mean for fiscal policy in the meantime?", "Well, policymakers should continue what they started during the Covid crisis and use the current windfall of low interest rates to address the structural challenges our economies face.", "That will not only offer us a chance to improve the resilience of our monetary union, but also help to future-proof our economies.", "Johan Witteveen was very critical of fiscal policy in Europe during the European debt crisis.", "I would have loved to hear his opinions on our discussion today.", "He would no doubt have added some profound insights, and probably have alerted us to some shortcomings in our thinking.", "And I would have liked the idea of him walking through the corridors of the Justus Lipsius building in Brussels, where the European finance ministers meet, to discuss policy issues and share his views.", "Just as he used to do with my former colleagues at the IMF.", "Even if that's no longer possible, his views on fiscal policy seem more alive than ever.", "Let them be an inspiration for us here, as well as for policymakers elsewhere in Europe, as we rethink the fiscal rules in our Economic and Monetary Union."], "classifications": ["monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "fiscal dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "fiscal dominance", "none", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Fiscal Stabilization", "Monetary Policy", "Fiscal Policy", "Interest Rates", "Economic Growth", "Inflation", "Stabilization Policy", "Euro Area", "European Debt Crisis", "Fiscal Framework"]}