{"sentences": ["Remarks by Tiff Macklem Governor of the Bank of Canada Edmonton Chamber of Commerce and Calgary Chamber of Commerce February 23, 2021 Edmonton, Alberta Calgary, Alberta Canada's labour market: rebound, recuperation and restructuring I'm very pleased for the opportunity to speak to you today-thank you for the invitation.", "As much as we are all getting used to these virtual events, I would greatly prefer to be with you in person to hear your perspectives and concerns We need to know what's directly.", "Your input is important to the Bank of Canada.", "happening on the ground in Alberta and across the country.", "Fortunately, the Bank has a strong presence in the province.", "Two years ago, we opened our financial operations centre in downtown Calgary, which now employs close to 90 people.", "And since 1997, we have had staff in our regional offices who are eager to listen to local business leaders like you.", "Over the past year, this has become more critical than ever.", "COVID-19 has touched every Canadian in every corner of the country.", "The pandemic is, first and foremost, a human tragedy, taking the lives of more than 20,000 Canadians, and it's over.", "It has also led to an economic downturn unlike anything we've ever seen.", "Albertans have been especially hard hit, facing the double blow of lockdowns and low oil prices.", "We have already climbed a long way back from the very deep economic hole we were in last spring.", "And with Alberta and much of the rest of Canada emerging from the latest round of containment measures, we expect a solid rebound in the immediate months ahead.", "How much the economy can re-open and the strength of this rebound will depend on the path of the virus, including the new variants.", "But with vaccinations expected to ramp up, we can be more confident in sustained strong growth through the second half of the year and into next year.", "Nevertheless, it will be some time before we see a complete economic recovery.", "The Bank's latest forecast doesn't anticipate economic slack being fully absorbed until into 2023.", "COVID-19 has pummelled the service sectors that have been most affected.", "Moreover, we are not returning to the same economy we had before the pandemic.", "Even as it recovers, the economy is adapting to structural changes, and some workers will need to shift to jobs in faster-growing sectors.", "This all points to an even more protracted recuperation period while the economic potential that was lost over the course of the pandemic is rebuilt.", "Today, I want to look at the economic recovery through the lens of the labour market.", "For Canadians and their families, few things are more important than a good job.", "A healthy labour market means more employment and higher incomes.", "It also means greater opportunities for people who have struggled to find work.", "For the Bank, a healthy labour market is central to achieving our mandated goal of low, stable and predictable inflation.", "Indeed, at its heart, inflation targeting is about achieving low inflation together with full employment because to sustainably achieve either, we need both.", "Without full employment, inflation will not stay close to its 2 percent target because the shortfall in jobs and incomes will pull inflation down.", "And without low inflation and well-anchored inflation expectations, we are doomed to repeat boom and bust cycles with large fluctuations in employment.", "Today, a healthy labour market remains a long way off.", "The economy is down more than 850,000 jobs since the start of the pandemic, with the losses concentrated among the most vulnerable: low-wage workers, who are disproportionately women and youth.", "In my remarks, I will discuss the prospects for a complete recovery in the labour market.", "I will start by reviewing the deep and disparate impacts of the pandemic on Canadian workers so far.", "I will then talk about what we can expect in the months ahead and how the pandemic has sped up the restructuring related to the forces of digitalization and automation.", "And I will conclude with a few words about what these forces mean for everyone-workers, educators, businesses and, of course, policy-makers.", "Together, we can manage these forces to the benefit of Canadians.", "A complete recovery is a shared recovery-shared by working women and men of all ages across Canada.", "Some ebb and flow in labour market conditions across regions is inevitable, but all regions need to share in the recovery.", "Historically, Alberta has attracted workers from other regions.", "Prosperity in the oil patch has created jobs and wealth that were spread across the country.", "Alberta remains a province with tremendous promise, blessed with an abundance of natural and human resources.", "Yours is among the most highly educated populations in Canada, with a great spirit of entrepreneurship.", "A healthy and diverse Albertan economy will be important as we work toward securing a complete recovery.", "Deep and disparate job losses At the start of 2020, labour market was in quite good shape.", "Of course, we still had pockets of weakness, particularly in energy-intensive regions.", "But overall, we had largely undone the damage caused by the global financial crisis.", "The unemployment rate had fallen to near 40-year lows.", "Participation rates were increasing for all age groups.", "Wage growth was rising, and the quality of jobs was improving.", "When COVID-19 arrived in Canada, this all changed very suddenly.", "In just two months-March and April-roughly three million jobs disappeared.", "From February to May, the unemployment rate went from one of the lowest on record to one of the highest.", "If you add to the unemployed those Canadians who wanted a job but were not actively looking and those workers whose hours were cut by more than half, almost five million more Canadians did not have the work they wanted in April last year, compared with February.", "COVID-19 has affected everybody, but the impacts have been much more severe for some economic sectors and their workers.", "High-contact service industries-where physical distancing is either difficult or impossible-have been hammered.", "At the trough, output in sectors such as accommodation, food services, arts, entertainment and recreation had shrunk by more than 60 percent, while air transportation had fallen by more than 95 percent.", "Meanwhile, industries where physical distancing or remote work is possible- such as professional services, finance, and public administration-have been much better able to adapt.", "And, of course, essential workers in health care and working harder than ever, and we're all tremendously grateful to public safety are them.", "These starkly different effects across sectors have led to very unequal consequences for workers.", "Because women and youth hold so many of the jobs in the hardest hit sectors, they have borne a disproportionate share of the job losses (Chart 1).", "For example, young people-those aged 15 to 24-hold about 40 percent of the jobs in the accommodation and food services sectors.", "more than three times their share of the labour force.", "By April, youth employment had fallen by more than 30 percent.", "Chart 1: Women have seen greater losses in employment than men Change in employment by age and gender, percent, seasonally adjusted -40 15-24, men 15-24, women 25-54, men 25-54, women Change at trough (February 2020 to April 2020) January 2021 vs. February 2020 Change at trough (February 2020 to April 2020) January 2021 vs. February 2020 Sources: Statistics Canada and Bank of Canada calculations For families with young children, the closing of schools and daycares has also had a profound impact on the ability of parents to work.", "The burden of child care tends to fall disproportionately on women.", "From February to May, the participation rate of women in the labour force declined sharply.", "And for women who remained in the labour force, the unemployment rate rose from 5.4 percent to almost 14 percent.", "As the economy reopened in the spring, the plunge in employment reversed sharply.", "From May through November, the economy added almost 2.4 million jobs, recovering about 80 percent of its losses.", "The rebound also began to narrow some of the inequalities in the labour market.", "Women returned to the labour force, recovering much of the earlier decline in participation.", "Youth employment improved modestly, though young women, in particular, continue to face very challenging labour market conditions (Chart 2).", "Unfortunately, in recent months the second wave of the virus interrupted the jobs recovery.", "More than a quarter of a million jobs were lost in the past two months, with the pain again falling disproportionately on women and youth.", "Women also began dropping out of the labour market again, partly because in-person schooling was suspended in many regions.", "Another sign of the pandemic's unequal impact is that job losses have been concentrated among those least able to afford them.", "Low-wage jobs have been severely affected by the pandemic (Chart 3).", "By comparison, employment outside of low-wage jobs fell more modestly at the start of the pandemic and recovered quickly, exceeding its pre-pandemic level by September.", "These jobs have also proven more resilient to the second wave of the virus, remaining relatively steady in recent months.", "This reflects the ability of large parts of the economy to adapt to the pandemic.", "In contrast, employment in low-wage jobs has drifted lower since the summer and is now more than 25 percent below its pre-pandemic level.", "Finally, as the pandemic has dragged on, we have also seen a sharp rise in the number of long-term unemployed people-those who have been out of work and actively looking for a job for longer than 26 weeks.", "More than half a million Canadians are now long-term unemployed-the highest in almost 30 years.", "This increase mostly reflects the people who lost their job early in the pandemic and have not yet returned to work.", "Once again, sectors such as accommodation and food services made an outsized contribution to the increase in long-term unemployment.", "Recuperation and restructuring Fortunately, the look forward is better than the look back, though challenges remain.", "With the tightest restrictions being lifted in most parts of the country, we can expect some bounceback in employment in the near term.", "And, as with the first reversal of the pandemic's uneven impact reopening, we should also see some in the labour market.", "The difference coming out of this second wave is that vaccines now promise a more sustained recovery.", "Once Canada achieves widespread vaccination, high-contact service industries should be able to resume something approaching full operations, resulting in strong job growth.", "Further, reasonable to expect that more working mothers will rejoin the labour force as schools and daycares reopen permanently.", "It will be important to support this recovery and facilitate this return to work-a theme I will expand on later.", "However, while we can expect to get back to more normal activities, we are not going back to the same economy we had before.", "The fourth industrial revolution-the restructuring caused by digitalization and automation-was already well underway before the pandemic.", "And COVID-19 has accelerated it.", "Like earlier technological advances, digitalization and automation will bring important economic benefits through higher productivity and, eventually, highwage jobs to many in the labour market.", "Companies will find ways to become more efficient and create new types of jobs using innovative technologies.", "We have seen this process play out repeatedly, driving progress here in Canada and around the world.", "But deploying new technology can displace existing jobs.", "Adjusting to these changes is disruptive, particularly for the people directly involved.", "And the process is even more painful if it happens quickly.", "COVID-19 has broadened and accelerated the incentives for businesses to restructure through automation and digitalization.", "Businesses are restructuring so they can deliver goods and services to their customers safely, so their employees can work remotely, and so they can build resilience and reduce costs.", "Let me highlight a few examples.", "We have seen a huge rise in e-commerce since the start of the pandemic-at the expense of bricks-and-mortar stores.", "In 2020, e-commerce grew a remarkable 69 percent.", "Retail sales as a whole were up about 4.5 percent in the year.", "While we can expect a return to in-store shopping as it becomes safe to do so, the pandemic has likely permanently advanced the trend toward e-commerce.", "This may make shopping more convenient, but it points to a risk that the economy may need significantly fewer in-store retail workers than it did before the pandemic.", "COVID-19 has also led to a massive increase in remote work.", "Statistics Canada reports that almost 5.5 million Canadians are now working remotely-that's more than one-quarter of the labour force.", "Many employers and employees have also become a lot more flexible about work arrangements, and businesses everywhere are reconsidering the future of work.", "This will have implications for the amount and types of space companies need and the demand for transportation, food and other services in the downtown cores of major cities.", "At the same time, these forces may make it easier for more people to work.", "I want to minimize the challenges that remote work can pose and the difficulties it has meant for some people.", "But many workers are delighted to save time and money by giving up a long daily commute.", "The possibility of remote work may also help some businesses and workers overcome the challenges posed by geography.", "For some jobs, remote work could improve matching between employers and employees, resulting in a stronger labour market and higher productivity.", "The trend toward digitalization suggests that the demand for workers with digital skills will continue to rise.", "Bank staff analyzed online job postings over the past year and found that postings for jobs related to the digital economy declined by less and recovered by more than postings for other types of positions.", "By this measure, job postings for workers with digital skills are now well above prepandemic levels (Chart 4).", "At the same time, some of the jobs that have been lost during the pandemic will not return.", "And the workers who have already borne the brunt of the pandemic may be especially affected.", "Many low-wage jobs have a high potential of being automated.", "And some jobs that are disproportionally held by women and youth, such as retail salesperson and cashier, are also the kinds of jobs where the pandemic has accelerated structural change.", "We know that restructuring would be underway even without the pandemic.", "In the long run, the forces of digitalization and automation will be positive for the labour market, creating more flexibility and increasing productivity and wages.", "But in the near term, these forces will do little to help the people who have been most affected by the pandemic.", "And as long as some groups are struggling, we a complete, shared economic recovery.", "Policy implications The stakes are high for everyone.", "We have seen a sharp rise in long-term unemployment.", "And people who go for a long time without a job can become discouraged and stop looking for work altogether.", "Economists call this labourmarket scarring.", "can set people's Labour-market scarring careers back by years and severely limit their lifetime earnings.", "Scarring also reduces the potential output of the economy, eroding its ability to grow without creating unwanted inflationary pressure.", "As a result, uneven outcomes that hurt some lead to poorer outcomes for everyone.", "We all have a shared responsibility to get Canadians back to work, to manage the forces of digitalization and automation, and to reduce the risks of labourmarket scarring.", "For workers, being in a position to take advantage of the opportunities is crucial.", "Not all the jobs in the most-affected sectors will return when the pandemic is over.", "it for everyone to think about where their interests lie and the skills and training needed to pursue them.", "Digital skills will likely be in high demand.", "Technology is no longer a discrete sector, it's in every sector.", "The latest Business Outlook Survey indicates that companies are ramping up investments in digitalization.", "As the recovery progresses, the need for people with digital skills who can leverage these investments will likely intensify.", "The shift toward remote work can also represent an important opportunity for workers.", "Technology and increased flexibility can make it possible for people to fill jobs that were previously out of reach because of time or distance.", "For example, a person in Medicine Hat might not even think about a great position if it means moving to Mississauga or Moncton.", "But in certain sectors, remote work can make it possible to take that job.", "New digital technologies are transforming the education system itself, allowing learning to be delivered virtually.", "This could potentially broaden access to teaching and expand capacity, especially in high-demand areas such as data science, engineering, software development and business analytics.", "But the issue is far broader.", "Universities and colleges need to build in digital skills across all disciplines.", "Primary and secondary schools also need greater emphasis on This isn't about training children for digital literacy.", "This is about preparing children for a digital future, where they will need to master digital skills in whatever career they choose.", "Companies also have a critical role to play in training.", "After all, employers are best placed to know what skills they are looking for in their employees.", "New virtual formats mean businesses can train many more workers at a lower cost.", "Some businesses are supplementing formal training with reverse-mentoring programs, where younger, digitally savvy workers are paired with older, more experienced workers.", "And businesses can reduce scarring by seeing the potential in the person behind the resumé, not the gaps in it.", "Many young workers who entered the labour force during the pandemic have struggled to find work through no fault of their own.", "Governments are playing a leading role in supporting workers.", "Emergency relief measures are replacing incomes from jobs lost, and wage subsidies are keeping businesses and workers connected.", "Strengthening the social safety net for families, particularly by increasing access to child care and reducing its cost, will help more women return to the labour force and remain there.", "As the labour market rebounds and restructures at the same time, reducing the risk of scarring points to the importance of active labour market policies-policies that improve matching and give more people better access to good jobs.", "The Bank is supporting spending in the economy and helping facilitate investments in workers and other forms of capital by keeping borrowing costs low for households and businesses.", "With a complete recovery still a long way off, monetary policy will need to provide stimulus for a considerable period.", "We have committed to keeping our policy interest rate at the effective lower bound until economic slack is absorbed so that our inflation target is sustainably achieved.", "And we have backed up this commitment with our program of large-scale government bond purchases.", "A complete recovery-a shared recovery-is A shared recovery is self-reinforcing.", "It draws more workers into the labour force.", "It leads to more investment.", "It generates more potential growth.", "And it creates space for the economy to expand faster without building inflationary pressure.", "Canada's labour market I began this speech by highlighting the health of before the pandemic.", "Unemployment had been around 40-year lows for a couple of years.", "Based on past economic cycles, we would have expected inflationary to rise.", "But inflation wasn't pressure to begin threatening to take off.", "As the pandemic recedes and the recovery continues, we will keep that experience in mind.", "Monetary policy can continue to support demand in order to minimize scarring and bring as many people into the work force as possible.", "It's time for me to conclude.", "The COVID-19 pandemic has taken a tremendous toll here and around the world, in lives and livelihoods lost.", "And it has disproportionately affected highcontact service-sector jobs that many women and youth occupy.", "As Canada achieves widespread vaccinations, we expect the economy to rebound, and many of these jobs will return.", "But we are not going back to the same economy we had before.", "Some businesses and some jobs will not return either because of permanent changes in demand or the adoption of new technologies.", "So, we can expect a long adjustment process and a protracted recovery.", "The economy will need support for quite some time, and the Bank will continue to do its part.", "monetary policy alone can't But bring about a complete recovery.", "We all have a role to play to ensure the recovery is broad-based and sustained, with the benefits shared widely.", "This highlights the importance of targeted public policies, businesses that invest in workers, and an education system that develops the skills needed in the 21st century.", "I look forward to working together to bring about this shared recovery."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none"], "topics": ["Labour market", "COVID-19", "Economic recovery", "Job losses", "Women and youth", "Low-wage jobs", "Long-term unemployment", "Digitalization", "Automation", "Policy implications"]}