{"sentences": ["As prepared for delivery Good afternoon, everyone.", "Thank you to St. Lawrence University for hosting today's event.", "It's especially exciting to be here at the start of an academic year, and I hope you all have a safe and successful fall semester.", "The motto for New York State is \"Excelsior,\" meaning \"ever upward.\"", "What better way to get the full New York experience than by spending time-even virtually-in the North Country.", "These visits around the Federal Reserve's Second District are one of the highlights of my job, and something I very much look forward to doing again in person when it's safe to do so.", "It's now been about a year and a half since the pandemic took hold.", "Over that time, there's been much change: phases and stages, highs and lows, shifts and swings, downturns and reversals.", "The virus and its effects on the economy are ever evolving.", "On top of that, the unusual and extraordinary nature of this crisis means circumstances are far beyond the norm for typical economic recessions and recoveries.", "Even while there are significant improvements in some areas, setbacks persist in many others.", "And now, the emergence and rapid spread of the Delta variant in parts of the country and around the world has introduced a new layer of uncertainty.", "I'm here today to speak about how some of those changes are showing up in the economic data as it relates to the recovery.", "But it's also important to remember that behind the numbers are families, businesses, and communities that have suffered and continue to face tremendous challenges of all kinds.", "In my remarks this afternoon I'll share more about how what we are seeing in the incoming data relates to the economic picture nationally and to this region.", "I'll also highlight some of the unique inflation dynamics we are seeing.", "Finally, I'll explain what that means for monetary policy and the path forward.", "Before I continue, I need to give the standard Fed disclaimer that the views I express today are mine alone and do not necessarily reflect those of the Federal Open Market Committee (FOMC) or others in the Federal Reserve System.", "I know there are a lot of economics students in today's audience.", "I won't quiz you about the Federal Reserve, but one aspect of our work that you may be familiar with is the Fed's \"dual mandate.\"", "These are the two goals set by Congress: maximum employment and price stability.", "Given these goals, our focus is studying and understanding the wide range of developments that affect employment, unemployment, and inflation.", "The Economic Outlook So, what are these developments telling us about the current economic outlook?", "I'll start by saying that the economy continues to grow at a strong rate.", "The reopening of the economy means more jobs, more demand for products, and good momentum toward a full recovery.", "But, even with the strong pace of growth we are seeing, a full recovery from the pandemic will take quite some time to complete.", "We're seeing this process of adjustment to rapidly changing circumstances reflected in the data showing a record number of job openings, supply bottlenecks in sectors such as autos, and sharp increases in prices for some goods and services that are in high demand.", "One data point that is useful to look at to better understand these dynamics is gross domestic product, or GDP.", "Thanks to widespread vaccinations and robust fiscal support, we saw rapid growth in the first half of the year.", "Looking ahead to the remainder of the year, there are indications in the most recent data that the spread of the Delta variant is weighing on consumer spending and jobs, and the pace of growth appears to be slowing somewhat relative to the first half.", "Overall, I expect inflation-adjusted, or real, GDP to increase around six percent this year.", "Turning to employment, job gains have been strong in recent months, on balance-particularly in sectors that were especially hit hard at points during the pandemic, such as leisure and hospitality.", "This growth in demand translates into large numbers of people getting back to work.", "We've seen an average of 750,000 jobs added per month over the three months through August.", "And the unemployment rate continues to come down, and now stands at 5.2 percent.", "But I cannot stress enough that we still have a long way to go to get back to our maximum employment goal.", "For example, there are still over five million fewer jobs today than before the pandemic, and the unemployment rate is still far above the levels reached early last year.", "A more nuanced picture appears when you look more closely at the employment story.", "In typical recessions, the challenge is that there are not enough jobs available for the number of people seeking work.", "In today's job market, demand for labor is very high-we hear that from employers who are finding it hard to fill all their openings-and a lot of people are getting hired.", "At the same time, people are leaving their jobs in large numbers, either to look for new work or exit the labor force altogether.", "This cycle of hires and quits reflects the extraordinary nature of the pandemic, as workers and employers adapt to rapidly changing circumstances.", "These vacancies won't be filled instantly-it takes time for employers to find the right workers.", "But as demand for workers and progress on hiring remains strong, I am confident that we will continue to see meaningful job gains and continued progress toward maximum employment.", "The last aspect of the outlook that I'll speak about is inflation.", "Recent data show core inflation, which excludes volatile food and energy prices, running at about 3-1/2 percent, which is well above the Federal Reserve's longer-term 2 percent goal.", "Taking a closer look at the data, it's clear that this spike in inflation largely reflects the transitory effects of the rapid reopening of the economy, which is pushing supply and demand in extreme ways.", "As the economy gets through these unusual dynamics, I expect inflation to come back down to around 2 percent next year.", "Given the complexity of this topic, I'll go into this in more detail.", "I find it helpful to view recent developments in terms of three categories.", "The first is related to prices for goods and services that underwent huge declines during the pandemic but are now rebounding as the economy reopens.", "For example, in the first year of the pandemic, prices for airfare and lodging fell sharply as people cut back on travel.", "Since then, we've seen these rebound toward their pre-pandemic trends, pushing the inflation rate up.", "One simple way to get a better read of inflation that is not overly influenced by these big swings in prices is to take the average inflation rate from the start of the pandemic.", "That calculation shows that core inflation has averaged 2-3/4 percent since February of last year.", "But even that number is heavily influenced by the effects of the pandemic on the second category: used vehicles.", "Even though used cars and trucks are a small category, their soaring prices account for nearly half a percentage point of the inflation since the start of the pandemic.", "This is the result of a large imbalance in supply and demand for cars and trucks related to the pandemic.", "Strong demand for vehicles is being driven by rental car companies, stimulus payments, and the needs of a remote workforce.", "At the same time, the supply of vehicles has been curbed by earlier production cutbacks and shortages of semiconductor chips.", "This confluence of events has caused prices for motor vehicles-especially used cars and trucks-to soar.", "But, the good news is that used cars are unlikely to continue to contribute to high inflation in the future.", "In fact, the market for used vehicles appears to have stabilized, and as supply and demand gradually come back into balance, I expect used car prices will start to move back down toward more normal levels.", "The final category is underlying inflation.", "Various measures of longer-term inflation expectations are at levels consistent with our 2 percent long-run goal.", "At the same time, inflation has been reasonably tame in categories of services that are not as directly influenced by the pandemic- and likewise for measures of underlying inflation such as the trimmed-mean PCE inflation rate.", "After this year's spike in inflation related to the effects of the pandemic-and with inflation expectations and other measures of underlying inflation close to our 2 percent longer-run goal-I expect inflation pressures to moderate over time and for the inflation rate to come back to its underlying trend of around 2 percent next year.", "It goes without saying that there is still a great deal of uncertainty about the inflation outlook, and I will be watching the data closely in the coming months.", "I've spoken at great length about the outlook for the U.S. economy as a whole.", "While people's experiences are influenced by the macro outlook, the local economy often plays a very important role in shaping their economic opportunity.", "At the beginning of this speech, I referred to the Federal Reserve System's Second District, which is the region the New York Fed is responsible for.", "This area includes New York State, parts of New Jersey and Connecticut, Puerto Rico, and the U.S. Virgin Islands.", "To better understand the state of the economy and economic growth here, I've spent a lot of time this week meeting with North Country business leaders, community organizers, and elected officials.", "Much of what emerged from these conversations reflects the unique aspects of the North Country economy, which suffered outsize job losses at the onset of the pandemic and continues to experience a reduction in tourism owing to border closures.", "This area, like many across the Second District and around the country, has its challenges.", "But I expect a strong recovery will take hold here, supported by the improvement in the broader U.S. economy.", "The Fed's Policy Response This brings me to the Fed's policy response.", "In its December 2020 statement, the FOMC said it would continue asset purchases at the current pace until it sees substantial further progress toward our maximum employment and price stability goals.", "Given what I explained earlier, I think it's clear that we have made substantial further progress on achieving our inflation goal.", "There has also been very good progress toward maximum employment, but I will want to see more improvement before I am ready to declare the test of substantial further progress being met.", "Assuming the economy continues to improve as I anticipate, it could be appropriate to start reducing the pace of asset purchases this year.", "I will be carefully assessing the incoming data on the labor market and what it means for the economic outlook, as well as assessing risks such as the effects of the Delta variant.", "It is important to remember that even after the asset purchases end, the stance of monetary policy will continue to support a strong and full economic recovery and sustained attainment of 2 percent average inflation.", "In particular, the FOMC has indicated that it will continue to hold the target range for the federal funds rate at its current level until the economy reaches conditions consistent with its assessments of maximum employment, and inflation has reached 2 percent and is on track to moderately exceed 2 percent for some time.", "There is still a long way to go before reaching maximum employment, and over time it should become clearer whether we have reached 2 percent inflation on a sustainable basis.", "To close, I'll say that it's clear that the pandemic is far from over, both in terms of its effects on health and its effects on the economy.", "The unusual nature of this crisis means that this recovery is far different than anything we have seen before.", "But with time, I am confident that the economy will continue to move ever upward.", "Thank you, and I look forward to your questions.", "Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, December 16, 2020."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic recovery", "Inflation", "Employment", "Federal Reserve policy", "Monetary policy", "GDP", "Economic outlook", "Inflation dynamics", "North Country economy", "Pandemic effects"]}