{"sentences": ["Published Date: 04 May 2021 \"A Tech-Enabled Financial Sector - Is Our Workforce Ready?\"", "Remarks by Mr Ravi Menon, Managing Director, Monetary Authority of Singapore, at \"Growing Timber\" MAS-IBF Webinar Series on 4 May 2021 Good morning and thank you for joining us.", "At the \"Growing Timber\" webinar six months ago, I spoke about: how jobs are the central economic challenge of our times; where the job opportunities in financial services are; how we can make our tertiary students job-ready for the financial sector; and how we can help our mid-career workers retain their jobs amid technological changes.", "Today, I want to focus on two topics: an update on job opportunities in financial services based on MAS' latest employment outlook survey; and the most challenging part of our jobs and skills agenda - job specialisation, specifically in the area of technology, based on a deep dive study MAS has done.", "On both topics, I will be sharing for the first time some granular data and information so that we can have a deeper understanding of the challenges and opportunities on the jobs and skills front in the financial sector.", "Job Opportunities - Employment Outlook for Financial Sector Let me start with job opportunities.", "About 2,800 net jobs went to Singaporeans; non-Singaporeans accounted for a net job loss of 600.", "This 100% Singaporean share of net job growth is unusual.", "It reflects the impact of the Job Support Scheme that shored up local employment; and the border control measures during the COVID-19 pandemic that made the employment of foreigners difficult.", "Job growth in the financial sector has been consistently strong over the past 5 years A total of 21,000 net jobs were created during 2016-2020, with Singaporeans taking up about 16,000 or about 75% of these jobs.", "With more financial institutions setting up their regional and global hubs in Singapore today, 40% of financial sector jobs here are primarily international-facing.", "Half of these jobs are filled by Singaporeans.", "They include good jobs such as: application developers who develop digital products for overseas markets; private bankers who serve regional clients; and risk managers who monitor risk metrics for the regional or even global business.", "The employment outlook for the financial sector in 2021 remains positive.", "Late last year, MAS and the Institute of Banking and Finance (IBF) conducted a survey of financial institutions' projected hiring from January to December 2021.", "Close to 800 financial institutions responded, representing about two-thirds of the financial services workforce.", "Financial institutions are offering 6,500 newly created positions in 2021.", "These are new jobs created and do not take into account gross outflow of jobs.", "About 6,000 of the newly created positions are permanent jobs.", "Half of these jobs are in technology and consumer banking, with the remaining jobs spread across other business lines and functions.", "It is heartening that 44% of the 6,500 newly created jobs are open to mid careerists with adjacent or no-experience.", "Financial institutions are willing to train mid-careerists for these new jobs Mid-career jobseekers should avail themselves of the opportunity to be trained into these new roles.", "There is strong demand for non-tech roles, with close to 4,800 hiring opportunities.", "These include roles in relationship management, product sales, compliance and risk management.", "Relationship managers alone account for 1,300 or 28% of the hiring opportunities in non-tech roles.", "This is underpinned by the strong growth in wealth management activities in Singapore.", "Citibank recently opened its world's largest wealth advisory hub at Orchard Road.", "Clients will be able to have in-depth conversations with relationship managers and product specialists at a single location.", "Citi plans to hire 1,500 more employees by 2025, including 300 relationship managers.", "DBS Bank is ramping up its capabilities and solutions to help all its customers improve their financial well-being, regardless of their income level or life stage.", "DBS aims to double the recruitment of financial planning advisers by hiring more than 650 wealth planning managers and insurance consultants this year.", "The demand for financial planners and relationship managers is likely to be sustained.", "Singaporeans are becoming increasingly conscious of the need for proper financial planning, such as insuring against health risks and saving and investing for retirement.", "Financial planning and relationship management is not an easy job, but it is meaningful.", "Relationship managers need to be knowledgeable about a range of financial products and solutions.", "They need to analyse information such as financial objectives and risk tolerance, to design holistic solutions to help consumers achieve their financial goals.", "Job Specialisation - Technology Jobs in Financial Sector Let me now turn to job specialisation - technology jobs in finance.", "Technology has become central to how financial services are produced, distributed, and consumed.", "The Singapore financial sector has harnessed technology across a wide range of functions - from risk management, business analytics to customer service.", "We are now among the most tech-enabled financial centres in the world, supported by a vibrant FinTech ecosystem and strong foundational digital infrastructures.", "Singaporeans have benefitted significantly from digital financial services.", "see our financial data across financial institutions and government agencies in one single portal to enable comprehensive financial planning; trade securities and buy insurance on the go; and pay for almost anything with just a mobile phone.", "Can we imagine what life would have been like during last year's \"circuit breaker\" lockdown if we did not have PayNow or FAST?", "Many of these digital finance services would not have been possible without the strong technology workforce in the financial sector.", "Take for example SGFinDex, which provides a 360-degree view of our personal finances through a mobile application (app).", "The front-end of the app is simple and intuitive, a delight to use.", "Many of us have seen it.", "Let me catch my breath here.", "The multitude of technology talent needed to develop and manage just this one single product is staggering.", "The technology workforce in our financial sector is an estimated 25,000; 30% more than in 2014.", "Singaporeans make up just over one-third of this workforce.", "Many of the tech skills required to do the jobs I have described earlier are in short supply locally.", "We are fortunate that global and local financial institutions have invested heavily to build up strong technology teams in Singapore.", "Technology talents from abroad have brought with them valuable experience and expertise that we do not have enough of in Singapore.", "The surge in demand for technology jobs has benefitted Singaporean workers.", "The share of Singaporeans in tech jobs has remained stable at about 35% over the years.", "But with the rapid expansion of the technology workforce, it meant 2,200 more tech jobs for Singaporeans.", "Let us take a deeper dive into the various kinds of technology jobs.", "The proportion of Singaporeans taking on technology jobs is uneven across different roles.", "Singaporeans account for 70% of the net job growth for cybersecurity engineers and UX/UI designers; and 50% of the net job growth for data analysts and data scientists.", "This is encouraging, given that these are in-demand roles.", "But these are also niche roles where hiring numbers are relatively small.", "The strongest demand - and biggest shortage in local skills - is for soware engineers.", "In 2019, net job growth in soware engineers was 200, 10 times more than that for UX/UI designers.", "Less than 20% of these 200 soware engineer jobs went to Singaporeans.", "These jobs require strong programming skills and in-depth business domain and system knowledge.", "There are not enough Singaporeans applying for these jobs in the first place, let alone qualifying for them.", "Technology will continue to lead hiring demand in 2021, with 1,700 hiring opportunities.", "Soware engineers account for about 30% of these jobs Business analysts and jobs in digital transformation account for another 25%.", "Technology jobs in the financial sector can be classified into three archetypes.", "These are mostly entry-level job roles for university - and increasingly polytechnic - graduates to gain hands-on experience in programming work and business domain experience.", "They make up about 10% of the tech workforce.", "These are roles which require good programming skills and understanding of business domains.", "About 75% of tech jobs in the financial sector are in this category.", "There is keen competition for these talents not only globally but also across different sectors in Singapore.", "These are senior leadership roles and in high-value tech functions, accounting for 15% of the tech workforce.", "Many global financial institutions have chosen Singapore as a hub for such high-value tech work.", "For example, 70% of Standard Chartered Bank's global tech leadership and management sits in Singapore.", "The financial sector's strong demand for technology talent will persist.", "MAS estimates that 2,500 to 3,500 tech jobs will be created in the financial sector each year, over the medium term.", "The competition for tech talent is economy-wide as more sectors embark on digitalisation.", "The number of unfilled tech jobs across the economy is an estimated 19,000 each year, according to IMDA.", "Our pipeline of technology graduates is not enough to meet this demand.", "Undergraduate enrolment for Information and Communications Technology (ICT) across the six autonomous universities was 2,800 last year.", "Another 4,500 ICT students graduate from polytechnics and ITE each year.", "Of course, technology jobs can also be very well filled by engineering and science graduates but many of them go on to non-tech jobs.", "This large mismatch between demand and supply of technology workers means two things.", "One, we have to continue to depend on foreigners to fill the growing vacancies for technology jobs over the next few years.", "If we tighten this inflow excessively, it will impair not just the competitiveness of our financial centre but dampen the prospects for creating good jobs in the future, especially for Singaporeans.", "Two, we need to build a strong local tech talent pipeline - as a collective effort involving individuals, financial institutions, and the government.", "How can individuals equip themselves for technology jobs in the financial sector?", "MAS spoke to many chief technology and information officers and technology specialists to better understand the attributes that financial institutions are looking out for in their technology professionals.", "We even looked at job descriptions of various tech roles and the resumes of successful applicants for these roles.", "Four attributes stood out for a successful career in technology in the financial sector.", "First, a degree or diploma in STEM (Science, Technology, Engineering, Mathematics) provides a good head start.", "One does not need to have a tech qualification to take on a tech job.", "Financial institutions have been hiring engineering and science graduates as well.", "Financial institutions are also open to training mid-career Singaporeans with STEM backgrounds from other sectors too.", "Second, fundamental programming skills are essential.", "Demand is shiing away from traditional roles like IT project manager and IT support, to product owners and soware engineers.", "There are two kinds of soware engineers: General app developers who focus on front-end and mobile app development; and Enterprise soware developers who need deep technical skills that come from years of programming experience and knowledge of core banking soware.", "Demand for enterprise soware developers is much higher.", "Third, business domain knowledge is important.", "Gone are the days when technology professionals were at the back-end, building systems for business functions they had little interaction with.", "The demand today is for biz-tech or ops-tech integration.", "In financial services, tech professionals are expected to have business domain knowledge, to better support business needs.", "Fourth, overseas exposure is valued.", "As Singapore houses many global and regional tech hubs, tech professionals need to understand overseas markets to build better quality products and solutions.", "This means taking up overseas postings in countries like India and China, where there are large pools of tech talents to work with and learn from.", "For those aspiring to senior roles in technology, such postings may even be necessary, as the competition for such jobs is at a global level.", "Next, what can financial institutions do to help grow the pipeline of Singaporean technology professionals?", "One, they can collaborate with polytechnics and universities on apprenticeships to prepare students for technology jobs.", "JP Morgan is looking to hire more than 30 polytechnic graduates in their 1-year Apprenticeship programme for the Tech and Ops function this year.", "Apprentices will receive on-the-job training in product knowledge, personal development and professional skills, as well as exposure to top professionals across different businesses within the bank.", "Two, financial institutions can hire individuals from a broader range of backgrounds and upskill them into technology roles.", "DBS Bank has a skills development programme to train individuals with STEM backgrounds or have taken some STEM modules in specialised technology skills.", "Individuals will be trained to take on roles in areas such as product development, platform infrastructure, or information security.", "Three, financial institutions can set up specialised facilities to build up technology capabilities in their workforce.", "Standard Chartered Bank launched its global learning hub diSCover Lab in Singapore, in December last year.", "The aXess Academy, one of nine academies within the Lab, aims to train over 2,100 of its Singapore-based technology talents in areas such as cloud transformation, open banking solutions, cybersecurity, and client digital journeys.", "Finally, how is the government helping to grow the tech talent pool?", "One, when financial institutions set up new technology functions in Singapore, MAS works with them to facilitate capability transfer from foreigners to the local workforce.", "When we started attracting innovation labs in 2015, the Singaporean share in jobs created at these labs was just 40%.", "With more labs set up over the years and more Singaporeans exposed to innovation work, Singaporeans now make up about 60% of the 180 high value jobs created at these labs.", "Two, IMDA partners financial institutions through the TechSkills Accelerator (TeSA) initiative to train and place fresh and mid-career professionals into tech roles.", "Since 2016, more than 500 professionals have been placed into tech roles in the financial sector, such as soware developers and data analysts, through Company-Led Training and TeSA Mid-Career Advance.", "Three, MAS works with financial institutions to support individuals from outside the financial sector transit into tech roles in the sector.", "Through the Technology in Finance Immersion Programme (TFIP), MAS has been working with IBF and Workforce Singapore to support individuals with STEM capabilities through industry-curated training in specific tech skills followed by a work attachment with a financial institution From 70 trainees in 2019, we now have 190 participants.", "out of 3 are from the mature age group or were unemployed when they enrolled in TFIP.", "This year, under the refreshed TFIP, there is indicative offer of around 400 traineeships across more than 20 financial institutions.", "There will be 10 specialist tracks offered in this run, twice the number as before.", "There are at least 80 positions in soware engineering alone.", "It is a far cry from the 300 soware engineers the industry needs each year.", "But it is a good start.", "Our financial sector has shown that technology creates far more jobs than it displaces.", "During the last 5 years, the financial sector created 21,000 net jobs.", "We estimate that about 1 out of 4 of these net jobs were in technology.", "While Singaporeans took up 75% of the total net jobs, they accounted for only 35% of the tech jobs.", "There are simply not enough Singaporeans applying for tech roles.", "The problem is not jobs; it is skills.", "The financial sector is on track to create many good jobs in technology over the next few years.", "They present a great opportunity for Singaporeans - provided we acquire the skills necessary to take on these jobs.", "The answer does not lie in restricting the inflow of foreign tech expertise.", "On the contrary, it is by attracting the best tech talents from around the world that we can anchor new tech capabilities and functions that expand job opportunities for Singaporeans.", "The answer lies in individuals, financial institutions, and MAS working together to build strong skills in technology.", "We have been doing that, but we need to do much more.", "MAS looks forward to ideas and initiatives on what else we can do collectively to build up tech skills.", "If we do this right, we can over time grow a strong Singaporean core in the technology functions - just as we have done in the broader financial sector."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none"], "topics": ["Technology jobs", "Financial sector", "Job opportunities", "Tech skills", "Singaporeans", "Financial planning", "Relationship managers", "Software engineers", "Tech talent", "Business domain knowledge"]}