{"sentences": ["Thank you to the Association of Developmental Financial Institutions of Malaysia for organising this webinar.", "I am honoured to be invited to deliver this keynote address.", "Certainly, the theme of this webinar is highly current and crucially important.", "And it looks to grow even more so as we weather through this unprecedented health crisis and economic downturn.", "Acknowledging the diverse audience and role of DFIs in advancing the sustainability agenda The economic challenges are many and the economic fallout of the crisis are deep and in some cases worsening.", "At the global level, some of the forecasted statistics are staggering.", "The global economy is projected to suffer losses up to $8.8 trillion ; As many as 150 million will be pushed into extreme poverty by 2021 ; Global unemployment would exceed 200 million in 2022 ; Women make up 39% of global employment but account for 54% of overall job losses ; and More than 50 million people were doubly hit in 2020 by climate-related disasters in addition to the threats due to COVID .", "Most of these indicate an expected regress in our sustainability agenda.", "On the other hand, there are claims that the climate has benefitted during this crisis but it has come about in a far than ideal situation with such high human and social costs.", "Indeed, as these costs look set to accumulate further with the ongoing crisis, there is much for us to do.", "Most of this, naturally will be led by government.", "A whole of government approach, whole of nation, is absolutely necessary in dealing with the challenges.", "Development Financial Institutions (DFIs), as instruments of policy and agencies of government, will thus have a critical role to play, in particular to deal with the economic and financial challenges faced by businesses in the economy.", "We are well familiar with the role of DFIs as complementing the market-based and commercially driven financial institutions.", "This already calls for DFIs to adopt a balanced approach to financing, promoting and supporting public interest or development initiatives.", "Some would involve higher risks in particular in new ventures or industries or financing those who, at the margins, are unable to obtain financing under normal commercial terms from financial institutions.", "All this while at the same time, managing risks and ensuring long term financial sustainability.", "Let's not forget DFIs are also generally required to make a reasonable return on capital and are answerable for the use of public funds.", "In this crisis, we have also emphasised a need to act countercyclically - that is to continue extending, even expanding financing - when most commercial driven financing takes a highly risk averse approach.", "In 2020, Malaysian DFIs rose to this challenge.", "Financing outstanding by DFIs grew by 7.7%, outpacing the commercial banks growth of 0.8%.", "Since 2020, DFIs also administered more than RM1 billion of funds for the government to the underserved groups of businesses and facilitated about RM36 billion of Repayment Assistance restructurings to nearly 270 thousand individuals and businesses.", "All this is commendable.", "But while supporting the economic recovery will continue to be a top priority in the near term, as institutions designed with developmental mandates, DFIs ought to embrace sustainability as their existential purpose.", "One could argue that the developmental mandates of DFIs, which preceded the foundation and adoption of the sustainability goals had already reflected them.", "Ending poverty, zero hunger, reducing inequalities, gender equality, industry and economic growth, climate and environment and others are by and large, goals and sectors that DFIs are already involved in.", "They are not new to DFIs.", "However, by embracing sustainability, this would heighten the purpose and sharpen that focus for DFIs to enhance the delivery of these mandates and play a key role within the system to support our economy towards a better future.", "This brings me to my first key point.", "DFIs can help re-shape the economy towards prioritising the adoption of sustainable agenda as part of the post-pandemic rebuilding efforts DFIs, can help re-shape the economy through sustainable finance as part of the post-pandemic rebuilding efforts.", "This entails using financing to nudge businesses and consumers to adopt practices that promote resilience and good governance while growing sustainably and protecting the environment.", "The need for this is undeniable and inevitable.", "Increasingly, we see more of Malaysia's industries and companies face scrutiny and challenges in their international business due to unsustainable and questionable practices.", "As an example, let's consider the palm oil industry.", "This has been one of the largest industries that has contributed immensely to the country's economy for quite some time.", "Yet, it's an industry that needs to overcome real and perceived unsustainable practices and reduce its impact on the environment.", "If left unaddressed, this could threaten the long-term viability of this sector, and threaten domestic employment and industry.", "Palm oil players need to transform many aspects of their operations to achieve sustainability, and DFIs can play a catalytic role in this transformation.", "Firstly, DFIs can prioritise financing agritech to enhance the climate resilience of the palm oil industry, promote trust in terms of product origin and upscale the value chain of palm oil.", "Some examples of these technologies are; blockchain application which can improve traceability of palm oil inputs and contributing towards better acceptance of palm oil produce from Malaysia; precision farming which benefits the environment through more targeted use of inputs that can reduce wastages from excess applications; as well as financing new growth areas that Malaysia is developing competitive advantages in, such as biodiesel and green oleochemicals.", "Secondly, DFIs can consider providing sustainability-linked loans to encourage smallholders to work towards adopting relevant sustainability certifications such as RSPO and MSPO.", "As more plantations embrace sustainability practices, this will enhance the industry's international reputation and may even elevate Malaysia to be a global leader in sustainable palm oil.", "At the same time, the income and livelihood of smallholders would also improve as their outputs benefit from better market access upon being certified.", "DFIs could consider adopting the Value Based Intermediation Assessment Framework or VBIAF sectoral guides on palm oil , developed by the Islamic financial industry which provides guidance on overlaying credit or investment decisions with ESG considerations.", "Thirdly, DFIs can onboard or nudge plantations to work towards enhancing the living conditions of estate workers by incorporating this as part of the credit assessment process.", "This ensures palm oil plantations meet the basic needs of workers i.e access to safe drinking water and proper housing.", "This is a specific use case where sustainable finance can contribute towards strengthening Malaysia's sustainable economic growth but in order to execute this well, DFIs need to work with other partners across the public and private sectors, which leads me to my next point.", "DFIs should be creative in designing innovative funding structures and solutions that leverage on the capacity of the private sector and knowledge from other partners, including peers and the Government.", "DFIs are often constrained by the size of their balance sheet or capital and take on outsized risks in specific sectors in serving their mandates.", "On the other hand, the private sector may have larger financial capacity but is traditionally more inclined to support low-risk and well-served customers, whilst high risk customers are either left out or are charged quite expensively to buffer for uncertainties.", "In overcoming these challenges, DFIs ought to collaborate with other entities in mobilising capital and diversifying risk across different institutions, thus providing an opportunity for the private sector to participate in these segments within the comfort of their risk tolerance.", "In parallel, DFIs need to continuously build their internal expertise and deepen their understanding of the sectors or segments through regular engagement with the industry, as well as enhance industry analysis, leveraging on access to data within the government.", "This would augment DFIs' credibility to lead and crowd-in the private sector towards participating in innovative funding structures.", "There are two noteworthy solutions that DFIs may wish to find ways to adapt to the local context: Firstly, a risk-sharing facility that can catalyse private capital.", "This entails offering instruments that enhance the private sector's willingness to finance high-risk segments.", "For example, USAID partnered with the Medical Credit Fund (MCF) in Africa in providing USD 1 million catalytic first-loss capital which successfully drew in USD 17 million debt financing from impact investors.", "MCF, in turn, worked with African financial institutions to provide loans and technical assistance to healthcare SMEs in providing quality healthcare services as well as ensuring business sustainability.", "Secondly, the use of blended finance while offering financing instruments that promote customer resilience.", "Blended finance typically involves mixing different sources of funds to reduce overall borrowing costs.", "With the lower cost of funds, DFIs may wish to explore offering instruments that can either enhance the bankability of customers or lower the financing cost for customers.", "During the pandemic, the British Business Bank (BBB) administered a blended equity financing model to support start-ups that may otherwise be shunned by commercial banks.", "Under this model, eligible start-ups received a convertible loan with a matching amount based on equity raised prior to the pandemic.", "The convertible loans will be converted into equity upon exit or maturity with no repayment expected throughout the tenure.", "Closer to home, one of the Malaysian DFIs has recently made headway in sustainable finance through an inaugural issuance of sustainability Sukuk.", "The Sukuk has been well received by the market, oversubscribed by more than 3 times, with the proceeds going towards supporting the Government's sustainability goals by financing SMEs involved in green projects identified under the Green Technology Master Plan Malaysia.", "Other DFIs are also preparing to issue more sustainability Sukuk which will also deepen the sustainability bond market in Malaysia.", "This development augurs well for the creation of a vibrant fundraising market that will better support the economic recovery and financing of sustainable and impact projects.", "Frameworks are in place to facilitate the adoption of sustainable finance by FIs (climate change and principle-based taxonomy, Performance Measurement Framework (PMF) and Value-Based Intermediation (VBI)) My third point is that various frameworks are now being put in place to empower DFIs in sustainable finance, and DFIs can already step up efforts in this space.", "For example, BNM's climate change and principle-based taxonomy facilitates all FIs to be part of the driving force that promotes orderly transition towards a low-carbon future.", "Other frameworks focus on creating incentives that would shape DFIs' behaviour to be more in tune with their developmental roles.", "The adage \"what gets measured gets managed\" reflects the importance of building a structured and holistic measurement framework for DFIs.", "This will support DFIs to pursue national economic and social well-being while simultaneously support an orderly transition of the economy towards achieving sustainability goals.", "In this, it is particularly pertinent for DFIs to advocate accountability, transparency and efficiency since DFIs are also public institutions.", "Towards this, DFIs that are part of the Value Based Intermediation or VBI community are encouraged to apply impact-based disclosure on value-based practices and financial solutions contributing to the triple bottom line (people, planet and prosperity).", "Institutions are required to disclose an optimal set of information to stakeholders with an objective to generate intended market discipline and promote stakeholder activism.", "Similarly, the Performance Measurement Framework or PMF is anchored on the concept of additionality creation by DFIs.", "Additionality is defined as the positive impact attributable to DFIs beyond purely commercially-driven considerations, and this resonates well with the intent of sustainable finance.", "Under the framework, an achieving DFI creates additionality by addressing market failures and creates values for the economy.", "This could be in generating employment, increasing income level as well as creating economic spill-overs for local communities; It could also be in successfully mobilising private investments or financing to support strategic or underserved sectors or markets through innovative financial instruments; or Creating an enabling environment for their customers to flourish by actively contributing to the sound design and implementation of public policies.", "During this journey of PMF, one of our Malaysian DFIs has been piloting an impact assessment framework that was jointly developed with the World Bank, that provides a holistic and structured end-to-end assessment which includes accounting for selected ESG aspects.", "This DFI has reported some preliminary 2020 results wherein 2,600 jobs were created and an estimated 2,628 GWh of clean energy was produced, among other reported impacts.", "We look forward to other impacts and achievements garnered through the delivery of sustainable finance.", "A paradigm shift that fosters collective action and cultural change is the impetus to a successful implementation of sustainable finance.", "Finally, it's worth reminding that while regulation can be an important driver in elevating and mainstreaming sustainable finance, it is the sum of many parts which can truly create a seismic change.", "DFIs should look for like-minded partners across the public and private sector to collectively advance the national goals of achieving sustainable development.", "We see industry collaboration and collective action as a critical component of achieving higher, wider and more impactful societal and economic goals.", "This is evident through the work done under VBI where several DFIs are part of the community of practitioners or COP.", "The COP pools resources and expertise, enabling members to accelerate learning as well as drive several common initiatives together such as the issuance of VBI sectoral guidelines.", "Another important driver for sustainable finance is the need for it to be institutionalised and embraced throughout the organisation, with clear leadership or a tone from the top.", "This will ensure that a clear message resonates throughout the organisation of the commitment and intent that can then drive organisational initiatives, supported by the necessary infrastructure and systems to create change.", "With that, I wish you all a productive webinar and all the best in this important journey.", "www.worldbank.org/en/news/press-release/2020/10/07/covid-19-to-add-as-many-as-150-million-extreme-poorby-2021 news.un.org/en/story/2021/06/1093182 www.mckinsey.com/featured-insights/future-of-work/covid-19-and-gender-equality-countering-the-regressiveeffects public.wmo.int/en/media/press-release/climate-change-indicators-and-impacts-worsened-2020 aibim.com/contents/upload/VBIAF_Sectoral_Guide_Palm_Oil_Public_Consultation.pdf"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sustainable finance", "Development Financial Institutions (DFIs)", "Sustainability", "Palm oil industry", "Innovative funding", "Risk-sharing facility", "Blended finance", "Sustainable Sukuk", "Frameworks for sustainable finance", "Collective action"]}