{"sentences": ["First G20 Finance Ministers And Central Bank Governors Meeting 26 February 2021 PRESS CONFERENCE Remarks by Governor Visco  Today we had a very productive session on financial stability and All delegates provided valuable contributions financial inclusion.", "to the discussion and expressed broad support for the Italian G20 in these areas.", "Presidency's priorities We had a more in-depth discussion on the lessons learned during from a financial stability perspective.", "This is the first initiative of the work programme agreed with the Financial Stability Board for 2021.", "We focused on the main areas that will be covered financial institutions' use of capital and in its assessment, liquidity buffers, the impact of pro-cyclicality on financial and prudential standards, and the functioning of operational resilience arrangements and crisis management frameworks under the strain of the pandemic.", "With the pandemic still ongoing, we acknowledge any assessment of lessons learned will inevitably be and tentative.", "But it is important to start this work now, in order to understand whether the regulatory reforms introduced after the global financial crisis are working as intended, whether they have contributed to enhancing the resilience of the banking sector under the first major test presented by the pandemic.", "The analysis will help to identify policy issues of international relevance and assess whether some adjustments to the existing framework may be necessary.", "The initial findings will be discussed by Finance Ministers and Central Bank Governors (FMCBG) in July and the final report will be delivered to the G20 Summit in October.", " The Italian Presidency's finance agenda for 2021 includes a number of other key priorities, among which an initiative to strengthen the resilience of nonbank financial intermediaries implement the G20 roadmap on enhancing cross-border These issues were not discussed today.", "you with more detailed information on these items as they are taken up in future G20 FMCBG meetings.", "Today we also focused on The outbreak of the financial inclusion.", "COVID-19 pandemic appears to have disproportionately affected the most vulnerable individuals and firms across the globe, with many of them experiencing severe losses of income and proving unable to withstand the financial distress because of low or inexistent liquid reserves.", "We shared the need to analyse and also in relation address the gaps that emerged during the crisis, to the acceleration of digitalization in payments and financial services.", "new sources of finance and new payment channels can help but there is also a to make headway with financial inclusion, shared understanding about the risk of new forms of exclusion that needs to be adequately addressed.", "Digital infrastructures, financial and digital literacy, and and complementary customer protection are all necessary elements that will play a part in shaping the transformation towards a more resilient and inclusive financial system, leveraging the opportunities offered by technology.", "We all agreed that the G20 has a shared responsibility to facilitate a more equal and widespread access to responsible financial as an essential pillar to support strong, products and services sustainable, balanced and inclusive growth.", "Finally, concerning work on climate-related issues, a consensus was reached on an important new initiative as Finance Ministers and Governors agreed to relaunch the Sustainable Finance Study chaired jointly by China and the US (and possibly transform it into a working group).", "A detailed work plan of the Group will be finalized in the coming weeks.", "The FSB will also work on data availability and disclosure standards for companies.", "We are now ready to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["financial stability", "financial inclusion", "G20", "pandemic", "resilience", "crisis management", "digitalization", "climate-related issues", "cross-border payments", "sustainable finance"]}