{"sentences": ["To the women and men behind the Philippine Dealing System Holdings Corporation, my heartfelt greetings and congratulations for organizing this 2021 PDS Awards.", "Your theme for this year's awards, \"Strength in Adversity,\" is very timely and relevant.", "The ongoing global health and economic crisis has spared no one.", "We are now being tested to the core.", "Yet the struggles we face have allowed us to discover a strength that would enable us to rise above everything, to think of better ways and more effective solutions, and to help those who need our help the most.", "Today's awardees have achieved all these and more.", "The Bangko Sentral ng Pilipinas salutes their outstanding performance, leadership, and innovation, especially during this very trying time.", "Mabuhay kayong lahat!", "The BSP is likewise extending its gratitude to the PDS Group for the services you have rendered despite the pandemic.", "Your collective selflessness has formed part of the foundation that continues to uphold the economy while it runs on a limited capacity.", "We are not out of the woods yet.", "The future remains clouded with uncertainty.", "But we are not discouraged.", "We remain focused and committed nurture the economy back to its growth trajectory in the face of the current crisis.", "Let me share some insights on the Philippine economic outlook for 2021 and the BSP's policy actions to support the national government's whole-of-nation approach in addressing the current crisis.", "Multilateral agencies such as the International Monetary Fund, the World Bank, and the Asian Development Bank expect the Philippine economy to expand by 5.9 to 6.6 percent this year.", "These are broadly in line with the national government's forecasts of 6.5 to 7.5 percent for 2021.", "Meanwhile, some foreign analysts have rosier estimates for the year, with growth projections ranging from 6.1 percent to as high as 9.6 percent.", "This shared optimism is based on the Philippines' macroeconomic fundamentals, which have remained broadly intact, despite the pandemic.", "These fundamentals include improving quarterly GDP outturn, better business and consumer outlook, ample liquidity in the system, a sound and stable banking system, robust external payments position, and a manageable fiscal deficit.", "The Philippine economy has the essential elements to post a strong recovery this year.", "Moving forward, the BSP's actions and policy thrust will continue to be anchored on its core mandates of promoting price and financial stability.", "The BSP will remain vigilant over the current inflation dynamics and operating environment with a forward-looking perspective to ensure that the monetary policy stance supports economic recovery and addresses any risks to our price stability mandate.", "It addition, BSP will intensify its monitoring and surveillance over its supervised institutions to ensure that they remain responsive to emerging risks and to promote the continued soundness, stability, resilience, and inclusivity of the banking system.", "Lastly, the BSP will continue to adopt policies that will strengthen the economy's resilience to external shocks.", "These will include maintaining a market-determined exchange rate, sustaining a comfortable level of reserves, and keeping the country's external debt manageable.", "I said this before, and I'll say it again: We should not let this unprecedented crisis go to waste.", "Let us learn from it.", "Let us all continue to discover and tap into our inner strengths.", "Our shared fortitude as a nation will enable us to withstand all adversities and come out of this pandemic as economic champions.", "May our award-winning members never tire of leading the capital market in conceptualizing and implementing new and bold strategies for the industry and for our country.", "Continue to reform, innovate, and transform.", "Again, congratulations to our awardees and to the PDS Group."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Price stability", "Financial stability", "Banking system", "Economic recovery", "External shocks", "Monetary policy", "Inflation", "Economic outlook", "Resilience", "Growth"]}