{"sentences": ["Good afternoon, dear colleagues I am happy to welcome you at the annual meeting of the Association of Russian Banks.", "At these February meetings, we traditionally sum up the results of the previous year and outline our priorities for the near future.", "Today, we - the economy and society - are at the stage when the system is returning to its normal functioning.", "This means that we should and are already able to estimate the situation in the banking system after such a stressful year, its robustness and, possibly, hidden risks, as well as what challenges and prospects we can see.", "Another aspect of the current moment is that we are shifting from the anti-crisis mode back to dealing with tasks partially suspended for this difficult period.", "We should understand the pace and the way how we will be jointly addressing these deferred tasks.", "These are the topics - results, risks, and priorities - I would like to focus on today.", "First, I would like to talk about last year's results.", "Anatoly Aksakov has just said this word - adequate.", "I also believe that the banking system has adequately overcome the challenges of 2020.", "This implies not only that the banking system itself has remained robust, but also that it has fulfilled its mission, providing significant support to the economy, restructuring loans and granting new ones.", "Specific figures are well known, but still I would like to repeat these data again.", "Last year, corporate lending expanded by 10%, which is nearly two times more than in 2019 before the pandemic.", "Lending to small businesses increased by 20%.", "Disbursements peaked in spring when businesses desperately needed financial resources and their revenues plummeted.", "Lending was largely a way to support wages and repay loans, and so on.", "The banking system was thus capable to address this challenge in spring.", "Of course, the Government's preferential lending programmes were also of major importance.", "We can see that mortgage lending surged last year by over 20%, but I will dwell on this topic later.", "Both preferential mortgage lending programmes and interest rate decreases in the economy in general played a significant role in this respect.", "Consumer lending used to be a matter of our concern before the pandemic, but last year it was growing moderately, in our opinion, adding about 9%.", "In this regard, banks were reasonable and conservative in their assessments of borrowers' risks.", "Moreover, borrowers themselves preferred not to increase their liabilities in such an uncertain environment.", "Loan restructuring has become one of the main channels for the financial system to support the economy.", "We can see that these restructured loans, coupled with the safety cushion accumulated over previous periods, help protect the banking system and prevent a situation where last year's crisis could turn into a problem for the financial system in the future.", "We believe that loan restructuring has already passed its peak.", "Since the outbreak of the pandemic, banks have restructured approximately 10% of their loan portfolio, which is quite a considerable amount.", "As estimated by banks themselves, up to one-third of these restructured loans may turn into non-performing ones.", "Banks consider that this figure may reach 20- 30%.", "This would imply that non-performing loans could make 2-3% of the entire loan portfolio, and banks would need additional provisioning for them.", "We do not consider that this could entail any systemic risks since loss recognition would be gradual.", "Judging by the previous crisis period, this process takes about two years, that is, provisions will not be created immediately in any case.", "Most banks have sufficient revenues to form provisions without the need to use their capital.", "The sector also has a significant capital cushion maintaining it at six trillion rubles, which is three times more than the potential amount of additional provisions for restructured loans.", "In other words, we can see no problems in this respect for the banking system as a whole.", "There is also an unevenness in terms of both capital and income distribution and the process how nonperforming loans will be recognised in banks' balance sheets.", "Therefore, a range of banks should especially focus on this issue.", "As Anatoly Aksakov has already noted, the Bank of Russia granted regulatory easing last year so as to enable banks to promptly adjust to operation in crisis conditions and, which is even more important, to support their clients while adjusting.", "Moreover, we analysed regulatory easing in other countries.", "I should say that the regulatory easing in Russia is much more extensive than in many other states.", "However, it is crucial to understand all the concerns expressed by the banking community regarding the termination of regulatory relaxations.", "Since the very launch of them, we have been stressing that this regulatory easing is temporary and should be ended in due time so as to prevent any hidden problems that may emerge inside the banking system.", "In the future, hidden problems may become a source of systemic risks and we should therefore avoid this.", "As I have already said, if we estimate the potential amount of issues related to restructured loans in the current situation and banks' revenues as the banking system's profit decreased by 6% against 2019, we will see that there are no reasons why anti-crisis measures should not be terminated gradually.", "We believe that the regulatory relaxations for restructured loans should be cancelled according to the earlier announced schedule, that is, by 1 July.", "There may be still one exception.", "Namely, we are ready to continue loan restructuring for small and medium-sized businesses in the regions where restrictions for such enterprises are still in place.", "However, we will need to analyse this situation in spring.", "This is the only exception requiring further analysis.", "Nonetheless, we consider that the banking system is ready for the termination of this regulatory easing.", "Simultaneously, we are aware that, despite the recovery trend, the aftershocks of the pandemic will be affecting both the economy and banks for a while longer.", "Therefore, for banks to be capable to continue lending, we are going to partially release the buffer for unsecured loans beginning on 1 July.", "A particular amount of this release will be determined in the next few months, after we update the estimate of loan losses.", "Nonetheless, our preliminary estimate shows that the amount of this release may be more than 100 billion rubles for the banking system in general.", "This would be substantial support to banks.", "However, I would like to draw your attention to several aspects in this regard.", "First of all, the release of buffers is not a signal that unsecured lending may be expanded recklessly.", "These funds are released for a particular purpose of aiding banks in loss recognition during the period when the regulatory easing is being gradually terminated for them.", "Moreover, we will be monitoring the situation in the unsecured consumer lending market which is now actively bouncing back.", "We assume that January's indicators on consumer lending recovery will probably exceed those on income recovery, and if any signs of future overheating emerge, we may start already this year to increase buffers for newly issued consumer loans in order to prevent an inadequate rise in households' debt load as compared to income growth.", "I would like to especially emphasise once again the fact that the decision to release buffers, rather than extend the regulatory easing is a matter of principle.", "Macroprudential buffers were introduced in the regulation not so long ago, and they are part of our countercyclical policy.", "This means that these capital buffers are accumulated when the environment is favourable and are released to be used in crisis periods.", "Today, we are facing exactly such a situation.", "In contrast to regulatory easing, macroprudential policy does not camouflage problems, yet delivers more comfort to banks.", "The second topic I would like to dwell on is that we are going to return to our plan for curtailing irrevocable credit lines for systemically important banks.", "We announced this policy before the pandemic, but in spring 2020, amid all that turbulence in the market, we temporarily eased the requirements for systemically important banks' compliance with the liquidity coverage ratio and made irrevocable credit lines granted by the Bank of Russia more affordable, postponing the termination of this instrument.", "Today, we can see that banks now have much more opportunities to manage their liquidity risks and the market has an adequate amount of highly liquid assets.", "Generally, such credit lines are granted when the market as a whole experiences a shortage of highly liquid assets, including, for instance, when we had to address the problem of small public debt.", "Currently, Russia's public debt is still small, yet the market already has a sufficiently large amount of highly liquid assets.", "We are now resuming our plans for a progressive increase in the cost of irrevocable credit lines, but this process will be more gradual than we assumed before the pandemic.", "The fee of 0.15% on lines opened beginning on 1 April 2021 will remain effective until 1 October (previously we planned a rise from 1 April).", "After this date, the fee for using these lines will be raised to 0.5%.", "As to an individual limit for systemically important banks, we will reduce it over the next 12 months not by 30%, as we planned before, but only by 15%.", "The next topic I would like to address is preferential lending.", "As you know, President Putin has given the instruction to develop proposals on how preferential programmes should be implemented over the next period, until 2024.", "In this regard, I would like to present our view.", "We believe that preferential lending as an anti-crisis measure has been very efficient, yet it should be terminated in due time exactly as an anti-crisis measure.", "Moreover, in our opinion, over the period of its gradual termination, this anti-crisis measure may still be preserved first and foremost in the regions facing a shortage of supply where prices have not risen significantly, since a considerable number of regions have confronted a situation where price growth has already exceeded the positive effect of the mortgage rate reduction.", "Therefore, we consider that this measure should be more targeted in order to really achieve its goal of making housing more affordable for people and avoid overheating in the housing market.", "As regards ongoing preferential lending programmes, we should have them and did have them before the pandemic.", "In our opinion, there is a potential for these permanent preferential programmes to be expanded - not for anti-crisis but for permanent ones.", "They may also be regional, that is, programmes may be supported in those regions where this is not so profitable for construction companies to build these projects and they earn low margins.", "Therefore, it is necessary to select the regions that could have such ongoing measures supporting construction through either mortgage lending or any other mechanisms.", "The second aspect is social programmes.", "For instance, we can see that the preferential programme for young families is not highly requested, and the amounts under this programme are not that large.", "This is why we believe that the criteria for providing support may be expanded in this regard, including for young families in general, while interest rates may be subsidised depending on the number of children in a family.", "This implies an expanded programme generally for young families, young specialists, as well as rural mortgage - these are the preferential programmes that may be implemented on an ongoing basis.", "Of course, we will be discussing all these issues with the Government and the banking community and we also encourage you to express your opinion.", "For many banks, mortgage lending is a key component of their business models.", "Now, I would like to speak on regulation.", "While the focus is mostly put on the regulatory easing, including temporary relaxations to be curtailed, the decisions we made in 2020 also covered systemic regulatory changes.", "These systemic regulatory changes have also largely helped banks to release capital.", "First and foremost, I am talking of the new approaches implemented that have enabled us to reduce the load on capital for low-risk loans, that is, for investment-grade borrowers when new standardised approaches are in place, mortgage loans with sufficiently large down payments, consumer loans to borrowers with low payment-to-income ratios, as well as in high-priority areas, such as lending to small and medium-sized businesses and project finance.", "According to our estimate, the overall capital released owing to these decisions last year amounted to one trillion rubles, which is actually equivalent to a potential lending expansion by ten trillion rubles.", "These systemic measures will not be terminated and will remain effective in the future as well.", "In other words, the limit of the entire banking sector's capability to provide lending to the economy has increased by this amount - ten trillion rubles.", "Banks thus have opportunities for a further expansion of lending, which is critical at the stage of economic recovery.", "I will now speak about challenges in the near future and in the longer run.", "Essentially, all challenges for the banking system are not new, but the pandemic, in our opinion, has accelerated the time when we should give an adequate response to them.", "As we have discussed it earlier in the course of our multiple meetings, intensified competition - and, moreover, intensified competition coupled with low interest rates - is a drag on bank margins, with many banks doubting business models that existed before this situation.", "In 2020, bank margins declined only slightly, specifically by 20 basis points, according to our assessments, i.e.", "remained approximately the same as before the crisis.", "However, this decrease may be more significant further on due to the factors of tighter competition and new business development models implemented both by large banks and because of rather low interest rates.", "Actually, we have discussed the topic of business models that could be sustainable in the long run in the course of our multiple meetings.", "To earn money, it is essential to continuously enhance services, technologies, and products.", "Banks may also improve their efficiency and competitiveness through banks' consolidation, although there are very few such examples at the moment.", "Currently, we can only see a very small number of major market players establishing ecosystems who are shifting towards new business models.", "I should say that ecosystems are certainly attractive for clients enabling them to receive almost everything a person needs every day in a single environment, in one application.", "However, we are well aware of the risks inherent in such ecosystems as banks are investing depositors' funds in new businesses, in their expansion.", "Returns on these businesses may be both lower and later than expected by the bank being the centre of an ecosystem and financing its evolution.", "Therefore, we need to protect depositors' and investors' interests because those who place their funds with banks should certainly be confident that this money would not be affected by the actual profits of an online cinema or even an online cinema network owned by their banks.", "Another challenge posed by ecosystems is a potential abuse of dominance, and not only in the financial market.", "Furthermore, this may also affect the development of several sectors and, eventually, product prices and quality for end consumers.", "Therefore, we raised this issue long ago, and we have started to develop ecosystem regulation approaches we will be discussing with you, as Anatoly Aksakov has already mentioned.", "This year, we are going to publish a consultation paper on the regulation of banks developing ecosystems, which will become the first step towards the start of our joint efforts with the market community aimed at devising ecosystem regulation approaches.", "However, it should be noted that not only large banks are searching new business models largely shifting to ecosystems, but there are also smaller banks striving to find their niches, developing innovative products, and extensively deploying advanced technologies.", "Unfortunately, and I should now discuss problems in this regard, we can see that, sadly though, a part of market participants, comprehending that their previous business models are no longer efficient, are trying to find opportunities not to invest in their future - probably because the owners refuse to accept these risks, and banks thus do not invest in their future and their clients - but are rather attempting to gain more money.", "There are some banks, and disappointingly, there is quite a number of them, who are seeking to increase their incomes through unfair practices using various abusive schemes or misselling.", "There were also some banks that, so to say, threw caution to the wind and got involved in illegal operations, for instance, providing online casino services.", "Last year, we revoked licences from those banks for which this became their core business.", "Therefore, we will be closely monitoring this situation, including illegal operations as well.", "Still, today I have to detail this issue of unfair practices.", "I would like you to know that we do not simply see negative practices, but are also going to respond to them.", "If the banking community itself turns out to be unable to resist the temptation of descending into practices that are abusive for consumers, we will be responding adequately.", "As I have already said, the first issue of our concern is misselling and hard selling.", "We believed the banking community to be interested in retaining people in the financial market and keeping their funds inside the financial system.", "We were hoping that banks would be able to agree upon selling rules and would not offer such a product to a client that would be disappointing, striving to sign one contract, would not be misleading about product prices or conceal additional services.", "The associations of financial market participants jointly developed selling standards two years ago already.", "Eventually, as little as 20 banks have joined these standards, and even these banks fail to comply with them.", "As you remember, we have held several discussions on this topic, emphasising that if the banking community does not comply with the standards itself, we will have to request legislative authorities to adopt adequate regulation.", "Disappointingly, that negative episode we have also discussed when investment life insurance policies were being sold through banks was followed by the sales of complex structured products.", "This implies that even such a dramatic episode as investment life insurance has had no influence on abusive practices in banks' sales under agency agreements.", "Therefore, we were forced to request legislative authorities to grant us the powers to stipulate selling rules through our regulation.", "As regards complex structured products, we insist on imposing certain prohibitions, and both Anatoly Aksakov and Nikolay Zhuravlev have already said this.", "We have been discussing at the Federation Council that we need adequate laws in this area.", "The second problem is high hidden fees in consumer lending.", "In the conditions of low interest rates, banks, regrettably, also get involved in dubious practices striving to increase their interest income.", "Some banks 'conceal' the actual cost of a loan in insurance premiums and fees, while their amount may reach up to 50% of the loan cost.", "Often, people are unable to understand how much they would have to actually pay for a loan.", "Therefore, we are proposing a new approach to calculating the effective interest rate and hoping to be supported by legislative authorities on this issue as well.", "The new approach implies that the calculation will cover all additional services and insurance options approved by a borrower.", "As a result, a client will receive exhaustive information.", "Furthermore, as loans with a high effective interest rate involve higher capital requirements, banks will be less interested in granting so expensive loans.", "The third topic is floating interest rates on retail loans.", "Banks want to be capable to efficiently manage their interest rate risk.", "Indeed, we appreciate that banks are careful in controlling their interest rate risk.", "This risk should never be underestimated.", "Nevertheless, we believe it inappropriate to fully transfer these risks to retail borrowers, especially on long-term loans.", "As in the case of foreign currency mortgage loans - and you remember how we had to deal with the crisis related to foreign currency mortgage lending - when people choose a product with a floating interest rate, especially where the initial interest rate is lower, they may be unable to comprehend that they are accepting serious interest rate risks associated with changes in market conditions and rate increases.", "In this regard, it would be better to prevent a situation we had to address in foreign currency mortgage lending.", "This also requires regulation, in our opinion.", "Currently, we are closely studying the international experience in floating interest rates regulation.", "These practices are quite diverse and comprise both prohibitions and certain limits on a floating range.", "We also need to introduce such regulation into our laws.", "Summing up this part of my statement, I would like to stress that we can certainly see no good in establishing new restrictions again and again.", "Actually, this is not our policy to continuously introduce new restrictions.", "However, we may not follow Wild West rules, given the maturity level of our financial market.", "We will need such direct restrictions on an ongoing basis until the banking sector implements efficient self-regulation.", "The worst thing is that we have to constantly play cat and mouse with you.", "Banks are inventing a new 'relatively legal' scheme - we are liquidating it.", "This is inevitably increasing the number of disappointed clients.", "Eventually, this will be pulling the rug from under the financial sector, undermining confidence which is the basis for the financial market in general.", "I hope that this year the Association will be addressing this problem of self-regulation when the banking community is capable to reach agreements in a civilised way, develop rules on its own, and control their fulfilment.", "I believe that the maturity level of banks, the banking system, and the financial market certainly makes it possible to develop self-regulation in banking which is lacking now.", "Therefore, we are forced to act in this way imposing restrictions and sanctions.", "In my opinion, this is still not a long-lasting trend, and we should think about how we may progressively develop a self-regulation institute.", "Lastly, I would like to say just a few words about large-scale and longer-term priorities in regulation and challenges.", "As regards this issue, I am happy that we have a common view of these challenges associated with digitisation, the emergence of green finance, sustainable development in general, and cyber risks.", "These are really long-term problems we need to respond to.", "Probably, a digital ruble is one of the most frequently discussed topics today.", "From the very beginning when we started to prepare our consultation paper on this issue, we were aware that banks might be wary about this idea.", "However, digitisation is disrupting the entire payment market in a large number of countries, with consumption behaviour models also altering.", "The development of central bank digital currencies has become a worldwide trend.", "This topic is studied not by a few banks or countries - this is a global trend.", "Approximately 50 regulators worldwide are dealing with this topic.", "Some countries have already launched their pilot projects.", "We believe that we will be inevitably moving in this direction.", "Over the period of the discussion of our consultation paper, we have received very detailed feedback from the banking community, and not only in writing - we are discussing various aspects of this topic at multiple sites, including the Association, the State Duma, and the Federation Council.", "We will continue to study this topic further since it definitely requires diving into the particulars and extensive detailed discussions.", "Our preliminary findings as are follows: the majority of banks support a two-tiered retail digital ruble model where banks service clients opening wallets on the central bank's platform and processing transactions.", "We will sum up the complete results of the public consultations in the near future.", "Then, we will elaborate a detailed concept of a digital ruble and will be discussing it with general public, market participants, and banks at the beginning of summer.", "The next stage is the creation of a prototype platform, testing, limited-scale experiments, and, of course, changes to be introduced into laws.", "The second priority, which, just as digital currencies, has become a global trend as well, is ESG.", "The world is paying increasingly more attention to climate and generally environmental risks.", "A priority will be given to those projects that will contribute to the well-being of future generations.", "We are interested in the development of green finance instruments.", "However, it is also vital to assess the actual risk level for investors.", "We are well aware of the fact that a lot of Russian companies are highly carbon-intensive.", "Therefore, it is necessary to assess their risks taking into account, among other factors, the introduction of carbon taxes in the European Union and other countries.", "Global investors are already altering their strategies.", "Moreover, banks themselves need to factor in climate risks in their operations.", "This is a serious challenge to the economy, the financial system, and the regulator.", "We should learn how to adequately assess not the risks that have been accumulated before.", "We are differentiating risk assessment in regulation relying on actual data showing how these risks materialised.", "We should assess future risks and model these future risks, building these stress scenarios.", "In our opinion, we may not blindly lower the requirements for these green instruments, but we should develop an approach helping an investor understand that a particular project is really a green one and assess the level of its sustainability and risks that may arise, as well as how they differ from those inherent in socalled non-green projects.", "This is an issue to be addressed in the course of our joint work.", "We have already made a certain progress towards better information transparency.", "Probably, the first step is to disclose data, provide information on green social bonds the committees shall offer to market participants.", "These standards will become effective in autumn 2021.", "In addition, we are currently developing the rules for verifying financial ESG instruments.", "Cyber security which has been mentioned by Anatoly Aksakov is also a critical topic that will become increasingly important.", "Information security is essential in the conditions of digitisation as a key trend impacting the financial industry.", "Overall, the issue of operational risks and cyber risk resilience will certainly be in the focus of our attention.", "In this regard, we will be developing an adequate approach to assessing these risks, working jointly with you, so as to ensure banks' resilience to them.", "Among other things, it is possible to create joint market-based infrastructure solutions.", "Wrapping up, I would like to say that, despite the problems and challenges that are important for banks and the regulator, we believe that banks really made their best last year in terms of both their own robustness, so to say, fire resistance at the moment they had to face the crisis, and the support they provided to their clients.", "The crisis will be over, while these two components will remain as significant.", "I truly hope that bank owners will continue to act in a responsible manner they demonstrated last year, taking care of the future of their banks, probably selecting not always the simplest way, but the one that would ensure long-term stability for their banks and well-being for their clients and promote the development of our economy.", "Of course, we welcome further discussions and are ready to elaborate joint approaches."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Results", "Risks", "Priorities", "Loan restructuring", "Mortgage lending", "Consumer lending", "Preferential lending", "Regulation", "Unfair practices", "Green finance"]}