{"sentences": ["- 2021 PARIS EUROPLACE STUDIO GABRIEL, PARIS ROADS FOR THE FUTURE: CENTRAL BANK DIGITAL CURRENCY (CBDC) AND INNOVATIVE PAYMENTS Closing address by François Villeroy de Galhau, Governor of the Banque de France Ladies and Gentlemen, It is a pleasure to be with you today streamed live from Studio Gabriel.", "I would like to extend my warmest thanks to Paris Europlace for having maintained through the crisis this fruitful dialogue with all stakeholders.", "Before turning to my main point today, I want to stress the resilience of our French financial institutions, which have played a decisive role in helping our economy weather the crisis.", "It was popular a year ago to predict a financial apocalypse, and certain Europeans, prone to self-flagellation, are still doing so today, whereas the The reality speaks for itself: French banks' Americans are more self-confident.", "CET1 was higher at the end of the first quarter of 2021 (15%) than it was before the crisis; their profitability, however still insufficient, has improved sharply in this Q1; in general, French banks are in no way underprovisioned.", "France and Europe are not facing a \"tsunami of bankruptcies\", and should, on the contrary, see a strong recovery: cumulative growth of more than 10% over 2021 and 2022.", "So we need to remain vigilant, but let's stop scaring ourselves.", "This roughly reassuring situation is in no way a call for complacency and status quo.", "The Covid-19 crisis is acting as an accelerator for the major structural challenges banks and insurers are facing.", "These challenges are also putting creative pressure on central banks and supervisors.", "And I will elaborate today on how to catalyse our efforts together on one \"road for the future\" towards innovative payments and CBDC.", "I. CBDC and innovative payments: next steps ahead Once regarded as the \"plumbing\" behind the financial system, attitudes to a CBDC and to payments in general have dramatically changed over the past 18 months; and these issues are now at the top of the central banking agenda.", "As is often the case with major innovations, reactions to the idea of a CBDC are very mixed.", "Let me start by clarifying one major point: no decision has been taken at this stage on whether or not to create a digital euro.", "And before any such decision is made, rest assured that all necessary analysis will be properly conducted.", "It is with this mindset, intent on supporting innovation but within a framework of trust, that the Banque de France has been leading the way on a possible CBDC over the last two years.", "And the time has come to share with you some of the main learnings regarding three basic questions: why, how and when.", "/ Why: incorporating digital innovations is an imperative as a \"triangle of risks\": I shall sum up some very strong trends First, on retail payments, over the last 18 months, cash has accelerated its decline while the share of dematerialised payments has increased twice as fast as before the crisis, from 51 % in 2019 to 70 % in the first half of 2021.", "There is also a strong shift towards the tokenisation of financial assets.", "This dual trend could lead to the marginalisation of the use of central bank money, be it in the form of banknotes or in settlement systems.", "We, as a central bank shall never abandon cash; but this commitment cannot be our sole response to technological change.", "Second, the emergence of BigTechs and new settlement assets (crypto-assets and stablecoins) could threaten our monetary sovereignty and our mandate to safeguard financial stability.", "Third and final factor, the progress made by extra-European CBDCs and notably by the digital yuan, already accessible in the major Chinese cities.", "The risk is clearly that Europe will lose momentum not just in its drive to strengthen the international role of the euro, but even in preserving it.", "The challenge here is also a geopolitical concern.", "/ How: reasserting the anchoring role of central bank money thanks to a holistic approach Faced with these challenges, we want to be proactive and move forward in partnership with commercial banks.", "Let me stress this point: a CBDC would be created with banks, not against them nor in spite of them.", "I could go even further: in the digital universe, a CBDC can help to preserve the complementarity between central bank money and commercial bank money.", "Failing this, commercial banks will face a difficult challenge competing with the BigTechs and their unrivalled resources and network effects, and with private stablecoins.", "With that in mind, let me now turn to the triangle of actions: The first action in response to the risks posed by private stablecoins is of course regulatory.", "Our main challenge is to avoid regulatory arbitrage, where players relocate to other jurisdictions to circumvent regulations.", "We must ensure that all countries apply strict regulations regarding crypto-assets, and that no stablecoin arrangement enters into operation without having fully met the regulatory expectations.", "The European Union has been a pioneer in this field, putting forward last September a proposal for a Markets in Crypto-Assets regulation (also known as MiCA).", "I sincerely hope the EU shall adopt this first harmonised If it modifies the Commission's regulatory framework in the coming months.", "proposal, it should only be to strengthen it.", "Crypto-asset issuers and entities providing additional services, such as transfer or custody, will in particular have to provide a predictable redemption right in sovereign currency for asset holders.", "They will also be subject to uniform requirements across the EU and act under the watch of supervisory authorities, from whom they will have to obtain prior authorisation.", "At international level, there should be an efficient cooperative framework adapted to the diversity of risks and challenges raised by stablecoins.", "The second action is to foster the major private project to create a unified, innovative and autonomous European solution, the European Payments Initiative (EPI).", "The Eurosystem has supported it right from the start.", "Concretely, EPI will provide citizens with an innovative and competitive European payment solution, as an alternative to the dominant and extra-European players already established in Europe or the Bigtechs in the future.", "EPI will be a company based within the EU, controlled by European authorities: we will thus have greater control over its risks, its economic model for meeting European consumers' needs, and how it uses its data.", "Let me pay tribute to those who are driving the EPI project, and encourage them to implement it as quickly as possible.", "We 2021's \"go/no go\" decision stage need to speed up Autumn and the governing bodies also have to be put in place as soon as possible to help EPI deploy on a pan-European scale.", "Public authorities are and will remain completely committed in their support: the European Commission, in order to validate the economic model; ministers in the different countries starting with France and Germany.", "We as Eurosystem are committed to providing the underlying settlement infrastructures, including TIPS, which is a powerful European asset.", "And EPI will be most welcome to participate in the front-end prototype of CBDC.", "I must stress the urgency here: we don't have much time left, one or two years.", "Everybody is talking about a CBDC; but first, and much earlier, we need to regulate crypto-assets, and then implement EPI.", "The third and final action: be ready to launch a general purpose CBDC, which means for the public and for the financial sector, to reassert the anchoring role of central bank money in case of need.", "Let me insist on the purpose: public attention is naturally focused on a retail digital currency, for individuals and firms.", "But a \"wholesale\" or \"interbank\" form is also important, particularly as the use cases are already even more obvious, and because this interbank money will be vital for cross-border transactions.", "The next investigation phase and technological prototypes selected by the Eurosystem will, in my view, need to cover both these functions, separately or together.", "The results of the ECB's public consultation, published mid-April, show that European citizens regard two aspects as particularly important: privacy and security.", "Therefore, the retail CBDC would be made available to citizens as an easy-to-use, secure and accessible payment instrument, that protects user privacy and can be used for all types of payment.", "How would it be distributed?", "We want to develop a model where CBDC is distributed by intermediaries, to allow private players, first and foremost the banking sector, to keep a key role.", "is not the Banque de France's or any Central Bank's Let me be clear on this: it role to open bank accounts!", "We closed the last ones almost 20 years ago.", "Client relationships will remain the preserve of private players, to which central banks will provide the central bank money.", "There are also fears that CBDC accounts will \"drain\" commercial deposits and dry up bank liquidity.", "No: as I see it, they will offer no greater advantage in terms of remuneration, and there will have to be a limited amount that can be held in them.", "In addition, the ECB has shown more than capable of safeguarding bank liquidity...", "If the CBDC is going to replace any liquid financial assets, then it is more likely to be banknotes in the long run and crypto-assets.", "In short, the scenario of a CBDC causing massive bank disintermediation is more a finance-fiction fantasy than a serious analysis.", "\"interbank\" or \"wholesale\" The CBDC would enable the efficient and secure settlement of transactions.", "We, as Banque de France, have already completed five experiments and will carry out four more by the end of this year, with private and public actors alike.", "We will publish through the summer a comprehensive stocktaking.", "Let me already stress three major lessons we learnt: -Two experiments one that was carried out with the EIB and SG Forgei and another that was carried out with Euroclear/Agence France Trésor,ii have proved that tokenised central bank money helps settling financial securities more efficiently and rapidly (instantaneously, compared with D+2 currently).", "It generates savings in liquidity and capital, which in turn lowers costs.", "New technologies could allow operations all year round and 24/7, and reduce the number of intermediaries involved.", "-A CBDC can also facilitate cross-border payments thanks to the use of distributed ledger technology and the interoperability of CBDC systems in different jurisdictions.", "We have this year joined forces with the SNB, the BIS innovation hub and a private sector consortium led by Accenture, within a project named JURAiii, which would allow the use of Swiss franc and euro CBDCs on a DLT platform.", "We are also working with the Monetary Authority of Singapore to test cross-currency payments with CBDCs.", "-Existing market infrastructures (like T2S) and players, and future systems based on distributed ledger technology will need to be interoperable.", "Decentralised finance is still not mature enough to handle large volumes of transactions, and therefore will not replace conventional systems from one day to another: centralised and decentralised systems will have to coexist securely and efficiently.", "This is the purpose of two experiments that we recently completed respectively with SEBA Bank,iv for the settlement of listed securities, and with Euroclear/Agence France Trésor on a collateral operation involving a French OAT.", "/ When: getting ready to introduce a CBDC rapidly if necessary We therefore need to prepare ourselves, without hesitation, to introduce a CBDC rapidly if necessary: Next July, the Governing Council could give the green light to launch an investigation phase, which could begin in the autumn and last until 2023.", "At that date, the Governing Council will decide on whether to launch a digital euro.", "We will then need a few years of serious preparatory work to turn an e-euro into reality.", "Let me say it again: on both digital currency and payments, we in Europe must be ready to move as quickly as needed or risk an erosion of our monetary sovereignty something we cannot tolerate.", "European citizens must have access durably to effective and independent means of exchange.", "Recent experience in another field shows that we can do it.", "Six years ago, there was almost no climate policy among central bankers.", "Today it has become an important topic with concrete technical advances.", "I could have spoken of \"road for the future\": green another finance.", "Here also, France and Europe have a strong initial advantage: Paris is home to the global secretariat of the NGFS with about 100 members now; its financial centre participants are ahead in their disclosure of and commitments regarding climate-related risks; France is the first European country in terms of outstanding of green bonds.", "And last month, the French ACPR published the first climate pilot exercise worldwide actively involving both the banking and insurance sectors.", "I shall now conclude with the words of Keynes who reminds us that: importance of money flows from it being a link between the present and the future\".v And our duty, as guardian of the currency, is precisely to bolster confidence, which is key for innovation, and to lay the ground for the future.", "Confidence first and foremost in the currency, be it a banknote, an electronic or, maybe tomorrow, a digital currency.", "Confidence, as well, in the ability of financial institutions to finance the economy in Paris and in Europe.", "Thank you for your attention.", "This experiment allows cash settlement with a CBDC of digital bonds issued by the EIB on a public blockchain.", "Relating to the settlement of the issuance of a French Government bond simulated on a permissioned blockchain.", "-france.fr/en/communique-de-presse/banque-de-france-swiss-national-bank-and-bankinternational-settlements-innovation-hub-collaborate -france.fr/sites/default/files/medias/documents/cp_mnbc_seba_2021-06-21_en.pdf Keynes, General Theory Of Employment, Interest And Money, 1936."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["CBDC", "Payment innovation", "Digital euro", "Crypto-assets", "Stablecoins", "European Payments Initiative", "Financial stability", "Monetary sovereignty", "Cross-border payments", "Climate finance"]}