{"sentences": ["I should like to thank the Málaga Lawyers' Association for their kind invitation to close this conference on banking transparency.", "I think this is the first time since March last year that I have set foot out of Madrid to attend an event.", "And I must admit that leaving my office for Málaga added allure to the invitation.", "The subject chosen for this conference is highly topical and relevant.", "Transparency is certainly needed for there to be effective competition between banks, and it is a central feature of the framework of conduct that should govern the relationship between banks and their customers.", "Clearly, too, banks' massive dealings and business formalised through standard form contracts call for legal certainty to be ensured.", "Further, the necessary standardisation and speed of dealings must always be compatible with maintaining a high degree of protection for the end-customer, especially where individuals are concerned.", "Regulatory developments It may seem to us that transparency obligations go hand-in-hand with banking business.", "But the reality is that such obligations were introduced little more than three decades ago.", "Not so far back, a controlled system of fees and interest rates was in force.", "The 1946 Banking Act delegated the setting of bank charges to the Finance Ministry.", "This remained the case until charges were partially liberalised in 1981.", "I say partially because there were still some restrictions on the remuneration of sight deposits and the setting of certain commissions.", "We had to wait until 1987 until deposittaking institutions were free to set interest rates and commissions, with such freedom becoming extensive to all credit institutions two years later.", "Naturally, following liberalisation, the need to regulate transparency in relation to the setting of and changes to interest rates and fees became particularly important.", "It was also necessary to better clarify customer rights, and to establish reporting obligations to the Banco de España.", "In this respect, Law 26/1988 on the discipline and intervention of credit institutions set in place the regulatory powers for establishing a transparency regime, which was implemented by a Ministerial Order dated 12 December 1989.", "Banco de España Circular 8/1990 on the transparency of operations and customer protection finally drew all these legal strands together.", "Among other aspects, this Circular included for the first time the need to publicise the famous APR, whose aim was and still is to allow customers to make a uniform comparison of return or cost among different bank offers.", "Also regulated was bank product advertising, the information to be included on noticeboards, the customer ombudsman and the functioning of claims services, which had already been introduced in May 1987.", "Following their introduction, transparency regulations have evolved over time, in line with changes in society and the growing level of demands made of the banking sector.", "A good example of this was Law 2/2011 on Sustainable Economy, which marked a milestone on the road towards advanced regulation of conduct.", "For example, this legislation includes for the first time so-called \"responsible lending\" and modernises claims services.", "Several European Directives addressing this field have also been approved.", "Banco de España Circular 5/2012, which replaced Circular 8/1990, includes all these features.", "I honestly believe that the current rules accurately regulate transparency obligations regarding bank products and services both in the pre-contractual stage and over the life of the operation.", "Evidently, in parallel with these regulatory developments, there have been most significant changes in society, public opinion and jurisprudence, especially in the past decade.", "Our supervisory framework has also evolved.", "Now, in addition to focusing on formal compliance with conduct obligations, it also envisages the management and mitigation of these risks by banks and their incorporation into the business model.", "I shall briefly refer to these aspects today.", "But I will also broach the need to enhance customers' financial knowledge.", "In my view, this is a key element of which little mention is usually made.", "The cost of litigiousness Clearly, the changes in customer safeguard regulations and in jurisprudence mean that what was appropriate in the past has ceased to be so today.", "Undoubtedly, banks have acted questionably; but to be completely fair, we should acknowledge that the legal playing field on which banks operate has changed significantly.", "Traditionally, transparency rules have focused on ensuring that customers receive all due information and that, at least formally, they declare to have understood it and accept the conditions to be applied to them.", "However, the financial crisis has given rise to more demanding legislation.", "Regulations now require that banks not only inform but that they act more honestly, impartially, transparently and professionally than before, bearing in mind the greater status, rights, interests and needs of their customers.", "This phenomenon, extensively aired in the media in recent years, is apparent also in the figures on claims lodged with the Banco de España.", "Most claims have concerned mortgage loan contracts.", "They span both those relating to the application of the so-called \"floor clauses\" to variable-rate mortgages (in 2013-2014) and those relating to the payment of mortgage loan arrangement costs, which peaked in 2017, with 23,040 claims.", "As you all know, the most paradigmatic case in terms of media coverage and social and economic impact has been that of the floor clauses.", "The number of claims for this reason and the scale of the figures meant extra-judicial avenues had to be used, so as to pave the way for the refund of the amounts unduly paid, in keeping with Supreme Court jurisprudence.", "Specifically, Royal Decree-Law 1/2017 obliged banks to set in place a pre-claim system.", "On the latest figures released (September 2020), more than 1,220,000 individuals had submitted claims, with almost €2.4 billion refunded.", "Special courts were also set up, with over 570,000 claims received to date, of which more than 250,000 are still pending resolution.", "You are all no doubt aware that these high litigiousness figures entail a most considerable workload for our already overburdened legal system, as well as involving a high economic and reputational cost for financial institutions.", "But I would further stress that the uncertainty associated with litigiousness may ultimately restrict or raise the cost of access to credit, harming bank customers.", "The lack of legal certainty prevents anticipation of the costs and risks associated with a transaction, which particularly affects very long-term operations, such as mortgage loans.", "Unsurprisingly, banks build into prices the costs associated with such uncertainty.", "I believe we can concur that legal certainty is well worth protecting, given that it is to everybody's benefit.", "The regulations must guarantee this certainty, which is perfectly compatible with the proper protection of bank customers.", "In this respect, I believe the Law on Real Estate Credit is fit for purpose, as it straddles both elements.", "Law on Real Estate Credit The starting point for the rules in question here is the asymmetrical position of the lender and the borrower in the contractual relationship.", "In that light, the Law considers that it does not suffice to provide information to and warn the customer; rather, it demands of the professional party, which dominates the relationship, even more accountability in its behaviour towards the borrower.", "Accordingly, the mandatory documentation to be given to the borrower before signing is regulated, and the customer's right to advice from the notary public is indicated.", "It is also sought to avoid certain perverse incentives.", "Limits have been set on the remuneration policy for staff who evaluate solvency and market the loans, with a further requirement that such staff should have certified minimum knowledge in this field.", "In protecting customers by ensuring that qualified staff inform them of all details sufficiently in advance, that the contractual clauses applied are clear and comprehensible, that the product is actually suited to their needs and that there are no hidden costs, the law is in fact conducive to legal certainty and significantly reduces the risks of litigiousness.", "I have previously stated that customer protection, far from disadvantaging banks' functioning and profitability, is a core element of any viable and sustainable bank business model in the long term.", "In economic terms, the cost of litigiousness and its terrible effect on the entire sector's reputation clearly far outweigh any hypothetical benefit that individual banks could have obtained through controversial practices.", "That leads me to the second feature I referred to previously, namely the oversight of conduct, and the consideration of conduct risk within the prudential regulatory framework and the business model with customers.", "Non-financial risk The regulation of bank conduct follows a mixed approach in Spain.", "The CNMV (National Securities Market Commission), the Directorate General for Insurance and we at the Banco de España have competencies within our sphere of influence, although on assigning them regard is had to the type of product marketed, and not to the usual criterion of type of institution.", "On an ongoing basis, the Banco de España exercises surveillance over and inspects transparency and bank customer protection.", "As indicated in the latest Annual Claims Report, further to this oversight 6 disciplinary proceedings were initiated in 2019 against different banks, and 58 requirements and 31 written observations and recommendations were made.", "Indeed, both the requirements and the written notifications are, per se, supervisory actions, a fact often forgotten as the focus is solely on fines.", "Our Institutions' Conduct Department has been tasked with defining the supervisory policy for and the exercise of oversight in respect of conduct.", "However, from the prudential supervision standpoint, conduct risk is also evaluated, with everincreasing attention.", "Conceptually, this risk comes under non-financial or operational risk which, since Basel II was approved, is part of the minimum capital Pillar 1, and is directly reflected in the solvency ratio.", "Elsewhere, reputational aspects, which are very important for the banking sector, are also evaluated as part of Pillar 2.", "Both pillars of the capital framework repeatedly mention the concept of \"risk\".", "A quick search of the text of the European Solvency Regulation will bear this out: the word risk appears no fewer than 1,500 times.", "However, there are clear differences between so-called financial risks (such as credit and market risk) and non-financial risks, which by their nature are more difficult for credit institutions and supervisors to address.", "Non-financial risk is directly related to malpractice or non-compliance proper to conduct risk; but going beyond this conference's theme, it also refers to IT events, reputation, governance and cyber security.", "Unlike credit or market risks, non-financial risk is unconnected to specific financial decisions, is much more difficult to quantify than traditional risks and can only be reduced or mitigated.", "Despite all these difficulties, or perhaps precisely because of them, non-financial risk has been firmly on regulators' and supervisors' radar screen since at least 2004.", "This followed the approval of Basel II which, as I indicated earlier, included a capital requirement for operational risk.", "Today, the measurement and management of these risks remains equally complicated, but their importance for banking business has in fact increased.", "Evidence of this is the map of risks and vulnerabilities annually published by the Single Supervisory Mechanism (SSM).", "Viewing the snapshot for 2021, we can see how a large portion of the sector's weaknesses are related to non-financial risk.", "This is not really anything new.", "In previous exercises the SSM has also included these components.", "Allow me a few examples: (i) reporting systems and technological platforms have become essential, and as any banker can confirm, they have become a key component of any viable business model; (ii) the prevention of money laundering has taken on a most significant dimension in Europe, following various scandals and cases of fraud.", "Indeed, an overhaul of the attendant regulatory and supervisory framework is on the table; (iii) finally, given what has been discussed in this conference, I need not convince you that the nature of the retail banking business calls for great care as regards conduct towards customers.", "On this last point, there have been many scandals in recent years.", "In fact, calculating all the losses from the avalanche of fines and lawsuits that have rocked the financial sector during the crisis and in the subsequent period is no straightforward task .", "The European Resolution Board evaluated the losses arising solely from misconduct to December 2014.", "Despite not including such recent and significant cases as the floor clauses, estimated accumulated losses exceeded €200 trillion worldwide, of which more than €50 trillion related to EU banks.", "Yet despite the size of these figures, the direct financial consequences are not the sole reason for concern.", "This is because these losses usually give rise to \"second round\" effects, mainly through the reputational harm generally affecting the financial sector as a whole more than specific banks.", "Moreover, as we have witnessed, these losses tend to increase precisely during the immediate aftermath of a crisis, when some of the questionable commercial practices are exposed.", "Consequently, a clear procyclical effect may ensue.", "For all these reasons, we supervisors and banks must focus our efforts on mitigating nonfinancial risk.", "How can we reduce it?", "Unlike other risks, it is not a case of considering what banks should do, but how they should do it.", "The issue is to improve the quality of internal procedures, IT systems, the governance structure and the compliance function.", "In addition to material aspects, many of these improvements involve a cultural change which, undoubtedly, is doomed to fail unless resolutely supported by each bank's management.", "What is needed here is the involvement of the board of directors, which should consider the management of non-financial risk as part of its regular monitoring tasks, instead of confining itself to reacting to problems that may arise in the event of control failures.", "Naturally, the board cannot perform its functions if it does not receive the appropriate information from its operating and risk-management and control units, known as the \"first and second lines of defence\".", "And, of course, it also needs to have an internal audit function as a third line of defence.", "Obviously, considering a strengthening of control functions is not straightforward in the current context.", "Such improvements usually entail additional expenses that add pressure to the sector's already-diminished profitability.", "But I think that, rather than an expense, we should consider enhanced systems or governance as long-term investments.", "Despite the difficulties, we are seeing adjustments to bank business models, partly as a result of the pandemic but also in response to a trend that had been under way for some time.", "Headway is being made in digitalisation and process optimisation, which may impact internal control functions.", "We are also seeing greater resort to outsourcing, and nimbler and more flexible ways of working are being implemented.", "All these trends involve changes that redress problems and improve efficiency.", "But, regrettably, they also pose additional risks.", "It thus seems that neither banks nor supervisors can lower their guard as regards risk.", "In fact, I believe future work is guaranteed for those of us who make a living from risk measurement and management.", "Financial education I will conclude referring to an area which I believe is not given sufficient attention, despite it being crucial for ensuring a responsible financial culture that will contribute to the future economic viability of banks, companies and individuals.", "Clearly, end-financial consumers, especially individuals, are the weakest part of the customerbank relationship.", "That makes it important for banks to take the utmost care when they advise customers to take up their services.", "But we must acknowledge that a shortfall in financial knowledge among citizens is the starting point here.", "And this may have prompted mistaken decision-making.", "Taking the case of floor clauses, it is widely known that marketing transparency, or rather its absence, was why the Supreme Court declared these clauses null and void in May 2013.", "In its ruling, the Supreme Court considers that it is not enough that the clause may have been comprehensible in isolation.", "The bank should rather have explained, in an understandable so that the consumer might fashion, all the legal and economic implications of this clause, understand what its effects would be during the life of the contract.", "The clause thus needs to be clear and understandable, and explained in detail by the bank.", "But it is also evident that, to be able to take this type of economic decision appropriately, customers must, in addition to having all the necessary information, be capable of understanding the longterm consequences of what they are signing.", "Patently, contracts must be transparent and understandable, and decisions, sensible.", "Consequently, financial education and knowledge are vital tools for improving financial inclusion, but also for preventing future crises and promoting financial stability.", "Fortunately, this view is an increasingly shared one.", "Financial education is seen today as a pivotal feature of stability and balanced economic development in society.", "Following OECD recommendations, many countries have developed national financial education strategies.", "In Spain, since 2008, impetus has been given to the Financial Education Plan by a collaborative agreement between the CNMV and the Banco de España, which have subsequently been joined by other central government agencies.", "As I have said on previous occasions, I consider these efforts to be essential, and we wish to boost them further in the future.", "Clearly, much remains to be done, but we seem to be making progress.", "According to the 2018 PISA results, Spain has improved in terms of financial capabilities compared with 2015.", "The economic losses and the social problems ensuing from inappropriate conduct during the crisis should act as a powerful reminder that neither we supervisors nor banks can relax.", "If we are not to repeat past errors, there is no room for complacency.", "The regulatory and supervisory response has been to correct errors, align incentives and promote a cultural change in the model relating banks to customers, a change that should also be incorporated into their business model.", "These elements will only be effective given citizens with appropriate knowledge of financial matters.", "That will help individuals take decisions as rationally and responsibly as possible.", "With the possible exception of our wedding day, on no occasion do we enter into such a longterm commitment as when we sign a 30-year mortgage."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Transparency", "Conduct risk", "Non-financial risk", "Financial education", "Litigiousness", "Legal certainty", "Customer protection", "Banking regulation", "Real Estate Credit Law", "Financial inclusion"]}