{"sentences": ["Ladies and Gentlemen, Good morning and a very warm welcome.", "It is my pleasure to address you today virtually in the context of this seminar on \"Core Elements of Banking Supervision\".", "I wish to thank Mr Wane, the Director of IMF Africa Training Institute, and Mr Mohan, Expert for the IMF on Banking Supervision at AFRITAC South, for facilitating this seminar.", "The course, crafted for supervisors who recently joined the world of central banking, has indeed evolved into a flagship program of the IMF.", "It surely reflects the importance of capacity building in banking supervision.", "I must say that this course is very topical as African countries, just like other nations across the world, are grappling with COVID-19 which is straining not only financial institutions but also supervisors.", "Ladies and gentlemen, The COVID-19 crisis has underlined the frontline role of central banks as providers of immediate response to economic wildfires.", "Indeed, central banks have demonstrated their capacity to muster substantial financial resources rapidly.", "Since March 2020, the Bank of Mauritius has been actively mitigating the impact of the pandemic on the financial system.", "In addition to swift monetary policy actions, a blend of conventional and unconventional measures was introduced under the Bank's COVID-19 Support Programme.", "The measures aim at providing flexibility to banks and economic stakeholders, and safeguard the economy.", "To support businesses, a Special Relief Amount, a Special FX line of credit and swap arrangements for import-oriented businesses were introduced.", "The setting up of the Mauritius Investment Corporation was a milestone in our endeavour to protect the economy by avoiding the collapse of Covid-impacted systemic businesses.", "Capital preservation and regulatory forbearance are other important tools adopted by the Bank.", "In that regard, guidance was given to banks and non-bank deposit taking institutions on the application of IFRS 9 in the current context.", "Optional transitional arrangements were provided for the regulatory capital treatment of IFRS 9 provisions.", "The Cash Reserve Ratio was lowered, and the implementation of the last tranche of the capital conservation buffer was extended.", "The Bank of Mauritius also focused on alleviating the pressure on vulnerable households through moratoriums on loan repayments, with the Bank even bearing the interests on household loans on two occasions for a total period of 6 months.", "Ladies and Gentlemen, While maintaining financial stability and supporting businesses and households is high on the agenda of regulators, there is no compromise as regards AML/CFT.", "I am pleased to note that in this training session, the IMF experts will take you through the fundamentals and mechanics of rigorous international banking supervision best practices.", "The banking sector is the most intensely regulated industry worldwide, and with good reason.", "Risk-based approaches to Anti-Money Laundering and Combating the Financing of Terrorism and Proliferation are, now more than ever, of prime importance.", "Since last year, I have been responsible for leading the Mauritian team in the discussions with the Financial Action Task Force, to underline the progress achieved by Mauritius.", "We have equally set up an Interagency Cooperation Committee regrouping all supervisory authorities with an AML/CFT mandate in Mauritius.", "This Committee operates under my chairmanship and we remain fully committed with respect to national and international AML/CFT efforts.", "Under the ICC, we are coordinating with all supervisors to share hands-on experience in riskbased supervision and in delivering AML/CFT outreach sessions, be it to banking, financial services or DNFBP stakeholders.", "In this COVID-generated maze, having the proper regulatory and supervisory tools and techniques is instrumental, especially in view of new or rising challenges.", "The Bank of Mauritius has spared no effort to uphold the soundness and resilience of the banking system and protect the interests of depositors and the public at large.", "The Bank has kept abreast of the evolution of Basel I, II and III standards.", "It is essential that central banks move towards a risk-based approach, and that the regulatory and supervisory frameworks be also strengthened.", "We have to continuously invest important efforts and resources to ensure our staff is duly equipped in terms of supervision skills and they are kept abreast of latest developments.", "Ladies and Gentlemen, Additionally, during these testing times, new risks are surfacing with the sudden accelerated digital transformation of the banking sector spurred by the pandemic.", "Mobile payment applications, digital banking, data analytics, artificial intelligence as well as unprecedented largescale remote working are impacting IT resources and are giving rise to cybersecurity risks.", "The increased usage of digital channels is equally having a bearing on financial crime.", "Customer expectations are showing new trends.", "Concurrently, as part of the banking evolutionary process, changes are happening on the front of climate change, FinTech, cloud-based services, digital banks and artificial intelligence to name a few.", "Supervisors should be able to navigate within the new confines of the banking environment.", "They should be capable of reacting to the unexpected, and crafting adequate regulatory and supervisory responses.", "More importantly, they should be capable of striking, at the very first go, a near-perfect balance between the soundness of the financial system and sustaining economic activity.", "This is why, as forward-looking regulators, central banks have to fully embark on the digital journey.", "At the level of the Bank of Mauritius, with the Technical assistance of the IMF, we are currently developing our own Central Bank Digital Currency.", "The upcoming deployment of a digitalised c-KYC platform as well as the forthcoming introduction of a dedicated licence for digital banks are some of the other major projects the Bank is currently working on.", "We are also closely monitoring heightened conduct risks and cybersecurity issues.", "Ladies and Gentlemen, The pandemic is also prompting enhanced monitoring and shrinking the timelines for the implementation of corrective measures.", "I can anticipate that regulators will need to engage in a process of perpetual risk and priority reassessment.", "Policies will be bound to focus on crisis-generated risks and their impact on credit portfolios and liquidity pressures.", "Data requirements need to be reviewed and a higher frequency may be required for reports that support supervisory duties.", "Similarly, fundamental supervisory tools like stress testing and onsite inspections call for an evolution of their operational modality so that supervisors can remain abreast of situations requiring urgent action.", "As banks and financial institutions operate regionally and globally, increased cooperation and coordination between local and foreign regulatory counterparts become equally vital.", "Such collaboration enhances exchange of information and home-host supervision, while facilitating any required collective upgrade of supervisory regimes.", "In this regard, I am a fervent proponent of cooperation.", "In that regard, since March last, the Bank of Mauritius has signed several memoranda of understanding with other central banks and regulatory agencies, and have many others in the pipeline.", "Ladies and Gentlemen, The risk of recurring waves of pandemic is material and calls for adaptability.", "As this varies from country to country, supervisors will have to focus on commonalities rather than divergences.", "They should learn from peers about practical solutions, institutional arrangements, legal improvements, and market practices implemented in other countries.", "This being said, as budding supervisors, you should be wary of one fact: there is no one-sizefits-all solution.", "An approach that works in a jurisdiction may not necessarily work in another due to countryspecific variances in the structure of the banking and financial systems, supervisory capacity, legal framework, regulatory standards, availability of financial resources and the level of economic sophistication.", "Before I conclude, I would like to emphasise one very important aspect in supervision.", "Like I just said, sharing of experience and expertise is a key ingredient not only for continuous improvement but also for efficiently discharging your duties.", "I therefore encourage all participants to make this event as interactive as possible, and to use it as a springboard for networking opportunities.", "With these words, I wish you a very fruitful seminar."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "AML/CFT", "Basel Standards", "Cybersecurity", "Digital Banking", "Financial Stability", "Risk-Based Supervision", "Central Bank Digital Currency", "Regulatory Cooperation", "Supervisory Tools"]}