{"sentences": ["Robert Holzmann Oesterreichische Nationalbank OPENING STATEMENT Warwick Economics Summit February 5, 2021 Challenges of balancing monetary policy with fiscal policy Opening statement at the Warwick Economics Summit 2021 In my opening statement, I would like to address the relationship between monetary and fiscal policy, as their successful interaction is critical for dealing with shocks, such as the economic fallout of the pandemic crisis, and what will come in its aftermath.", "First, the interaction between monetary and fiscal policy has made a comeback in academic research and the broad policy discourse.", "It was very much part of lectures and textbooks when I was a student (well ... some 50+ years ago).", "Back then, the questions were more basic but still relevant - e.g.", "what policy instruments should be assigned to which policy objective.", "The assigned instruments have changed across time, the exchange rate regime being a case in point, and other factors are being stressed, such as the credibility of a policy and its institution.", "Recently the discussion has moved from considering monetary and fiscal policy as strategic substitutes - with state-contingent decisions of what to use when - toward thinking of both policies as strategic complements.", "With appropriate design and interaction, each instrument can expand the policy space of the other: Most importantly, accommodating monetary policy with low rates of interest allows fiscal policy to expand its policy scope.", "In turn, fiscal policy action can help the economy recover, thus taking away some of the burden from central banks to bring the economy back to potential and inflation back to target.", "This reemergence of interest in policy coordination is happening in the aftermath of stressing the importance of independent central banks and their pursuit of narrow policy objectives to be effective and credible.", "The empirical analysis over the last decades on the effectiveness of fiscal versus monetary policy in addressing shocks suggests somewhat better outcomes for monetary policy but little existence of a complementary approach.", "This leads me to my second part: Has this suboptimal individual policy approach and joint policy coordination changed with the current crisis?", "To stay within my time allocation, I will focus on the euro area.", "After the global financial crisis, monetary policy was critical to overcome fragile situations for the euro and the EU economies.", "The implementation of unconventional monetary policies (negative interest rate policy; quantitative easing through asset purchase programs; targeted long-term repurchase programs with banks, aiming to provide financing for SMEs, etc.)", "was a major contribution after 2014 to make monetary policy effective again in view of a fallen and low r* - the equilibrium rate of return (a very important hypothetical benchmark variable to which we will return).", "With the beginning of the economic fallout due to the lockdown under COVID-19 in March 2020, the ECB was very fast in offering a strong monetary package, initially including EUR 750 billion for flexible asset purchases (now EUR 1,850 billion) under the pandemic emergency purchase programme (PEPP), and a package of almost similar size of subsidized credits to commercial banks to lend to private sector firms.", "First reviews of these monetary policy packages suggest high effectiveness in stabilizing financial markets and output growth and more limited effectiveness in keeping inflation close to the ECB's target of close to 2%.", "So far, side effects have been contained but need to be monitored carefully going forward.", "There are concerns about the longer-term effectiveness of these monetary policy instruments, i.e.", "falling marginal effectiveness and increasing side effects.", "In parallel to monetary accommodation, the national fiscal policies of member countries have been very quick and generous in supporting firms and workers in particular in sectors most heavily hit (i.e.", "tourism, restaurants and personal services).", "How the exit strategies from these support programs will be designed and achieved is yet unknown.", "For all euro area member states, the European Stability Mechanism established a fund with a ceiling of EUR 500 billion of credit lines early-on in the crisis, of which, however, little has been used so far due to conditions attached, albeit very mild.", "The EU Commission decided on a EUR 750 billion \"Next Generation EU\" fund, with almost half of the amount as transfers to member states most heavily hit by the crisis.", "These resources should be used for next generation investments - i.e.", "for climate and digitalization - from mid-2021 onward.", "The resources are sizable albeit not huge.", "Their effectiveness crucially hinges on the condition that member states indeed use them to reform their economies with a view to bolstering productivity and financial sustainability for the future.", "Assessed against the policy reactions in the aftermath of the global financial crisis, both recent monetary and fiscal policies in the EU (and elsewhere) have been much more forthcoming.", "But will they be able to offer a long-term perspective in view of the decisive importance of the equilibrium interest rate r* for both policies?", "This leads me to my third and final part.", "What are the key options policymakers must decide on in the areas of monetary and fiscal policy?", "Option 1 is to consider r* - this hypothetical and estimated equilibrium interest rate - as exogenous and low or even negative far into the future.", "In this case, fiscal policy will be encouraged to remain generous as interest payments remain low and hence fiscal sustainability appears not an issue.", "Monetary policy will have to remain unconventional, as conventional policy (based on interest rate policy and forward guidance only) will not work.", "In case of a further economic shock more of the same would need to be applied if inflation stays low.", "If inflation were to increase, however, raising nominal interest rates would threaten fiscal sustainability - if monetary policy lives by its aims.", "Hence, one would live in a fragile equilibrium without an exit strategy.", "Option 2 is to consider r* as an endogenous variable that is accessible to policy interventions and that can be raised back to levels seen in the past.", "If this were achieved, it would allow a return to conventional monetary policy without side effects from unconventional policies and allow for reduced balance sheets of central banks.", "It would promise growing income, as a rise in r* would to a large part be the result of rising productivity.", "It would require keeping a lid on public deficits and debt.", "In short, option 2 offers an exit option from the current, fragile policy mix.", "Achieving a rise in r* will, first of all, require a better understanding on the drivers of the secular fall of r* in recent decades.", "Yet, I think two policy interventions can be explored right away: measures to increase productivity (and clever fiscal policy and decisive structural reforms will have to play a major role) and measures to reduce the savings-overhang in the global North in view of the capital need of the global South (in particular Africa, where Europe should have a strong interest).", "Both policy measures are desirable and useful independently of their effect on r*.", "In a recent report r* was called a global public good, and I concur.", "In the short run, option 1 will hold true, as r* cannot be changed swiftly.", "In the long run, hopefully option 2 will be realized provided forceful actions are taken.", "Every voyage starts with a step, and it can be a green one."], "classifications": ["none", "none", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Fiscal policy", "Equilibrium interest rate", "Inflation", "Productivity", "Global North", "Global South", "Structural reforms", "Sustainability", "Effectiveness"]}