{"sentences": ["Ladies & Gentlemen, Dear Friends, Good afternoon and welcome to this conference on Monetary Policy Approaches: A Comparative Appraisal, which is jointly organized by the Bank of Finland and the European Money and Finance Forum SUERF.", "Our collaboration with SUERF in organizing biennial conferences has a long and successful history, for which we are very grateful.", "I wish to extend my thanks to all those colleagues and friends who have contributed to making today's conference possible.", "We are honoured to have some of the leading experts in the field to address us at this conference, including the panellists Philip Lane, Andrew Levin, and Patricia C. Mosser.", "The organizing committee have done an excellent job in putting together a high-quality programme for today.", "In my opening remarks, I will discuss monetary policy in the emerging post-pandemic context as seen from the perspective of the euro area.", "Let me first make a few remarks on growth and inflation outlook, and then discuss the recent strategy review of the European Central Bank.", "The euro area economy has rebounded significantly this year on the back of the re-opening of the economy and strengthened policy support.", "According to the ECB's September staff projections, real GDP is projected to grow by 5.0% this year, 4.6% next year and 2.1% in 2023.", "Not surprisingly, we have seen some inflation peaks in the recent months.", "On both sides of the Atlantic and globally - and last week in the IMF annual meetings - one is bound to witness an intensive debate on \"back to the 70s stagflation\", and whether the recent rise in consumer price inflation is of transitory or permanent nature.", "Let me give you my take on this.", "We have a saying in the European Union: \"Nothing is more permanent than something called 'transitory'.\"", "By experience, that is often true, but it is somewhat more complicated this time round.", "As you know, the debate is particularly heated in the US.", "However, there is still plenty of slack in Europe, which is in another phase of recovery and behind the cycle compared to the United States.", "Yes, we have seen some inflation peaks in Europe, as well.", "Last month consumer price inflation rose to 3.4%.", "Annual inflation is forecast to reach an average of 2.2% this year, supported by temporary factors, such as the strong base effects caused by the rapid rises in energy prices, especially electricity and gas, and the cost pressures arising from more persistent shortages of materials and equipment than previously thought.", "In 2022, inflation is projected to moderate to 1.7%, as the factors now deemed temporary should start to fade away, and projected to stay at 1.5% in 2023.", "In my view, euro area inflation is still mostly transitory, even if some of its components are partly more persistent than previously expected.", "However, we need to recognize that the micro experience of the ordinary people is quite different from the macro reading of the economists and central bankers.", "If this state of elevated inflation were to last much longer, it would likely have a more significant effect on inflation expectations.", "Indeed, the selling price expectations (3 months forward) of both the industrial and retail sectors have started to rise amid these temporary price pressures.", "Moreover, the short-term inflation expectations derived from the market information (i.e.", "However, the counterevidence speaking for the transitory interpretation is quite convincing.", "When looking at the longer-term expectations, there is no upward trend: The probability distributions of market inflation expectations have strongly concentrated between the levels of 1.5 - 2.5% and the probability of inflation higher than 2.5% is very small.", "Core inflation in the euro area is still subdued, the latest reading being 1.9%, and it is projected to stay at 1.5% in the medium term.", "So far, there is no major evidence of second-round effects through wages.", "Wage growth is still below pre-Covid average, despite significant sectoral labor shortages.", "So, we may ask: where does the euro area stand when facing the classical monetary policy dilemma of not overreacting to the supply-side shock, on one hand, and engineering a reduction of stimulus without de-anchoring inflation expectations, on the other hand?", "When answering this question, we should do so against the backdrop of the ECB's new monetary policy strategy, which is built on a symmetric 2% inflation target and on a reaction function that tolerates temporary overshooting.", "As core inflation is at 1.5% in the medium term and the latest reading of long-term inflation expectations (5y/5y) was at 1.9%, we may conclude that the trend in euro area inflation is now in line with the ECB's strategy.", "Logically, on the basis of this data and in line with its revised strategy, the ECB leans on the side of not overreacting."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none"], "topics": ["Monetary Policy", "Inflation", "Growth", "ECB Strategy", "Stagflation", "Inflation Expectations", "Supply-Side Shock", "Temporary Factors", "Core Inflation", "Wage Growth"]}