{"sentences": ["Distinguished speakers and participants, Ladies and gentlemen, I would like to thank you for joining our virtual workshop and making it possible to have this insightful event, which has exceeded my expectations.", "While most of us would have liked to gather in person today, I am grateful that we have been able to get together, at least online.", "Since early 2020, the COVID-19 pandemic has affected our lives in unprecedented ways.", "We have had to adapt ourselves to such irregularities and discover how to perform under these new conditions.", "The novelty of the pandemic crisis and considerable uncertainty around its further development have made the challenges unique in being considered from different angles.", "Last year, central banks (CBs) dealt with acute and persistent volatility on financial markets and together with their governments tried to address deep economic contraction.", "This year, CBs of emerging markets (EMs) have been facing new challenges of a multi-speed economic recovery and a simultaneous inflation spike with a high degree of uncertainty.", "That creates a unique environment that is calling for reshaping our models and updating analytical tools.", "That is why it is so important to gather for such discussions and look for the solutions in our areas of responsibility.", "In what follows, I would like to share several of my personal lessons from the recent developments on the sidelines of our workshop.", "My first lesson concerns a timely and decisive reaction from central banks around the globe to a financial shock and risk aversion to prevent a full-fledged financial crisis.", "As the financial shock hit during the first weeks of the pandemic, the central bankers were initially focused on adopting measures to restore the orderly functioning of the financial markets.", "That time the resilience of the EMs' domestic financial sectors to adverse shocks, along with the liquidity provided by systemically important central banks, proved to be crucial to financial market stabilization.", "In contrast to a monetary policy response to previous crises when most EM CBs increased interest rates to avoid sharp exchange rate depreciations, last year they were able to cut their rates almost immediately.", "This reflects a higher degree of credibility gained by the central banks, as well as well-anchored inflation expectations.", "The credibility gained in previous years, sometimes with sizable costs, paid back and, as our speakers have said today, that cannot be underestimated.", "In the case of Ukraine, the central bank embarked on a series of interest rate cuts and implemented measures to provide ample liquidity, within its legal mandate to ensure the financial stability via the orderly functioning of domestic markets, as well as supporting economic recovery via lending channels.", "Yet, there is no universal recipe for every case.", "Some EM CBs have adopted unconventional monetary policy measures for the first time, embarking on government bond purchases.", "In some cases, it required the elimination of legal restrictions and the implementation of necessary reforms.", "Even though in the first phase of the crisis, the central banks had to respond swiftly to stabilize their markets and avoid worse consequences, I believe we should not have overemphasized the so-called \"market-maker-of-last-resort\" narrative as its utilization may destroy the credibility achieved before the crisis.", "Because efforts to regain the credibility may be very painful for the EMs and their CBs.", "My second lesson is that in an environment of high uncertainty, like the one associated with the inflation shocks resulting from a post-pandemic recovery, a solid macroeconomic framework, including a prudent and data-based monetary policy approach, and deep and liquid financial markets are essential.", "Across the world, the conduct of monetary policy faces an acute challenge nowadays.", "Incoming data seem to conclude that the global recovery might be halting or at least losing steam.", "Meanwhile, inflation has stuck to the upward trend on the back of elevated commodity prices and supply disruptions induced by the pandemic.", "And the narrative on the nature of inflation is switching firmly from transitory to persistent.", "Concerns about inflation are amplified by worries about a faster tightening of global financial conditions.", "Advanced economies' CBs are now close to the end in their ultra-accommodative policies pursued for many years.", "If the surge in inflation is more persistent than initially assumed, the CBs will be forced to react.", "If they tighten their policies too fast, this may cause capital outflows from the EMs.", "Rising volatility will certainly affect their economies.", "I have heard this concern a few times during the workshop.", "In such an uncertain environment, it is vital that the EM CBs continue to ensure that their monetary policy decisions contribute to the orderly normalization of the financial conditions in their economies.", "Sure, a prudent and data-driven approach, mindful of policy tradeoffs, is necessary.", "In this context, a key challenge for policy makers, particularly CBs, is to respond to the crisis in a timely and decisive manner, but without affecting the resilience of both the financial markets and the economy.", "As it has been repeatedly mentioned today, the current inflation spike was badly forecast by CBs and markets.", "Given the unprecedented crisis conditions, previously estimated economic models and their coefficients are not allowing us to accurately project an economic recovery and inflation; we have to be cautious and flexible in our policy responses.", "For example, we must learn from the fact that we have missed the mark in some aspects of the economic recovery and inflation response.", "The latter has been affected by sudden changes in consumption patterns, supply-side disruptions, labor market adjustments, and non-linear effects on prices from exchange rate fluctuations.", "Moreover, it is extremely challenging to identify the effects of the pandemic shocks that are shortlived from those that are long-lasting.", "But my strong believe is that in spite of all this uncertainty, we should discuss the calibration of our monetary reaction to the inflation spike and a deterioration in inflation expectations.", "However, we cannot allow ourselves to ignore the need to react to the deteriorating inflation outlook.", "My third lesson is that we still do not need to fix the current monetary framework.", "Six years ago, the NBU instituted a flexible inflation targeting (FIT) framework as its monetary policy regime.", "I recall that then there were widespread misgivings in public discourse and within the NBU.", "The central bank was perceived as a blinkered monetary authority pursuing a narrow inflation target with little chance to succeed.", "Over the period of 2015-2020, inflation was slashed from 50%-60% to 5% in line with our target, which was hailed as a defining success of macroeconomic management.", "This outcome was due to a combination of 'good luck' and 'good policy.'", "Be that as it may, the monetary policy earned a credibility bonus due to the anchoring of inflation expectations, while investors and businesses reposed confidence in Ukraine's macroeconomic stability.", "During that period, the NBU introduced a lot of innovations into its monetary policy framework, including setting the appropriate operational design of a monetary toolkit, streamlining its strategy of FX interventions, enhancing communications, and so on.", "However, the framework continues to involve.", "That's why we are examining the potential of reviewing the definition of price stability, monetary policy instruments and their effects (both main effects and potential side effects), as well as our communication practices.", "In a long-term outlook, we are also going to assess the importance of digitalization, financial stability, globalization, and climate change from the perspective of monetary policy.", "Needless to say, such themes continue to be important topics for future research.", "Many of them have already been raised during this workshop.", "Another topical and important theme in economic research and central banking is the interaction between monetary policy and inequality.", "We are also going to pay attention to this topic.", "It is necessary to understand and learn from both the wins, or target hits, and mistakes, or target misses.", "Yet, even as we are seeking to move forward, we are confronted by the reality of the complex and rapidly evolving world.", "It is now more than ever that the CBs should turn this challenge into a new opportunity to create a more exciting future, which will be associated with price stability.", "With that in mind, I would like to thank you all again for being part of this event full of valuable insights."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "fiscal dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none"], "topics": ["Inflation", "Monetary Policy", "Financial Stability", "Economic Recovery", "Central Banking", "Price Stability", "Financial Markets", "Uncertainty", "Inflation Expectations", "Macroeconomic Framework"]}