{"sentences": ["Members of the Fintech Alliance of the Philippines headed by Chairman Lito Villanueva, TransUnion Chief Revenue Officer Jay Tirona, fellow public servants, financial Inclusion partners, and fintech innovators, good afternoon.", "It is my pleasure to welcome participants to this webinar as we continue to discuss valuable insights and best practices in financial inclusion.", "The fintech industry is a pioneer in using data-driven strategies that give rise to innovations and enhancements meaningful to the users of financial services - offering accessibility to financial channels, creating user-friendly platforms, and providing reasonable costs, to diverse market segments.", "Financial regulators likewise utilize data in formulating supervisory and regulatory policies that are responsive to the needs of financial consumers and address the evolving complexities of financial products.", "For the BSP in particular, the pandemic has strengthened our resolve to promote broad and convenient access to welfare-enhancing financial services for all Filipinos.", "A lot of work still lies ahead, but the momentum to achieve these goals is now stronger than ever.", "The BSP is ready to carry the work forward through 2021 and beyond.", "Financial inclusion is multidimensional, but at its most basic level, it starts with account ownership.", "Transaction accounts like bank accounts and e-money wallets enable individuals and households to save money; make day-to-day payment transactions; send or receive remittances; and receive salary, benefits, or financial assistance from the government.", "In this regard, the BSP with its Digital Payments Transformation Roadmap aims to onboard 70% of Filipino adults to the formal financial system through a transaction account by 2023.", "It is important to recognize however that rather than being an end in itself, financial inclusion is a means to achieve broader aspirations.", "The regular and continuing use of an account in particular, allows individuals and small businesses to build a rich digital footprint that can unlock access to a wider range of welfare-enhancing financial services.", "Today, digital technologies provide an opportunity to accelerate financial inclusion.", "It facilitates efficiencies that make it possible for financial service providers to serve the unbanked and underbanked.", "Mobile phone and internet usage in the Philippines in fact show that there is significant opportunity to expand the delivery of basic financial services through digital channels.", "This is especially true considering that 7 in 10 unbanked adults have a mobile phone.", "Looking at usage trends, 53% of adults use the internet and they use it extensively.", "On average, people spend 11 hours per day on the internet with 4 hours spent on social media.", "However, only 9% use the internet for financial transactions.", "In addition, 69% of adults have mobile phones.", "Three-fourths of these mobile phone owners own a smartphone.", "However, only 12% use their phones for financial transactions.", "While the trends show low adoption of digital finance, its potential can be realized by addressing two key issues: digital literacy and connectivity.", "Promoting digital literacy increases awareness and trust in online financial transactions.", "Internet connectivity is a necessity to access digital products and services.", "If left unaddressed, literacy and connectivity challenges can lead to new forms of exclusion and greater digital divide.", "Deliberate efforts to narrow the digital divide on the other hand can increase the reach of financial service providers.", "The Philippine Identification System (PhilSys) is a game changing reform for accelerated financial inclusion and innovation.", "As a digital identity system, PhilSys can facilitate seamless financial transactions, particularly account onboarding and user-permissioned data sharing.", "The BSP is actively supporting PhilSys implementation not only in the production of the PhilID cards but also in the development of high-impact PhilSys use cases in the government and financial sector.", "The Philippine Statistics Authority (PSA) has done commendable progress as lead implementing agency with 44 million Filipinos completing the biometric and demographic registration, and 3.5 million PhilID cards delivered to date.", "As we move towards the fourth industrial revolution, data has truly become the new oil and is now the most valuable resource.", "However, like oil, raw data in and of itself has little value until it is refined and used intentionally.", "For the financial industry, data is critical because it helps ensure that products and services are appropriately designed and responsive to the varied needs of individuals.", "To this end, the BSP undertakes initiatives to increase the availability of consumer data.", "One of which is the implementation of the Open Finance Framework.", "The framework adopts the principles of consent-driven data portability, interoperability, and collaborative partnerships among incumbent financial institutions and new third-party players.", "Through open finance, financial institutions will be able to develop a better understanding of customers' needs and expand market reach.", "The BSP is set to complete this year the establishment of the Open Finance Oversight Committee, an industry-led self-governing body tasked to formalize selfgovernance structure where industry standards and inter-participant business rules are housed.", "Another initiative is the development of a centralized database that can be used for risk-based lending to small and medium enterprise (SMEs).", "The BSP in partnership with the Japan International Cooperation Agency - or JICA - is now building a credit risk database that consolidates financial data from different banks to generate a robust credit scoring model designed for SMEs.", "The scoring model is intended to enable lenders to accurately assess SME borrowers without relying heavily on collateral.", "To enrich the knowledge base of the BSP and the financial industry as a whole, the BSP collects data through various surveys.", "A recent survey that BSP launched in collaboration with the Asian Development Bank is the gender-focused demand-side survey of microenterprises and SMEs (MSMEs).", "We expect the survey to provide us with a better understanding of MSME access to finance and support evidence-based policymaking.", "To appreciate the value of data for financial inclusion, we may look at alternative data for credit scoring as a promising use case.", "One challenge in securing credit is that forecasting creditworthiness traditionally involves analysis of the historical credit exposure of a borrower.", "However, many Filipino adults and MSMEs do not have or have very little credit history.", "The use of alternative data in credit scoring is an innovation that addresses the challenge of predicting the creditworthiness of the so called credit invisible.", "Unlike traditional data which is composed of bank transactional data and credit bureau information, alternative data come in many forms.", "This includes social media, mobile data, utilities data, behavioral data, online transactions, geolocation data, and browser data, among others.", "With alternative data, a more complete picture of the client is painted thus allowing for more individuals and businesses to be assessed.", "To understand the extent of usage of alternative data in the Philippines, the BSP conducted a rapid survey in September 2021.", "Through the rapid survey, we were able to affirm that adopters of alternative credit scoring realize tangible benefits.", "The number one benefit realized by adopters is improved customer profiling followed by improved pricing of loan products and improved competitiveness in the marketplace.", "The use of alternative data for credit scoring is just one example of how data can be used to benefit consumers.", "Looking ahead, we must continue to take initiative in fostering an inclusive digital financial ecosystem.", "To build trust and awareness in digital finance, we need to support financial literacy programs for individuals and MSMEs.", "It is therefore important to provide education that will generate familiarity to the available services, minimize vulnerability to scams and usage errors, and ensure a positive customer experience.", "Lastly, we need to advocate for crucial legislation for internet connectivity, digital payments, and consumer protection.", "The digital divide, as observed in the lack of internet connection of those in the lower income classes and those in the rural areas, bring to the fore the need to continue seeking ways to make internet connection more accessible.", "In this regard, the BSP actively supported Executive Order 127 on \"Expanding the Provision of Internet Services through Inclusive Access to Satellite Services.\"", "To promote the universal use of safe and efficient digital payments, the BSP is actively supporting Senate Bill 1764 or the Use of Digital Payments Act.", "Through this act, government entities are directed to use digital payments both in collections and disbursements, including account-based distribution of government financial assistance or ayuda.", "It also supports merchant acceptance of digital payments by directing local government units to adopt incentive frameworks that encourage the use of digital payments.", "Consumer protection is another area that needs to be prioritized as the unbanked are the most vulnerable to the new threats that digitalization brings.", "The BSP actively supports the passage of the Financial Consumer Protection Bill which aims to strengthen the rules and regulations protecting financial consumers.", "In closing, the shift to digital transactions due to the pandemic has presented us an opportunity to extend the reach of financial products and services to the unbanked and underbanked.", "We must therefore continue working together to take advantage of this opportunity.", "I am therefore very much eager to see the innovations and collaboration that may emerge from the discussions today.", "Thank you and good afternoon to everyone!​"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Financial Inclusion", "Digital Payments", "Data", "Alternative Data", "Credit Scoring", "Financial Literacy", "Digital Divide", "Internet Connectivity", "Consumer Protection", "Open Finance"]}