{"sentences": ["Distinguished guests, members and friends of Treasury Markets Association (TMA), ladies and 1.", "Thank you for having me at this event.", "It is my pleasure to deliver my keynote speech at the Treasury Markets Summit 2021.", "We should all take it as a blessing that against the shadow of the pandemic, we could still host this annual event today to exchange views.", "The pandemic has brought profound and lasting changes to our lives, but not all of them are negative.", "I notice for instance that several people around me have been hiking more frequently during the pandemic and even maintained it as a habit.", "It is beautifully ironic that during this period of restrictions, we have had the opportunity to be outdoor more often and to interact with nature.", "As we enjoy and rediscover the astounding scenery and diversity of our landscape, it is difficult to not appreciate the harmony in nature or, if you prefer a more precise description, the harmony in the co-existence and interdependence of living organisms.", "One example is the bee and the flower: the bees need flowers for food and flowers depend on the bees for pollination.", "They live in harmony by helping each other survive and evolve.", "There is a term for it - mutualism, describing a mutually beneficial relationship between living things.", "And let me explain why I am talking about biology in a financial forum to begin with.", "I have always longed to find an appropriate way to describe the financial relationship between Hong Kong and the Mainland.", "In my view, Hong Kong's dynamic with the Mainland is truly unique in that it is a dynamic which no other pair in the world shares.", "In the financial world, our win is their win and their win is ours.", "As financial competition amongst the world's hubs continues, Hong Kong and the Mainland have long enjoyed a mutually beneficial relationship.", "Yes, perhaps neither of us are exactly the same as a bee or a flower, but Hong Kong and the Mainland share a very similar dynamic as them in the financial world - one of mutual benefit.", "RMB internationalisation: Hong Kong stands out 4.", "And that brings me to the topic that I want to discuss in more detail today, which is the internationalisation of the RMB.", "With the continuing growth of the Mainland economy and its increasing financial integration with global markets, it is natural that RMB will be increasingly used in international transactions.", "The 14 Five-Year Plan has made clear that promoting RMB internationalisation should be conducted in a prudent manner, based on a marketdriven approach.", "But first of all, what does RMB internationalisation have to do with the mutually beneficial relationship between the Mainland and Hong Kong that I have just mentioned?", "To answer this, let's first talk about how Hong Kong, as an offshore RMB centre, has contributed to the internationalisation process.", "Very few will dispute that offshore markets have played and will continue to play a very important role in the process of RMB internationalisation.", "Indeed, if we look close enough, the internationalisation of a currency and the development of offshore markets often go hand in hand.", "If a currency has the potential to be an international currency, it will show it in offshore markets.", "Not only that, the presence of offshore markets will actually help establish and reinforce the global status of a currency.", "It is hard, for instance, to imagine that the US dollar could attain its current status without a fully developed Eurodollar market.", "But then what's so special about us?", "Hong Kong is not the only RMB offshore market, but we are the one which stands out from our global peers in offshore RMB business.", "And we offer very unique value propositions such as being part of China and staying well connected to the world, a sound legal and regulatory system, a deep and liquid capital market, a robust financial infrastructure, and a wealth of financial intermediaries and talent.", "All these underpinnings shape what we are, namely Asia's leading international financial centre (IFC), asset management centre and risk management centre.", "And it's also this broad-based leadership that makes Hong Kong well placed to help the Mainland achieve the objective of promoting RMB internationalisation, while at the same time further reinforces our status as an IFC in the process.", "This is precisely the mutualism I just referred to.", "At this point it's worthwhile to first take stock of where we stand as an offshore RMB hub: We have the largest offshore RMB pool of over RMB800 billion, providing liquidity support to globa Hong Kong is a trade settlement hub, processing RMB6.3 trillion in 2020, up 18% from 2019, and c to date.", "Hong Kong continues to maintain its top position in offshore RMB FX trading, with an average daily t in April 2019 according to the latest BIS Triennial Survey.", "This is equivalent to 30% of global trad Mainland.", "The city has maintained its leading position for RMB SWIFT payments, with more than 70% of glob processed through Hong Kong.", "The dim sum bond regained momentum in the recent few years after a slowdown in issuance arou witnessed encouraging developments over the past few years, such as with the regular bond and bill of Finance and the People's Bank of China (PBoC).", "The upcoming issuance by Shenzhen municipal g yet another new category of Mainland issuers.", "Time to give internationalisation another push 9.", "All these facts and numbers suggest that Hong Kong has the strongest foundation on which we can launch further efforts to advance the progress of RMB internationalisation.", "The timing is also right - with the Mainland's economic growth continuing to outperform.", "Macro aside, portfolio flow is another major driver.", "We are seeing increasing capital flows into the Mainland markets by international investors, driven by the inclusion of RMB assets in global indices and also the attractive yield pick-up and diversification benefits.", "In the other direction, there is also an increasing need for Mainland investors - be they individuals or institutions - to more efficiently manage their wealth and diversify the allocation through outward investments.", "A good part of these two-way portfolio flows will be conducted in RMB, and through Hong Kong.", "So far, the level of the international use of RMB remains relatively low, and is not commensurate to the Mainland's economic strength.", "For example, the Mainland is already the world's largest trading nation, but the use of RMB for cross-border trade settlement is only in the range of 15 to 20% of its total trade volume.", "Some will argue that in order to further boost the usage of RMB in trade settlement, we will need to see more active use of RMB as an investment currency in capital market transactions.", "It is only when you have the right place to invest your money that you will have the incentive to use and hold the currency you gain from merchandise and services trade.", "In other words, RMB internationalisation could first be driven by the advancement of its function of store of value, which should in turn help promote greater usage of RMB as a unit of account and a means for payment and settlement for other purposes like trade.", "And Hong Kong is well positioned to help catalyse this process.", "The question is \"how\".", "We see three factors that are required to promote the use of RMB in capital market transactions in Hong Kong.", "These are liquidity, products and infrastructure.", "First is liquidity, which has to be the most essential ingredient in developing markets.", "Without that, it would be hard for the market to conduct transactions smoothly and efficiently or to develop products.", "As I mentioned earlier, Hong Kong has the largest RMB deposit base among all offshore markets and the most active RMB FX market, and both have been growing steadily in the last few years, partly benefiting from the very strong growth in the turnover of the Stock and Bond Connect schemes.", "For example, the Stock Connect received an average daily turnover of RMB160 billion in the first eight months of this year, up 43% increase from last year.", "The Bond Connect received an average daily turnover of RMB26 billion during the same period, up 34% from last year.", "At the central bank level, the HKMA has a swap arrangement with the PBoC, which is the largest in size globally.", "This swap line could serve as an effective back-stop liquidity facility to support the development of our RMB offshore market.", "But more liquidity is just part of the equation.", "We also need more products to put the liquidity to productive use.", "This brings me to the second factor to build markets, which is products.", "We need to develop more RMB-denominated products in our equity, bond and wealth markets.", "The continuous enhancement of the Connect schemes will help create this product diversity.", "For example, by opening up the new Southbound channel of the Bond Connect, we will expand the investor base of our bond market, which will in turn attract more liquidity in secondary trading as well as more primary issuance activities.", "And this will help reinforce the growth of our dim sum bond market in depth and diversity.", "Similarly, we are hopeful that the launch of the Wealth Management Connect will create room for more innovation in wealth management products, including those denominated in RMB which, according to some surveys, are favoured by potential Mainland customers.", "Together with other regulators, we are now studying market proposals about enlarging the use of RMB in our stock market trading.", "Given that the stock market constitutes an important part of our financial market, promoting the use of RMB in this segment would help drive underlying RMB FX, derivatives or financing activities and enrich the RMB product space in Hong Kong.", "What needs to be thought through, however, is how to drive the demand from both issuers and investors, and how to ensure price convergence and reduce the risk of market fragmentation if there are parallel counters in both RMB and HKD for Hong Kong-listed stocks.", "We hope to be able to come up with some practical suggestions soon.", "The third factor that is needed is an efficient and robust infrastructure.", "The financial blueprint and plumbing underpinning our system is the unsung hero of our success as a financial centre.", "Without it, liquidity will be denied and product innovation will never leave the planning room.", "The RMB infrastructure in Hong Kong is the most developed one among the offshore markets.", "We have the RMB RTGS system in place since June 2007, and the daily turnover through the system now amounts to over RMB1.5 trillion, which is already larger than that of its HKD counterpart.", "The equities and bond clearing and settlement systems in Hong Kong also already have capabilities to process RMB transactions, and both are linked to the RMB RTGS system to achieve Delivery versus Payment settlement.", "With the introduction of the Stock and Bond Connects, the cross-boundary infrastructure linkages between the clearing houses of the two markets have become the critical foundation on which cross-boundary transactions can be efficiently cleared and settled.", "The Central Moneymarkets Unit (CMU) operated by the HKMA is now linked to the Mainland central securities depositories (CSDs) on the one hand and the international CSDs (ICSDs) on the other.", "We have embarked on a multi-year enhancement programme to modernise the system to enable CMU to perform all functions required of an ICSD.", "Operating window will be expanded; a wider spectrum of corporate action services will be offered; and the system will enable the CMU to directly provide collateralised lending and FX services to nonbank participants.", "Apart from these three factors, i.e.", "liquidity, product and infrastructure, which are essential to building a vibrant RMB offshore market in Hong Kong, I should add that supervisory collaboration is also important in this gradual opening-up process.", "Many of the initiatives to promote the international use of RMB will involve the opening up of the Mainland's capital accounts.", "This must be done in a gradual and risk-controlled manner, which is why you often see quota and eligibility criteria in the initial stage of the Connect schemes.", "This kind of risk-control features requires the close collaboration between the HKMA and our Mainland counterparts.", "Through such collaboration, we seek to ensure that Hong Kong is a safe and reliable platform to take forward these new cross-boundary initiatives.", "Some of the ideas that I have just mentioned will take time to materialise.", "Some may need a testing ground to pilot before being scaled up.", "On this, the Guangdong-Hong Kong-Macao Greater Bay Area or Qianhai could function as pilot zones in the Mainland to test new crossboundary initiatives with Hong Kong.", "The Wealth Management Connect is a case in point.", "Ladies and gentlemen, what I have presented to you is a very brief summary of our thoughts on the role of Hong Kong in promoting the international use of RMB, but even that, I am sure you will agree, is already quite a menu.", "And we are already actively exploring some of these policy initiatives with our Mainland counterparts.", "But we cannot do it all on our own.", "While we need to create the necessary policy headroom, the market should be the one driving the process of RMB internationalisation.", "The active participation of market players is critical.", "I would therefore warmly welcome views and suggestions from Members of TMA and its subcommittees on ways to enhance the liquidity, to expand the product diversity and to build an efficient infrastructure in order that we can further develop the role of the Hong Kong markets in the process of the internationalisation of the RMB.", "With its 76 institutional members and over 3,000 individual members, the TMA has been providing broad-based support to foster market development in Hong Kong.", "We believe the HKMA and the TMA's relationship can also be a mutually beneficial one.", "As you can probably tell by now, the internationalisation of the RMB poses many unique opportunities for Hong Kong and it is time to do our part.", "We continue to look to the TMA's active participation in this journey for Hong Kong."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["RMB internationalisation", "Hong Kong", "RMB offshore market", "Liquidity", "Products", "Infrastructure", "Supervisory collaboration", "Policy headroom", "Market players", "TMA"]}