{"sentences": ["Ladies and Gentlemen, It is always a great pleasure for me to have the opportunity to speak at the Singapore Fintech Festival, and I wish to thank Ravi Menon and the Monetary Authority of Singapore for organizing it.", "Although I am joining from Paris today, I look forward to coming back to Singapore soon to continue exchanging.", "Innovation may not be the first thing that comes to mind about central banks.", "After all, our institutions have been around for quite some time: MAS just turned 50 - and I take this opportunity to congratulate this golden Jubilee -, and Banque de France is more than 2 centuries old.", "We are more associated with stability than disruption...", "Yet the blossoming of digital innovation has the potential to transform the financial system in its entirety.", "We have to embrace these changes, but there are also things that we need to preserve in this process: the stability of the financial system.", "Innovation and stability can appear as contradictory in the short run; but they are complementary through a common value; a keystone: trust.", "Trust of the public in money.", "To be implemented effectively, these dual principles of innovation and stability require a cooperative setting.", "I will focus on how these principles can be put into practice, first through how regulation can address new risks, and then how central banks can foster innovation, with the example of central bank digital currencies.", "New risks, new rules?", "No corner of the financial system is left untouched by digital technologies, a look at the agenda of this Fintech Festival tells it all: payments, decentralized finance and open banking, crypto-assets, central bank digital currency, quantum computing, etc...", "These technologies bring competitive pressure and such innovative pressure is healthy: it challenges inefficiencies, helps improving services, brings down costs.", "Fintechs are key players in the modernisation of the financial sector and I expect banks in particular to seize more systematically the opportunity to participate to this transformation.", "Can I quote Joseph Schumpeter?", "He wrote that \"most of the creations of the intellect or fancy pass away for good after a time that varies between an after-dinner hour and a generation.", "Some, however, do not.\"", "Fintech has clearly made it pass the after-dinner hour; it is getting close to the generation mark.", "I am convinced central banks are instrumental in making sure digital innovation can bring long-lasting benefits.", "Here, the emergence of decentralised finance raises new challenges for usual regulatory frameworks.", "Left unchecked, it could result in increased volatility, lack of traceability or clear accountability, concentration risk on certain technical infrastructures, insufficient customer and investor protection, to name a few.", "I strongly disagree with the idea that confidence in rules and public institutions can be replaced by some form of \"algorithmic confidence\" once and for all.", "Preserving confidence in money and financial stability thus requires a clear, fair and balanced \"technology-neutral\" regulatory framework with a simple principle: \"same activities, same risks, in order to prevent both excessive and hidden risks and regulatory arbitrage.", "But this is easier said than done!", "In the European Union, the proposal for a \"Markets in CryptoAssets\" (MiCA) legislation aims at finding the appropriate balance between innovation and security when regulating crypto-assets issuers and service providers.", "It needs to be adopted rapidly but we also have to make sure the European rulebook leaves no gaps open in view of most recent trends.", "Another important issue to maintain trust is that of cybersecurity.", "Digitalization increases the exposure - and therefore the vulnerabilities - to cyber-threats, for financial institutions as well as for their customers, and their service providers.", "Cyber-risk is not only a major operational risk at the entity level, but also a systemic one for the financial system as a whole.", "In that area, the European proposal for a Digital Operational Resilience Act (DORA) is exploring how to strengthen and upgrade IT security throughout the financial sector.", "I would also like to mention artificial intelligence.", "Because trust is about not only the financial system working well, but also making sure that algorithms do not lead to outcomes that are unduly biased or unfair.", "Banque de France and especially our supervisory arm, the ACPR, have been playing an active role in helping to consolidate the future European regulatory framework for AI.", "ACPR also conducted this summer its first Tech Sprint on Explainability of AI, which enabled tech providers, Fintechs and larger actors to showcase the potential and limits of explanatory methods on credit risk predictive models: its results are to be published on our website.", "CBDC is a key area of our work to foster innovation Central bank digital currencies is a key area - if not the key area - where the stakes are especially high: central banks are responsible for preserving the soundness of money, whatever its forms!", "This is a domain where Banque de France is convinced of the benefits of \"learning by doing\".", "This is why we launched in 2020 a programme to carry out experiments on wholesale CBDC with Fintechs, public and private market participants and other central banks.", "Our objectives have been multi-fold, testing: several use cases (securities settlement, cross-border transactions), on different types of financial instruments (listed and unlisted tokenized assets, sovereign issuances, payments), with various technologies (public or private blockchains, open-source or proprietary and as proof of concept but also in real-life conditions.", "A report on the key takeaways from this experimentation programme is being published today on the Banque de France website.", "The expertise we have gained through these experiments will be shared with the Eurosystem, which launched in July an investigative work on a retail digital Euro (the decision to enter in a realization phase will be made in 2023).", "CBDCs are indeed an area where international cooperation is a must, for cross-border efficiency as well as financial stability and monetary sovereignty reasons.", "In particular, interoperability between CBDCs is an objective of critical importance.", "Banque de France has explored those international aspects empirically in its experiments, by implementing various configurations for multi-CBDC arrangements.", "In particular with the Monetary Authority of Singapore, where we simulated cross-border transactions involving multiple CBDCs on a common network between Singapore and France.", "We have also been working with the Swiss National Bank, the BIS Innovation Hub or the Banque Centrale de Tunisie.", "A lot of work is still necessary in this very promising field, and I am looking forward to strengthening our cooperation in that area with our partners worldwide.", "In particular, Banque de France will be keen to follow closely the very stimulating work conducted by the BIS Innovation Hub with MAS and our fellow central banks from Malaysia, Australia and South Africa on developing prototype-shared platforms for cross-border transactions using multiple CBDCs (\"project Dunbar\").", "So we have much work to achieve together.", "I wish you an excellent Fintech Festival and I look forward to our common realizations.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Innovation", "Stability", "Trust", "Regulation", "Digital Currency", "Cybersecurity", "Artificial Intelligence", "Fintech", "Cryptocurrency", "Central Bank Digital Currency"]}