{"sentences": ["It is a pleasure to welcome you to the 2021 edition of the annual ECB Conference on Monetary Policy.", "As captured in the title of this year's event, this conference series serves a vital role in bridging the science and practice of monetary policy.", "In particular, it is essential for the ECB to incorporate in our analytical framework the theoretical and empirical insights generated by the global academic community, and the conference format (albeit in webinar mode again this year) is very effective in providing us with a platform to discuss the latest developments.", "The breadth of academic research (in terms of both topics and research techniques) that is relevant for monetary policy is quite wide and this is reflected in the composition of the conference programme.", "The agenda includes research that exploits financial market data to examine the transmission of monetary policy, studies the impact of the pandemic on firms and banks using entity-level datasets, analyses the interactions between monetary policy and financial stability in a full-scale macroeconomic model, and explores the impact of monetary and fiscal policies on the formation of household expectations.", "In addition, the conference features two keynote speeches that address some of the most important issues facing central banks: monetary-fiscal interactions and the macroeconomics of climate change.", "Under normal conditions, the informal discussions at these annual conferences provide a useful opportunity to increase external awareness of the monetary policy research conducted at the ECB and across the Eurosystem.", "Since such informal interactions cannot be reproduced in webinar format, I will take this opportunity to highlight the extraordinary research efforts of the ECB and Eurosystem staff in supporting our recent monetary policy strategy review.", "In particular, eighteen ECB occasional papers were released on 21 September.", "These papers provide not only a superb series of surveys of the state of research on a given topic but also report many substantive new research findings: I believe that these occasional papers lay important foundations for many research programmes in academia and in central banks for years to come.", "The research reported in these papers shaped our new monetary policy strategy.", "In particular, a central theme of the review was to work out the implications of the trend decline in the equilibrium real interest rate and the associated implications of the effective lower bound for the conduct of monetary policy.", "One basic conclusion of the review is that it is essential to build a sufficient medium-term inflation buffer (as captured by the symmetric two per cent inflation target) to create the monetary policy space required to be effective in tackling negative shocks.", "A second basic conclusion is that, if the economy is close to the effective lower bound, it is vitally important to adopt especially forceful or persistent monetary policy action to avoid negative deviations from the inflation target becoming entrenched.", "In turn, this may also imply a transitory period in which inflation is moderately above target.", "In particular, the review identified forward guidance, asset purchases and longer-term refinancing operations as instruments in the monetary policy toolbox that can help to address the constraint of the effective lower bound on policy rates.", "At its 21 July monetary policy meeting, the Governing Council revised its forward guidance on policy rates in line with this new strategic orientation.", "In particular, the new forward guidance specified three conditions that need to be met before we would start raising our policy rates.", "The first condition is that the Governing Council \"sees inflation reaching two per cent well ahead of the end of its projection horizon.\"", "The second condition is that the two per cent target is reached \"durably for the rest of the projection horizon.\"", "The third condition is that the Governing Council \"judges that realised progress in underlying inflation is sufficiently advanced to be consistent with inflation stabilising at two per cent over the medium term.\"", "Let me highlight today two key features of this rate forward guidance.", "First, requiring that we see inflation reaching two per cent not only \"well ahead of the end of our projection horizon\" but also \"durably for the rest of the projection horizon\" ensures that interest rate policy will not react to inflation shocks that are expected to fade away before the end of our projection horizon.", "Second, the condition that \"realised progress in underlying inflation is sufficiently advanced to be consistent with inflation stabilising at two per cent over the medium term\" serves an important purpose in our analysis of the incoming data: it sharply differentiates between the volatile components of headline inflation and the dynamics of underlying inflation, which is the persistent component that is the best guide to medium-term inflation dynamics.", "The inclusion of a condition that is based on realisations of underlying inflation takes into account the intrinsic uncertainty of economic forecasts, especially during periods of structural change that generate \"disparate confounding dynamics\".", "Since the services sector constitutes a large share of the overall price level and since wages (adjusting for productivity) are the principal component in the price of services, the persistent component in wage dynamics plays a central role in the determination of underlying inflation.", "Accordingly, tracking wage outcomes and differentiating between transitory and persistent shifts in the growth rate of wages will play an important role in assessing progress in the realised path of underlying inflation.", "In particular, a one-off shift in the level of wages as part of the adjustment to a transitory unexpected increase in the price level does not imply a trend shift in the path of underlying inflation.", "Moreover, in examining the implications of the current increase in energy prices, it is necessary to take into account the full macroeconomic implications of adverse external shocks and supply shocks in the energy sector, including the associated headwinds for the economic outlook and the negative wealth effect associated with a deterioration in the terms of trade.", "Through these mechanisms, an energy price shock can simultaneously raise headline inflation but exert downward pressure on the path of underlying inflation.", "In addition to rate forward guidance, calibrating the volume of asset purchases also plays an important role in ensuring that the monetary stance is sufficiently accommodative to deliver the timely attainment of our medium-term two per cent target.", "In particular, the compression of term premia through the duration extraction channel plays a quantitatively-significant role in determining longer-term yields and ensuring that financing conditions are sufficiently supportive to be consistent with the delivery of our medium-term inflation objective.", "In conclusion, in addition to learning from the research presented and discussed at this year's event, I look forward to seeing how this year's strategy review (and our ongoing implementation of the strategy) shapes the research that will be presented in future editions of this annual conference series.", "With that, let me offer my best wishes to all conference participants for an exciting two days."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none"], "topics": ["Monetary policy strategy", "Inflation", "Forward guidance", "Asset purchases", "Economic outlook", "Wage dynamics", "Underlying inflation", "Energy prices", "Term premia", "Macroeconomic implications"]}