{"sentences": ["Officials of the Real Estate Brokers Association of the Philippines (REBAP), ladies and gentlemen, a pleasant afternoon to ALL of you.", "Thank you for inviting me to your 43rd Annual Convention.", "The theme of the convention, \"Spirited REBAP: Thriving and Working Together in Shaping the Future\", reminds us of the need to dream big and to take bold action.", "Thus, I welcome this opportunity to share the BSP's thoughts on the critical role of real estate practitioners in advancing our common objective of achieving sustainable growth in the postCOVID-19 economy.", "I will start by discussing the economic landscape, including developments in the real estate market.", "This will be followed by highlights on the performance of the Philippine banking system.", "Next, I will focus my discussion on the BSP's initiatives relevant to real estate practitioners and share how these initiatives have affected financing to the real estate sector.", "I will conclude with a few thoughts on how the BSP and the industry can further strengthen our partnership for purposes of supporting the recovery of the Philippine economy.", "While the real estate industry is not under the direct regulatory purview of the BSP, it is viewed as an important sector in the BSP's conduct of monetary policy and financial supervision for the following reasons: First, asset prices affect volatility in general price levels and economic output.", "Also, volatility in asset prices, which could result from undue speculation or bubbles, may give rise to widespread financial instability.", "In the past, a real estate boom is primarily financed by bank lending.", "Real estate is a creditintensive good, but one of the most illiquid assets of financial institutions.", "Moreover, the BSP's policy actions affect the movements and behavior in the property market.", "For example, a hike in policy rate lowers the value of asset holdings of individuals and financial institutions and could potentially make credit financing more costly for both buyers and property suppliers.", "In 2020, like most of the industries, the real estate and construction sectors contracted in Q1 2020 and throughout the pandemic year 2020.", "In the second quarter of 2021, however, the real estate and construction subsectors have started to recover as restrictions on mobility and economic activity were gradually relaxed.", "We also saw real estate demand slip due to pandemic-related uncertainties.", "The capital values for office and residential units in the country's major commercial and business districts decreased in 2020 due to lesser demand amid the pandemic.", "A higher vacancy rate was also recorded during the period due mainly to slowdown in leasing activities, weak demand and a cautious market.", "Based on the latest Residential Real Estate Price Index, the residential real estate prices of various types of new housing units declined further in Q2 2021.", "The nationwide house prices contracted by 9.4 percent year-on-year in Q2 2021, from -4.2 percent in Q1 2021 as the pandemic hit demand.", "However, high base effects may also have contributed to the significant decline during the period as the index peaked in Q2 2020 while posting a 4.8 percent increase quarter-on-quarter.", "Meanwhile, the national Commercial Property Price Index, which measures the average changes in appraised values of commercial properties, shows a deceleration in growth in the second half of 2020.", "The BSP anticipates that activity in the real estate market will recover in line with rebound in overall economic growth in 2022.", "Meanwhile, the Philippine banking system remained on solid footing as shown by continued growth in assets, deposits and capital, as well as positive net profit, stable capital and liquidity buffers, ample loan loss reserves and manageable loan quality.", "Overall, the banking system's financial condition remains supportive of the country's financing needs.", "At the height of the pandemic in 2020, the BSP implemented liquidity-enhancing measures to support financing requirements of the economy.", "For instance, the BSP lowered the BSP's policy rate by 200 basis points.", "This rate has since been maintained at 2.0 percent, the lowest rate since the beginning of the pandemic.", "The BSP also reduced reserve requirements of universal banks to 12 percent from 14 percent.", "This policy stance has contributed to a general decline in lending rates across all loan product categories.", "For instance, the weighted average interest rate of housing loans dropped to 6.6 percent as of end-June 2021 from 8 percent in end-March 2020.", "Similarly, the weighted average interest rate of loans to corporations fell to 4.9 percent as of endJune 2021 from 5.9 percent as of end-March 2020.", "The BSP's liquidity measures were complemented by a package of prudential reforms that aim to support lending and the grant of financial relief to borrowers.", "For instance - a) The Single Borrower's Limit of banks or SBL was temporarily increased to 30 percent from 25 percent until end December 2021.", "The increase aims to promote the flow of liquidity at the wholesale level and ensure sustained credit towards programs and projects that will support economic recovery.", "b) The BSP allowed new loans or restructured loans to micro-, small and medium enterprises as well as loans to large enterprises that are critically-impacted by the pandemic as alternative compliance with the reserve requirements.", "This means that banks need not maintain funds in their demand deposit account with the BSP but can tap the same for purposes of lending to eligible enterprises.", "c) The BSP also recently issued twin regulations which we expect will further incentivize banks to grant new loans or restructure loan accounts of their borrowers.", "The first measure clarifies the prudential treatment of restructured loans and will be in effect until end December 2022.", "The second measure allows banks to add back to their capital, the increase in provisioning requirements applicable to new and restructured loans from 1 January 2022 until 31 December 2023.", "These temporary relief measures will soften the impact of provisioning requirements on new and restructured loans on capital which will provide banks with room to further tailor loan terms to their client's requirements.", "As to the measures that ease prudential requirements applicable to real estate financing - First, the BSP increased the real estate loan limit of universal/commercial banks to 25 percent from 20 percent.", "Real estate loans that are subject to this limit excludes certain loans such as: 1.", "Residential real estate loans or loans to individuals for own occupancy since these loans generally exhibit lower risk, and 2.", "Loans to developers/construction companies to finance the development and/or construction of socialized and low-cost housing units in line with the National Government's housing program.", "Second, the BSP revised the methodology for computing a bank's compliance with the real estate stress test limits by excluding residential real estate loans.", "Loans to finance public infrastructure are not included in the determination of a bank's compliance with both of these prudential limits.", "Banks have responded positively to these measures through sustained financing to the sector.", "Loans of the Philippine banking system are broad-based, but real estate activities have consistently been the top recipient of bank loans.", "Banks' real estate exposures continued to grow amid the pandemic.", "Real estate exposures of banks are largely composed of real estate loans at 85.4 percent of total real estate exposures.", "Banks have also invested in debt and equity securities, the proceeds of which they used to finance real estate activities, although at a smaller magnitude.", "The ratio of overall non-performing real estate loans to total real estate loans remained at single digit level, indicating that banks have remained prudent in their assessment of real estate loans.", "The BSP foresees that lending to the sector will remain a priority area for banks for the years ahead.", "The results of the BSP's first semester 2021 Banking Outlook Survey, which represent the sentiments of presidents and chief executive officers of banks, show that lending for real estate activities will be among the primary services of corporate and retail segments of banks for the next two years.", "Financing to the sector will also be supported by firm demand for real estate given the national government's strategy of establishing safe, resilient and sustainable communities under the Philippine development plan.", "There is greater urgency to achieve this goal now more than ever due to the propensity of the COVID-19 virus to propagate in densely-populated communities and in areas with poor sanitation and access to water.", "Real estate practitioners are also expected to play an important role in upholding the integrity of the financial system.", "Allow me to spend some time discussing how real estate brokers would be in a strong position to execute Anti-Money Laundering and Counter-Terrorist Financing (AML/CTF) preventive measures given your involvement in the buying and selling of real estate.", "Criminals typically use real estate for money laundering activities because investment in such is: 1.", "Reliable, that is, prices are generally stable; 2.", "Profitable, that is, prices are likely to appreciate over time and the property may be used to generate income; and 3.", "Functional, that is, the property itself may be used as a home, an office, storage, and such.", "Moreover, condominiums and other real property have been identified as assets of criminals in majority of fraud, corruption, and illegal drug cases.", "Let me cite a few examples: Just recently, the Anti-Money Laundering Council (AMLC) filed a petition for civil forfeiture on assets, including a real estate property in Cebu, relative to illegal drugs.", "As of 2020, real estate with an estimated value of almost P900 million accounted for 22 percent of the total assets subject of civil forfeiture proceedings in the Philippines.", "The AMLC has been able to confiscate almost P30 million worth of real estate that was \"used as a means to hide the proceeds of crime and/or as an instrumentality of crime, including terrorism financing.\"", "Several real estate assets, which are subject of existing freeze orders, have also been found to be related to terrorism financing.", "Purchasing real property integrates illicit funds into the legal economy.", "When used for business activities, the purchased real property, such as a hotel or restaurant, may also provide what appears to be a legitimate source of income.", "Now that real estate brokers are covered under the ambit of the Anti-Money Laundering Act, as amended, real estate brokers are obliged to put into place measures to prevent and detect money laundering and its predicate crimes, terrorism, and terrorism financing.", "These AML/CTF requirements are not meant to burden real estate brokers but designed to add more credibility, preserve the integrity of the real estate sector, and prevent it from being used as a channel or a repository of criminal proceeds.", "The actions required of real estate brokers include: 1.", "Conduct of Customer Due Diligence (CDD)/Know-Your-Customer (KYC) procedures on all 2.", "Filing of covered transaction reports on single cash transactions in excess of P7.5 million or its equivalent in any currency; and filing of suspicious transaction reports, which are transactions, regardless of the amounts involved, where any of the suspicious circumstances listed in the amla, as amended, exists; and 3.", "Recordkeeping of all CDD/KYC and transaction records for at least five (5) years.", "First, it must be noted that real estate brokers are already performing two (2) of these three (3) requirements, that is, CDD/KYC procedures and recordkeeping.", "Since the purchase of real property from a real estate broker or developer is an official and contractual undertaking, stating personal information as well as the sources of funds should not be an issue-if the client has nothing illegal to conceal.", "Further, the client would only have to accomplish and sign a one-time declaration form, which will be stored for a minimum of five (5) years by the real estate broker.", "Second, it must be emphasized that covered transactions only involve single cash transactions of over P7.5 million.", "This means that all transactions that are below the threshold or those that are facilitated through banks or in-house financing are not covered transactions.", "It is also worth mentioning that clients paying real estate brokers and developers in sizeable amounts of cold cash is not conventional in the industry.", "We all know that housing is a basic Filipino need.", "The city of the future will go beyond safe and affordable housing but will be characterized by smart planning, climate resilient and energy efficient systems, as well as inclusive and socially uplifting communities.", "Moving towards this ideal entails the promotion of sustainability practices at the grassroots level which we hope will create a ripple effect in the supply chain.", "The BSP has started work in this area by launching a design competition for the new BSP complex to be built in New Clark City.", "The BSP complex is envisioned to become a global benchmark for a smart, green, and modern facility that promotes environmental sustainability, efficiency and employee health and wellness.", "The BSP has also been a staunch advocate of the mainstreaming of sustainable principles in supervised entities and promotion of sustainable financing.", "In 2020, the BSP issued the Sustainable Finance Framework which communicated our expectations for banks to integrate sustainability principles in their corporate strategy, operations, governance and risk management systems.", "This was followed by the detailed guidelines on the management of environmental and social risks in relation to credit and operational risks last month.", "These regulations have been reinforced at the national level by the development of the Philippine Sustainable Finance Roadmap and the Sustainable Finance Guiding principles by the Green Force.", "The Green Force is an inter-agency body led by the BSP and the Department of Finance with 16 other government agencies as members.", "Through these initiatives by the Green Force, the BSP expects further inflows of investments toward green and sustainable projects or activities in the Philippines.", "All in all, we see a lot of promising developments.", "Through our efforts, the country's real estate market can evolve into intelligent, green and sustainable communities all over the Philippines.", "On the part of the BSP, we will continue our efforts to provide an enabling framework that will help our country achieve balanced and sustainable economic growth and keep our financial system strong.", "Our combined actions will lead to a greener, better, and sustainable future for our children and the Filipino people.", "Congratulations and more power to the REBAP!", "Thank you and mabuhay!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Real estate", "Economic growth", "Financial stability", "Bank lending", "Housing", "Interest rates", "Prudential measures", "Money laundering", "Sustainable finance", "Real estate brokers"]}