{"sentences": ["SPEECH GOVERNOR LARS ROHDE'S SPEECH AT THE ANNUAL MEETING OF FINANCE DENMARK CHECK AGAINST DELIVERY Thank you for inviting me to speak here today.", "The pandemic and its consequences have affected our daily lives for more than a year and a half.", "Now the infection rate is rising again, and some restrictions have been reintroduced.", "I'm pleased that it was possible after all to hold this traditional event this year after last year's cancellation.", "I have four items that I would like to talk about: • Danish economy and the housing market - the time has come to do the right thing • Climate change - this is also a cause for the financial sector • Money laundering - concerted action against money laundering is • Capital adequacy requirements - good that we've nearly con- cluded Basel III.", "The pandemic has left deep marks on the economy.", "First, the economy went into reverse, and it then picked up full speed again.", "The recovery is generally stronger in Denmark than in many other countries - especially in the labour market, where employment is at a record level and unem- ployment is falling sharply and many sectors report a labour shortage.", "The Danish economy is fundamentally sound, and competitiveness is good.", "Therefore, the economy can withstand a period with higher capac- ity pressure.", "But labour shortages are on a par with the period leading up to the financial crisis, which is cause for concern.", "It must be a common goal that the boom becomes long and does not turn into overheating.", "The housing market has also been on a roller coaster ride.", "The heavy price increases that we've seen during the pandemic will certainly con- tribute to making house prices a topic of conversation at the upcoming Christmas lunches and family dinners.", "But when I sit down at the Christ- mas table, I will not be focusing on the prices as such.", "My focus is on resilience.", "The resilience of the individual homeowner, the resilience of the mort- gage credit institutions and the resilience of the Danish economy as a whole.", "These are the focus areas of Danmarks Nationalbank.", "We neither can nor will curb price falls or price increases in the housing market.", "When house prices go up, indebtedness tends to increase too.", "Histori- cally, we've seen such rising indebtedness come with a delay of one and a half to two years.", "It may be different this time.", "But we can already see one trend: There are currently signs that home- owners are taking higher risks.", "Mortgage credit institutions are increas- ingly granting loans to highly indebted homeowners.", "We can also see that the mortgage credit institutions are granting more loans where the homeowner doesn't pay any instalments on the debt at all - also to the most highly indebted customers.", "This means that the homeowners only pay interest and contribution on their mortgage loans.", "In turn, the mortgage credit institutions do not build up the same margin of security as for loans with amortisation.", "We also know that rising interest rates may have major consequences for homeowners with variable-rate loans.", "Some homeowners will have to tighten their belts even with a moderate rise in interest rates.", "The general interest rate level has been decreasing for years.", "In fact, many have virtually only experienced falling interest rates on housing loans.", "Those of us with receding hairlines and slightly more years behind us do recall that interest rates were higher once.", "That's not to say it will happen again.", "Several of the housing market structures are in dire need of an overhaul.", "Let me mention three initiatives that can make homeowners, banks and the whole economy more resilient: Firstly, we believe that if we're to have loans with deferred amortisation, they should only be used by the most resilient homeowners.", "Unfortu- nately, Denmark has not followed the other countries in this area.", "When we compare ourselves with other countries, I have to say that we stand out: In most countries, homeowners cannot both have deferred amortisation and as lenient a deposit requirement as we have in Den- mark.", "Secondly, it's important that the new housing taxation scheme isn't de- layed further.", "Implementation of new housing taxation will restore a link between housing tax and home value.", "That's a sound principle.", "Thirdly, the interest deduction should be reduced.", "The interest deduction actually means that the tax system rewards indebtedness.", "That isn't a sound principle.", "With the current very low interest rates, the change will not hurt homeowners.", "As mentioned, activity in the Danish economy is high, interest rates are low and the unemployment queue is very short.", "In addition to the measures strengthening resilience for many years to come, it will not hurt to take a little momentum out of the economy.", "And yet, we've heard the argument that this isn't a good time to do these things.", "In that case, there would never seem to be a good time to do the right thing.", "Also regarding climate change, it has been a problem finding a good time to do the right thing.", "But after the climate summit in Glasgow, there is, after all, reason for cau- tious optimism on behalf of the climate.", "Things have been set in motion, and there is still hope.", "Climate change and the green transition are the greatest challenge facing our society.", "It will affect us all.", "It may also impact some of the central banks' core tasks: to ensure stable prices and financial stability.", "There- fore, we've put the climate challenge on the agenda in Danmarks Na- tionalbank.", "Banks also have a role to play.", "They must be able to provide capital and loans for the large-scale investments to be made by households, compa- nies and the public sector.", "You've already embarked on that task.", "But green loans will not do it alone.", "Everyone here knows that lending money entails a risk.", "We have long experience with lending and why it may cause losses.", "But loan losses resulting from climate change and the green transition are unknown territory.", "Climate change has, for example, meant that we're experiencing more vi- olent weather and more storm surges.", "Homes in low-lying areas with sea- side views are therefore no longer necessarily real estate agents' dream home.", "The bank must also take this into account when granting a hous- ing loan secured by a mortgage on the property.", "When Denmark's green goals are to be implemented, this will create new business opportunities.", "At the same time, some companies will be chal- lenged.", "Will they be able to adjust their business model in time?", "In future, the effects of climate change must form an extra dimension in the banks' credit work.", "On that front, we all still have a lot of work ahead of us.", "Finally, we must also be honest: While climate is also a cause for the fi- nancial sector, this isn't where the climate battle will be either lost or won.", "This will instead require the politicians to make the right decisions - nationally and internationally - and to do so soon.", "A general tax on car- bon emissions is the right way forward.", "Today, I would also like to address the problems of economic crime and money laundering.", "And, not least, what we can do about them.", "Economic crime and money laundering damage trust in the banks and the work of the authorities.", "As we all now, trust is one of the most pre- cious things we have.", "Hard to build up and quickly lost.", "It's therefore with good reason that you've increased your focus on these problems.", "This has led to a large increase in the number of reports of suspicious transactions to the authorities.", "A total of more than 70,000 re- ports were made last year.", "This involves large volumes of data about bank customers and citizens.", "We therefore owe it to everyone to make the best possible use of them.", "In a pilot project with a major bank and a number of authorities, we've therefore tried to use the large data volumes more smartly.", "The conclu- sion was clear: Smart use of data can significantly improve the fight against economic crime.", "The results were so good that the Minister for Industry, Business and Fi- nancial Affairs has set up a working group to present a proposal on how the experiences can be used on a larger scale.", "With concerted action, we can promote collaboration between banks and authorities and considerably strengthen our initiatives aimed at fighting economic crime.", "Mind you, without increasing the collection of data on citizens.", "But crime knows no borders either.", "Complex cases of money laundering and financing of terrorism move across banks and national borders.", "There is consequently a need for increased sharing of information be- tween companies and authorities - both in and outside Denmark.", "The European Commission's proposal for a new pan-European supervi- sory authority in the money laundering area is therefore crucial and nec- essary in the fight against economic crime.", "A single supervisory authority will also strengthen financial stability.", "I will move on to another recent proposal from the European Commis- sion.", "Namely, the Commission's proposal on how much capital European banks must have to be adequately cushioned.", "The proposal is the last part of the Basel Committee's package of capital adequacy requirements initiated after the financial crisis.", "The new set of rules has been a long time coming.", "But now we've nearly reached the conclusion for the time being.", "With the first parts of the capital requirements package, the requirements were generally tightened.", "Both more and better bank capital was needed.", "At the same time, the set of rules has grown with new types of require- ments.", "These are requirements that have been intended as a 'backstop' to the risk-based requirement.", "However, supplementary requirements also introduce a risk that the individual requirements may stand in the way of each other.", "In Denmark, for example, some large institutions cannot fully use their capital buffers in a stress scenario.", "In such a situation, they will, in fact, come into conflict with other requirements.", "These are now the rules of the game, and the institutions must and need to take this into account in their capital planning.", "The new requirements are a result of the global concerns about the banks and their risk assessments in the years after the financial crisis.", "Firstly, the internal statistical models of the big banks had been shrouded in too much mystery.", "Secondly, the standard methods used by the small and medium-sized institutions weren't precise enough.", "These are some of the new and old challenges that the Basel Committee and the European Commission intend to address with the last part of the rules.", "I think that the proposal contains several good elements.", "Here, there is no getting around mentioning the output floor.", "That is the lower limit for how low large banks can set their risk assessment - and that regardless of how small the risks are according to their internal sta- tistical models.", "The prospects of a new floor requirement and higher capital adequacy requirements for mortgage lending have made the whole Danish financial sector sit up and take notice, prepared to advocate alternative solutions.", "We have also been skeptical about the need for the output floor.", "But it's time to move on.", "The output floor has been long in the making.", "It re- places an old and an even more incomprehensible floor requirement.", "The European Commission has also adjusted the floor requirement to a European reality with several relaxations relative to the original proposal from Basel.", "We've previously seen some imaginative calculations of what the output floor will cost in Denmark's GDP accounts.", "Let me first stress that capital is not an expense.", "It's a source of funding of a bank's activities that can cushion a bank before the crisis hits.", "Of course, many of you here are well aware of this, but I think you have been quite reluctant to share this knowledge with the general public in recent years.", "In Danmarks Nationalbank, we cannot arrive at the same results as in these calculations.", "Our calculations show that the revised output floor proposed by the Commission can be expected to lead to a relatively modest increase in the capital adequacy requirements for some large banks and mortgage credit institutions, while others may not be affected at all.", "When we subsequently insert these increases in our macroeconomic models, we must conclude that the pass-through to the Danish economy is very limited.", "On the other hand, it's a proven fact that financial crises have resulted in large and persistent economic and financial losses throughout history.", "There is no need to use our imagination here.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["housing market", "climate change", "money laundering", "capital adequacy requirements", "economic crime", "Danish economy", "resilience", "interest rates", "green transition", "mortgage credit institutions"]}