{"sentences": ["Fintech, or technology that provides digital financial services is transforming the provision and delivery of financial services.", "At its most basic level digital technology enables speed - speed in processing information and speed in communication.", "Processing speed has reduced cost and time for transactions while communication speed has enhanced connectivity of systems expanding the reach of transactions.", "Taken together, digital technology is changing the way financial services are organised and financial products are delivered.", "Digital innovation has, for example, enabled fast payments systems like UPI and IMPS.", "Instantaneous communication and the ability to process large databases has enabled use of Aadhar for transaction authentication which in turn has made it possible to effect large scale Government transfers instantaneously and directly into the bank accounts of beneficiaries.", "eKYC has contributed to safety of on-line payments.", "P2P Lending or Crowdfunding platforms are gaining popularity in substituting for bank credit.", "Technology such as AI/ML has been used in such diverse areas as investment advice, fraud detection, HelpDesks etc.", "High Frequency Trading has changed the way financial markets function.", "Notwithstanding these benefits, it is important to appreciate the limitations of technology.", "To understand this, let us break down the essence of financial intermediation - between savers in an economy (basically households) and borrowers.", "The core part of this financial intermediation is done by banks - through accepting deposits, extending credit and enabling payments.", "Since virtually all money (other than currency) is held as bank deposits, banks are at the centre of the payments system.", "This basic intermediation structure is overlaid by other institutions.", "Financial markets enable direct transfer of funds from savers to borrowers, bypassing banks to that extent.", "Entities like insurance companies, pension funds and asset management companies assume varied degrees of importance in financial markets as alternatives to intermediation by banks.", "In all these cases, funds eventually are held in a bank account.", "Now that we understand how banks intermediate funds, we can identify the defining character of intermediation - banks bridge gaps in space and time between savers and borrowers.", "The spatial gap occurs when a saver and a borrower do not know each other, or are in different locations.", "The temporal gap occurs when the needs of the borrower and the lender arise at different points in time - borrower needs money after a month but the saver has money now.", "This later gap is bridged by banks through provision of liquidity services - a bank would take a deposit from the saver now and lend to the borrower after one month.", "Banks are uniquely placed to provide this service because they can create money and credit and thereby act as liquidity providers to the economy.", "Similarly, in the field of payments, the area in finance where fintech is the most impactful, banks are uniquely placed since all digital payments transactions are transfer of money from one bank account to another.", "All other payment service providers facilitate transfer of money from one bank account to another, and in that sense play a supporting role.", "Now it is easier to see why financial technology, while it can improve the efficiency of intermediation, cannot replace the core nature of financial intermediation.", "It can bridge the spatial gap but not the temporal gap, in our terminology.", "For instance, one would still need a bank to warehouse the liquidity risk as no other entity can create credit and money.", "Put another way, any fintech entity that provides such liquidity services is effectively functioning as a bank and therefore should be subjected to the same legal/regulatory/supervisory regime that a bank is subjected to.", "This is one reason why in almost all countries, entities other than banks are not allowed to directly deal in deposit or deposit-like money.", "This understanding of the limitations of technology prepares us better to manage the change that fintech is causing in banking and finance.", "It would also enable an effective approach to regulating fintech and the fast-mutating financial system.", "The benefits of technology in improving efficiency and reach of the financial system, as well as the concomitant benefits for economic growth and financial inclusion call for a systematic nondisruptive adoption and encouragement of such technology in the financial system.", "Because FinTech can improve the efficiency of intermediation by driving down costs, sachetising of products and services, improving customer service and expanding the reach of financial services, it poses a challenge to the incumbents and forces them to adapt or change the way financial intermediation takes place.", "The ideal approach is for FinTech companies to be considered as enablers and partners by banks or other financial institutions.", "Competition for banks comes not from FinTech firms but from other banks which leverage FinTech better.", "Regulation of Fintech 9.", "As fintech is transforming the financial landscape, the nature of regulation has to adjust.", "The sheer diversity in the functions performed by fintech firms, necessitates a widening of the regulatory perimeter.", "The approach to regulation also needs to adapt to the type of entity being regulated.", "While similar activities should attract uniform regulation in most cases, such activity based regulation might be less effective than entity-based regulation when one is dealing with financial activities by bigtech firms.", "Cybersecurity risks are likely to overshadow financial risks for all.", "Systemic risks, operational risks and risks affecting competition are of prime importance when dealing with large financial market infrastructure entities or bigtech.", "Countries need to overcome the legislative and regulatory deficits in dealing with concerns surrounding privacy, safety and monetisation of data.", "Regulations pertaining to data issues needs to adapt to a world where boundaries between financial and non-financial firms is getting increasingly blurred or geographical boundaries are no longer a constraint.", "It is virtually impossible for legislation to keep in step with the fast mutating fintech landscape.", "Until legislation catches up, regulation has to adapt to ensure that the financial system absorbs digital innovation in a non-disruptive manner.", "Regulation is sometimes defined as the process of slowing down change to give time for a system to adapt and evolve.", "The job of the regulator is not easy when a given financial service, performed by well-regulated financial firms, changes to include non-financial firms in a constantly reconfiguring financial value chain.", "Similarly, there are frictions for a non-financial firm to get used to financial regulation.", "The social benefits of a new technology or its impact on customer needs to be well understood by all stakeholders - regulators, existing financial firms as well as innovating fintech entities.", "Slowing down the process of change, which attracts the criticism of stifling innovation - is often the best way to ensure customer protection.", "As digitisation is promoted by public policy, the industry is often characterized by the rise of dominating entities, whether bigtech or infrastructural entities.", "This raises competition and concentration risks.", "There is no clear answer to how such issues are to be resolved - limits on market share, for example, might open up the market to new players but it could also stifle incentives to innovators.", "Regulators also need to improvise to address single-point-of-failure risks arising from market concentration, as much as they need to be alert to new points of failure arising from shifting value chains.", "The Indian Experience 12.", "The approach to regulation taken by the Reserve Bank has been to create the environment where digital innovation can thrive.", "This involved, to begin with, taking the initiative to set up the basic infrastructural entities which provided the rails on which innovative products can run - IDRBT and NPCI, to name two.", "Regulation sought actively to facilitate wider participation to include non-banks (e.g.", "mobile wallets issued by non-banks) and increase interoperability among different payment systems.", "Popular participation is created through making transactions simple and convenient, keeping costs low and minimising risks to customer (2FA or AFA, positive confirmation, user-friendly switch-on-switch-off facility on card-not-present or on-line transactions etc).", "Data storage requirements aim to promote data safety and privacy.", "Customer data protection from cybercrime is being ensured through minimizing vulnerable access points in the system through encouraging tokenisation.", "As the digital payments landscape is maturing, RBI's regulatory attention is shifting to the next level of reforms.", "Upscaling of supporting infrastructure like RTGS and NEFT to be available round-the-clock not only improves choices for customers and businesses alike, they enhance the availability to non-banks and reduce settlement risk of satellite payments systems.", "A customer protection framework with limited liability for customers, online dispute resolution, digital ombudsman scheme, etc., are unique developmental initiatives.", "We have also benchmarked our payment systems with global best practices.", "These efforts have led to India reporting one of the lowest digital payment fraud rates across the globe.", "To foster innovation, the Reserve Bank has come out with enabling framework for Regulatory Sandbox with the objective of fostering orderly and responsible innovation in financial services, promoting efficiency and bringing benefit to consumers.", "A Reserve Bank Innovation Hub (RBIH) has been set up to promote innovation across the financial sector by creating an enabling ecosystem where academics, technology, finance and regulators are brought together.", "Rapid technological transformation of the financial sector has led to some peculiar challenges.", "One can witness a degree of friction in compliance, not characteristic of a typically well-regulated financial system.", "Regulatory initiatives, especially those intended for customer convenience or safety, often face opposition.", "Resistance to change is couched under the excuse of customer convenience.", "There was a strong push-back when the Reserve Bank introduced 2FA, about a decade back, although everyone cites it today as a unique success story in India's payment evolution.", "Nonetheless, one can see a persistent tendency to oppose customer friendly reforms - e.g., the introduction of tokenisation to limit storage points of card credentials for customer safety, or to ensure 2FA for recurring transactions.", "We would only be able to reach a thriving and mature payments system if, over time, all stakeholders attach due importance to long-term improvements over short-term gains and internalise mature practices like informed consent and transparency of data usage.", "Notwithstanding these niggles, we have come a long way in promoting digital innovations.", "The JAM trinity has achieved levels of financial inclusion unimaginable for a country the size of India.", "Small businesses and vendors have started adapting to digital payments.", "Yet digital penetration is limited largely to urban and metro areas.", "We need technological solutions to increase penetration to the vast sections of the population which is unbanked and lacks a smartphone.", "Promising options have been identified through the sandbox mechanism and efforts are on to mainstream those technologies.", "While digital payments have become instantaneous within the country, the environment for cross-border payments has pretty much stagnated for decades.", "The factors cited are usually the following - need for exchange rates, time-zone differences, varying regulatory and legal requirements across different jurisdictions etc.", "Fintech can surely solve these frictions - platform-based solutions can make real time price discovery possible even for retail sized transactions.", "CBDCs, if both countries have it, can make time zone differences disappear by replacing bank settlements with currency delivery which can take place even if the payment systems are closed.", "Another area where fintech holds promise is to prevent digital frauds, which has become apparent as the pace of digital penetration has outstripped development of awareness.", "Digital Frauds1: Incidents of digital frauds risen during the pandemic.", "Data from American consumer credit reporting agency TransUnion has found that fraudsters are ramping up their efforts in the financial services industry.", "When comparing the last four months of 2020 (Sep 1 - Dec 31) and the first four months of 2021 (Jan 1 - May 1), the company found that the share of suspected digital fraud attempts originating from India against financial services businesses had increased by 89 per cent.", "Globally, financial services fraud attempts increased 149 per cent.", "Clearly, both regulators and other stakeholders have to play their respective roles effectively to ensure that innovation in the fintech space continues to support India's economic growth.", "To sum up, the fintech landscape can be described in Dickensian terms - we are in the best of times, with the promise of technological innovation in finance and hope of substantial efficiency gains, better customer experience and greater social welfare.", "But we also need to deal with threats of online frauds, compromise of customer credentials and data privacy and safety for the spring of hope not to turn into the winter of despair.", "www.transunion.in/blog/fraud-trends-Q2-2021"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial intermediation", "Fintech", "Digital payments", "Regulation", "Cybersecurity", "Innovation", "Competition", "Customer protection", "Financial inclusion", "Digital fraud"]}