{"sentences": ["SPEECH SVERIGES RIKSBANK 30 September 2021 SE-103 37 Stockholm SPEAKER: (Brunkebergstorg 11) VENUE: Kommuninvest (digitally) Tel +46 8 787 00 00 Fax +46 8 21 05 31 registratorn@riksbank.se www.riksbank.se SWESTR - a fully transaction-based I would like to begin by thanking Kommuninvest for the opportunity to participate in its Finance Forum.", "As usual, the Finance Forum offers a highly appreciated meeting place where representatives of both authorities and the private sector can have open and fruitful discussions on current financial market issues.", "Thank you to Kommuninvest for that!", "As mentioned in Maria Viimne's presentation, I am going to talk today about the Riksbank's new reference rate SWESTR.", "I will explain why the Riksbank considers that financial market participants in Sweden should now begin the transition from STIBOR, the traditional reference rate in Swedish kronor, to the Riksbank's transaction-based reference rate SWESTR.", "I will also describe how the Riksbank intends to be active in and support this process.", "However, in order to provide some context, I will first briefly explain the importance of reference rates in the financial market.", "I will also provide some background to the interbank rates, such as STIBOR and LIBOR, which have been dominant in the markets to date, and describe the problems with these reference rates.", "Reference rates fulfil a useful function in society Reference rates can be perceived as a rather technical issue and they are rarely at the centre of the daily economic debate.", "However, reference rates are used worldwide in a variety of contracts and concerning very large contract values.", "They therefore fulfil a central function in our financial markets.", "A reference rate works as a benchmark in the pricing of financial contracts.", "The main intention of such a benchmark is that pricing shall follow market developments, and that none of the contracting parties shall be able to manipulate it.", "I think that reference rates can be seen as a common tool that exists to facilitate for everyone who participates in or is affected by the financial market.", "As reference rates have such a key function in financial markets, it is important that they are fair and inspire a high level of confidence.", "And there are, as I shall discuss in a moment, strong grounds for raising questions about how robust and reliable the current interbank rate system is.", "Interbank rates have been used as reference rates since the 1980s Interbank rates developed as the dominant reference rates during the 1980s.", "The intention is that these rates shall reflect the interest rates used for unsecured loans between banks at different maturities.", "Sometimes these interbank rates are referred to as IBOR, which is an acronym for Interbank Offered Rate.", "The London-based LIBOR and the euro-rate EURIBOR are probably the best-known interbank rates.", "In Sweden, we have STIBOR (Stockholm Interbank Offered Rate) for contracts in Swedish kronor.", "STIBOR is used, among other things, to price variable-rate loans aimed at companies and the public sector, when pricing various derivatives in the financial market and to determine the interest rate for variable-coupon bonds.", "In Sweden, it is rare for households to encounter interest rates directly linked to STIBOR.", "However, households and consumers are still affected because the reference rates affect pricing in other parts of the system before the funding reaches households.", "So reference rates are very much an important component of the financial system that affects us all.", "Those of you listening today have no doubt come across STIBOR in your loans.", "You may also have issued securities where the coupon follows STIBOR and you may be handling your interest rate risk with derivative instruments linked to STIBOR.", "Perhaps you also have leasing agreements connected to STIBOR.", "According to STIBOR's administrator, the Swedish Financial Benchmark Facility (SFBF), STIBOR is used in financial instruments and contracts to a nominal value of about eight times Sweden's annual gross domestic product.", "Interbank rates resting on increasingly weak foundations But - and now I come to the answer to the question why we have developed a new reference rate - the foundation on which the interbank rates rest has gradually been eroded.", "LIBOR, STIBOR and the other interbank rates are determined daily on the basis of reporting from a panel of banks.", "When the interbank rates are to be determined, the panel banks report submissions.", "If there are no actual transactions in the interbank market, the submissions are instead based on the banks' judgements of what the interest rate for an interbank loan would be.", "Over time, the number of transactions on which to base the bids has declined, as interbank loans are not currently the banks' primary source of funding.", "During the period January-August, there was not a single unsecured transaction at the maturity tomorrow-next in Swedish kronor between STIBOR panel banks!1 So during that period no such transactions were carried out which the daily values of STIBOR's shortest maturity are to reflect.", "The submissions are therefore now based almost exclusively on the banks' judgements.", "And this means that the reference rate is becoming increasingly vulnerable.", "Interbank markets have also become less important in other countries following the global financial crisis, and therefore international interbank rates are also based to a lesser and lesser extent on actual transactions.", "As a result, global confidence in these interest rates has decreased rapidly.", "One event that further weakened confidence in interbank rates is the so-called LIBOR scandal in 2012, when it was discovered that several panel banks had manipulated submissions for their own gain, not least during the global financial crisis in 2007-2008.", "It was simply a question of reporting false submissions for the calculation of LIBOR with a view to benefiting their own business transactions.", "Such manipulation has not come to light in Sweden, but the need to reform the reference rates has nevertheless become increasingly clear.", "Strengthening the interbank rate frameworks is not enough After the global financial crisis and the LIBOR scandal, extensive international work began, initially aiming to strengthen the framework around interbank rates.", "As a result of this work, both STIBOR and other interbank rates have changed and further changes are underway.", "However, as activity in the interbank market has continued to decline, it has become increasingly clear that this process of change will not be enough.", "The banks' judgements will still form much of the basis for the calculation.", "As we all know, the financial market is a confidence-based industry.", "As very significant sums are directly linked to the reference rates, a lack of confidence in these rates could affect large parts of the financial market and, ultimately, have negative consequences for the whole economy.", "Global initiatives for new reference rates There you have a brief background to me standing here today and talking about SWESTR.", "And it was against this background that authorities throughout the world, headed by central banks, took an active role in developing an alternative to interbank rates.", "The solution that soon seemed most appropriate was to move away from the system of reference rates based primarily on banks' judgements and instead calculate and publish new, fully transaction-based, reference rates.", "Among other things, international bodies such as the Financial Stability Board (FSB) and the International Organization of Securities Commissions (IOSCO), have issued recommendations and principles to make reference rates more based on actual transactions in the market.", "This can be achieved by focusing on the shortest maturities at which most transactions occur, and by broadening the base for the reference rate by including more transactions than those between the panel banks.", "As I shall discuss later, this data can also be used to replace longer-term reference rates.", "Examples of such fully transaction-based reference rates now published by central banks are the Bank of England's SONIA, the European Central Bank's €STR New York Fed's SOFR and Norges Bank's NOWA.", "In Denmark, Nationalbanken will soon start publishing DESTR.", "In some cases, it has also been decided that the new, transaction-based reference rates will replace the traditional interbank rates.", "For example, the family of reference rates most widely used globally, LIBOR, will be phased out.", "In the euro area, Switzerland and Norway, interbank rates for the shortest maturities are being phased out.", "This means that enormous contract values need to be migrated, in many different types of contract.", "This also affects Swedish participants that have entered into contracts with LIBOR as the reference rate.", "With regard to other currencies, the new and the old reference rates will exist side by side; but in these jurisdictions, too, there is a clear ambition to use the transaction-based reference rates to an increasing extent.", "Therefore, in our eyes, and in the eyes of many other leading central banks, transaction-based interest rates appear to be the way forward to create more reliable reference rates.", "SWESTR - the Riksbank's response to the shortcomings in STIBOR It is in this context that the Riksbank has undertaken to calculate and publish a fully transaction-based reference rate, SWESTR (Swedish krona Short-Term Rate).", "The test period for SWESTR ended at the beginning of September, and SWESTR can now be used in financial contracts.", "The Riksbank calculates SWESTR based on transactions in Swedish kronor that are made in the money market from the current business day to the next business day (overnight, O/N).", "The transactions reported to the Riksbank come from nine of the Riksbank's monetary policy counterparties, all of which are banks.", "These are the largest and most active banks in the money market in Swedish kronor.", "The banks report money market transactions of different types and at different maturities, but only those transactions where the counterparty deposits money overnight with the bank, without obtaining collateral, form the basis for the calculation of SWESTR.", "The banks shall report their transactions with a wide group of counterparties.", "Transactions with other banks, financial companies, non-financial companies and the Swedish National Debt Office are used for the calculation of SWESTR.", "SWESTR shall thus reflect the prevailing level of interest rates in the overnight market in Swedish kronor.", "There are several differences between SWESTR and STIBOR.", "The most important difference is, of course, that SWESTR is entirely transaction-based and therefore does not leave any scope for judgements, as STIBOR does.", "Another important difference is that SWESTR uses the shortest maturity, overnight, at which most transactions occur.", "STIBOR, on the other hand, has maturities ranging from tomorrow-next to six months.", "Considerably fewer transactions take place at these maturities.", "Moreover, overnight is the maturity commonly used internationally for the reference rate's shortest maturity.", "There is also a significant difference in the counterparty group.", "For STIBOR, the counterparty group is the other panel banks.", "Since the panel banks rarely borrow from each other in the interbank market, this is a problematic delimitation.", "Instead, SWESTR is based on the reporting agencies' transactions with a much wider counterparty group.", "On average, SWESTR and the provisional SWESTR during the test period have been determined based on a transaction volume of SEK 33 billion per day.", "Another difference is that SWESTR is defined as a deposit rate, while STIBOR is to reflect an estimated lending rate which, when such lending has not taken place, is mainly based on the banks' funding costs.", "The fact that STIBOR is calculated in this way in two steps - first an estimate of own funding costs and then an estimate of an interest rate mark-up to obtain a lending rate - increases the judgement element and reduces the transparency of the STIBOR methodology.", "Finally, there is also a difference between which funding currency the rates refer to.", "Since the number of transactions in Swedish kronor between panel banks has decreased, the STIBOR framework states that the banks' submissions can be based on judgements of their borrowing costs in foreign currency.", "The Riksbank considers this unfortunate and that a reference rate in Swedish kronor should be anchored in transactions in Swedish kronor only.", "The definition of SWESTR is similar to those in euro, British pounds and Danish kronor.", "Like the ECB, the Bank of England and Nationalbanken in Denmark, the Riksbank has chosen to use deposit transactions with overnight maturity, and with a counterparty group that is wider than just the panel banks.", "The main reason is that this part of the money market tends to exhibit good and relatively stable transaction volumes, even in difficult times.", "The transition to SWESTR should begin now - it is a process that will take several years and some adjustments are required As SWESTR is now available, there is an alternative to STIBOR.", "We therefore call on market participants to step up their efforts for a transition to SWESTR.", "However, in order for us to reach a point where transaction-based reference rates dominate in the market in Sweden and internationally, certain adjustments are required in the financial markets.", "This process needs to run over several years.", "The greatest need for adjustment probably concerns maturities.", "The traditional interbank rates are available at several different maturities, for example three and six months.", "However, SWESTR and its international equivalents are only calculated at the shortest maturity, overnight.", "The reason for this, as I said, is that in Sweden and abroad, it is at this maturity that a sufficient number of transactions are carried out.", "For the rate to be credible and representative, there needs to be a steady flow of enough transactions on which to base the calculation.", "The interbank rates can be developed at longer maturities even with a very limited transaction base, precisely because there is scope for the banks' own judgements - but this is also what makes them lacking in objectivity and easier to manipulate.", "Alternatives to longer-term interbank rates being developed In order to address this problem, central banks in several countries are now working to ensure that the new reference rates can also replace interbank rates in contracts with longer maturities.", "In principle, it is possible to create forward-looking rates based on traded derivative instruments with the new rates as a base.", "However, in most countries the derivative markets based on the new reference rates are not yet large enough to form the foundation for reliable forward-looking reference rates.", "A simpler way forward is to calculate backward-looking average rates based on the history of the transaction-based reference rate.", "The average rates then show the average return over a given period, including a compound interest effect, based on daily SWESTR values during the period.", "The central banks of the United Kingdom, Norway and the United States and the ECB have already begun to publish backward-looking average rates or indices that can be used in a similar manner.", "And from tomorrow, the Riksbank will also publish average rates based on SWESTR.", "Initially, we will provide average rates for one week and one month periods.", "Average rates for longer periods will begin to be published gradually, until 1 March next year.", "In addition, we will provide an index for SWESTR that makes it easier to calculate the average rate for a period between any two business days.", "Backward-looking reference rates can serve the same purpose as forward-looking ones The backward-looking average rates are structured differently to the current forward-looking interbank rates.", "The forward-looking rate is known at the beginning of the period, while the backward-looking interest rate cannot be calculated until the end of the period.", "And the forward-looking rate includes a larger risk premium element.", "In spite of these differences, my view is that backward-looking average rates will in many situations still function as an adequate substitute for STIBOR's longer maturities, because I believe that predictability and the larger risk premium are in many cases not essential properties for reference rate users.", "Why, for example, is STIBOR 3 months a normal reference rate when a municipality issues a bond at a maturity of 5 years with a \"variable\" interest rate?", "The amount of interest payments during the term of the loan is unknown regardless of whether the reference rate is backward- or forward-looking.", "If the municipality (and the creditors) had wanted predictable interest flows, a fixed interest rate would have worked better.", "The fact that the bond in this case is linked to STIBOR 3 months is probably due to it being the same frequency as the coupon payments.", "It would, of course, be impractical to have settlement and coupon payments every day.", "In this context, backward-looking average rates have roughly the same practical and administrative advantages as forward-looking interbank rates.", "As the Riksbank is now starting to publish average interest rates and indices for SWESTR, market participants can therefore start using SWESTR instead of STIBOR also at longer maturities.", "This is, of course, an adjustment for both lenders and borrowers, but the obstacles are hardly insurmountable.", "In other countries, for example, various adjustments have been introduced which mean that interest payment is delayed for a couple of days.", "In this way, market participants can see what the final interest was and make the payment a few days later.", "Market participants need to work together for an orderly transition It is thus clear that there are issues that need to be addressed before a transition to SWESTR can be completed.", "Since reference rates are used by many participants and in a large number of contracts, it is important that this is done in an orderly manner.", "It will be a development project running over several years.", "The Riksbank would like to call on all those concerned to start the transition now.", "Sweden should not be left behind in the global effort to start using transactionbased reference rates.", "It is therefore positive that various sector forums have begun to discuss issues related to SWESTR.", "The Riksbank will continue to support the transition.", "We will have an ongoing dialogue with the market and will also shortly be sending out a survey to gather the views of different participants on issues related to the transition.", "However, it is important to emphasise that the role of the Riksbank is limited to, through SWESTR, providing the conditions for a new form of reference rate and contributing to analysis.", "It is the market participants who are responsible for the transition taking place.", "They will therefore have to drive forward the issue of a transition in order to ensure that a reference rate with a high degree of confidence also dominates in the Swedish financial market.", "Of course, the Riksbank expects financial market intermediaries to take a great deal of responsibility in this process, but you too - who are to a large extent the end-customers of such participants - have a very important role to play.", "If you show your interest, it will facilitate a transition to a more transparent reference rate.", "Ask your bank contacts how they plan to introduce SWESTR into their operations.", "Request loans and other products that use SWESTR as an interest rate.", "Once the products are in place, start using them and thus help to create liquidity in the market.", "In summary: SWESTR should replace STIBOR - the Riksbank will play an active part in this work So to summarise, my message here today is this: The reference rates that have been dominant for several decades have clear flaws, and this is true both internationally and in our own Swedish financial market.", "Due to the Riksbank starting to provide SWESTR for the Swedish market, there is now a robust and reliable alternative to STIBOR.", "So there are good reasons to start the transition from STIBOR at its shortest maturity (STIBOR T/N) to SWESTR as soon as possible, in line with international developments.", "It is not work done from one day to the next, but it is a job worth doing.", "In the longer run, it should also be possible for SWESTR to replace STIBOR at longer maturities.", "The Riksbank will support this transition in various ways.", "Our goal is that the dominant reference rate in the Swedish financial market shall be of the highest international standard and that requires both support from us as authorities and a high level of ambition among the various market participants.", "I look forward to your questions and comments.", "Tomorrow-next refers to a deposit from the next business day to the following business day.", "The Riksbank collects data both on short-term money market transactions in Swedish kronor and on other transactions that may form the basis of STIBOR.", "Transactions under ten million kronor do not have to be reported.", "In the euro area, the old EONIA reference rate still formally exists, but was redefined a few years ago as the new reference rate of €STR plus a fixed premium.", "The nine monetary policy counterparties that currently report their SWESTR-relevant transactions on a daily basis are Handelsbanken, Swedbank, SEB, Danske Bank, DnB, Skandiabanken, Länsförsäkringar Bank, SBAB and Nordea."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Reference rates", "SWESTR", "STIBOR", "Transaction-based reference rates", "Interbank rates", "LIBOR", "Overnight", "Financial market", "Confidence", "Transition"]}