{"sentences": ["First of all, let me warmly congratulate you on the 25th anniversary of Wirtschaftsinitiative.", "Johann Wolfgang Goethe, the great son of Frankfurt, once famously said: „Was nicht vorwärts gehen kann, das schreitet zurück.\"", "Today, as we exit the pandemic, we are finding a world much changed.", "The trend towards digitalisation has sped up hugely.", "Demand is shifting towards new activities and sectors.", "A faster green transition has become an imperative.", "So Europe must move forward to avoid going backwards.", "And it can - in large part thanks to the dynamism and diversity of its metropolitan regions.", "European regions - like FrankfurtRhineMain - can create a shared vision and combine their talents on a broader scale.", "This can in turn create a launchpad for the whole of Europe to rise to the new challenges of today.", "We all need to adapt and innovate in order to succeed.", "And just as this is true of regions, so it is true of Europe more widely as we recover from the pandemic.", "FrankfurtRhineMain in a united Europe Over the past few decades, the world's regions have evolved rapidly from predominantly rural to highly urbanised societies.", "By 2100, some 85% of the global population will live in cities.", "60 percent of Europeans live and work in metropolitan regions and contribute to over 70% of the EU's growth.", "As the centres of Europe's economic and social life, metropolitan regions are vital for the success, competitiveness and progress of Europe and its people.", "The diversity of Europe's 120 metropolitan regions - from Porto to Bucharest and from Naples to Helsinki - creates a rich tapestry for Europe to compete globally.", "That diversity is also a crucial source of grassroots innovation.", "Metropolitan regions are fertile ground for a creative, skilled workforce and specialised industry clusters.", "And these regions can connect with each other, learn from each other and challenge each other.", "With all of Europe - its regions included - facing profound and accelerating change, standing still is not an option.", "FrankfurtRhineMain has clearly demonstrated the ability to keep moving.", "Despite its unusually polycentric structure, spanning 75 cities and municipalities and three federal states, it is one of Europe's leading metropolitan regions.", "Today, it accounts for nearly a tenth of German GDP.", "So how has FrankfurtRhineMain achieved this success?", "The region has long benefited from its location at the heart of Europe, situated along two major waterways and the most important historical trade route - from Paris to Russia, via Frankfurt.", "This gave rise to important industrial sites along the rivers, but also to the trade fairs in Frankfurt and to the city's status as a leading European financial centre.", "Still today, the region truly serves as a gateway to Europe, hosting Europe's busiest cargo airport, the world's largest internet exchange and one of the world's largest trade fairs.", "Yet the region has also moved with the times.", "The region's actors have kept an open mind and found highly effective ways to adapt and innovate.", "In the early 1990s, the region was among the first in Germany to build regional clusters to drive knowledge exchange and shared infrastructures in the sectors underpinning its gateway function.", "And the region also recognised that being a major hub enabled it to extend its reach further, by becoming a genuine gathering point for talent, technology and knowledge from all over the world.", "This formed the basis for FrankfurtRhineMain to boost its innovation potential by integrating universities more strongly, in particular for applied research.", "The so-called \"house of\" clusters, such as the House of Finance, or the House of Pharma generate an innovation edge for the region as a whole.", "This edge has been especially visible during the pandemic, where companies operating in the area have been at the forefront of the response to the pandemic, including by exploiting strong networks in the region.", "One of the key vaccines was produced by the pharmaceutical company BioNTech, in cooperation with Pfizer.", "A large pharmaceutical company in the region was then able to meet the high demand for lipids - a key component of mRNA-based vaccines.", "Just as important were the borosilicate glass bottles supplied by a special glass manufacturer nearby and used to safely store the vaccine.", "And Frankfurt airport - as the European leader in air freight - was able to handle the unprecedented logistical challenge of transporting millions of life-saving doses worldwide.", "It would not be excessive to say that regional connections in FrankfurtRhineMain have profoundly affected the globe.", "Adaptation and innovation have proven their value.", "And just as that is true at the level of individual regions, it is also true for Europe as a whole.", "A dynamic and innovative Europe Today, Europe is on the road to recovery, but the pandemic has led to shifts in the global environment and within our economies.", "Globally, the economy is likely to become less predictable.", "New powers are emerging, while the trend toward protectionism is not abating.", "And disruptions from climate change are bound to become more common.", "At home, we still face the challenge of exiting the pandemic safely, while also preparing for the transformation of our economies to a greener and more digital growth model - a transformation that is not only desirable, but now inevitable and in which the innovative power of businesses will be a driving force.", "In rising to these challenges, we need to find ways of adapting to the post-pandemic world and supporting innovation potential.", "Europe's capacity to adapt is already being shaped by our collective response to the pandemic, in two ways.", "First, thanks to the exceptional response of fiscal and monetary policy, we are seeing a very fast economic recovery rather than a slow and painful one.", "We are going through the steepest bounce-back in growth in the euro area since 1975.", "We expect GDP to be back at its prepandemic level before the end of this year.", "But we need to manage very carefully the reopening of the economy and the frictions it is creating.", "We are seeing rising energy prices and supply chain disruptions.", "As I mentioned recently , we expect these frictions to be largely transitory.", "But it is hard to predict exactly how long disruptions will last.", "We should not overreact to supply shortages or rising energy prices, as our monetary policy cannot directly affect those phenomena.", "But we will pay close attention to wage developments and inflation expectations to ensure that inflation expectations are anchored at 2%.", "The second way in which Europe's capacity to adapt has been strengthened is through the dedicated budgetary response at the EU level - the Next Generation EU (NGEU) fund.", "While temporary, the EU now has an ideal tool in place to support the transition towards the sectors and activities of the future.", "Around 40 percent of these European funds will be spent on investing in the green transition and 20 percent on digitalisation.", "And these funds will only be disbursed in return for growth-enhancing reforms approved by the European Commission.", "This ensures that we will have an effective regulatory environment to make the most of this investment.", "That said, it is clear that the digital and green transition cannot only be led from the top down - it has to be driven by businesses and their ability to be leaders in innovation.", "The global innovation and technology landscape is evolving rapidly and is characterised by the winner-takes-all tendencies of digital technologies.", "In many areas, Europe is doing well.", "At the green-digital nexus, for instance, European companies are among the frontrunners: nine of the top 20 global players developing green-digital patents are European.", "But Europe's relative weakness in overall digital innovation - due to slower adoption and lack of size - mean that it could easily lose its advantage.", "In 2020 only 63% of EU firms had implemented at least one digital technology, compared with 73% in the United States.", "And so far, European technology companies have largely been unable to achieve scale.", "Taken together, the five biggest US technology firms have a larger market capitalisation than the sum of all DAX 40 and CAC 40 companies.", "So we must support the huge innovation potential of European businesses by improving the conditions for investment in technology and enabling businesses with ideas to scale up quickly.", "And thanks to our collective size and strength, all the answers we need are within our reach.", "We already have the world's largest single market.", "Extending it to the digital sphere would allow businesses to expand faster, reach European scale and increase the returns on innovation.", "And we also have the world's largest green finance market, with around 60% of all senior unsecured green bonds issued here in 2020.", "This can be a stepping stone for achieving a fullyfledged capital markets union that could act as a catalyst for the overall structural transformation of Europe.", "If we took these steps, it would automatically put us in a stronger position to deal with a less predictable global order.", "It would enable us to be fully open to the world, but resilient to shocks elsewhere, since we could rely more on our own internal growth.", "I am confident that this adjustment is possible.", "The pandemic has shown that, when put to the test, there is a deep, shared commitment to Europe among its Member States.", "And this crisis has also shown that - contrary to some popular narratives - Europe is able to adapt quickly and reorient itself towards the most pressing challenges our people face.", "Inevitably, the main agents of change will be Europe's metropolitan regions - like FrankfurtRhineMain - working on the ground to make transformation happen.", "At the ECB, we can consider ourselves fortunate to call FrankfurtRhineMain our home and be part of this vibrant community.", "Short distances, the green belt of the Rhein-Main regional park and a lively culture contribute significantly to our quality of life.", "But above all, the openness and generosity of the people here always makes us feel at home - and I have certainly felt that personally since I arrived.", "So it is probably no coincidence that FrankfurtRhineMain - where one in six residents hold a foreign passport - has always attracted people from all over the world.", "Returning to the words of \"In a city like Frankfurt, you are in a curious situation where the paths of foreigners are constantly crossing, pointing to all corners of the world and awakening an urge to travel.\"", "Ebner, A., Raschke, F. (2013), Clusterstudie FrankfurtRheinMain, Wettbewerbsvorteile durch Vernetzung, Schumpeter Center for Clusters, Innovation and Public Policy, Goethe-Universität Frankfurt am Main Ministry of Economics, Energy, Transport and Regional Development of the State of Hesse (2016), \"Innovation through Interaction: Hessen's Houses Of\", December.", "Borosilicate glass is chemically almost inert, i.e.", "it avoids interaction between the packaging and the vaccine, thus preserving the efficacy of the drug.", "It is also temperature stable at temperatures from -200°C to +500°C.", "Lagarde, C. (2021), \"Monetary policy during an atypical recovery\", speech at the ECB Forum on Central Banking, Frankfurt am Main, 28 September.", "European Investment Bank (2021), \"Investment Report 2020/2021: Building a smart and green Europe in the COVID-19 era\".", "European Investment Bank (2021), \"Digitalisation in Europe 2020-2021: Evidence from the EIB Investment Survey\"."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Metropolitan regions", "Innovation", "Digitalisation", "Green transition", "Adaptation", "FrankfurtRhineMain", "Europe", "Economic recovery", "Next Generation EU", "Capital markets union"]}