{"sentences": ["BANK OF BOTSWANA BOTSWANA STOCK EXCHANGE OPENING BELL COMMEMORATION OF THE ACQUISITION OF AFRICAN BANKING CORPORATION OF BOTSWANA LIMITED BY REMARKS Moses D Pelaelo October 7, 2021 Director of Ceremonies, I am delighted to join the Honourable Minister in acknowledging today's two-themed momentous occasion of, one, continuing the tradition of monthly recognition and promotion of capital market activity through the symbolic ringing of the bell to mark the start of share trading, and, two, the coming into the Botswana banking sector and market of Access Bank PLC, through the acquisition of the majority shareholding in African Banking Corporation of Botswana Limited (BancABC).", "I will, therefore, complement the Honourable Minister's insightful observations by projecting a central bank and regulatory perspective on some key aspects.", "Distinguished Guests, while the Bank of Botswana has clear mandates as enshrined in Section 4 of the Bank of Botswana Act, I will, for the purposes of today's event, distill and project three aspects deriving from those mandates.", "These are the interrelated roles relating to sectoral regulation and supervision; promoting financial sector development and inclusion; and safeguarding financial stability.", "Regulation and Supervision of the Banking Sector First, it is important to appreciate that the coming into the market by a new entity, especially an internationally-active banking group, such as Access Bank PLC, requires careful and extensive evaluation that involves several elements.", "These include evaluation of the ownership and governance structures and scale of operations; financial strength and performance; strategic intent, market, and developmental impact; business conduct, reputation, and integrity issues; as reflected in performance and strategic direction.", "In this context, the \"supervisory risk-perimeter\" takes a consolidated view of the banking group, not only to identify sources of strength, but also likely sources of adverse impact on financial condition, reputation and overall safety and soundness of the financial system.", "Moreover, this evaluation also entails consultations, confirmations, and validations with the home supervisor, in this case, the Central Bank of Nigeria, through which we also make a judgement on effectiveness of supervision (of a large pan-African bank with multi-jurisdictional presence) and prospects for continuing supervisory collaboration, as well as jurisdictional facilitation of support to the foreign subsidiary.", "Honourable Minister, and Distinguished Guests, I can confirm that in all these aspects the assessment was positive, leading to the Bank of Botswana Board concluding that Access Bank PLC met the licensing and prudential requirements to be licensed as a bank in Botswana, hence the approval, in principle, of the acquisition of 78.15 percent of ABCH shares in BancABC, in March 2021.", "Promoting Financial Sector Development and Inclusion Turning to the promotion of financial sector development and inclusion, the Bank of Botswana recognises, Distinguished Guests, that in the first instance, the licensing requirements and ongoing prudential supervision are meant to allow those that meet the criteria and operate prudently to pursue their business and profit/return interests and aspirations freely, albeit within a regulated environment that safeguards safety of deposits and integrity and stability of the broader financial system.", "However, at the same time, the activities and operations of banks play an important role in promoting and fostering economic development, financial discipline and innovation.", "In this regard, going back to economic history, a preeminent father of the economics profession, Adam Smith in his classic/seminal works, \"An Enquiry into the Nature and Causes of Wealth of Nations\", alluded to \"the invisible hand\", a concept that describes unseen market forces of supply and demand, leading to the unintended greater social benefits and public good as a result of individuals acting in their self- interest.", "Hence, the need, as promoted by the Bank of Botswana, to accentuate the developmental role of banks in the interest of economic prospects and welfare improvements for society.", "Therefore, where opportune and prudent, the Bank will continue to implore banks, including Access Bank, into active participation and contribution to the national development and transformation agenda.", "Distinguished Guests, I have, therefore, in my engagement with the leadership of the incoming bank highlighted the pertinent and immediate developmental issues for Botswana, where I observed a positive response by Access Bank, supported by a demonstrable track record in markets in which it currently operates.", "The overriding issue for Botswana is financial inclusion generally, where it is expected that Access Bank PLC will add to vibrancy of market competition and broader coverage in attracting customers, diversity of products and services, quality of service provision and related cost rationalisation, for the benefit of both its investors and customers.", "Beyond this generalisation, there are specific areas of need where the Bank of Botswana has observed what I would call \"cherry-picking\" of easier to deal with customers and sectors and eschewing of some areas of greater need where the developmental impact can be larger and more pervasive.", "Here I am referring to support for small and medium scale enterprises (SMMEs), owner-occupied residential mortgages and project financing.", "Needless to state, banking, by definition, is the business of trust and risk- trading, of course in a prudent, safe and sound manner.", "In terms of potential impact, there is evidence, globally, that SMMEs are the lifeblood of any economy and are responsible for much of employment creation, innovation and economic growth, broadly.", "This is more so in our continent, Africa.", "Access to mortgage finance and house ownership adds to economic freedom and security and has great potential to unleash wealth-enhancing possibilities in several directions.", "The current estimated 15 percent share of mortgages in total commercial bank loans in Botswana (very low compared to peer upper middle-income economies) need to improve markedly, which will go a long way towards helping the economy to realise its potential.", "The other area is an increasing need to complement government efforts in funding infrastructure development and this includes active engagement in fostering the development of the bond market or, more broadly, capital markets, where Access Bank PLC has the experience of operating in other African markets and emerging economies.", "This, combined with medium- to long-term project financing, would help build the nation's productive capacity and therefore attract investment and stimulate innovation and more vibrant and efficient production of goods and provision of services.", "Channelling back credit in this direction should, therefore, generate more business for you, Access Bank PLC, in Botswana.", "Honourable Minister and Distinguished Ladies & Gentlemen this plea for enhanced funding of productive domestic economic activity is against the background of ample domestically mobilised financial resources, especially by the pension fund industry.", "A substantial part of these resources is, for prudence and optimisation purposes, rightly invested abroad to preserve capital and generate return, given the domestic constraints.", "However, I suggest that the banking industry, the broader financial sector and local industry need to actively engage and innovate around finding local opportunities for productive domestic deployment of these resources.", "This would massively impact domestic economic activity, employment creation and enhanced inclusivity.", "In the area of digitalisation, an aspect of the so-called \"new normal\", I also appreciate that Access Bank PLC is active in deployment of digital channels that affords financial inclusion and promotes enhanced access to payments platforms, funds transfer and remittances, which, as well as being convenient, help promote economic activity and potential for increasing innovation, efficiency and business development.", "Honourable Minister and Distinguished Guests, it is notable that, Botswana now has a majority of regional banks or pan- African banks.", "This is fitting for regional integration aspirations.", "However, the immediate practicality is the potential to facilitate regional trade, which by extension, implies a larger market and improvement of prospects for industrialisation, economic diversification and inclusive growth, particularly given trade facilitation afforded by the African Continental Free Trade Area Agreement, as well as the support provided by the regional economic communities such as SADC.", "The expectation is that the appreciation and knowledge of the African context and institutions by the pan- African banks would enable easier and productive engagement of the banks with local businesses.", "Given what I have said about areas of financing need, digitalisation and trade opportunities, it is fitting to, therefore, introduce Access Bank PLC to Botswana's Economic Recovery and Transformation Plan (ERTP).", "I look forward to your active participation alongside your competitors in this national development and economic transformation effort, intended to accelerate economic diversification and inclusive growth and help to transition the country to high-income status by 2036.", "At a high level, the critical elements include promoting export-led growth involving integration of the domestic industry into the global value chains (incidentally your presence in Botswana is exactly that); harnessing of information and communications technology, digitalisation, for the purposes of efficiently and competitively driving economic activity and for growth of new industries/businesses; promoting enhanced use and productivity of domestically mobilised financial resources and therefore generate higher levels of industrialisation; fostering infrastructure development and efficiency of provision of government services for greater impact on private sector operations.", "I believe, Mr Wigwe, that these are well aligned to your strategic intent for the Botswana market and that you are well endowed to be part of this, especially as I believe you have aspirations to improve on the current position of the bank, of a P9.1 billion asset base (as at August 31, 2021) and 5th largest bank in the Botswana market.", "Operating Environment, Strong Banks and Financial Stability Honourable Minister and Distinguished Guests, what I have spelt out is only possible in a stable and conducive operating environment.", "From the side of Government and the Bank, I can confidently state that Botswana offers a well-developed public infrastructure, encompassing a liberal business operating environment, legal protection and respect for property rights, efficient and independent judiciary and, in general, macroeconomic stability, as the credit rating institutions (Moody's and S&P Global Ratings) would say, anchored on strong institutions and predictable policies, including successful monetary policy and stable financial conditions.", "Added to this is a strong, effective and responsive regulatory framework for the banking industry and financial sector, broadly.", "Indeed, both the Bank of Botswana Act and the Banking Act are at advanced stages of review to modernise and align these laws to best international standards and practices.", "The expectation is that Access Bank will, as an individual entity, continue to be well governed, operate in a sound manner and adhere to the prudential requirements and regulatory guidelines and therefore contribute to enduring strength and stability of the banking system and the broader financial sector.", "In addition to the prudential and conduct aspects, there are national requirements and preferences regarding localisation of resource procurement, including staff of the bank (without undermining the group-wide staff and leadership development interests) and maintenance of good labour practices, as well as the general attention to staff welfare.", "In this regard, let me add that it would be difficult for Access Bank to achieve its strategic goals if policy making and decision making are overly centralised in Lagos or some foreign capital without the benefit of the local board and Botswana citizens playing a meaningful role in executive leadership in core banking areas such as credit underwriting, treasury or risk management.", "Above all, of course, a banking licence bestows upon the Board and Management of Access Bank PLC a huge fiduciary responsibility - which requires a high standard of ethical conduct and integrity.", "Again, we are well aware that public trust is the single most important asset of a bank.", "Therefore, Honourable Minister, the nexus of individual bank strength and compliance and a conducive operating environment makes for financial stability, which has several benefits.", "Among these are, first, sustained capability of individual institutions to play their roles of financial intermediation, risk mitigation, continuity of efficient payments and beneficial innovation, profitably, to the greater benefit of society.", "Second, a stable financial system and prudently managed banks facilitate effective policy transmission and therefore good prospects for countercyclical or policy measures to have the desired impact on the economy.", "Third, stability engenders system integrity and, therefore, patronage of the sector with all the resultant and incidental developmental and welfare-enhancing benefits for society.", "Thus, the focus of the Bank of Botswana in ensuring viability and soundness of individual banks and integrity and stability of the financial system (including the payments system).", "As I conclude my remarks, let me appreciate the role of the Botswana Stock Exchange in being integral to resource mobilisation, where the floatation and trading of shares signal economic and return prospects and accordingly channel funds to those.", "In addition, the payments settlement function of the stock exchange is not only facilitative, but also engenders confidence and patronage of the stock exchange.", "In these respects, I applaud the visible and relentless promotion of the Botswana Stock Exchange and the opportunities it affords.", "Well done Mr Tsheole.", "Honourable Minister, Distinguished Guests, I thank you for your kind attention."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Financial Stability", "Financial Inclusion", "Banking Sector Regulation", "Economic Development", "Access Bank PLC", "Small and Medium Scale Enterprises (SMMEs)", "Mortgage Financing", "Project Financing", "Digitalisation", "African Continental Free Trade Area (AfCFTA)"]}