{"sentences": ["Honourable AAB Chairman, Dear senior representatives and colleagues from the banking system in Albania, Ladies and gentlemen, It is a great pleasure to return back to this special event of the end of year, traditionally organised by the Albanian Association of Banks.", "It is even more significant to share the experiences, meaningful moments, and even hardships we all have been going through in the course of these past two years.", "First, allow me to provide briefly an overall view on the economic performance in The Albanian economy has shown a remarkable recovery over 2021, surpassing our initial expectations.", "The ongoing positive momentum is strong, broad based and tangible.", "Our gross domestic product stands already at its pre-crisis level, employment is recovering, internal and external balances have strengthened, and the main banking sector's soundness indicators have been improved.", "In this view, I would like to highlight that the sources of economic growth have returned to their upward and diversifying trend.", "In terms of the aggregate demand, the rebound in economic growth has been supported by the exports of goods and service edging up, coupled with the increased domestic consumption and investments.", "From a sectorial perspective, the expansion of economic activity did largely reflect the recovery of the industry sector and the services sector.", "From a policy perspective, the ongoing recovery is driven by an accommodative financial environment, attributable to the strong fiscal and monetary stimulus.", "Furthermore, it reflects a higher global demand, strong private sector balance sheets, and heightened optimism amongst businesses and households.", "The Albanian economy enjoys the necessary prerequisites for a stable and sustained growth in the future, while the opening of accession negotiations with the European Union will bolster both the economic growth and the domestic and foreign investments.", "Again this year, the Albanian banking sector continued the trend of positive performance and showed a steady resilience to external shocks (two-year effects of pandemic).", "Banking activity continued to expand (over 9%), largely supported by domestic deposits (over 80% of assets), and without affecting the overall capitalization of the banking 18.4%), due to increased capital buffers and prudential dividend policies followed by the banks, fully cooperating with Bank of Albania.", "Profitability has improved and liquidity remains strong.", "The loan portfolio shows a well-diversified increase (+10% overall), between Lek and foreign currency, business, retail and mortgage.", "The NPLs ratio continued to decrease (from 8.13% to 6.3%), benefiting both from the increase of overall loan portfolio and the reduction of non-performing loans (-17%).", "Alongside the reduction of NPLs values, the overall coverage ratio has improved (from 65% to 70%).", "Nonetheless, there is still ample room for credit growth, considering large liquidity reserves, low loan to deposit ratios and positive profitability that can fully support capital.", "Dear representatives of the banking sector, In the context of these two hard years, the prospective on the economic growth in Albania is positive and optimistic, while it provides to the banking system a robust ground to expand their activity, through the strong engagement, efforts and commitments of all stakeholders.", "Let me now share with you some of the main common challenges that we have to face together in the following years.", "the banking sector will continue to consolidate further in the next year, after the acquisition of Alpha Bank from OTP NYRT.", "This development is expected to lead to increased competition, especially between major players in the market.", "The loan portfolio remains the largest contributor to income in the balance sheet, and in order to maintain the competitive position, banks need to preserve and increase it continuously.", "While the market offers opportunities for loan growth and banks are well equipped with liquidity and capital buffers, it is indispensable to establish a longterm vision and set forth strategic objectives, designed carefully to exploit such potential in the long run, for building the necessary infrastructure within the bank and strengthening the relationships with clients.", "the Bank of Albania has an important role in the process of aligning the legislative framework to the EU requirements, as the responsible authority for the oversight of 90% of financial market.", "Part of this process is the additional capital requirements that have been introduced during last years.", "Our aim has been to introduce smoothly these requirements, without impairing the competitiveness of individual banks and curtailing their growth potential.", "The process is extended over a long time frame and during this frame we will closely monitor the progress of building necessary capital and MREL buffers, as well as carefully calibrate the aggregate capital requirements in an appropriate and flexible manner, in order not to hamper the organic and healthy growth of the banking activity.", "Meanwhile, the positive profitability provides a good support for the capital growth.", "Third, while we have been determined in introducing for the first time the cap on EIR and penalties, we recognize that such new rules, being introduced for the first time in Albania, will have operational and financial implications for the market.", "In 2021, the Bank of Albania started a comprehensive consultation process regarding the upcoming regulatory changes related to the introduction of the cap on EIR and penalties.", "These changes became necessary, following the expansion of consumer loans market, to reduce asymmetries within this market and to fulfil the role of BoA with regard to customer protection and financial inclusion.", "We have received different types of feedback from the market actors (mostly positive from banks), and have reflected to the largest extend possible all their comments and suggestions.", "In this light, we will be prepared and reasonably flexible for the necessary calibration and the smooth transition.", "In the next year, we will continue the dialogue with the industry, following the results of the first EIR cap application and mostly debated rate cap on consumer loan penalties.", "the financial infrastructure of the banking sector has been enhanced further during the last couple of years.", "The Bank of Albania and the National Payment Systems Committee have implemented the national strategy for enhancing the small value payment market and increasing the financial inclusion of the population.", "The first results are promising and they will be followed by other steps by the Bank of Albania and the banking sector, aimed at achieving a quantitative objective, that is, to see the number of bank account holders doubled by 2023.", "The Bank of Albania will be soon launching the new payment system for the settlement of domestic euro payments.", "This system intends to enhance the efficiency on this market's segment by reducing the costs bared by banks with actual solutions which are channelled to the end customer and beyond that, is going to enhance also the formalisation of Albanian economy.", "Concluding, I take the opportunity to reaffirm and re-assure you on the devotion and strong position of the Bank of Albania to always be transparent, open and supportive throughout its activity.", "I wish you a successful and prosperous year for you and your families!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Economic growth", "Banking sector", "Loan portfolio", "NPLs", "Capital requirements", "EIR cap", "Financial inclusion", "Payment infrastructure", "EU accession", "Fiscal and monetary stimulus"]}