{"sentences": ["As prepared for delivery Good morning, and welcome.", "We are pleased that so many of you have joined us today for this important discussion about food insecurity.", "It is not lost on me that we are holding this event just five days after Thanksgiving, a holiday that is largely centered around food-the turkey, the stuffing, the mashed potatoes, the pumpkin pie.", "For some of us, the big concern coming out of the weekend was whether we had eaten too much.", "But for far too many, the much bigger concern is that they and their families did not-and still do not-have enough to eat.", "That's what brings us here today.", "Our mission at the New York Fed is to make the economy stronger and the financial system more stable for all.", "But we can't have a healthy economy without a healthy workforce.", "And that is why health-along with household financial well-being and climate change-is a focal point for our Community Development team.", "Before I continue, I must give the standard Fed disclaimer that the views I express are my own and do not necessarily reflect those of the Federal Open Market Committee or anyone else in the Federal Reserve System.", "Food insecurity has long been a systemic problem.", "Here in the Federal Reserve's Second District, many households in both our urban and rural communities are vulnerable financially.", "And since the onset of the pandemic, access to quality, nutritious food has been greatly impeded.", "After many businesses were forced to shut down in the spring of 2020, food banks were quickly overwhelmed.", "In addition to an abrupt increase in need, there was also the challenge of distribution.", "I'm sure many of you remember the long lines to food pantries that stretched through neighborhoods.", "And many of our schools shifted from providing free lunches to students to offering grab-and-go meals to entire families.", "Now, we are facing another economic challenge: higher food prices.", "Transportation and labor costs-along with supply-chain disruptions-are driving up the price of many staples, such as beef, poultry, eggs, peanut butter, and produce.", "Food is not only becoming far more expensive for families, but also for food banks-which, at the same time, are reporting fewer donations.", "The result of all of this is that food insecurity is becoming more widespread-and more difficult to resolve.", "The ripple effects expand across the economy, as food insecurity drives economic inequality, which in turn is a barrier to cultivating a healthy workforce.", "And a healthy workforce is what we need to keep our economy strong.", "At the New York Fed-and across the Federal Reserve System-one of our key areas of focus is to better understand the economic drivers and social determinants of health.", "We have been hosting a series of events that bring together experts on economic inequality and the needs of low- and moderate-income communities in our District.", "Today's event on food insecurity is part of that larger effort.", "But we recognize it's not enough to merely study the issue.", "The role of our Community Development team is to champion promising solutions by connecting people, programs, and proposals with funding.", "Up to 40 percent of food produced in the United States goes to waste each year, so there is a huge opportunity to distribute that unused food to those who need it.", "You'll be hearing more about that later today.", "But first, we'll start off with a presentation from Professor Tashara Leak.", "She'll frame the discussion by talking about how food insecurity affects the health of children-and how that, in turn, shapes their economic prospects as they grow older.", "Then, we'll convene a panel of business and government leaders, along with impact investors, who will spotlight some of the innovative work being done to make healthy and affordable food more accessible.", "Thank you all for joining us.", "And with that, I'll turn it over to Professor Leak."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Food insecurity", "Health", "Economic inequality", "Food waste", "Community development", "Nutrition", "Healthy workforce", "Economic drivers", "Social determinants", "Innovative solutions"]}