{"sentences": ["Good morning ladies and gentlemen.", "Let me start by thanking the organisers for their invitation to participate in this workshop on \"Climate risk, Energy Transition, Financial Risks and Global It is particularly timely considering recent developments in energy prices.", "Allow me to highlight that I am today subject to the prior to monetary policy meetings of the ECB Governing Council.", "This means that I cannot refer to subjects that may anticipate future monetary policy decisions.", "Therefore, my thoughts may not be interpreted as indicative of the monetary or economic outlook that may anticipate future monetary policy decisions.", "In this regard, despite being \"the flavour of the day\", I am afraid I cannot refer today to the implications of the changes in energy markets for economic or inflation outcomes.", "I will, however, focus on the more structural matter of the implications of climate risks in general and their impact on our economies and the financial sector in particular.", "Climate change and the necessary transition to a more sustainable economy are two of the main challenges currently facing the international community.", "As such, governments worldwide have decided to tackle climate change by means of the Paris Agreement for the reduction of greenhouse gases.", "Estimating the impact of the materialisation of climate change risks There is a growing consensus that the financial sector is highly exposed to risks associated with climate change.", "are a consequence of the increase in the frequency of extreme climate events, the rise in the sea level, the hydric stress in some areas and widespread wild fires, among others.", "In fact, there is evidence that these risks are already materialising to some extent: according to the FSB , global economic losses associated with weather-related catastrophes have doubled since the 1990s, up to USD1.6 trillion over the last ten years.", "If we are not successful in averting these risks, financial institutions will register losses in their credit and market exposures to firms and households whose collateral is located in places that will be especially affected by the permanent climate alterations associated with global warming.", "But if we are successful, the transition to an environmentally sustainable economy will quite evidently entail sweeping changes in production technologies and a reallocation of activity across sectors and companies that create their own transition risks.", "As a result of this restructuring process, some sectors will in the short run increase their profits while others will incur losses, with obvious implications for the financial system and its stability.", "These changes in the profitability of various sectors will most likely stem from their need to adjust to greener ways of producing, due to shifts in consumer and investor sentiment and to the impact of public regulation and taxation.", "As such, the carbon footprint and the environmental impact of the sectors and companies to which financial firms are lending is essential for their exposure to these risks.", "For this reason, analytical results are needed to properly assess the costs and the resilience of the financial system to these risks.", "Measuring and modelling the impact of climate change on financial stability is becoming a key policy objective.", "Transmission channels The impact of climate change on the economy, either through transition or physical risks, may occur via several different transmission channels that affect both non-financial corporations and households and, therefore, banks.", "First, significant transition risks may derive, for example, from the introduction of a carbon tax or a similar instrument, which may cause a potential increase in energy prices that would in turn raise firms' costs.", "These costs differ across sectors depending on the intensity of their energy use.", "The increase in costs may translate into higher prices of those goods whose production requires more energy and a subsequent lower demand for them, affecting firms' revenues.", "Also, the rise in energy prices will affect household real incomes.", "And there is evidence that the more vulnerable will be disproportionately affected.", "Second, the effect of new, greener technologies on companies could be twofold.", "On the one hand, these new technologies may reduce energy costs due to their higher efficiency.", "But on the other, they may increase firms' leverage since companies would have to invest in these new production processes to replace their existing technologies.", "In the case of individuals, both personal transportation and housing will need investment and adaptation if these new technologies replace the old ones.", "An additional trigger for transition could be a change in consumer preferences, favouring greener goods and services.", "This would imply changes in relative prices that also affect firms and sectors.", "Let me turn to the potential impact of physical risks.", "Damage to physical capital, including housing, and the disruption of production would affect firms' revenues and costs, and also the value of collateral and wealth.", "For one thing, insurance and maintenance costs will rise if these physical risks do materialise, causing an overall increase in companies' costs.", "Furthermore, physical capital damage would necessitate new investment, which would increase leverage.", "Additionally, revenues would also suffer from these risks due to their negative effects on production capacity.", "From a more macro perspective, these risks may impair productivity and also cause a reallocation of resources, not only physical capital, but also labour through migrations.", "Towards an analytical assessment of the risks It is thus of paramount importance to quantify the potential costs of these risks.", "However, to do so in the financial sector we face at least two major problems.", "The first are the sizable gaps we have in metrics and, in general, in information on financial institutions' exposure to these risks.", "The second is that there are no past events involving the materialisation of climate change risks.", "For this last reason, the use of stress tests simulating adverse scenarios has become one of the main instruments for assessing the impact of climate change on financial stability.", "Stress tests are useful tools because of their forward-looking nature and their flexibility to incorporate different scenarios.", "However, they shall be adapted so as to be useful.", "Scenarios need to capture the aggregate effects of climate change and their transmission channels through to the macroeconomic variables.", "In addition, scenarios should disaggregate the overall impact across sectors, regions and other dimensions in which climate change has uneven effects.", "Further, as they should consider long time horizons, the potential reaction of agents to the materialisation of these risks needs to be considered.", "As the task is daunting, several coordinated global initiatives have been put forward to promote good practices and methodological advances in the development of climate-related stress tests.", "One such initiative is the Network for Greening the Financial System (NGFS), which includes more than 70 central banks and supervisory authorities (including the Banco de España).", "Among other contributions, the NGFS has developed scenarios that provide a common starting point to analyse the risk of climate change for the economy and the financial system.", "The broad outlines of the scenario narratives designed by the NGFS are the following: Orderly transition: this narrative assumes that climate policies are introduced early and progressively.", "As the policies are gradually introduced, physical and transition risks are relatively low.", "Disorderly transition: based on the assumption that climate policies are not introduced until 2030.", "Under this narrative, actions are taken relatively late, so emissions reductions need to be more severe than in the Orderly scenario to limit warming to the same target.", "This results in some business disruption and higher transition risks.", "Hot house world: this narrative assumes that existing climate change policies will remain in place, but no new measures adopted.", "Emissions grow until 2080, causing significant global warming and severe physical risks.", "Preliminary results of climate change stress tests At the European level, the European Central Bank (ECB) is making a considerable effort to run initiatives and develop stress test methodologies to assess climate-related risks.", "In particular, the ECB has recently released its Economy-Wide Climate Stress Tests using the abovementioned climate change scenarios provided by the NGFS.", "These stress tests cover approximately 4 million companies worldwide and 1,600 consolidated banking groups of the euro area, and incorporate the impact of both physical and transition risks over a 30-year period.", "The results show that the long-term benefits of the early adoption of policies that boost the transition to a carbon-free economy more than offset, on aggregate, the short-term costs of this transition.", "This poses the usual communication challenge: costs are perfectly visible and will materialise in the medium term, while benefits are unobservable as there is no counterfactual.", "Also, if climate change is not mitigated, the effect would be concentrated in certain geographical areas, mainly due to physical risks in the long run, leading to a major source of risk particularly for banks exposed to them.", "In these stress tests the potential reaction of banks to the materialisation of risks is not modelled, as it is sought to show what would happen if nothing changes.", "For sure, banks will react to the increase in the probabilities of default, with additional negative implications for activity in those areas.", "Besides, the ECB is currently running bottom-up stress tests in which banks will assess their exposures to climate change risks.", "The exercise has begun with a questionnaire for banks, scheduled for publication next year.", "Let me likewise mention the work of the Banco de España, which has also run a top-down stress tests to assess the resilience of the banking sector to climate-related transition risks.", "This exercise comprises two building blocks that operate separately but recursively.", "First, we have a theoretical macro sectoral model calibrated for the Spanish economy which allows us to simulate the reallocation of resources after implementing measures to combat climate change or technological innovations in the area.", "Second is an empirical model for Spanish banks' solvency dynamics, based on the existing tool to run stress tests (the so-called Forward-Looking Exercise on Spanish Banks, or FLESB).", "With these two blocks we simulate the impact of increasing CO2 emissions prices and the extension of the Emissions Trading System.", "The first results will be published shortly in the Banco de España's Autumn 2021 Financial Stability Report and Financial Stability Review.", "Overall, these show a moderate yet heterogeneous impact on the probability of default of the different sectors.", "In addition, the first results point to a moderate negative impact on economic activity over the short term and on Spanish banks' profitability.", "This is just the first exercise of an extensive agenda that includes the study of the implications for households, collaterals and also physical risks, among others.", "Economic policy implications of the impact of climate change risks Given these effects on the financial sector, climate change has unsurprisingly come to the fore of the concerns of financial regulators, supervisors and central bankers.", "Indeed, climate change has been one of the key topics in the latest review of the ECB's monetary policy strategy, as it has too in the work programme of the Basel Committee on Banking Supervision (BCBS) I currently have the honour of chairing.", "What regulators and supervisors can do to assist governments in addressing climate change, within our mandates.", "From a regulatory and supervisory standpoint, and as part of our main responsibility to guarantee the stability of the financial system, we - regulatory and supervisory - must ensure that the materialisation of climate risks does not endanger financial stability.", "Therefore, we must ensure that financial firms address these risks, by contributing to (a) the identification of their drivers and transmission channels, (b) the adequate measurement of their economic and financial impact, and (c) the development of potential mitigation techniques.", "If we succeed in incorporating these risks into the decisions of the financial sector, this will translate into a change in the relative prices of financial instruments, which will powerfully complement and reinforce the impact of those fiscal and environmental instruments needed to combat climate change.", "It is crucial here that efforts are coordinated at the global level, given the global dimension of the risks and the potential spillovers that can arise through interconnections between the real and financial sectors.", "Against this backdrop, the BCBS has in its capacity as the issuer of global banking prudential standards set up a high-level group focusing on climate change-related risks.", "The analysis it conducts is a strategic priority for the Committee's agenda, with two analytical reports They note that, although these risks incorporate singular elements (such as published so far.", "uncertainty, a greater time horizon and a lack of commonly accepted measurement methodologies), climate change-related risks can be captured through traditional financial risks (credit, market, liquidity and operational risks).", "On the basis of these reports, we are currently analysing to what extent these risks may be addressed by the banking prudential framework currently in place.", "In this vein, we have adopted a holistic approach by reviewing the regulatory, supervisory and disclosure facets of this framework to identify potential gaps and, where necessary, to adopt the appropriate measures to address them.", "As part of this work, the Committee is exploring a set of principles for the effective supervision and management of these risks on which it plans to consult by the end of this year.", "Importantly, any changes proposed to the regulatory framework would be in pursuit of our mandate to strengthen the regulation, supervision and practices of banks worldwide with the purpose of enhancing financial stability.", "The role of central banks and the recent review of the ECB monetary policy strategy As financial stability is a pre-requisite of price stability, central banks should clearly be concerned about the materialisation of climate change-related risks.", "We have amassed substantial evidence on the impairment of the monetary transmission mechanism when banks and/or financial markets are disrupted.", "But climate change could also have a fairly direct impact on central banks' ability to stabilise inflation.", "Policies aimed at promoting the transition to a carbon-neutral economy - such as carbon taxes - are likely to affect the volatility of headline inflation, which includes energy prices.", "Most inflation-targeting central banks, including the ECB, target headline inflation, because it is more representative of the citizens' consumer basket than other narrower notions of inflation.", "In any case, the ECB's medium-term orientation of our price stability objective provides us with some leeway to see through transitory energy-driven increases in headline inflation.", "Aside from energy prices, non-energy prices - and hence core inflation - would not be isolated from the impact of climate policies either.", "Physical climate change-related risks could also significantly impact the level and volatility of inflation.", "They have the potential to disrupt the production of agricultural products and the provision of services such as tourism, which account for a significant share of the consumption basket considered in the CPI.", "Accordingly, so we may properly fulfil our mandate, the ECB should analyse and understand these risks.", "Unsurprisingly then, as part of the monetary policy strategy review announced on 8 July, we at the ECB have launched an ambitious action plan to include climate change-related considerations in our monetary policy framework.", "Ineludibly, this inclusion falls within our price stability mandate.", "Climate risks also the strength affect the value and risk profile of Eurosystem-held assets, of which is a necessary condition for the ECB to be able to attain its monetary policy objectives.", "An additional argument is that climate change and the remedial actions needed to tackle it could also affect central banks' ability to achieve price stability through their impact on the so-called natural interest rate .", "in advanced economies, including the euro area, have declined in recent Natural interest rates decades, reflecting structural shifts in the balance between aggregate saving and investment.", "The literature attributes this decline mostly to three main factors: a decline in trend productivity growth, demographic developments and a scarcity of safe assets.", "Climate change will likely affect the natural interest rate, but it is not obvious in which direction.", "On the one hand, it could further depress natural rates through negative effects on productivity, such as the impact of higher temperatures on labour supply and the destruction of capital stemming from natural disasters.", "Moreover, increased economic uncertainty associated with the impact from climate-related risks could lead to higher precautionary saving and further pull natural interest rates down.", "On the other hand, the transition to a more sustainable economy will require substantial investment in green technologies, which may push equilibrium interest rates up.", "And if such investment succeeds in raising trend productivity growth, it could partially undo or even reverse the decline in natural interest rates.", "Clearly, more time and analysis will be needed before we have better answers to this important question.", "As a consequence, the ECB's new action plan envisages different types of activities, which will be coordinated by a newly created \"climate change centre\".", "Firstly, the ECB will improve the assessment of the implications of climate change-related policies for the economy, the financial system and monetary policy transmission through the development of new economic models; it will further devise new statistical indicators covering a range from \"green\" financial instruments to financial institutions' carbon footprints.", "Secondly, as from next year, we will incorporate new climate stress tests to assess the exposure of the Eurosystem's balance sheet to these types of risk.", "Thirdly, the ECB will adjust the procedures for its corporate sector purchase programme (CSPP) and its collateral framework so as to include climate change considerations.", "Notable among these adjustments will be the introduction of environmental sustainability disclosure requirements for private sector assets as a new eligibility criterion or as a basis for a differentiated treatment for collateral and asset purchases.", "In the context of the collateral framework, we will also support innovation in terms of sustainable finances, as demonstrated by our decision to accept sustainability-linked bonds as collateral as from January 2021.", "In turn, in its purchase programme, the ECB will allocate its corporate bond purchases taking into account climate-related criteria, such as the alignment of issuers with, at a minimum, the EU legislation implementing the Paris Agreement.", "In short, we are committed at the ECB to pursuing the progressive incorporation of climaterelated considerations into the monetary policy framework to better deliver on our stability objective.", "Funding the transition to a greener economic system It seems very clear to me that preventing climate change requires a involving holistic approach all policies.", "And, in that respect, we should recall that the main responsibility for addressing climate change resides with governments - namely, fiscal and environmental authorities- because they have the most effective tools and the legitimacy to do so.", "For example, applying Pigouvian taxes to carbon emissions would, if well-designed, lead agents to internalise the social cost of their carbon emissions, inducing a change in the relative prices of energy inputs and final outputs in favour of less carbon-intensive ones.", "But governments also have a crucial role to play in some other areas.", "Those that seem most relevant to me are, first, reducing the transition costs to a cleaner economy and, second, not leaving anybody behind in this process.", "Both are closely related, as citizens' support for this structural transformation is a prerequisite for successfully seeing through this task.", "In this connection, we should analyse with care the impact of the transition measures on income distribution, as some empirical evidence shows that they could increase inequality, and compensating measures may require public resources.", "In the case of non-financial corporations, in order to reduce transition costs the reallocation of resources across sectors and the adaptation to new technologies will require the implementation of specific and sufficiently funded policies.", "Part of that funding will be provided by the private sector and, as I explained before, we, financial regulators, supervisors and central bankers, have a role to play in that respect.", "But public funding will be needed, especially bearing in mind that the social benefits of the transition are higher than the individual ones.", "For example, the reallocation of the labour force across sectors should be smoothed by reinforcing the active labour market policies to help workers obtain the new required abilities, facilitating, therefore, their hiring.", "In the case of financial resources, the government should collaborate with the private sector to provide adequate infrastructures, make available guarantees so as to reduce the uncertainty of investment decisions and also to support those activities that have more social value, such as basic research on fighting climate change.", "Part of this public effort could be funded using the revenues raised from the measures adopted to trigger the energy transition.", "For example, those obtained from the Pigouvian taxation or the selling of CO2 emission rights.", "But this is probably not going to be enough.", "And public sector indebtedness in many countries has reached very high levels, among other things due to the need to soften the impact of the pandemic on the economy and society.", "In fact, at the European level the fiscal rules have been suspended in order to allow an adequate response by the authorities to the pandemic.", "But at some point fiscal rules will once again be in force to ensure fiscal sustainability.", "To overcome the limited capacity of some governments to fund the economic transformation, the solution should not in my view be based on the exclusion of green investments from the fiscal rules, in an attempt to mimic the golden rule for public investment.", "This route would not prevent an increase in public indebtedness at the country level, thus making more indebted economies more vulnerable to the tightening of financial conditions and also reducing the authorities' policy space to react to local shocks.", "Ultimately, this would make the efforts to fight climate change dependent on each country's fiscal capacity, when this is a global issue requiring coordinated action.", "At the European level this could only mean an agreed plan for all the countries with centralised funding.", "In fact, the European Union has adopted the so-called \"European Green Deal\".", "This programme commits sizable investment to projects aimed at successfully pushing through the energy transition of European households and firms.", "In my view, the financing of this programme and also the other investments needed to achieve the targets and the associated mitigating measures should be jointly tackled at the EU level.", "In that respect, the inclusion in the NGEU of green considerations in the selection of the projects to be financed is a step in the right direction.", "But I believe this is not enough given the scope of the challenge both in size and over time.", "The NGEU will need to be extended in time and also scaled up if we are to deliver on our promises to future generations of a more financially, socially and environmentally sustainable economy.", "of the costs and prices they face.", "In any case, recognition should be given to the fact that the efficacy of Pigouvian taxes may have a limit.", "This is because, at some point, the supply of polluting energy inputs may be so elastic that it absorbs all the taxes levied on them, without affecting demand.", "At that point, quantitative restrictions could become the best option."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Financial risks", "Energy transition", "Transition risks", "Physical risks", "Stress tests", "Monetary policy", "Inflation", "Natural interest rate", "Green financing"]}