{"sentences": ["Esteemed ladies and gentlemen, dear colleagues, It is a pleasure to greet you on my own behalf and on behalf of the National Bank of Serbia.", "Serbian Insurance Days have become a traditional event, held even during last year's November wave of the pandemic.", "Everything that is Serbian and part of a good tradition deserves to be cultivated and supported.", "Last November, we ended the conference by concluding that the insurance industry in Serbia and, let me add, everywhere else in the world, would, like all other industries, face many challenges that would need to be tackled.", "For this reason, today I will speak about: what we have done to create conditions for smooth development of the insurance market even during the crisis; general performance indicators of the insurance sector in the conditions of the crisis; need to focus on insurance beneficiaries and invest in them; digitalisation of insurance services and the time-saving benefits this offers; risk management.", "Let me start from the beginning.", "Globally, the COVID-19 pandemic has the potential to influence the insurance sector directly - through the health shock and indirectly - through the financial shock.", "It is, however, a fact that the financial sector, insurance included, has to share the fate of the people and the economy.", "It is also a fact that times are changing, but that some things remain constant.", "The expectation that central banks should continue to be guarantors of monetary and financial stability has never changed, regardless of the circumstances.", "In Serbia, the National Bank, working in full coordination with the Government of the Republic of Serbia, did everything to minimize the challenges.", "We have implemented robust and comprehensive packages of monetary and fiscal measures and preserved production, employment, liquidity of all stakeholders and disposable income.", "We have preserved stability and predictability of doing business and planning.", "Our task was to preserve the health of the people and the economy, because there can be no financial services without the people and the real sector.", "If companies, employment and our citizens' income are not preserved, who will use insurance services?", "We have accomplished our task and helped Serbia weather the crisis much more easily than many other countries.", "Serbia's GDP exceeded its pre-crisis level already in Q1 this year, a result achieved by a handful of countries only.", "It took us three quarters to return to the pre-crisis level.", "After the 2008 crisis, the pre-crisis level was not reached until four and a half years later.", "Cumulatively speaking, Serbia's economic growth outturn will be among the best in Europe, with a minimal decrease recorded last year and real growth of around 7% this year.", "Private sector formal employment is 6% higher than before the crisis, touching its highest level in more than a decade.", "Terms of financing for corporates, households and the government are even more favourable than at the start of the pandemic.", "We have, therefore, created conditions for smooth development of the insurance market even during the crisis.", "Despite the pandemic, we have also carried on our supervisory function in the insurance market.", "The preservation of financial stability is an objective which has not been changed even during the pandemic.", "The purpose of supervision is to ensure smooth performance of all activities and adequate market behaviour of all professional stakeholders.", "The final objective of all these activities is to protect the rights and interests of households and businesses using insurance services, which is a common interest of all stakeholders in Serbia's insurance market.", "The second topic I will discuss are general performance indicators of the insurance sector in the conditions of the crisis.", "Allow me to repeat that economic policy makers were faced with the most responsible task - how to save people and ensure stable conditions of doing business, and it is your job to make use of these conditions.", "At today's conference, we can speak of preserved liquidity and solvency of insurance undertakings and stable development of the insurance market.", "In the first three quarters of 2021, a positive temporary net result of RSD 6.7 bn was recorded.", "Insurance and reinsurance undertakings have preserved the value of their investment portfolios and ensured technical provisions for the performance of liabilities under concluded insurance contracts.", "During the three quarters of the year, total premium increased by 9.7% to RSD 88.6 bn relative to the same period last year.", "This growth rate is higher than the average growth rate for the same period in the past ten years.", "In numbers, if we look at Q3 2021 relative to the same period last year, the following changes in indicators are observed: Insurance sector's balance sheet total gained 6.7% to RSD 334.14 bn; Capital increased by 4.9% to RSD 68.4 bn; Technical provisions expanded by 6.3% to RSD 221.6 bn.", "By class of insurance, premium increased y-o-y in as many as 17 classes of insurance, including travel assistance insurance - which has been influenced the most by the pandemic.", "Continuous growth was also recorded by: property insurance, life insurance and voluntary health insurance.", "This is not surprising, as the pandemic has led to a heightened awareness of: the need to adequately protect property used for working from home, significance of investing in financial security, and importance of our health and the health of our family.", "Property, life and voluntary health insurance policies have become more important than ever.", "The first two policies provide economic security to policyholders, while the third enables easier access to high-quality medical care.", "The third topic that needs to be in focus is insurance service consumers.", "Yes, times are changing.", "But the human capital, knowledge and trust will always remain preconditions and conditions to survive, to last and to have a perspective of development.", "People are the building blocks of institutions, companies, countries.", "They build and represent them.", "It is a fact that the foundation has been laid for a fair and stable insurance market, where the interests and rights of insurance service consumers are protected, but as in all areas, there is always room for improvement.", "We see this in particular in the area of insurance sale, notably owing to the use of information technologies and the manner of introducing new insurance products to the market.", "The manner of sale is an important element of the development of insurance services, especially with life insurance, as it is a kind of a substitute for long-term saving.", "Therefore, we focus our supervisory activities particularly on these areas in order to ensure timely protection of the rights and interests of insurance service consumers.", "Today, standing in front of you and with you, I would also like to put forth the question of whether consumers are adequately informed in the precontractual stage, regardless of the type of insurance being concluded, because the contents of information provided to the policyholder are sometimes still unclear, imprecise or inadequate.", "When you properly inform consumers, you invest in them and in the future of the insurance industry too.", "Also, I would like to reiterate the importance of acting timely upon damage claims, in a fair manner and with explanations that are clear for consumers, as this is the best way to promote yourself to citizens.", "Actions deviating from these principles lead to an increase in the number of complaints and waste time and energy of both citizens and insurance service providers.", "We must not forget about damaged third parties, who are not the insured persons, and through no fault of their own they find themselves in a situation where their property or lives are endangered.", "The right to compensation to these persons is and must remain sacrosanct, therefore this aspect will still be actively present in our on-site supervision.", "We devoted particular attention to the insurance of crops and harvest yields, where we also expect insurance undertakings to demonstrate higher commitment in terms of properly informing citizens and evaluating damages in a professional manner.", "The fourth topic that is imposed on us and is part of all conferences on financial services is - digitalisation of the insurance service.", "In the era of information technologies, we cannot speak about expanding the insurance market without speaking about improvement of distance sale and digitalisation.", "Financial services consumers in Serbia were among the first in Europe to be able to conclude distance financial contracts, owing to the possibility of video-identification.", "In other words, financial services consumers in Serbia may now conclude distance financial contracts, with full transparency, security and protection of their rights.", "We believe that the more thoroughly defined rights in the Law on the Protection of Financial Service Consumers in Distance Contracts will encourage consumers to opt for this manner of contracting insurance services more easily and eagerly.", "This is supported by the fact that an increasing number of insurance service consumers are using these and other advantages of advanced technologies - the simplicity and comfort of online searching, the possibility to make an independent comparison of selected insurance products, concluding distance contracts for these products via websites of insurance undertakings or mobile apps.", "Why are these innovations important?", "Innovations make life easier and safer.", "They save time as our most valuable resource.", "That is why they are instruments for achieving goals, and not a goal unto themselves.", "The NBS has also enabled instant payments for insurance premiums by using the QR code, which some insurance undertakings have offered to their clients, and I invite everyone to make this service available.", "I'd like to conclude with the fifth topic, that is, risk management.", "New technologies bring numerous advantages, as well as risks that are common for all financial institutions, such as the cyber risk, and these risks need to be managed.", "The NBS has adopted recommendations for information system security, and it is up to all financial institutions to undertake adequate prevention controls to prevent the occurrence of problems or incidents.", "We are aware of the challenges regarding the movement of interest rates in the financial market and that insurance undertakings must respect the undertaken obligations arising from insurance contracts.", "That is why we conduct special verifications of the adequacy of calculated reserves and pay particular attention to developments in the sale of products where the policyholder takes the investment risk.", "In Serbia, this risk is less pronounced than in many EU countries, but it still is a risk which we will monitor, and which needs to be managed.", "Ladies and gentlemen, dear colleagues, Our fight against the pandemic is still ongoing and it requires that we act on two fronts - the macroeconomic and the regulatory.", "We have acted and we continue to act on both fronts, and thanks to the legislative reform in insurance we have also ensured preconditions for smooth development of the insurance market even in the time of crisis.", "By applying modern standards, tailored to the needs of the local market, we helped the insurance sector offer protection from various types of risks in a difficult time, which a pandemic certainly is.", "Allow me to reiterate that economic policy makers need to do the most responsible task - save people and ensure stable business conditions, and it is up to you to use these conditions by putting the insurance service consumer in the centre of all your activities.", "Times are changing, we are changing too, but one thing remains the same.", "People and their wellbeing remain in the centre, at the beginning and at the end of things in the 21st century.", "The Insurance Days must show how to improve the quality of life and live insured from all risks we are able to perceive.", "To provide protection from these risks.", "A fair service at a fair price.", "And this is where competition is welcome.", "Competition as a healthy rivalry that implies finding a way to offer more at a better price.", "To offer, as well as fulfil the given promise in case the insured event materialises.", "But there can be no competing and outplaying the regulator that creates stable conditions for you to make a profit.", "The law cannot be respected a little or a lot.", "The law must be respected in full.", "And the punishment for disrespect cannot be part of the cost calculated into the transaction.", "As Kafka said - this cannot become part of the ceremony!!!", "\"Leopards break into the temple and drink to the dregs what is in the sacrificial pitchers; - this is repeated over and over again; - finally it can be calculated in advance, and it becomes a part of the ceremony.\"", "Breaking a law cannot become part of the ceremony.", "Regardless of how much some are persistent and seemingly creative in this.", "And I'd like to repeat what some forget.", "This is Serbia that does not change its determination to continue on the path to the EU.", "But the NBS will make time-wise adjustments to the rules of liberalisation to make sure they are beneficial for Serbian citizens, as well as local companies and Serbia, and will not allow profit to be made here for the benefit of ONLY or MAINLY parent companies located outside of Serbia.", "We see that such stance is now being publicly advocated by much more powerful economies, under the principle of \"paying tax where the profit is made.\"", "It is reasonable that you should expect the insured to respect the contracts, and that they should expect you to do the same.", "That is why we must not question the respect of the letter and the spirit of the law that regulates every area of insurance.", "Especially the obligatory and the most active segment - motor third-party liability insurance.", "I wish you a successful conference this year and a lot of good health."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Insurance market development", "Insurance sector performance", "Insurance service consumers", "Digitalisation of insurance services", "Risk management", "Financial stability", "Economic growth", "Financial services", "Pandemic impact", "Regulatory compliance"]}