{"sentences": ["The title of this event recalls the three overarching priorities of the Italian G20 Presidency: 'People, Planet, Prosperity'.", "While the Rome G20 Leaders Summit is still a few days ahead of us, the Finance Track concluded its work under our Presidency last week.", "It therefore seems appropriate for me to give you a brief summary and evaluation of the main legacies of a year of very intense work on the financial sector issues that we followed most closely.", "I shall do that presently.", "'Planet', as we shall see, also has a bearing on insurance, and this will be the theme of the last part of my speech.", "First, however, let us take stock of the current circumstances of the global economy.", "Italy took over from Saudi Arabia as the G20 presiding jurisdiction while the world was still in the middle of the Covid crisis.", "In most developed countries, the dramatic lockdown of the first ('spring') wave had given way to more targeted measures for the 'autumn' wave, with a much lower cost in terms of lost output.", "However, global activity was still a long way from prepandemic levels.", "Furthermore, little progress had been made in many low-income and developing countries.", "The recovery in 2021 in developed countries has been as astonishingly fast as the recession in 2020 was deep.", "The rapid spread of vaccination has led to a gradual easing of those preventive measures that were based on a drastic limitation of physical contact.", "By now, the measures still in force are no major impediment to normal economic activity.", "Contrary to the worst fears about 'scarring', firms have resumed investing and consumers consuming.", "Far fewer bankruptcies have emerged so far than was expected.", "This recovery, while still uneven and exposed to risks, is a testimony both to human ingenuity, which produced effective vaccines in an unprecedentedly short time, and to the fundamental resilience of market economies.", "Yet it was also the result of extraordinary public intervention, which supported households' disposable income and companies' balance sheets and thus avoided the worst (though it did so at the cost, consciously incurred, of a one-off increase in public debt); and of monetary and other financial policies, which reacted promptly and forcefully to the mother of all exogenous crises, ensuring that financial meltdown and a 2008-style downward spiral were avoided.", "Last week, the IMF released their updated projections on global growth.", "They now expect an expansion of 5.9 per cent this year and 4.9 per cent in 2022.", "For Italy, the IMF's projection for growth this year has improved from 4.9 to 5.8 per cent, while for 2022 it has been confirmed at 4.2 per cent.", "Our own expectations are similar.", "Many advanced countries (and, among the emerging ones, China) have already reached, or are about to reach, pre-crisis output levels.", "In Italy, we expect this to happen in the first half of 2022.", "There is unavoidable uncertainty about such projections.", "The latest crisis was utterly unprecedented.", "One can never rule out the possibility, for instance, that the pandemic will take another nasty turn, or that investor attitudes will suddenly change.", "And some delayed bankruptcies may well occur with the end of moratoria and other provisions.", "Meanwhile, fast growth has resulted in production and distribution bottlenecks, which may yet restrain further expansion, and have already pushed prices higher.", "We discussed this issue at length during the G20 meeting last week, and there was agreement that such bottlenecks are still likely to be transitory.", "This means that the markedly higher inflation rates that have recently been observed throughout the developed world can also be expected to recede over time, in part given the absence, so far, of wage pressures.", "As Governor Visco said in his introductory statement to the press conference that followed the G20 meeting, \"inevitably, the widespread uncertainty surrounding the current situation requires central bank governors to monitor price dynamics closely\".", "He also said that \"economic policies should remain supportive for as long as necessary\".", "Last year's crisis hit disadvantaged groups such as low wage earners, women, and the young in a disproportionate way.", "It also hit small enterprises and the self-employed, though with an extremely variable intensity.", "Certain industries, especially in services, suffered a much heavier shock than average.", "There is evidence that in many countries, including Italy, fiscal support has been broadly effective in countering the sharp increase in inequality that would otherwise have emerged.", "Differences remain, however.", "An even deeper and more worrying rift has opened across countries worldwide.", "Low-income countries are lagging far behind in terms of vaccination rates and, given a limited policy space, have not been able to act as promptly as advanced countries on the fiscal side.", "For these countries, the IMF's 2021 growth projections stand at just 3.0 per cent, compared with prepandemic rates of around 5.0 per cent.", "This glaring disparity has been, very naturally, at the centre of the G20's deliberations for the whole term of our presidency.", "Richer countries understand that this situation is not only unacceptable in terms of fairness; it is also a danger for all in terms of health and prosperity.", "Persisting economic divergences could put global recovery at risk, not least by contributing to financial market tensions and undesired capital flow volatility.", "The G20 has promoted a number of initiatives to free up resources for vulnerable countries to address the pandemic, including a suspension of debt service, until end-2021, and the setting up of a common framework for the treatment of distressed debt of certain eligible countries.", "In October, Ministers and Governors reiterated their commitment to making progress in its implementation.", "There are many other areas that the G20 Finance track (i.e.", "Finance ministers and central bank governors, FMCBG) have considered this year, so I need to be selective.", "Let me mention two that were among the key priorities of the Italian presidency.", "The first area concerns the resilience of the non-bank financial intermediation sector, a.k.a.", "market-based finance (or, as it was once known, 'shadow banking'): this sector mainly consists of asset managers, i.e.", "Market-based finance has grown far more rapidly than traditional banking after the global financial crisis, and currently accounts for more than half of total financial assets.", "We had been pointing out for years that the growing size, increased concentration and ever faster operational speed of market-based finance required an overhaul of the regulation of the sector.", "More specifically, we had long argued that in the supervision of market-based finance there is a need to go beyond traditional conduct rules to include rules that address financial stability concerns.", "Thanks to the reforms implemented after the global financial crisis, the banking sector has been able to face the financial stress produced by the pandemic with stronger capital and liquidity buffers, and has managed to provide critical lending support to the economy.", "Post-financial crisis regulatory reforms had touched on the non-banking financial intermediation sector to a much lesser extent.", "We feel that our position was vindicated during last year's turmoil.", "Some segments, such as money market funds (MMFs), experienced significant trouble in March, with a liquidity stress (the 'dash-for-cash') that caused an increase in redemptions.", "The pandemic crisis has therefore exposed certain structural vulnerabilities in non-bank finance that should have been obvious to start with, including excessive liquidity transformation and potentially procyclical mechanisms.", "Orderly conditions were re-established thanks to extraordinarily massive central bank intervention.", "Preventive safeguards seem to us to be required in order to lessen the need for such intervention and avoid moral hazard.", "All those issues were thoroughly analysed by the FSB in its November 2020 'holistic review', which concluded that work was needed to address certain clearly identified weaknesses.", "Last week, the G20 FMCBG endorsed a package of policy options to enhance MMF resilience, 'as a first step'.", "The package provides all jurisdictions with a framework for assessing and addressing vulnerabilities in their MMFs, and an agreed set of policy tools.", "Frankly, we would have gone further.", "Like many other central banks, we had favoured the adoption of global mandatory standards rather than a menu of options.", "Nevertheless, we consider this agreement as a first important milestone.", "Discussion and reflection within the FSB have resulted in a common framework that will help authorities to frame and explain their actions.", "Under the framework, some action is required in all jurisdictions, on the basis of local circumstances.", "Global reviews are envisaged in due course, with the aim to assess the appropriateness of the measures adopted by each jurisdiction and, in the longer term, to evaluate the need for further steps at the global level.", "Work will continue in a number of directions.", "Better data and analyses are needed to improve the authorities' understanding of NBFIs and their interconnections.", "The FSB will examine suitable policy approaches to address vulnerabilities in areas of market-based finance other than MMF regulation, such as open-ended funds, margining practices, and short-term funding markets.", "It will be incumbent on future G20 presidencies to carry on the work that has been started this year.", "A second key policy area for the Italian G20 presidency, under the 'Planet' label, has been sustainable finance.", "Let me emphasise that this is a completely new item on the 'Finance Track' agenda.", "Our presidency has come at a time of rapidly growing global awareness of the challenges posed by climate change, at all levels: policymakers, public opinion, financial investors.", "While insurance was not directly involved in the G20 deliberations, climate change is central to the industry's future.", "We responded by making this issue one of our core priorities.", "Climate policy and energy transition are mainly a task for general government.", "They require above all political choices about taxation, subsidies and regulation.", "There is, however, also a financial regulation side to it, and that is what central bank governors within the Finance track have concentrated on this year.", "Several issues have emerged, including data, modelling and risk management.", "The net-zero transition will require huge investments, and private finance must be a substantial part of this.", "In recent years, 'sustainable' finance has been growing significantly.", "Today it represents a clear market trend.", "This is a good sign that private finance can be mobilised for the purpose of climate action.", "However, efficient market allocation of investment requires adequate information.", "In this respect, the situation is hardly satisfactory.", "Sustainable financial investment currently relies on (i) company disclosure practices that are neither harmonised nor, consequently, easily auditable, and (ii) scoring systems that are heterogeneous, largely subjective and sometimes opaque.", "It is well known, for instance, that 'green', or rather, 'ESG' company scores differ across agencies much more than credit ratings, due to profound conceptual and methodological differences across providers (and also because of different weights placed on the individual components, E, S and G).", "In such a challenging informational environment, confusion is bound to arise and 'greenwashing' is a risk that should not be taken lightly.", "Hence the importance of high-quality, granular, and internationally comparable data.", "Let me point out that this issue is extremely relevant for insurers as institutional investors.", "The quality of information is but one aspect.", "Another issue for financial authorities and central banks is an adequate consideration of environmental hazards in financial institutions' risk management, supervisors' rules and practices, and economic modelling.", "Again, insurance companies and insurance regulators are very much part of this process; I shall go back to this point in a minute.", "Many central banks and supervisory authorities, the Bank of Italy and Ivass among them, are striving to improve their actions accordingly.", "The G20 Sustainable Finance Study Group (SFSG) was revived under the Italian Presidency.", "We succeeded in having the United Stated and China - the two largest economies and the biggest polluters - agree to co-chair it on our invitation.", "The Group, which has now been made permanent, has taken several useful initiatives.", "A report on the activities carried out by the Group in 2021 covers three priority areas: (i) strengthening the comparability and interoperability of approaches to align investments with sustainability goals; (ii) overcoming informational challenges by improving reporting and disclosure; and (iii) enhancing the role of international financial institutions in supporting the goals of the Paris Agreement and of the United Nations Agenda 2030.", "For each priority, the report identifies the main challenges and puts forward a set of recommendations to overcome them.", "Furthermore, the SFSG agreed on a G20 Sustainable Finance Roadmap, a multi-year agenda that is intended to drive G20 work on sustainable finance over the coming years.", "Further initiatives completed under our Presidency include a request to the IMF and other international organisations to consider climate-related data needs in preparing a new Data Gap Initiative; and the reports delivered by the Financial Stability Board to enhance both disclosures and address data gaps on climate-related financial risks.", "There is still much to do.", "Again, we would have ideally wanted more: a clearer commitment to carbon pricing and/or other effective means for achieving global de-carbonising goals.", "Nevertheless, within the narrower realm of finance and financial regulation, we think that the results we did obtain are important.", "The international community, as represented by the G20, has officially agreed to take the first steps along the right path, and has given clear indications of its commitment to continue addressing the topic.", "I do not need to explain to this audience that climate change, and more generally ESG risks, are a challenge for the insurance sector too.", "Insurance companies are exposed both to transition risk, chiefly as institutional investors, and to physical risk, mainly with regard to the coverage they offer.", "They also have a role to play in mitigation and adaptation to climate change.", "Therefore, climate change for insurance companies is both a risk to be managed and an opportunity to be taken.", "There is a substantial European insurance agenda with respect to the regulation and supervision of insurance.", "As this audience knows, less than a month ago, on 22 September, the European Commission adopted a proposal for amending the Solvency II Directive.", "As today's conference is mainly to do with the priorities of the G20 and its three overarching keywords, I shall concentrate on sustainability issues within this proposal; we must leave a fuller account of, and comment on, it for another occasion.", "Let me however state very briefly that our overall assessment of the Commission's proposal is mainly positive at this stage.", "The proposal appears to contain several elements that are potentially useful for mitigating the issue of procyclicality and unwarranted volatility of requirements.", "The determination of the relevant parameters, however, will be the subject of subsequent delegated regulation; therefore, it is not yet possible to evaluate the overall effect of the package.", "We shall continue to offer our contributions at both the European and the national level.", "We are ready to support the government on a number of technical aspects that deserve attention.", "Going back to 'Planet', the Commission's proposal envisages the following actions: (i) to include in the Own Risk and Solvency Assessment (ORSA) the consideration of risks relating to climate change, which will be considered as material/significant and will need to be treated specifically, including through the use of quantitative scenarios; (ii) to mandate EIOPA to recalibrate Natural Catastrophe ('Nat Cat') parameters at least every three years; and (iii) to mandate EIOPA to consider, by June 2023, a dedicated prudential treatment of exposures relating to assets or activities associated substantially with environmental and/or social objectives.", "These actions are largely welcome.", "In relation to the last point, however, let me reiterate here, as both a banking and an insurance supervisor, a position that I have already expressed on a number of occasions.", "Prudential regulation should remain strictly risk-based.", "We should only introduce reductions in capital absorption for 'green' investments on the basis of sound evidence of that they carry a reduced risk.", "Direct incentives intended to speed up the transition to 'net zero' should be channelled not through prudential waivers, but through different means, such as taxes and subsidies.", "The climate risk element in the revision of Solvency II does not come out of the blue.", "For some time now, supervisory action in Europe has been pursuing three priorities: (i) integrating ESG risks into the regulatory and supervisory framework, by means of sensitivity analyses and stress test climate risk scenarios; (ii) improving data availability, public disclosure of relevant metrics by reporting entities, and transparency on risks arising from climate change; and (iii) discussing options for how insurers could address the protection gap issue in the context of climate change and contribute to climate change mitigation and adaptation.", "Surveys conducted by Ivass on the Italian insurance system in 2020 and 2021 highlighted, among other things, that (i) the ESG criteria adopted by the insurers were as heterogeneous as those prevailing elsewhere, and that (ii) coverage of climate risks is marginal.", "This suggest that both the threat and the opportunities I just mentioned still need to be tackled.", "Starting in 2022, these surveys will be conducted on an annual basis.", "It will be, among other things, a way to increase awareness in the industry.", "Finally, Ivass is part of an EIOPA pilot project, supported by the European Commission, aimed at identifying the main areas of climate risk and the critical factors in the insurance protection gap; this gap extends to many EU countries, albeit to varying degrees.", "Italy is exposed to natural disasters more than many other countries, yet the degree of insurance coverage is comparatively low.", "A larger role for the insurance sector, within an enhanced framework for cooperation between the public and private sector, may be useful.", "Many technical and political aspects, however, need to be carefully considered.", "Initiatives such as today's conference, where our planet features prominently in the headline, are a good starting point for such a conversation."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Stability", "Monetary Policy", "Economic Recovery", "Climate Change", "Sustainable Finance", "Non-Bank Financial Intermediation", "ESG Risks", "Insurance", "Solvency II", "Climate Risk"]}