{"sentences": ["Home / News and media / Newsroom / News list / News Remarks by Governor of the Bank of Greece Yannis Stournaras at the 22nd Rencontres Économiques, d'Aix-en-Provence 10/07/2022 - Speeches \"Beyond Risk Reduction and Risk Sharing: Remarks on the Transformation of Economic Governance in Europe\" The Russian invasion of Ukraine on 24 February 2022 has brought the European Union (EU) and the western developed world as a whole in front of the greatest challenge since the end of the Cold War.", "The military conflict has unpredictable consequences not only for the global and the European economies, but also for international geopolitical stability, security, peace and cooperation.", "It triggers tectonic shifts in world politics and urgently calls for an update of the EU's security architecture, as well as for action to defend European values and institutions.", "Shoring up the European economy against the effects of this new shock and preventing an interruption of the ongoing recovery are key priorities for the current economic policy at the European level.", "The magnitude and duration of these effects will depend on how the war unfolds, on the impact of the current sanctions and possible further measures and on the response of fiscal and monetary policies.", "The rupture in EU-Russia relations will inevitably have lasting and far-reaching impacts on the European economy, particularly in terms of energy, defence and security, while the largest refugee crisis since 2015 is unfolding, this time with flows coming from within the European continent.", "Russia's war against Ukraine is heightening the geopolitical tensions between the US and the EU, on the one hand, and Russia, on the other.", "It is a new, major exogenous supply-side shock to the economies of the EU Member States that also affects, through various channels, aggregate active demand.", "It occurred at a very critical time, when economies were rebounding globally from the two-year health crisis and the ensuing severe recession.", "Apart from the incalculable human cost, the conflict has significant adverse effects not only on the economy in the wider region, but also on the global economy.", "It exacerbates the already strong inflationary pressures through further rises in energy prices and a new wave of medium-term price increases in metal commodities and basic consumer goods, notably in the food supply chain; it erodes investor and consumer confidence and disrupts global trade and the international financial system.", "Globalisation is in fact reversing.", "The result is a slowdown in the European and the global economy and rising prices and interest rates.", "As far as the EU economy is concerned, a direct effect is higher inflationary pressures persisting for much longer than previously expected.", "The war and the associated economic sanctions have caused energy prices to soar from already high levels, on the back of the EU's very high energy dependency on Russia, as well as increases in the prices of metal and food commodities.", "Higher production and transport costs are passed through to final prices and feed into headline inflation, weighing on consumers' real disposable income.", "Lower consumer spending by households and declining corporate profitability, combined with heightened investor uncertainty entailing the risk of cancellation or postponement of investment decisions, all result in a slowdown in economic growth.", "In other words, while European countries are gradually exiting the pandemic, they are faced with a new risk, that of inflation.", "Soaring energy and other commodity prices, as well as the actions necessary to meet the ambitious green transition targets set by the EU, could give rise to pressures for nominal wage increases in order to protect the purchasing power of household incomes.", "This could lead to an entrenchment of inflationary pressures and expectations, which, together with heightened uncertainty, are the most important short-term threats to the recovery of the European economy.", "Against this background, the main challenge for economic policy currently is how to prevent a temporary inflation from becoming structural, which would create stagflationary pressures in the European economy, and how to mitigate the negative effects on households' purchasing power and on corporate profitability without jeopardising the ongoing economic recovery.", "There is no doubt that the world around us has changed.", "Concerns over supply chain security, energy security and diversification have become dominant, increasing the need to provide a regional counterweight.", "This is the familiar theme of open strategic autonomy.", "In a recent speech at the Peterson Institute, President Lagarde argued that the European Union is \"well placed to succeed in a world where the global order is more fragmented\", because of its large internal market and experience in arbitrating disputes between countries.", "True, but much more needs to be done to make the arbitration process and consensus-building more effective.", "The stakes are not just financial.", "As popular discontent and reaction to globalisation continue, they challenge some of the fundamental principles of the democratic, rules-based order that we have taken for granted in the West.", "Reform through crises, particularly ones prolonged by squabbles between Member States, not only undermines Europe's role on the international scene, but also weakens social cohesion, fuelling anti-European sentiment and extremism.", "In this context, I am not sure we can afford - either financially, socially or politically - to keep relying on the same crisis-reacting propulsion mechanism.", "A multipolar and partially de-globalised world order, is one where the Eurozone needs to act proactively, not re-actively.", "First of all, there are several areas of financial integration where reforms have stalled.", "We are all aware of the missing components of our banking and capital market union.", "Despite the strong efforts of the Eurogroup Chairman Paschal Donohoe, the Eurogroup has neither been able to agree on the establishment of a European Deposit Insurance Scheme (EDIS) nor to reform both banking crisis management and bank resolution processes, not least since the existing schemes impose undue burdens on smaller institutions, while segmentation across multiple decision-makers undermines efficiency.", "A number of member-states wish to see risk reduction measures first before agreeing on risk sharing ones.", "Other member-states wish to see exactly the opposite.", "But why not agreeing on risk reduction and risk sharing measures simultaneously?", "Perhaps allowing a specific time horizon for their full implementation?", "That, after all, would be a win-win solution!", "Regarding fiscal federalism and debt mutualisation, both historically contentious issues, many, including Germany's current chancellor, have described the Next Generation EU decision as Europe's Hamiltonian moment, an opportunity to combine EU fiscal capacity with common rules.", "There is little doubt the NGEU constitutes an important opportunity, but it is still built as a temporary crisis response.", "For it to become a landmark reform, it needs to be transformed into a permanent mechanism, combining fiscal centralisation with appropriate rules.", "That's bound to cause some friction, within and between Member States, and require major compromises.", "We cannot afford to wait for that.", "We should be proactive and prompt this discussion early on, starting with our own national audiences and governments, which need stand up to the fiscal challenges posed by the rise in overall debt.", "These discussions won't be easy and there will no doubt be moments of tension.", "But it is our responsibility to make sure they start early.", "Ten years ago, to the day, in July 2012, I assumed the duties of the Minister of Finance of Greece.", "The state of the economy, as many of you remember, was critical.", "Greece had no access to capital markets, the economy was in its 9th consecutive quarter of negative growth, the cumulative loss of national income was almost 16 percent, 1 million Greeks were jobless - more than half of them for more than a year and we were still grappling with major fiscal and external imbalances.", "Meanwhile, in that summer of 2012, market and public perceptions of the redenomination risk were revised upwards and there was a growing concern that Greece will not be able to maintain its place in the eurozone.", "Ten years later, we can say with confidence that the hard work and immense sacrifices of the Greek people, together with the solidarity that Europe exhibited, enabled Greece to come out of the woods, address its flow imbalances, regain market access, and set the foundations for a more resilient and inclusive economy.", "It would be also fair to say that, in this long and arduous process, Greece - as well as Cyprus, Ireland, Portugal, and Spain - served as catalysts for the onset of a series of institutional innovations whose intention was to render the European economy a good deal more robust.", "As Winston Churchill once said - never let a good crisis go to waste.", "Key aspects of the new European institutional framework The reform of the Stability and Growth Pact between 2011 and 2013 (the so-called six-pack, fiscal compact, and two-pack reforms) whose objective were to enhance fiscal and macroeconomic surveillance and coordination.", "The creation of the banking union with the objective to mitigate contagion effects and break up the doom loop between sovereigns and banks - the establishment of the Single Supervisory Mechanism in 2014 and the Single Resolution Mechanism in 2016 were rapid while significant reforms occurred in this direction.", "The creation of the European Financial Stability Facility in 2010 and its successor, the European Stability Mechanism, in 2012 which provided an important tool for the prevention and management of sovereign debt crises - at least those triggered by adverse country-specific shocks.", "Indeed, notwithstanding well-known errors in the design and sequencing of policy conditionalities, ESM- financed economic adjustment programs have undoubtedly played a significant role in stabilizing the euro area after the last sovereign debt crisis.", "The amendment of the ESM treaty in 2021 which opens the possibility for the institution to provide a backstop to the Single Resolution Fund and to quell future crises before they escalate, through the provision of a more flexible precautionary credit line, for members with sound fundamentals.", "However, the momentum seems to have run out of steam before ambitious reforms have been completed - often caught in a tug of war between those emphasizing the undoubted importance of risk sharing in currency unions and those stressing that we first need to reduce risks at national level before we share them.", "The lack of further progress in the banking union reform, and the stalemate in the completion of the European Deposit Insurance Scheme, is a good example at hand.", "Yet, in other cases, reforms are already outdated and need a major overhaul.", "The Stability and Growth Pact is such an example.", "The strong reliance of the Pact on unobserved fiscal variables, although well- intentioned, has rendered fiscal policy co-ordination overly complex and obscure and has dented its credibility.", "At the same time, compliance with deficit rules proved to be pro-cyclical, leading to self- defeating fiscal adjustment during \"bad times\" and lack of sufficient fiscal buffers during \"good times\".", "As Thomas Wieser put it \"the present rules-based system of the Stability and Growth Pact has become nearly unmanageable due to its complexity, and the constant addition of exceptions, escape clauses, and other factors\".", "Importantly, in the uncertain reality of post-Covid Europe, the fiscal anchor of the stock of public debt at 60 percent of GDP should take into account country-specific heterogeneity by adjusting the pace of debt reduction accordingly.", "Which economic governance framework can render Europe more resilient in face of extraordinary economic uncertainty, large global shocks - such as the pandemic, climate and biodiversity crises, energy supply shortages and inflation - and escalating public debts?", "How might we improve the tradeoff between the imperative to safeguard fiscal sustainability and the need to accommodate adverse symmetric shocks at a time of monetary policy normalization and rising interest rates?", "How might our common fiscal policy facilitate and support the European Central Bank's goal to mitigate financial fragmentation before the latter triggers a new wave of adverse idiosyncratic shocks in high debt states?", "There is little doubt that we need to do a lot more to improve our economic governance to successfully weather the many challenges that lie ahead.", "In what follows, I will describe how I see the changes that we need to push forward in the two key areas of economic governance where negative externalities are important: fiscal policy coordination and financial stability.", "A New Fiscal Framework The deficiencies of the Stability and Growth Pact have been well documented elsewhere.", "To a large extent, fiscal policy is guided by variables that cannot be observed and cannot be estimated in real- time, with any precision, due to data, sampling, and model uncertainty, many times allowing for pro- cyclical episodes.", "Indeed, a good deal of research has shown that estimates of key inputs such as the output gap,suffer from substantial measurement problems.", "In turn, lack of confidence to the measurement of structural fiscal variables has been a constant source of questioning, and often non- compliance with, EU policy recommendations.", "Despite its emphasis on cyclically adjusted variables (such as the structural balance), the Stability and Growth Pact confers insufficient policy space for economic stabilization in times of large persistent negative shocks, whereas, in times of expansion, it does not offer incentives to strengthen national fiscal buffers.", "It has therefore led to procyclical fiscal policy, both in good and bad times, with detrimental effects on business cycle amplitude, economic welfare and debt sustainability.", "Importantly, even if the rule that a country's debt must decline annually by 1/20th of the gap between its actual debt level and the 60 percent anchor guarantees sustained debt reduction, it cannot serve as a homogeneous guiding principle for fiscal policy across EU member states today, where the dispersion of debt-to-output ratios among countries is very large, and the contribution of the 'snowball effect' in debt reduction is very different across Member States.", "There is no doubt that a common fiscal policy framework is necessary to prevent the externalities that stem from the adverse effects of unsustainable sovereign debt in one member country to other members through the financial market spillovers of fiscal crises.", "But there is also no doubt that a new fiscal framework is now overdue.", "In this regard, it is great news that, a few months ago, the European Commission has relaunched the public debate on the review of the economic governance framework and that several constructive proposals have already been put forward by colleagues.", "In my view, a new sound fiscal framework should serve three key objectives: Sustainability of public debt at national level, to avert the negative debt externalities discussed earlier, safeguard the public goods of policy credibility and creditworthiness and increase resilience to adverse macroeconomic shocks.", "Counter-cyclicality of fiscal policy, in order to stabilize national output in recessions, and build sufficient fiscal buffers in expansions, thereby maintaining sound public finances over the business cycle, and avoid the destabilizing effects of fiscal policy procyclicality.", "Creation of a Central Fiscal Capacity of all eurozone member states, by making NGEU a permanent fiscal instrument, in order to meet the high investment needs, which are required to address the challenges of climate change, energy and digital transition of our economies.", "Such a framework should rest, I think, on three pillars: 1.", "First, a revised fiscal framework should give priority to strengthening debt sustainability, in line with the spirit of the \"6-pack\" reform.", "In the post-pandemic period, the adoption of credible and effective fiscal policies aimed at public debt sustainability is more urgent than ever.", "High levels of public debt: (i) limit the room for flexibility to address future challenges; (ii) make public finances vulnerable to interest rate increases; and (iii) undermine the ECB's ability to respond to rising inflationary pressures.", "Lower public debt also contribute to reducing divergences between Member States, as debt ratio differentials lead to variations in the fiscal space available to each country to stabilize the economy after a shock and to finance growth-enhancing expenditure.", "Therefore, in such an uncertain economic environment, it is imperative to strengthen fiscal sustainability and increase the resilience of public finances to adverse shocks.", "The second pillar should reinforce the incentive of national authorities to increase the resilience of their economies by strengthening their fiscal buffers in good times.", "So, the principle of fiscal policy counter-cyclicality should be promoted in the SGP reform.", "What is crucial is to safeguard (and even promote) economic recovery and restore fiscal sustainability in a sustainable way.", "Therefore, in this regard, I believe that three elements should be highlighted: Firstly, country-specific rate of debt reduction.", "A uniform rate of debt reduction is inappropriate for a monetary union with large dispersion of debt-to-output ratios among member states.", "Importantly, the key determinants of debt sustainability, such as the implicit interest rate and the natural rate of growth, are primarily country specific.", "Secondly, a country-specific speed of adjustment is crucial for credible, medium-term, fiscal consolidation plans that account for counter-cyclicality concerns.", "Thirdly, an expenditure rule which determines a cap of the medium-term growth of nominal expenditure, excluding automatic stabilizers on the expenditure side, and net of interest payments and new permanent taxes, with the objective to sustain the agreed primary surplus and bend down the public debt towards the debt-to-output anchor.", "There is a growing consensus that expenditure rules - relative to other types of fiscal rules - can be a more effective way of fostering fiscal discipline and promoting macroeconomic stabilization objectives.", "The existence of expenditure rules reduces the pro-cyclicality in fiscal policy by strengthening expenditure control.", "These types of rules are more robust, transparent, and flexible than what we currently have and should be given a serious consideration.", "In a nutshell, encouraging policy makers to be Keynesians both on the upswing and the downswing is Pareto optimum.", "The third pillar should turn the idea behind the Next Generation EU, and the Recovery and Resilience Facility, into a permanent fiscal instrument financing public investment.", "Sovereign debt will always remain a national responsibility and, unlike the NGEU, there will be no grant component in the disbursement of the agency's funds.", "Therefore, there is virtually no moral hazard risk.", "The benefits of the proposed new framework are clear, especially for the high debt economies of Europe where, in the current economic environment, where financial market fragmentation remains a substantial risk.", "These three pillars together offer a transparent, robust, and credible framework that has the potential to minimize debt externalities, enhance the countercyclicality of fiscal policy, and contribute towards minimizing financial fragmentation without overburdening monetary policy and without turning the eurozone into a transfer union as some members fear.", "Banking Union Reforms Let me now turn to the second key area of European economic governance: the banking union.", "Designed, inter alia, to break the sovereign-bank doom loops at a time when the euro area itself was under threat, banking union became a further - and I would say inevitable - part of the project of European integration and the strengthening of monetary union.", "It was crucial to the creation of a single financial sector in the euro area.", "A move away from the fragmentation witnessed in the aftermath of the sovereign debt crisis and some - albeit limited - progress towards ensuring that the euro area monetary policy stance would be transmitted throughout the euro area.", "That in the euro area the banking system still plays a critical role in monetary policy transmission is why getting banking union right is paramount.", "So what does that entail?", "I would suggest that supervision, resolution, and deposit insurance have to become genuinely euro area wide and not so reliant on national perceptions, resources, etc.", "Let me say a few words about each.", "The area of micro-prudential supervision is the most advanced following the creation of the Single Supervisory Mechanism.", "Common rules are being applied to banks throughout the banking union designed to prevent the unsustainable build-up of risk, to ensure risk is treated in a harmonized way and, ultimately, to divorce the assessment of banks from the conditions that happen to prevail in a particular national jurisdiction.", "That these rules can then be extended to institutions not supervised by the SSM can help create a level playing field within national systems and also upgrade the quality of our Less Significant Institutions, while concurrently recognizing that national specificities remain.", "However, it is also important to continue to ensure that banks are not primarily judged according to their origin and geographical presence - here the horizontal functions of the SSM have an important role to ensure risk-based approaches to micro-supervision.", "Addressing the home-host issue is another important issue of concern.", "Aside from preventative measures there are also the crisis management tools.", "Here resolution is primary and that is why it is a critical pillar to ensure the smooth functioning of the banking sector.", "Legacy issues appear to dominate here - too big to fail, moral hazard, a failure to address systemic crises where financial stability is compromised at the national level.", "Let me suggest three priority areas.", "I am pleased to see that EU leaders have decided to take action in this respect and in the recent Eurogroup decided to proceed with the review of the crisis management framework.", "And this brings me to the issue of deposit insurance schemes and their contribution to banking union.", "Such schemes are largely seen as a simple payout function.", "That is indeed an important aspect of their operation.", "And a European scheme is surely crucial in preventing the flight of deposits that we witnessed during the euro area sovereign debt crisis in 2011-12.", "Depositors fleeing domestic banking systems where the ability of deposit insurance schemes to cover potential systemic crisis brought into question the viability of national fiscal authorities, highlighs an other aspects of the bank-sovereign nexus.", "But Deposit Guarantee Schemes can contribute far beyond their payout function.", "They can act as risk minimizers to prevent and promptly manage a crisis: 1.", "First, the existing framework has to become more usable.", "It is by far preferable to resolve banks rather than liquidate them, even where the 'sale of business tool' is used.", "This requires a broader interpretation of the Public Interest Assessment from the resolution authorities, thus expanding the pool of banks which could qualify for resolution.", "Relaxing existing restrictions and preconditions - that allow, inter alia, the Single Resolution Fund to contribute only after 8% of total liabilities and own funds have been written down to absorb losses of failing banks - could also facilitate the use of funds already in place.", "Second, financial stability concerns must have an equal weight in the management of crises.", "The potential use of deposits to absorb losses or recapitalize failing banks merely provides incentives for national authorities to avoid intervention or add to the plethora of national exceptions that seek to by- pass the framework.", "Policy makers must ask themselves whether the reluctance of national authorities to implement the European framework is an attempt to avoid short-term political costs or something more fundamental.", "I think it is the latter.", "European citizens seek a safe asset - and that is a bank deposit.", "This is not just crucial for retail depositors but also for SMEs which contribute considerably to the backbone of the real economy.", "Third, the framework would benefit from a harmonization of national insolvency frameworks to reduce uncertainty and facilitate a level playing field for creditors when conducting the Public Interest Assessment especially for cross-border cases.", "The recent case of Sberbank where different legal frameworks (Austrian, Croatian and Slovenian) came into the frame when ensuring the orderly closure of banks because of nonbank issues (Russian sanctions) is a case in point.", "Moreover, the common EU administrative insolvency procedure for medium-sized banks could ensure open-bank transfers in liquidation just as the sale-of-business tool works in resolution or US/FDIC-style purchase and assumption transactions supported by deposit insurance guarantee schemes can preserve banking assets to the benefit of depositors.", "Before a bank is declared as failing; 2.", "In the case of resolution; 3.", "To ensure the orderly exit of the bank from the market.", "Once again national legislation in this area is fragmented and the deposit guarantee scheme Directive should also aim to put in place a broader and enhanced role for a European Deposit Insurance Scheme, making it fit for purpose for banking union.", "Impediments for cross-border integration in the Deposit Guarantee Schemes Directive should also be addressed.", "My focus on banks and the supervisory/regulatory framework that surrounds it does not imply that attention does not need to be paid to capital markets.", "However, I consider it paramount that we move banking union forward.", "From when it was first agreed, eight years on, banking union remains incomplete.", "This circumstance has not contributed positively to financial integration across the euro area - it has encouraged financial fragmentation.", "Financial fragmentation is positive neither for the operation of a single monetary policy nor for the creation of a financial sector which plays its role as a facilitator of the real economy.", "Europe has to design an institutional structure that is shaped for its characteristics (it is not the US) and which will prove capable of dealing with the challenges that face us - whether those involve the preservation of our socio-economic values within a democratic tradition, or confronting the need to repair our damaged system of development to preserve our physical environment for future generations through our response to climate change.", "I have tried to chart a way forward for a realistic overhaul of economic governance in Europe amidst new and unprecedented challenges.", "With war at its soil, energy supply shortages, rising inflation, and high public debt in several member states, Europe is at a turning point, and we must act now if we want to be ready for the next crisis.", "The biggest risk we face collectively is doing too little too late.", "Bold, balanced, and well-designed reforms will not only make us more resilient.", "They will also lay the foundations for sustained and inclusive prosperity going forward."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Economic governance", "Fiscal policy", "Banking union", "Inflation", "Debt sustainability", "Financial stability", "Risk reduction", "Risk sharing", "Energy security", "Supply chain security"]}