{"sentences": ["Citi Philippines CEO, Mr. Aftab Ahmed; officers from the Microfinance Council of the Philippines, Inc. (MCPI) headed by Mr. Eduardo C. Jimenez; colleagues in the BSP; fellow financial inclusion advocates; and friends from the media: good afternoon.", "It is my pleasure to be with you today to celebrate another milestone with the launch of the first Digital Financial Inclusion Awards or DFIA.", "The inaugural DFIA marks a new chapter in the enduring partnership of Citi Philippines, MCPI, and BSP, which began in 2002 with the Citi Microentrepreneurship Awards or CMA.", "Apart from building on the successful run of the CMA, the DFIA coincides with the launch of the new National Strategy for Financial Inclusion or NSFI 2022-2028, which focuses on advancing inclusive digital finance and the financing access of micro, small, and medium enterprises or MSMEs.", "The DFIA is also a timely awards program that reflects the experiences, insights, and lessons learned from the COVID-19 pandemic and conveys our commitment to ensure that every Filipino - every microentrepreneur - has the means to flourish in the new, digital economy.", "For the BSP's part, we remain steadfast in spearheading digitalization efforts and programs supporting MSMEs and the microfinance sector, which serve as financial lifelines for our microentrepreneurs.", "Our initiatives include bringing digital payments closer to the people by promoting its use in the most common transaction points for most Filipinos-the community markets and local transportation services such as tricycles.", "As such, we continue to actively support the implementation of PhilSys, our national digital ID system.", "With its e-KYC functionality, PhilSys will streamline and enhance the onboarding capability of MFIs, making it less costly for both the financial institution and the consumer.", "We also continue to facilitate capacity building and technical assistance for digitalization initiatives of the microfinance sector.", "There are also efforts to promote responsible use of alternative data to benefit MSMEs and unbanked individuals with little to no credit history.", "Here are just examples of current efforts and, guided by the NSFI 2022-2028, we aim to do much more together with our partners and stakeholders.", "With the DFIA, we carry our inclusive digital finance agenda and microfinance advocacy further by recognizing microentrepreneurs-as well as MFIs-who have successfully embarked on digitalization.", "We want to encourage the digital shift and send the message that, yes, digital transformation is possible.", "Thus, we look forward to this year's DFIA batch of nominees and to learn how they have adopted digital technology in their operational processes, created innovative products and services, and used digital financial services to build a financially resilient future for themselves, their families, and their communities.", "Thank you and good afternoon.​"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital Financial Inclusion", "Microfinance", "MSMEs", "Digitalization", "Financial Inclusion", "Microentrepreneurs", "PhilSys", "Alternative Data", "Financial Resilience", "Digital Transformation"]}