{"sentences": ["Introductory remarks It is a pleasure to join this seminar on the post Covid-19 banking system.", "I truly believe that the cooperation at international level among Authorities is key to achieve a global coordination of the supervisory agenda.", "In my speech, I will focus on three main aspects: lessons learned from the pandemic; SSM supervisory priorities in the medium term; crisis management framework.", "Lessons learned from Covid-19 In the first 20 months after the pandemic outbreak, the banking system proved very resilient and able to support the economy.", "The lending activity in the euro area even increased in 2020, despite a sharp decrease of annual GDP over the same period; at the same time, bank capital position and asset quality remained robust.", "The resilience of the banking sector has also been confirmed by the outcome of the recent EU-Wide Stress test that, together with other elements, is considered in the annual review process (i.e.", "This has been the result, in my opinion, of three main factors, that proved to work very well.", "Firstly, the government support measures.", "As we know, the governments immediately intervened to dampen the adverse effects of lockdowns, by allowing banks to continue to support lending, mainly via moratoria and public guarantees.", "Secondly, the level of cooperation among European Authorities and Central Banks.", "On the supervisory side, the SSM took a number of measures to grant temporary relief to banks, by allowing them flexibility to make use of capital and liquidity buffers.", "We also asked banks to refrain from distributing dividends, via a recommendation withdrawn only last October; in addition, national macro-prudential authorities released or reduced capital buffers, while the European legislators issued a Covid-19 banking package to facilitate bank lending.", "The level of cooperation has been massive and key for the success of the measures.", "Thirdly, Basel III regulatory reforms and supervisory action.", "The banking sector entered the pandemic in a much better shape than in the past (greater capital buffers, reduced burden of legacy stocks of non-performing loans, improved risk management frameworks).", "This is the result of both the regulatory reforms put in place in the aftermath of the great financial crisis and the achievements of the first seven years of single supervision within the euro area.", "Focus on supervisory and regulatory priorities for 2022 The effects induced by Covid-19 crisis have not yet become fully apparent on banks' balance sheets, and may only do so once public support measures will be entirely phased-out.", "Therefore, we need to stay ready to promptly react to face the challenges ahead for the banking system in the medium term.", "Accordingly, the SSM has formulated several strategic objectives (i.e.", "\"the SSM Supervisory Priorities\") to be pursued throughout 2022-2024 time span.", "Our first area of priority is to ensure that It is banks emerge healthy from the pandemic.", "indeed essential that banks do not loosen their credit standards in this phase and keep sound provisioning policies and procedures, in order to ensure timely identification of distressed counterparties.", "In the meantime, I believe the banking system should continue to support the real economy, especially those companies are experiencing difficulties but still have the chance to get back profitable and sustainable.", "In addition, it is important that supervised institutions are prepared to deal with potential shocks in interest rates and sovereign spreads, leading to a change in the asset valuation.", "Second area of priority is to tackle emerging risks.", "In particular urgent and decisive actions are needed to enhance our efforts on climate-related and environmental risks.", "The intensification of the climate crisis puts pressure not only for the financial sector, but for the economy as a whole.", "As the transition to a greener economy has already begun, most European banks are starting to integrate climate risk into their risk management frameworks, but progress is still too slow.", "When it comes to our role, the SSM issued well-defined and clear supervisory expectations on climaterelated and environmental risks; next year a targeted micro-prudential stress test exercise will be run.", "In addition, another emerging risk is represented by cyber-attacks.", "While banks have successfully shifted to a remote working environment, the Covid-19 has increased cyber risk threats and challenged banks' IT resilience; it is of utmost importance that banks proactively strengthen risk management practices in this field.", "Finally, another area of priority is to address structural weaknesses of the banking sector.", "These are not strictly related to the pandemic crisis, as they were already clear even before its outbreak, but they have been undoubtedly intensified by the Covid-19.", "In particular, this is the case of the deficiencies in governance and profitability.", "Further, the sustainability of banks' business model still represents one of the most relevant supervisory concern to date.", "This is why banks should thoroughly grasp the growth opportunities offered by the digital transformation.", "The pandemic crisis Digitalisation challenges remain a key priority in supervisors' agenda.", "boosted the ongoing digital transformation of banks, stemming from a wide range of root causes, such as a widespread low profitability associated to structural inefficiencies and growing competition with new and agile Fintech actors.", "Nowadays, the rising of the open banking paradigm reduces the advantages banks historically had on the most traditional and less complex banking services.", "However, pursuing a digitalization path clearly means to make large upfront investments.", "As a result, it is not surprising that the SSM is shedding lights on banks' risks associated to digital transformation, often regarded as a panacea for reinventing unviable business models.", "Beyond keeping on dealing with the more traditional risks, supervisors should assess new and emerging risks linked to the new scenario - namely ICT and strategic risks - giving them a more specific weight in their ordinary assessments.", "In my opinion, while remaining neutral on the market players' single choices, we should encourage the banking system in taking advantage of the opportunities of Fintech and promoting digitalization.", "Then, we will be in the position of ensuring the level playing field, assessing business models or the proposals of new services and products from the banking sector in a homogeneous way: competition in laxity as well as unnecessary binding constraints must be avoided.", "Crisis management The EU and global framework for dealing with banking crises improved dramatically in the aftermath of the 2007/2008 global financial crisis.", "The focus of the reforms at FSB level mainly pointed to the systemically important banks, in line with the original aim of addressing the \"too-big-to-fail\" issue.", "At European level, the international standards set out by the FSB were adopted through the Bank Recovery and Resolution Directive (BRRD), which established a harmonised and efficient crisis management regime, in particular for large banks able to build up enough TLAC/MREL without radically modifying their funding structure.", "After six years from the implementation of the BRRD in the EU, the resolution planning activity of the European Resolution Authority is well on track, while the MREL buffers have been built by the significant banks.", "Moreover the resolution plans are quite advanced and the policy framework by the EBA and SRB is in place.", "Focusing on cross border banking groups, the effective cooperation between resolution authorities is of paramount importance.", "Additional improvements are needed, in particularly to ensure that the resolution decisions of the home authorities are recognised cross border and TLAC/MREL instrument issued in third countries can be actually bailed-in.", "In this vein, improvements are warranted also to efficiently handle the crisis of small and medium-sized banks, which are, in number, the majority of the EU banks.", "Beside a too-big-tofail issue there could be a \"too-many-to-fail\" problem, especially in the context of the economic crisis due to the pandemic, that is likely to hit harder this kind of banks.", "In this context, there is broad consensus that the crisis management framework should be improved.", "At the EU level, the European Commission is working on a review of the framework.", "For these banks the resolution procedure in EU is quite unfeasible as they do not pass the i.e.", "'public interest test' or are not able to tap capital markets to issue adequate levels of lossabsorbing liabilities; in the Euro Area, around 70% of the significant banks are not listed, 60% have never issued convertible instruments, and 25% have not even issued subordinated debt.", "I believe that the most fitting solution is a harmonized orderly liquidation regime for small and medium-sized banks, preceded on a transfer strategy with external funding support where needed.", "The US and Italian experiences, each with its own peculiarities, offer some useful insights, as the vast majority of crisis were managed with the sale of assets and liabilities supported by the Federal Deposit Insurance Corporation and by the deposit guarantee scheme.", "A crucial issue relates to the funding arrangements strategy.", "The ultimate challenge is to find the right balance between reducing moral hazard and ensuring adequate financing to resolve crises, protect depositors and the other creditors, while preserving the public confidence and the financial stability.", "In the context of crisis management the digitalisation process deserves attention; in particular, digital platforms are increasingly used to market or distribute, even crossborder, financial products and services, including deposits.", "These platforms, while useful to improve the institutions' funding, may pose important implications for the financial stability as well as for depositor protection, also considering the lower customer fidelity for the so distributed products; this kind of deposits tends to be volatile and may rapidly decrease when the institution is perceived as weak.", "These conditions increase the need of a prompt intervention by Supervision and Resolution Authorities as soon as the weaknesses of the bank appear as well as further analysis on the possible implication for crisis management regulation.", "identifying an adequate framework for managing the crisis of small and medium sized banks as well as for banks with innovative business model is crucial and also considering that this kind of bank could be those particularly urgent at present time, suffering the most from the pandemic.", "Conclusions The pandemic confirms and reinforces the perception of some 'traditional' risks and structural inefficiencies in the banking and financial sector.", "At the same time, the widespread use of digital solutions emphasizes the need to strengthen the supervisory approach and to review the regulatory framework to take into account the swift changes in the financial environment, also from a crisis management angle-point.", "Cooperation is crucial to tackle the challenges ahead."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Covid-19 pandemic", "Supervisory priorities", "Crisis management", "Digital transformation", "Climate-related and environmental risks", "Cyber-attacks", "Structural weaknesses", "Fintech", "TLAC/MREL", "Small and medium-sized banks"]}