{"sentences": ["The Federal Open Market Committee of the Federal Reserve (the Fed) announced a rate hike of half a percentage point at the early hours today (Hong Kong time) after its two-day meeting, raising the target range for the federal funds rate to 0.75-1.0%.", "The Fed also announced a plan to reduce its balance sheet.", "The HKMA has adjusted the Base Rate upward by 50 basis points to 1.25% according to the established mechanism with immediate effect.", "The Fed's rate hike decision and balance sheet reduction arrangements are within market expectation.", "Looking ahead, the US may need to quickly tighten its monetary policy to tackle inflation.", "The rate hike in the US will not affect Hong Kong's financial and monetary stability.", "In the past few months, the Hong Kong dollar has gradually softened.", "Meanwhile, the Hong Kong dollar market has continued to operate in a smooth and orderly manner.", "Under the Linked Exchange Rate System (LERS), there will be incentives for market participants to conduct carry trades when the US dollar and Hong Kong dollar interbank rate differentials are sufficiently wide.", "According to the LERS, when the weak-side Convertibility Undertaking at 7.85 is triggered, the HKMA will buy Hong Kong dollars and sell US dollars.", "With funds flowing out of Hong Kong dollar system, the Hong Kong dollar interbank rates will face increasing pressure to rise, which will offset the incentives for carry trades and cause the Hong Kong dollar exchange rate to remain stable within the zone of 7.75 to 7.85.", "All these are normal operations in accordance with the design of the LERS.", "Having said that, the speed and magnitude of the Hong Kong dollar interbank rates' catching up with their US dollar counterparts will still be subject to the supply and demand of the Hong Kong dollar funding in the local market.", "On the commercial interest rates of banks, they will decide on the timing of and magnitude for adjusting their saving and lending interest rates having regard to their own funding cost structures and other relevant considerations.", "The public should carefully assess and manage the relevant risks when making property purchase, mortgage or relevant decisions.", "The LERS has continued to work well, having weathered many economic cycles in its nearly four decades of operation.", "We will continue to closely monitor market situations with a view to maintaining monetary and financial stability."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Federal Reserve", "Hong Kong dollar", "rate hike", "balance sheet", "Linked Exchange Rate System", "monetary policy", "carry trades", "inflation", "financial stability", "property purchase"]}