{"sentences": ["CIRSF Annual International Conference 2022 Lisbon, 15 September 2022 Law Faculty - University of Lisbon (FDUL) OF THE IN A THE FUTURE EU FINANCIAL SYSTEM NEW GEO-ECONOMIC CONTEXT TO FINANCIAL STABILITY WITH THE RETURN TO INFLATION AND UNCERTAIN GROWTH CHALLENGES - HOW PROGRESS IN AND MAY AVOID FINANCIAL FRAGMENTATION BANKING UNION CAPITAL MARKETS UNION The role of crisis management in creating a safer financial system: how can the bank recovery and resolution framework pave the way?", "Ladies and Gentlemen, I would like to greet Professor Luís Morais, whom I congratulate for the commitment in organising these annual conferences and for always being able, not only to identify some of the most relevant and topical issues for the financial sector, but also to bring together so many distinguished speakers.", "I also want to thank Professor Luís Morais for having invited me, once again, to participate in this annual conference.", "It is always a pleasure to attend such a relevant event but I have to say that it is especially heartwarming to be here today, as we are finally able to meet in person again.", "My intervention for today is focused on the role of crisis management in creating a safer financial system and on how so much work is still required in this front in spite of the impressive progress achieved in the last decade.", "Crisis management in the financial sector has gained considerable importance following the financial crisis in 2007-2008.", "As we are all well aware, the financial crisis forced the recognition that public authorities, namely in the European Union, did not have the necessary instruments to deal with failing or failed financial institutions.", "There were no effective and targeted recovery measures to prevent failure of distressed institutions nor any specific toolbox to safeguard financial stability and to preserve critical services to the economy when failure was inevitable.", "The financial crisis and its ensuing consequences reminded us all that failures do happen and that in fact financial institutions do not operate - and are not supposed to operate - in a zero-failure regime.", "Therefore, the purpose of policymakers, regulators and public authorities is not to prevent the failure of financial institutions at all cost, but rather to ensure that distressed financial institutions can either be recovered or can exit the market in an orderly manner, while preserving continuity of their critical functions, safeguarding financial stability and avoiding or minimising the use of public funds.", "The lessons learnt from the financial crisis eventually led to the awareness that a framework was needed to make sure that the financial sector adequately performs its vital role to the economy both in good times as in bad times.", "For decades, the discussions around creating conditions for a safer financial system had been centred on making institutions sounder, namely through adequate capital and liquidity levels, appropriate governance, and ever more robust supervisory action.", "In essence, the focus in the past had been, almost exclusively, on reducing the likelihood of failure by strengthening the resilience of financial institutions.", "This regulatory and supervisory pillar has not become less important.", "Much to the contrary, immense progress has been achieved - also in response to the financial crisis - in terms of strengthening the prudential regulatory framework and reinforcing supervision.", "The point I would like to make is that such developments have been accompanied by significant progress also in the regulatory framework on crisis management.", "Creating and maintaining a safer financial system involves ensuring that institutions are more resilient as much as it involves creating the conditions so that distressed institutions and crises can be handled effectively.", "I am certain that you will all agree that having a robust crisis management framework in place is perhaps even more important today, in the face of the uncertainty emerging from new challenges to financial stability, such as the ones created by the pandemic and now those resulting from the tremendous energy crisis, the situation of high inflation and the new geo- economic environment, as discussed this morning.", "In the financial sector, a reflection on crisis management probably has to start with the so-called Bank Recovery and Resolution Directive, or BRRD.", "Indeed, the adoption, in the European Union, of the BRRD, in 2014, was a landmark - and a very ambitious one - on providing authorities with the appropriate instruments to intervene, in a timely and expeditious way, when credit institutions begin to show signs of financial difficulties or are already failing or likely to fail.", "But the recovery and resolution regime created for the banking sector was only the beginning.", "If we go back to the \"Key Attributes of Effective Resolution Regimes for Financial Institutions\" issued by the Financial Stability Board in 2011 - which set the international standard for resolution regimes in the wake of the financial crisis - we realise that the focus was not just on the banking sector but actually on the full spectrum of the financial system, including financial market infrastructures and insurance companies.", "Considering the central role played by banks in the economy of the European Union and perhaps the perception that systemic risks emerging from the banking sector are higher, the initial focus of legislators and policymakers in the European Union was on creating a recovery and resolution regime for the banking sector.", "It is clear, however, that other sectors are to follow.", "In December 2020, the co-legislators in the European Union approved a Regulation establishing a special regime for the recovery and resolution of central counterparties.", "Similar to the bank recovery and resolution regime, the objectives of the framework for the recovery and resolution of central counterparties are, among others, to ensure the continuity of the critical functions of central counterparties that are failing or likely to fail, to preserve financial stability and to avoid a significant adverse effect on the financial system and its ability to serve the real economy, while minimising costs to taxpayers.", "To this end, a legal regime was established, which, in essence, is very much similar to that laid down in the BRRD, in particular regarding its objectives, its overarching principles and the set of powers and tasks entrusted to resolution authorities.", "Also with regard to the resolution instruments, and although the framework for the recovery and resolution of central counterparties foresees some specific instruments for these entities, they share some key characteristics with the bank resolution regime, such as the powers of write-down and conversion, the sale of business and the creation of bridge central counterparties.", "The resolution measures envisaged in the resolution framework for central counterparties are indeed quite similar, both in material and in procedural aspects, to banking resolution measures.", "However, there is more to come in the build-up of effective crisis management capacity in the financial sector.", "In September 2021, the European Commission presented a proposal for a new legal framework on the recovery and resolution of insurance and reinsurance companies.", "The proposed Directive is currently under discussion and is likely to be published in the near future.", "It is motivated by the acknowledgement that the possible failure of insurance companies can have significant impacts on policyholders, beneficiaries, injured parties or affected businesses and can in certain cases, amplify financial instability.", "The proposed Directive - already labelled \"Insurance Recovery and Resolution Directive\", or \"IRRD\" - also builds on the bank recovery and resolution framework and one can easily see that it shares with the framework its objectives, its overarching principles and even the set of resolution powers and tools.", "As the European Insurance and Occupational Pensions Authority (EIOPA) wrote in July, the proposal for an IRRD \"is a way to complete the picture\", following the adoption of the recovery and resolution framework for banks and for central counterparties.", "This authority also stressed that there are indeed important similarities between the newly proposed framework for the resolution of insurance companies and the BRRD, which it considers to be fully justified given that both frameworks are inspired by the same international standards and that, to a certain extent, the general process of a resolution does not need to differ considerably across sectors.", "EIOPA further recalls in its July Paper that the 2008 financial crisis showed the need to have proper recovery and resolution frameworks for different segments of the financial sector, that insurance failures and \"near misses\" in the insurance sector are not rare and that regular insolvency procedures can be cumbersome and unable to manage a failure of an insurer in an orderly fashion, as is also the case for the banking sector.", "Also very recently, the European Banking Authority (EBA) - in their Opinion of June 2022 on the ongoing review of the Directive on payment services in the internal market (PSD2) - recalled that specific powers should also be devised to deal with possible failures of payment institutions and electronic money institutions.", "The EBA suggests that some of those tools take the shape of powers to appoint temporary administrators, possible early intervention measures and resolution-like measures or orderly wind down strategies.", "All this confirms that there is full acknowledgment, across all sectors, of the importance of effective crisis management frameworks in creating a safer financial system.", "It also confirms that, in spite of the very significant progress of the last decade, mostly concentrated on the banking sector, a lot of work is still ongoing and is yet to come.", "As the banking sector pioneered the way, it is only natural that the foundations laid down by the BRRD and the work carried out in the last years by banking resolution authorities will be used as inspiration and as a basis for the development of resolution frameworks in other sectors.", "In spite of some substantive flaws in the bank resolution framework (which will certainly be addressed by the next panel), it is relatively undisputed that its fundamentals are robust overall and can generally be applicable to sectors other than the banking sector.", "This applies to namely: a) The underlying principles of the bank resolution framework, such as the principle according to which losses are to be borne, first and foremost, by shareholders and creditors; b) Its legal safeguards, such as the \"no creditor worse off principle\"; c) The conditions that have to be met for the adoption of resolution measures, such as the need to confirm that the institution is failing or likely to fail and that resolution is needed in the public interest; d) The legal powers entrusted to resolution authorities, such as the power to write down or convert relevant capital or debt instruments; e) The set of resolution measures, such as the bail-in tool, the asset separation tool, the sale of business and even the bridge institution tool.", "It is not surprising, therefore, that the bank resolution framework is already paving the way for the development of similar frameworks for market infrastructures and for insurance companies.", "The already ongoing \"expansion\" of the bank resolution framework to other sectors will therefore contribute to making the financial system sounder, and especially more prepared to withstand future shocks, even more so if the experience gained in the banking sector can be used to amend and correct those elements in the framework that need improvement.", "As Vice-Governor of the Banco de Portugal, responsible for the mandate entrusted to the central bank as the national banking resolution authority, and as member of the Single Resolution Board, I witness the build-up of the crisis management function with great expectation and joy.", "These are crucial advances towards building a safer financial system, but one must be conscious that their implementation and operationalisation require legal, regulatory and also institutional adjustments.", "As with the bank resolution framework - which required the designation of bank resolution authorities in all Member States - the implementation of resolution frameworks for central counterparties and for insurance and reinsurance companies will require the designation of the relevant resolution authorities.", "Therefore, any discussion on the institutional set-up for the financial sector will have to take into account the additional powers and tasks emerging from resolution frameworks across all sectors of the financial system and the need, dictated by European legal acts, to designate resolution authorities also for market infrastructures and for the insurance sector.", "Based on my experience in the development of the resolution function in the banking sector, I can testify that making the resolution framework operational and ultimately ensuring resolvability of financial institutions is a daily challenge, which requires full-time dedication of skilled staff on a permanent basis.", "I am quite sure that, when the BRRD and the Regulation establishing the Single Resolution Mechanism were first designed, no one anticipated the technical, legal and operational complexity that the actual application of the framework would bring about for resolution authorities and for the banking system.", "The progress since then has been remarkable at all levels: The preparation of resolution plans and the selection of preferred resolution strategies for all banking groups; The significant improvement in terms of loss absorbing capacity by credit institutions; The build-up of the Single Resolution Fund; • The densification of the regulatory framework; • The design of new methodologies and procedures; and, perhaps most important of all, • The development of new skills and specific expertise to address bank failures more effectively.", "However, even if a lot has been accomplished in the banking sector, multiple challenges still lie ahead and will continue to require the commitment of both the Banco de Portugal, as the national banking resolution authority, and of the Single Resolution Board.", "The build-up of loss absorbing capacity - which is essential to ensure resolvability - is not completed and will require particular attention, especially in the current financial market conditions; Resolution planning is growing more and more complex each day and there is still work to be done in the road towards making resolution plans fully operational and in ensuring that all institutions are resolvable.", "▪ The regulatory and policy work is becoming increasingly deeper, with many avenues still to be better explored, namely concerning data reporting and analysis; and finally ▪ The readiness of resolution authorities for any crisis event and for dealing with cross-border groups also remain challenging elements.", "In addition, there is a growing conscience that there are relevant flaws in the existing resolution framework for the banking sector and that substantive improvements are required.", "The European Commission has therefore launched a procedure for a structural review of the bank crisis management and deposit insurance framework, as part of the debate on the completion of the Banking Union and on its third and missing pillar, the European Deposit Insurance Scheme.", "In the opinion of the Banco de Portugal, a review of the existing framework is indeed necessary, as the experience gained in the last few years in the European Union has shown that the current framework is not entirely suitable for small and medium-sized banks with a deposit-based business model and is also not suitable for system-wide events.", "This is largely due to some rigidities introduced in the legal framework as regards the minimum requirements for burden sharing and the rules on accessing the Single Resolution Fund.", "Moreover, I believe that it is widely acknowledged today that the lack of a single deposit guarantee scheme is indeed detrimental to the proper functioning of the Banking Union and creates very relevant distortions, considering the progress already achieved in terms of integrating the supervisory and resolution responsibilities.", "I am certain that the debate on improving the existing crisis management framework for the banking sector will be the focus of the next panel, so I will end my intervention here, hoping that it may have served as an introduction to the discussion that will follow, which I very much look forward to watching.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Crisis management", "Bank recovery and resolution", "Financial stability", "Banking Union", "Capital markets union", "Financial fragmentation", "Resolution framework", "Insurance recovery and resolution", "Payment institutions", "Electronic money institutions"]}