{"sentences": ["Welcome to this industry outreach event organised by ECB Banking Supervision on the management and supervision of climate-related and environmental risks, or C&E risks for short.", "Our focus today is the current state of C&E risk management practices in the banking sector, and the ECB's upcoming thematic review of these risks.", "Over the last couple of years, we have launched several targeted actions in this direction.", "In 2020 we issued the ECB guide on C&E risks and in 2021 we conducted a supervisory review of banks' approaches to managing these risks based on their own assessments.", "The ECB has progressively taken C&E risks into greater account in its supervision, as have banks in their business.", "will be the year that C&E risks become integrated in the day-to-day activities of our joint supervisory teams, who are in constant contact with banks.", "These risks will come to form an integral part of our ongoing dialogue with supervised entities and the supervisory review and evaluation process, the SREP.", "This will ultimately influence banks' minimum capital requirements.", "The encompassing and integrated approach - which supervisors and banks are already very familiar with for traditional risk categories - is what I call the immersive supervisory approach to C&E risks.", "Along with the 2022 ECB supervisory stress test, the thematic review forms part of the ECB Banking Supervision roadmap to ensure that banks adequately incorporate C&E risk management.", "These supervisory activities complement the ECB's broader C&E agenda, which includes publishing the results of an economy-wide climate change stress test, and our 2021 action plan to include climate change considerations in our monetary policy.", "The state of C&E risk management Climate and environmental risks are impossible to avoid.", "The public knows it and the ECB knows it.", "The banks themselves now know it, as reflected in the outcome of their internal assessments.", "All banks that thoroughly assessed their exposure to C&E risks concluded that these risks are material.", "By contrast, not a single materiality assessment submitted by banks that reported no material risk exposure was deemed adequate.", "In the overwhelming majority of cases, the banks that acknowledged the materiality of the C&E risks they faced did so for both transition and physical risks.", "And they acknowledged that these risks are material in both the short and the long term.", "Despite this broad acknowledgement of the materiality of these risks, and thus the need to adequately manage them, we see that most banks still have a considerable way to go in developing their risk management capabilities.", "As the findings we published last year show, banks reported that 90% of their practices are only partially or not at all in line with ECB supervisory expectations.", "This is both bad news and good news.", "Bad news because, at the time of their assessment, banks were a long way away from where they needed to be.", "But good news because half the banks we supervise already acknowledge that climate risks are an inevitable part of their day-to- day business.", "We therefore expect banks to analyse how C&E risks can or will affect their portfolios and products over the short, medium and long term, and under various scenarios, too.", "This type of forward-looking analysis of C&E risk should be basic practice, just as it would be for any other type of risk.", "Moreover, beyond merely formally attributing responsibilities, we still see banks making little progress towards more actively managing the C&E risks they face.", "Even certain banks that recognise the materiality of C&E risks have not reported any practices to either reduce or manage their level of risk.", "This year we want to see firm progress in how banks incorporate C&E risks in their risk management.", "In doing so, banks should adopt a strategic approach to managing these risks, using the full array of the risk management instruments at their disposal.", "This includes strategically realigning portfolios, setting clear risk appetites, developing mitigation strategies, adjusting qualitative credit criteria and quantifying and holding capital.", "Another key area in which banks can make progress is by actively supporting their clients in mitigating and adapting to the different types of climate and environmental risks.", "Moreover, banks can draw on the industry's good practices that we shared last year in our report.", "In the face of data challenges and methodological uncertainties, banks have an even stronger imperative to get moving.", "To be clear, banks should not misconstrue the ECB's actions as an outright call for divesting from carbon-intensive activities or from geographical regions vulnerable to physical risk.", "Rather, we are asking banks to fully grasp the physical and transition risks and to actively start managing them, with the aim of making their portfolios more resilient to C&E risks.", "Not all sectors will decarbonise overnight.", "For example, the International Energy Agency (IEA) scenarios show that certain sectors will continue to rely on carbon-intensive technologies for some time.", "We as prudential supervisors merely need banks to understand what the transition entails for their risk exposures to those sectors, and to reflect it in their overall risk management strategy.", "What we do not expect is an outright withdrawal from carbon-intensive industries, nor do we expect it to happen for every single sector or counterparty - but we do expect banks to harbour the capacity to manage the risks emerging from climate change.", "To draw a comparison with traditional risk exposures, we, as supervisors, would of course not expect banks to divest from all assets that entail credit risks, but we do insist that these risks are managed appropriately.", "C&E risks are to be managed just like any other risk; and their sound management requires sound risk controls.", "This is precisely one of our focus areas in the upcoming thematic review on C&E risks.", "Supervisory roadmap for C&E risks For several years, the ECB has identified banks' exposure to C&E risks as one of the main vulnerabilities in the European banking sector.", "Assessing and helping banks address risks stemming from climate change and environmental degradation will be one of our supervisory priorities from now until 2024, albeit these risks have been on our minds for far longer.", "I remember giving my first speeches on this topic in late 2015 when still an executive board member of De Nederlandsche Bank.", "So, we have already come a long way and our supervision of C&E risks will now take more concrete form.", "The 2022 SREP cycle will be marked by several key initiatives, which represent the next level of maturity for our supervision of C&E risks.", "The first of these initiatives was the climate risk stress test, launched in January and currently being conducted by a dedicated supervisory team.", "This stress test was designed, first and foremost, as a learning exercise - for supervisors, for banks, and for the financial industry as whole.", "We are adamant about the importance of raising awareness of C&E risks.", "And this stress test constitutes an unprecedented effort, also on our part, to understand more fully how far the banks we supervise are exposed to these risks.", "It will also give us a clearer picture of their resilience on this front.", "The second of these initiatives is a comprehensive review of banks' practices related to strategy, governance and risk management - the thematic review on C&E risks, which is a key topic of the session today.", "Two years after we launched the supervisory guide on C&E risks, we are conducting this thematic review to follow up on the self-assessment exercise conducted last year.", "Our main goal will be to assess the evolution of the soundness, effectiveness and comprehensiveness of banks' C&E risk management practices, as well as their ability to steer their C&E risk strategies and risk profiles.", "Do all banks' processes and analyses have visible consequences?", "Does the way in which banks actually steer their balance sheets and risk profiles reflect the materiality of C&E risks?", "These will be some of the core questions of this review.", "As part of this exercise, we will monitor banks' alignment with the supervisory expectations set out in the guide, and encourage banks' progress towards the industry's best practices.", "Fortunately, those practices were identified across different European banks over the last two years.", "They show that some banks are already doing what we are asking.", "The ECB is doing its part by guiding banks in their climate journey, setting forth supervisory expectations and sharing updates on good practices in the industry.", "In light of the efforts banks have already made in devising their action plans, as well as all the information on this topic published to date - by both the ECB and several other public and private organisations we expect to see material progress in banks' implementation deadlines and concrete actions.", "As part of the thematic review, we will also be looking more closely at the risk management practices for environmental risks such as risks to biodiversity, water stress and pollution.", "All have similar features and warrant a coordinated approach.", "Banks can make significant savings if, taking advantage of the momentum, they extend the range of their preparations to cover all these risks, and are thus ready for a new, more concrete, supervisory and regulatory environment.", "Our benchmark from last year shows that, as of early 2021, very few banks were looking into environmental risks beyond climate.", "We have highlighted this gap to banks.", "This year, we will assess how banks are managing their exposures to environmental risks beyond climate and follow up accordingly.", "As we build our joint supervisory teams' capacity to help banks understand and incorporate C&E risks, our supervisors will treat these risks just like any other.", "Last year's review was conducted by a central team of experts, with the joint supervisory teams conducting the follow-up dialogue with the bank.", "By contrast, this thematic review will be fully embedded in the work of every joint supervisory team.", "While still backed by a central team of experts, the review will be driven from the engine room of supervision.", "And this is where the supervision of C&E risks will stay.", "Following up on the thematic review, all banks under our direct supervision will receive comprehensive feedback setting out any shortcomings identified.", "Combined with the observations from the climate stress test, this will also be qualitatively integrated in the SREP scores, which may have an indirect impact on minimum capital requirements.", "Targeted qualitative requirements may also be imposed.", "As part of the review, we will also carefully check whether banks have followed up on any requirements we issued last year.", "The thematic review is a full-on supervisory review.", "As such, we also have the full set of supervisory measures at our disposal to address shortcomings.", "Those banks that continue to fail to conduct a materiality assessment of C&E risks or have not followed-up on earlier requirements will start noticing just that.", "Regulatory and supervisory framework The ECB is taking action under its mandate and under the current prudential framework to get banks to where they need to be in terms of incorporating C&E risks into their business.", "Our supervisory activities are thus keeping in line with the rapidly evolving regulatory and supervisory framework.", "For example, the revisions to the Capital Requirements Regulation and Directive proposed by the European Commission will further articulate the integration of C&E risks in the legal framework and will require banks to develop transition plans and supervisors to scrutinise them.", "This is the next important step in risk management, which I have mentioned on previous occasions, and which will require banks to look thirty years ahead and devise intermediate targets for their risk exposures that can render their risk management practices fit for an economy that will transition to net zero emissions by 2050 at the latest.", "And finally, disclosure frameworks and taxonomies are also developing rapidly to create an information architecture to enable banks to manage the risks and scale up green finance.", "Both the Basel Committee on Banking Supervision and the European Banking Authority (EBA) have intensive work programmes to ensure that the regulatory and supervisory framework can better cater for climate-related risks.", "One concrete example is the EBA's recently published implementing technical standards for the disclosure of Environmental Social and Governance risks, which also require large banks to start disclosing their alignment with the IEA pathways by June 2024 at the latest for all relevant portfolios.", "Banks are running out of time to complete their preparations.", "On all these fronts, the sooner banks act, the smoother the transition will be for them, and for the economy they help support.", "For ECB Banking Supervision, 2022 marks the third year of dedicated C&E risk activities.", "First, we issued our guide with supervisory expectations.", "Next, we asked banks to share with us their self-assessments on how their practices match our expectations.", "And they have indeed been very open and candid in these self-assessments, for which I am truly grateful.", "Together we have learnt that there is a lot of room for improvement.", "Considering the importance, urgency and long-lasting nature of climate change, we are asking banks to intensify their efforts in measuring and managing C&E risks in line with our expectations.", "With the exercises that we are conducting this year, the prudential supervision of climate-related risks is moving closer to maturity.", "The thematic review is the next step in fully immersing C&E risks in the work of the joint supervisory teams and marks key progress towards their integration in the SREP.", "It crystalises our commitment to ensuring that the prudential supervision of C&E risks is here to stay."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate-related and environmental risks", "C&E risk management", "Supervisory review", "Thematic review", "Capital requirements", "Risk management", "Transition risks", "Physical risks", "Stress test", "Climate change"]}