{"sentences": ["The Russian invasion of Ukraine is a watershed moment for Europe.", "It violates the fundamental principles of international peace and security and undermines the international economic order.", "The ECB's Governing Council expresses its full support for the people of Ukraine.", "The war will have a material impact on economic activity and inflation, not only in Europe but also globally.", "Since our previous meeting in October 2021 global economic activity has continued to recover.", "The progress of vaccination campaigns and supportive economic policies have underpinned a solid global recovery in economic activity and trade, although this rebound has also led to disruptions in global production networks.", "However, the war in Ukraine is casting a shadow over the recovery while fuelling inflationary pressures.", "And the recent increases in coronavirus (COVID-19) infections in some parts of the world compound the risks of further disruptions to global supply chains.", "In this environment, the main objective of policymakers is to carefully calibrate fiscal, monetary and structural policies to the prevailing economic and financial challenges, in line with their mandates.", "Clear communication by major central banks on their monetary policy and the economic outlook remains important.", "Euro area developments and outlook Euro area output had returned to its pre-pandemic level by the end of 2021.", "But the growth momentum weakened in the final quarter of last year amid a new pandemic wave driven by the Omicron variant, the increase in energy prices and supply bottlenecks.", "These factors, along with the Russian invasion of Ukraine, also constrained economic growth in the first quarter of 2022.", "The war has led to rising uncertainty, further increases in energy costs and heightened concerns about supply bottlenecks, posing clear downside risks to economic activity.", "Despite this, the medium-term growth prospects should continue to benefit from solid underlying conditions - the economy is reopening, the labour market continues to improve, the high levels of savings accumulated during the pandemic can be used to partly cushion the energy price shock, and ample policy support remains in place.", "Inflation has increased markedly since the middle of 2021, reaching 7.5% in March according to the flash estimate.", "This increase is largely driven by energy prices, which have been strongly affected by the war in Ukraine.", "Food prices also increased due to elevated transport and production costs, notably the higher price of fertilisers which was also impacted by the war.", "Further upward pressure arises from supply bottlenecks and the recovery in demand as the economy reopens.", "The impact of these factors should fade over time, but in the short run inflationary risks are tilted to the upside.", "Inflation will be higher if the prices of energy and other commodities increase further and new supply bottlenecks arise.", "Over the medium-term, risks to the inflation outlook could arise if wages rise by more than anticipated, longer-term inflation expectations move above target or supply conditions durably worsen.", "At the same time, weaker demand could reduce pressure on prices.", "So far, however, wage growth has remained muted - despite a strong labour market - and inflation expectations in the euro area stand around our target, although initial signs of above-target revisions in those measures warrant close monitoring.", "We continue to carefully monitor risks to the inflation outlook.", "At its April meeting, the Governing Council judged that the incoming data since its last meeting reinforce its expectation that net asset purchases under its asset purchase programme (APP) should be concluded in the third quarter.", "Looking ahead, our monetary policy will depend on the incoming data and our evolving assessment of the outlook.", "In the current conditions of high uncertainty, we will maintain optionality, gradualism and flexibility in the conduct of monetary policy.", "We will take whatever action is needed to fulfil the ECB's mandate to pursue price stability and to contribute to safeguarding financial stability.", "The war in Ukraine is also creating risks of regional spillovers that could adversely affect euro area financial markets.", "Against this backdrop, the Governing Council decided to extend the Eurosystem repo facility for central banks (EUREP) until 15 January 2023.", "EUREP will continue to complement the regular euro liquidity-providing arrangements for non-euro area central banks.", "Together, these form a set of backstop facilities to address possible euro liquidity needs in the event of market dysfunctions outside the euro area that could adversely affect the smooth transmission of the ECB's monetary policy.", "Fiscal measures, including at EU level, will help shield the euro area from the impact of the Russian invasion of Ukraine.", "Targeting fiscal measures at the most vulnerable citizens and firms will help preserve the fiscal policy agility that is needed to respond to the evolving economic situation while containing the impact on government budgets and debt.", "The effective and timely implementation of the investment and reform plans under the Next Generation EU programme should help modernise our economies, enhance long-term growth and economic resilience, and support the green and digital transitions.", "Euro area financial stability and banking sector developments Financial stress has so far been limited, as the euro area financial sector's direct exposure to Russia and Ukraine is low.", "However, the war presents a number of challenges.", "Financial markets remain vulnerable to further repricing, as they are assessing the impact of the war and adjusting to changes in the global policy environment.", "Moreover, elevated commodity price volatility may result in hedging activity being scaled down and leave market participants more exposed to market risk.", "Beyond the immediate effects of the war, financial stability concerns centre around the economic and inflationary impacts through higher commodity and energy prices, disruptions to international commerce and weaker confidence.", "These concerns may trigger an unravelling of cyclical vulnerabilities that had built up in non-financial sectors prior to the invasion, including pockets of high corporate indebtedness and elevated residential property price valuations in some countries.", "While high uncertainty merits caution regarding any immediate macroprudential policy action, higher macroprudential capital buffers seem warranted to address cyclical vulnerabilities in some euro area countries.", "Authorities should stand ready to act, unless the macro-financial outlook deteriorates substantially.", "The euro area banking sector has strong liquidity and capital positions, but it is also facing new headwinds from the war.", "The sector benefits from a solid capital position, robust asset quality and high liquidity buffers.", "Bank profitability has recovered from the impact of the COVID-19 pandemic, with return on equity reaching the highest level since 2010 last year.", "However, it continues to face structural challenges such as cost pressures and the need to invest in digital transformation.", "The banking sector could be indirectly impacted by the war, for example through higher corporate and household credit risks.", "Banks are expected to reflect the direct and indirect impacts of the war and the revised macroeconomic projections in their capital and financial plans.", "They also need to improve their operational resilience and preparedness for a potential increase in cyber risks.", "And the reform agenda needs to be pursued, as better regulatory and institutional frameworks make banks more resilient and better able to support citizens and the wider economy under all possible scenarios.", "International crisis response Financial support for Ukraine was quickly mobilised from various sources.", "Yet the war is also affecting other countries through rising commodity prices, disruptions to trade and remittances, an influx of refugees, and shortages of food imports from both Ukraine and Russia.", "We welcome the fact that the IMF is monitoring developments and stands ready to act to support affected countries.", "Depending on how the situation evolves, all layers of the global financial safety net may need to be activated to deal with the fallout.", "In view of the Russian invasion of Ukraine, there cannot be a \"business-as-usual\" approach to international cooperation.", "Still, the international community needs to work together on other issues of global importance, including the ongoing international initiatives to support the most vulnerable countries.", "We note the good progress being made towards establishing and operationalising the Resilience and Sustainability Trust (RST) at the IMF to support countries undertaking macro-critical reforms to reduce risks to prospective balance of payments stability.", "For EU national central banks to contribute to the RST, it is essential that claims on the RST have reserve asset status.", "According to the preliminary stance of the ECB, as agreed by the Governing Council, the arrangements to ensure that claims on the RST have reserve asset status are acceptable overall - subject to a number of conditions.", "The ECB will continue to work with IMF staff to ensure this status is achieved as the Trust is being made operational.", "Bolstering the recovery to transform the global economy The recent volatility in energy markets is a stark reminder of the need to speed up the energy transition.", "The paths to achieving energy and climate security now point firmly in the same direction.", "As the current environment and the latest report of the Intergovernmental Panel on Climate Change show, these are macro-critical issues.", "We therefore welcome the further steps taken towards integrating climate change-related issues and transition policies into IMF policies.", "The ECB will play its part, within its mandate and areas of competence, to contribute to the greening of our economies.", "We have already taken concrete steps to integrate climate change considerations into our monetary policy framework, financial stability monitoring and banking supervision.", "In July 2021 we announced an action plan to include climate change considerations in our monetary policy strategy in the areas of disclosure, risk assessment, collateral framework and corporate sector asset purchases - and this action plan is broadly on track.", "This year, ECB Banking Supervision is also carrying out a supervisory climate stress test to check banks' preparedness to deal with climate risks, as well as a full supervisory review of banks' risk management and disclosure practices.", "We will continue to work with the IMF, central banks and other partners to advance the global response to climate change.", "As regards the digital economy, the ECB continues to contribute to the G20 initiative to make cross-border payments faster, cheaper, more transparent and more inclusive while maintaining their safety.", "Moreover, in July 2021 the ECB's Governing Council decided to launch a digital euro project.", "If a digital euro were issued, it would complement - not replace - cash.", "In the ongoing investigation phase of the project, we are addressing key issues regarding the potential design and distribution of a digital euro.", "While the project focuses primarily on the needs of the euro area, international cooperation on central bank digital currencies will continue to be essential."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Ukraine invasion", "Inflation", "Energy prices", "Monetary policy", "Economic outlook", "Financial stability", "Fiscal policy", "Climate change", "Digital euro", "Global economy"]}