{"sentences": ["Thank you for this opportunity to present developments in the Philippine economy.", "In 2021, the economy grew by 5.6 percent, exceeding the national government's 5.0-5.5 percent target.", "On the demand side, growth in 2021 was driven by gross capital formation, as well as household and government consumption.", "On the supply side, services and industry sectors rebounded from the contractions in 2020 and contributed to economic expansion.", "Successful management of risks through safe and calibrated reopening of the economy aided last year's growth.", "An acceleration in the vaccination program may result in faster output growth.", "On the other hand, the emergence of new Covid-19 variants which would require more mobility restrictions could dampen growth prospects.", "Employment improved as strict quarantine measures were relaxed.", "The unemployment rate declined to 6.6 percent in December 2021 from a peak of 17.6 percent in April 2020.", "The services sector remained the biggest employer, accounting for 56.6 percent of the 46.3 million employed Filipinos in December.", "The agriculture sector followed with 25.6 percent, while industry had a 17.8-percent share.", "Using the new 2018-based consumer price index (CPI) series, inflation further eased to 3.0 percent in January 2022 from 3.2 percent in December 2021.", "The January 2022 inflation rate was at the midpoint of the Government's inflation target range of 3.0 percent ± 1.0 percentage point.", "Our latest baseline forecast indicates that inflation is to settle at 3.7 percent in 2022 and 3.3 percent in 2023, well within the target range of 2 to 4 percent.", "Against this backdrop, the prevailing policy stance is appropriate, with the manageable inflation outlook and anchored inflation expectations.", "For 2022-2024, the Development Budget Coordination Committee (DBCC) retained the inflation target range at 3.0 percent ± 1.0 percentage point.", "We expect liquidity in the financial system to remain adequate to support credit activity and broad-based economic recovery.", "Domestic liquidity expanded by 7.7 percent year-on-year to P15.3 trillion in December 2021, following an 8.3-percent expansion in November.", "Through various liquidity-easing measures, the BSP has injected P2.3 trillion, around 11 percent of GDP, into the financial system.", "The country's external sector continues to provide sufficient buffers against the potential external headwinds.", "Gross international reserves, which stood at US$108.45 billion as of end-January 2022, continue to provide ample cushion against unforeseen demand for foreign exchange liquidity.", "This level was equivalent to 10.3 months worth of imports of goods and payments of services and primary income.", "It was also 5.9 and 8.6 times the country's short-term external debt based on residual and original maturities, respectively.", "Amid strong rebound in external demand from trade partners, exports of goods increased by 14.5 percent in 2021 to US$74.64 billion.", "Following the gradual resumption of domestic economic activities and restocking of inventories, imports of goods grew by a much faster rate of 31.1 percent to US$117.78 billion over the same period.", "Given these trade figures, the country's overall balance of payments position posted a surplus of US$1.35 billion in 2021, from a surplus of US$16.02 billion in 2020.", "The country's external sector is supported by structural foreign exchange flows in the form of remittances, business process outsourcing receipts, and foreign direct investments.", "Cash remittances from overseas Filipinos are steady growing by 5.2 percent to USD28.4 billion in January to November 2021.", "BPO revenues recovered in January-September 2021, up 8.3 percent to USD17.4 billion.", "Net foreign direct investments in January to November 2021 increased by 52.5 percent to USD9.2 billion.", "Foreign investor sentiment is clearly rising.", "This bodes well for domestic job creation.", "Moreover, favorable external debt profile provides cushion against external shocks.", "External debt-to-GDP ratio settled at 27.3 percent as of end-September 2021 compared with 60.0 percent in the mid-2000s.", "Debt repayment schedule is manageable and financially sustainable over the medium to long term because of two factors: first, bulk of the country's external debt have medium and long-term maturity, and second, they carry fixed interest rates.", "On the banking sector, the Philippine banking system remains sound and stable.", "Preliminary data as of end-November 2021 show that total assets of the banking system grew by 7.0 percent year-on-year to P20.4 trillion amid improving economic activity.", "Asset expansion was mainly funded by deposits, which increased by 9.2 percent to P15.8 trillion.. Banks remain profitable.", "As of end-September 2021, banks' net profit grew by 35.8 percent yearon-year.", "Return on assets (RoA) was steady at 1.0 percent, while return on equity (RoE) rose to 8.1 percent from 7.9 percent in the previous year.", "Credit activity has also improved.", "Loans extended by universal and commercial banks rose 4.6 percent in December, up for the fifth straight month.", "Banks are lending more to MSMEs following the BSP's move to count loans to MSMEs as alternative compliance with the reserve requirement.", "As of the week ending 20 January 2022, P209.2 billion worth of loans to micro, small, and medium enterprises (MSMEs) were used as alternative compliance to the reserve requirement, up from P8.7 billion reported in April 2020.", "To further support MSMEs, the BSP extended the effectivity of some relief measures until end2022, including the increase in the single borrower's limit from 25 to 30 percent.", "Asset quality of banks remains sound.", "The non-performing loan ratio of the Philippine banking system fell to 3.99 percent in December from 4.35 percent in November.", "Based on industry feedback, banks expect their NPL ratios to remain relatively low and loan-loss provisions to stay high.", "This is consistent with the BSP's projection that NPL ratio of banks will remain in the single-digit territory in the coming years, well below the double-digit figures seen in the aftermath of the 1997 Asian Financial Crisis.", "The Financial Institutions Strategic Transfer or FIST Act serves as a standby mechanism for banks to dispose their non-performing assets.", "This law, complemented by recently issued guidelines on the prudential treatment of restructured loans and provisioning requirements, will support effective management of banks' NPLs.", "Banks are well capitalized.", "As of end-September 2021, capital adequacy ratio (CAR) of universal and commercial banks improved to 16.9 percent and 17.4 percent on solo and consolidated bases, respectively, from the previous year's 16.3 percent and 16.7 percent.", "Banks' risk-taking activities are supported by adequate and high-quality capital.", "As of endSeptember 2021, the common equity tier 1 ratio of universal and commercial banks improved to 15.7 percent and 16.3 percent on solo and consolidated bases, respectively, from the previous year's 15.5 percent and 16.0 percent.", "Liquidity buffers also remained well-above the minimum threshold of 100 percent.", "In particular, the universal and commercial bank industry's solo liquidity coverage ratio reached 197.7 percent as of end-November 2021, while the net stable funding ratio stood at 142.8 percent on solo basis as of end-August 2021.", "The minimum liquidity ratios of stand-alone banks surpassed the 20 percent minimum.", "Looking ahead, the Philippines aims not only to regain what was lost from the COVID crisis.", "We want the post-covid-19 economy to be stronger, more technologically advanced, more sustainable, and more inclusive than ever before.", "On our end, we have two major objectives under our Digital Payments Transformation First is to have at least half of financial transactions in the country done digitally; and second, to onboard at least 70 percent of Filipino adults into the formal financial system through transaction account ownership.", "With the pandemic as a catalyst, we are on our way to achieve this goal sooner rather than later.", "On sustainability, the BSP has issued regulations requiring banks to adopt sustainability principles in their operations, such as by extending funding for green projects.", "Finally, let me outline our exit strategy from our extraordinary monetary accommodative measures.", "The BSP's exit strategy will begin with the recalibration of the BSP's monetary operations to ensure that our accommodative monetary policy translates to short-term interest rates.", "Next, we unwind liquidity-infusing measures, such as provisional advances to the government and alternative compliance with reserve requirements.", "The BSP looks to gradually unwind its direct funding support to the national government with the expected improvement in government's finances.", "The unwinding process has started.", "The third component entails the reduction in monetary accommodation.", "We shall eventually raise policy interest rate as soon as prospects for the economy have materially improved.", "Finally, we shall build our buffers to ensure that the economy is prepared and resilient should another crisis strike.", "The timing of the exit remains very much uncertain at this juncture.", "Therefore, we leave some room for flexibility in policymaking to account for uncertainty and risk, especially as the situation remains very fluid.", "Inflation and growth outlook over the medium term and the associated risks will continue to guide the timing and conditions of BSP's exit strategy.", "Consistent with the BSP's data-dependent approach to policymaking, the BSP will continue to monitor the evolution of various domestic factors, including liquidity and credit dynamics, financial sector risks, and the state of public health, as well as emerging global developments and potential spillovers.", "Given the nascent state of recovery, our priority is to ensure the sustainability of the recovery and prevent long-term scarring effects.", "Having said this, the BSP is mindful of the need to strike a delicate balance between providing adequate stimulus to the economy and preventing the buildup of inflationary pressures and risks to financial stability.", "Moving forward, the BSP's actions and policy thrusts will continue to be anchored on its core mandates.", "On monetary policy: the BSP will remain vigilant to ensure that the monetary policy stance continues to support economic recovery to the extent that the inflation outlook allows.", "On the financial sector: the BSP will intensify its monitoring and surveillance of supervised institutions to ensure they remain responsive to emerging risks and will promote continued soundness, stability, resilience, and inclusivity of the banking system.", "On the external sector: the BSP will remain supportive of policies that will help strengthen the economy's resilience to external shocks.", "These include maintaining a market-determined exchange rate, keeping a comfortable level of reserves, and keeping the country's external debt manageable.", "In closing, I would like to highlight that the sound macroeconomic fundamentals of the country will carry us through the recovery process.", "The BSP will continue to support the economy for as long as necessary.", "Monetary policy will complement efforts by fiscal authorities to achieve full recovery of the economy within the soonest possible time.", "Thank you for your attention.​"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["Inflation", "Economic recovery", "External sector", "Banking sector", "Monetary policy", "Financial stability", "Digital payments", "Sustainability", "Exit strategy", "Growth outlook"]}