{"sentences": ["Speech Commemorating the Bank's 72nd Anniversary RHEE, Chang Yong Bank of Korea Dear fellow members of the Bank of Korea, Today marks the 72nd anniversary of the Bank of Korea's establishment.", "First of all, I wish to express my sincere gratitude to our predecessors who devoted themselves to the development of the Bank of Korea and have supported and encouraged the Bank.", "I would also like to thank staff from all parts of the organization, from policy and management to field operations, for their hard work in their respective areas despite the difficult circumstances caused by COVID-19.", "Let me also express my sincere appreciation to the families who have supported our staff so that they can faithfully fulfill their duties.", "Looking back historically, the Bank of Korea has always since its foundation made every effort as a central bank, while responding to turbulent economic conditions.", "The Bank of Korea has faithfully carried out the role and functions that were required by the times.", "In the 1960s and 70s, our Bank provided funds for achieving high-speed growth, and in the 80s and 90s, our Bank devoted its attention to establishing a foundation for price stability.", "After the 2000s, it promoted financial stability and boosted economic vitality.", "And during the recent COVID-19 pandemic, our Bank took unprecedented measures to mitigate the shock and pursued the preemptive normalization of monetary policy thereafter.", "I think that these efforts have provided one of the cornerstones for our economic development and stability.", "However, the Bank of Korea is currently facing another challenge.", "Although the Korean economy has been recovering thanks to the easing of pandemic restrictions and resumption of economic activities, external uncertainties surrounding the global economy are higher than ever.", "As global inflationary pressures are projected to remain high for a considerable time due to the prolonged war in Ukraine, the original role of the central bank as an inflation fighter has made a resurgence.", "However, on the other hand, some have raised concerns that the global economy might go into a recession amid a slowdown of the Chinese economy and accelerated interest rate hikes by major central banks.", "Accordingly, the trade-off between inflation and growth is increasing, which is likely to put more pressure on the conduct of monetary policy.", "Under such policy conditions, our policy decisions and credibility could face a crucial test.", "It is true that we started monetary policy normalization earlier than other central banks last year, when consumer price inflation was recording around 2 to 3 percent.", "However, it is difficult to say anymore at this juncture that we are preemptively adjusting the degree of accommodation, since inflation has now exceeded 5 percent, and major central banks are reacting to inflation by normalizing their monetary policy rapidly and aggressively.", "We need to conduct monetary policy with finesse so that we can make the most of our advantage as an early starter and not miss the right time to act.", "Rate hikes may increase difficulties for vulnerable groups in the short term, but if we get the timing wrong and inflation broadens further, the damage would be even greater.", "Particularly since there are high uncertainties surrounding growth and inflation, we should remain agile in the conduct of monetary policy and become increasingly flexible in how we deal with changing economic conditions.", "Beyond monetary policy operations in the short term, we should not neglect to prepare for structural changes in our society.", "We should strengthen our analysis and come up with relevant responses in economic areas undergoing structural change, such as the acceleration of green and digital transition, the divide in international politics along with the reorganization of global supply chains, and population aging.", "Also, there are numerous calls for the central bank to take social responsibility to mitigate economic polarization.", "Against this backdrop, we should think about how to reflect these calls in our monetary policy operations.", "Dear members of the Bank of Korea, With respect to the domestic and overseas economic outlooks and monetary policy operations I mentioned earlier, I will have many more opportunities to explain them in the future.", "Therefore, as we commemorate our Bank's anniversary today, I would like to talk more about internal issues.", "When I was appointed as the Governor of the Bank of Korea, I came across media reports saying there were increasing calls from BOK members for improvements in organizational operations.", "No organization can expect healthy development without united support from its members.", "Therefore, I find addressing this issue to be just as important a task as formulating policy.", "Two months have passed since my appointment, and I am now convinced that you yourselves are well aware of the causes and the direction to take to resolve them.", "First, I think these voices are coming from the concern that our long-standing organizational culture, despite the pride and affection we have for it, has now become an obstacle for individuals to properly display their outstanding competence.", "At the same time, I was very pleased to find that you had given a lot of thought to change and innovation, and had prepared various suggestions for improvement.", "Based on these suggestions motivated by your strong affection for our Bank, we have put together a plan to innovate our organization and HR management, after having additional discussions since my appointment.", "I intend to do my best, together with you, to ensure that this plan will produce more timely and better results.", "As you are well aware, however, the plan in itself is just one institutional instrument.", "What really matters is that people's mindset must change.", "No innovative measures in an organization can be successful through a change in hardware alone, without a change in the software embracing empathy and a shift in perception.", "I hope that today will serve as an opportunity to confirm the consensus formed through your deliberations over the past two years.", "First, what is the top priority for change?", "The Bank of Korea has been criticized for being resistant to change and operating inefficiently due to strong interdepartmental silos and a rigid hierarchy.", "There is also a view that the Bank keeps to itself, has a passive attitude toward external communication, and maintains a low profile.", "We now share the view that it is time to change this vertical, inward-looking organizational culture to a horizontal, outward- looking culture.", "Then how should we initiate this change?", "The first step is to change the way we communicate among each other.", "We should create an environment where it feels natural to have discussions by exchanging our opinions candidly regardless of rank.", "Sometimes a manager's orders could be unclear or unreasonable.", "Nevertheless, junior staff often end up wasting their time and energy trying to figure out their boss's real intentions, rather than asking for clarification or suggesting their own ideas in this case.", "If this happens, it is all too evident that we cannot only expect a loss of efficiency but also face an adverse selection, in which risk-averse employees crowd out creative ones.", "Let us strive together to create a culture in which as far as work is concerned everyone can frankly express their own views based on mutual respect, regardless of seniority, so that our collective intelligence can be efficiently put to work within our organization.", "Let's change our modus operandi.", "Usually, department heads suggest an agenda, and only then do working-level staff write it up and then put it on the table for discussion.", "But now let's change it in a way that we can have free discussions first and document the discussion topics by gathering the majority view.", "I myself will also take the initiative in eliminating the rigid hierarchy until the day comes when a junior economist can say \"Governor, your last speech was disappointing\" while having lunch with me.", "In addition, we should always keep in mind that the end-user of our policy services is not the team head, director general, or governor, but the economic agents on the outside.", "No matter how many reports we make, without this customer-oriented mindset, the reports will be good only for internal use and will be little known of or looked for by the public.", "Let us now ask ourselves if, under pressure to maintain the neutrality of the Bank, we have tried to avoid any controversy that our policy implications or suggestions might stir, and have tended to end with only fragmented and technical analysis of data.", "Only when we thoroughly analyze the information and present policy suggestions focusing on customers' needs will we be able to solidify our status as a think tank for the national economy as well as a policy authority.", "The shift to a horizontal relationship and the customer-oriented mindset is also complementary with nurturing expertise in individual staff members.", "In order to share information and vigorously debate with each other to come up with results that can win recognition from our customers, individual staff must have their own expertise, supported by the culture of recognition and evaluation.", "Let us improve our system so that each person is given discretion and opportunities to show their full potential, and their work product is assessed in an objective and fair manner.", "In this sense, I will make sure that not only the name of the department you have worked in but also every detail of your performance, including the matters you have worked on and the papers you have written, is included in personnel records, to enable longer-term and systematic management of assessment-relevant information.", "I will also provide full support for your efforts toward capacity building, by strengthening training programs as well as mentoring and coaching.", "Maintaining a work-life balance is also important.", "Here, I do not mean only the passive dimension of having after-work hours at your disposal.", "The quality of life and livelihood must be guaranteed in a balanced way, for which satisfaction about wages or welfare benefits is a pre-condition.", "Only then will our staff members be able to carry out their jobs with a high sense of self-esteem and motivation.", "Although we do have some practical constraints, as governor, I will look carefully into every nook and cranny to see what improvements we can make.", "Given that our organization consists of over 2,400 employees of various responsibilities and positions, I will work hard to find ways to improve our staff's treatment so that they are not left behind, no matter where they are.", "What is as important as the level of salary and benefits is support for career development.", "It is inevitable that the younger generation of our staff who will live in the so-called \"Homo Hundred Era\" will be making plans for life after retiring from the BOK.", "Considering this, enhanced individual capacity will not only result in stronger competitiveness of our institution but also should be considered as accumulation of a valuable asset outside the Bank in the future.", "Supports for career advancement and expertise development must be provided in a way that nurtures human capital while, at the same time, increasing the market value of individual employees, with our institution serving as a stepping stone for each staff member to grow.", "Lastly, in order for the organizational reform to bear fruit, everyone regardless of rank must join in the efforts.", "The executive management should lead by example, by being open and receptive to changes.", "Changes need to flow from top to bottom.", "I ask you to take the lead so that the difference can be really felt this time.", "Junior employees should seek to further hone your skills.", "You should ask yourselves whether you have chosen the convenience of complaining, blaming the organizational culture as the root cause of everything, without making sufficient efforts on your side, particularly in this ICT era where anyone, if they want to, can find the most up-to-date information, and the most renowned experts at a click of a button.", "I will stand at the forefront of this collective endeavor toward change.", "My door will always be open to you.", "Please do not hesitate to share your ideas, if you have anything you wish to add on to our discussions so far.", "And let us act on it together.", "As the old saying goes, a chick can hatch from its egg when the chick and its mother hen peck from inside and outside together.", "I hope that the external expectation for constructive reform, combined with our own internal efforts, help us break away from the existing framework and adapt swiftly to the changes of our time.", "The improvement we make might be small, but certainly not its implications.", "As we celebrate our 72nd anniversary, I would like to once again express my sincere appreciation for your hard work.", "I wish you and your family good health and happiness."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Organizational culture", "Communication", "Change", "Expertise", "Customer-oriented mindset", "Career development", "Work-life balance", "Leadership"]}