{"sentences": ["29.04.2022 Presentation of the Action Plan against Financial Fraud* Ministry of Economic Affairs and Digital Transformation Pablo Hernández de Cos *iEnglish translation of the original speech in Spanish.", "First Deputy Prime Minister, State Secretary for Security, Chair of the National Securities Market Commission, authorities, ladies and gentlemen, good morning.", "The protocol we sign here today stands as a milestone in our efforts to enhance and reinforce action against potentially fraudulent offers of financial products and services.", "It comes at a particularly opportune time, with several factors giving rise to an increase in financial fraud, most notably growing digitalisation.", "Moreover, it is an excellent example of how a problem for citizens can be addressed far more effectively through collaboration between different stakeholders, be they public or private.", "In the case of the Banco de España, apart from the evident microprudential and macroprudential concern for the security and resilience of the supervised entities' IT systems, the impact that fraudulent use of technology may have on the citizens and firms that use banking or credit services has been a concern of ours for some time.", "Such fraud can also come at a high reputational cost to the financial system, the proper functioning of which depends on mutual trust between supply and demand.", "There are many examples of fraud that undermines said trust, such as identity theft when opening payment accounts, in \"know your customer\" procedures or to arrange and draw loans and credit; payment fraud, mainly in card transactions, transfers and remittances; and fraudulent offers of financial operations or services by unauthorised or unregistered operators, which are typically a prelude to actual fraud.", "More recently, though, new technologies and business models have paved the way for platforms and operators that, engaging in regulatory arbitrage, offer payment, credit or investment services without sufficient safeguards and transparency.", "Here I would specifically mention operators in the crypto-asset arena, which promise handsome rewards via apps, websites and apparently innocuous advertising, and sometimes even embed such offers in traditional payment service chains, making them harder to identify.", "Unfortunately, these practices do not distinguish between social groups, levels of financial literacy or risk profiles, and ultimately take a far greater toll on the more vulnerable groups, in particular young people and even teenagers, which is of particular concern.", "Against this background, and notwithstanding any action that might be taken by the public prosecution service, the courts or law enforcement authorities in relation to criminal offences, our role as supervisors is primarily a preventive one.", "This means oversight of advertising, ensuring that the registry of operators is fit for purpose and, very importantly, raising awareness of the risks among potential users and fostering their financial and digital education.", "One prime example of this preventive work is the recent joint statements from the CNMV and the Banco de España warning the general public of the risks in relation to crypto-assets.", "Another example, specific to financial education, is the set of actions envisaged under the National Financial Education Plan.", "We support this preventive work by exercising our corrective powers, wherever regulations and jurisdiction so allow, and by advocating legislative initiatives with regulators and legislators to remedy any shortcomings that we identify.", "The main strength of this protocol is that it deepens the cooperation needed to efficiently and effectively carry out our functions.", "This collaboration will also help to delimit each signatory's respective field of action.", "Close cooperation between supervisors is particularly important in this domain, since we are often confronted with schemes that do not fit easily within a single regulatory field or sphere of competence.", "The idea is to avoid any grey areas where potential criminals can commit financial fraud.", "Not only are financial supervisors involved in the protocol, but so too are players as important and diverse as the public prosecution service, law enforcement authorities and associations representing notaries, registrars, the financial sector and the media.", "This, we are certain, will be a critical advantage in our efforts to combat financial fraud in both the preventive and corrective dimension.", "A warm welcome, then, to this initiative, which will have the Banco de España's full support."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Financial fraud", "Crypto-assets", "Financial education", "Supervision", "Digitalisation", "Risk", "Vulnerable groups", "Prevention", "Collaboration", "Regulatory arbitrage"]}