{"sentences": ["Speech United in diversity - Challenges for monetary policy in a currency union Commencement speech by Isabel Schnabel, Member of the Executive Board of the ECB, to the graduates of the Master Program in Money, Banking, Finance and Insurance of the Panthéon-Sorbonne University Paris, 14 June 2022 Madame la Présidente de l'Université, Monsieur le doyen de l'école d'économie, dear parents, families and friends, and - most of all - dear graduates!", "I am very pleased to have the opportunity today to address the graduates of the Master's programme in Money, Banking, Finance and Insurance at the Panthéon-Sorbonne University.", "I studied at this University in 1994 myself for six months - that is 28 years ago, and I have plenty of fond memories of that time.", "I would like to warmly congratulate the graduates and their families.", "\"Graduation\" derives from the Latin word for step.", "You have all taken an important \"step\" in the journey of life - and one that is well worth celebrating.", "You had the great opportunity to study in the beautiful city of Paris, in the heart of Europe.", "Europe's uniqueness lies in its cultural diversity.", "There is hardly anything more inspiring and rewarding than travelling throughout Europe and experiencing the diversity of its languages, traditions and cuisines.", "In fact, this year marks the 50th anniversary of Interrail, which was created to encourage young people, like you, to explore the beauty of Europe and connect to our shared heritage and values.", "In varietate concordia, \"United in diversity\", is the official motto of the European Union.", "One illustrative symbol of this unity in diversity are our euro coins, with the map of Europe on one side and a country-specific symbol on the other.", "Yet, diversity also brings about challenges - and that is what I will talk about today.", "The euro area consists of 19 - soon 20 - different countries, each with its own economic structure, societal governance and fiscal policy.", "The natural consequence is that shocks that hit the euro area, be it a financial crisis, a pandemic or a war, affect each euro area country differently.", "Today's inflation is a case in point.", "Harmonised consumer price inflation in the euro area as a whole is at a record high, reaching 8.1% in May according to the most recent flash estimate.", "But there are large and unprecedented differences across countries (Slide 2).", "In Estonia, for example, inflation stood at 20% in May, while it was less than 6% in Malta and France.", "How countries produce and use energy accounts for a large part of these differences.", "But energy is only part of the story.", "The war, like the pandemic, has had differential effects on consumption, investment and fiscal policy, and hence on underlying price pressures.", "The pandemic was a stark reminder that such differences can seriously impede the conduct of monetary policy.", "In the spring of 2020, concerns about some countries' perceived lack of fiscal space to deal with the pandemic led to a sharp divergence of financing conditions across euro area economies, thereby severely disrupting the transmission of monetary policy.", "I will argue that the vulnerability to such fragmentation risks will only disappear with fundamental changes to the euro area's institutional architecture.", "Therefore, monetary policy needs, at times, to respond to market developments that undermine the smooth transmission of monetary policy.", "That said, the progress we have made over the past years in strengthening the resilience of the currency union, on both the fiscal and the monetary side, has helped to reduce the likelihood that disruptive and self-fulfilling price spirals in government bond markets threaten the cohesion of the single currency.", "In my remarks today, I will first outline the nature of fragmentation in a currency union.", "Then I will provide an overview of the history of bond market fragmentation in the euro area and explain how markets have shifted between complacency and fear in different phases of the euro's lifetime.", "Finally, I will discuss how the prospect of monetary policy normalisation is interacting with the progress made in European integration, and why flexibility remains an important element of monetary policy in current uncertain times.", "What is bond market fragmentation?", "Let me begin by defining what I mean by fragmentation, focusing on euro area sovereign bond markets.", "On a basic level, in a currency union with sovereign states and budgetary discretion at national level, there is no reason to assume that sovereign bond yields are identical.", "Asset pricing theory suggests that sovereign bond yields depend, among other things, on the expectation of a country's willingness and ability to repay its debt.", "If this expectation differs across countries owing to differences in idiosyncratic factors, such as public debt-to-GDP ratios, budget deficits or long-run growth, then yields must diverge to compensate investors for the risk they take.", "Because government bond yields provide the bedrock for the pricing of other financial instruments, such as bonds issued by firms, differences in sovereign bond yields will lead to differences in broader financing conditions in the euro area.", "In normal times, such divergences do not threaten financial stability.", "In the absence of very large shocks, changes in economic fundamentals happen only gradually.", "Nevertheless, if persistent, they complicate monetary policy as they drive a wedge between the risk-free rate and national borrowing conditions.", "As these wedges are a feature of the euro area's institutional architecture, addressing them lies firmly in the hands of governments.", "There are times, however, when yields rapidly diverge from economic fundamentals, causing financial instability and hence fragmentation.", "Put simply, fragmentation reflects a sudden break in the relationship between sovereign yields and fundamentals, giving rise to non-linear and destabilising dynamics.", "[ Such excessive yield movements may be driven by factors related to market liquidity or speculative market behaviour in the form of self-fulfilling market dynamics.", "[ They may also occur when markets find it difficult to price risk - because uncertainty is so high that risk premia become indeterminate.", "Market dysfunction is not confined to the euro area.", "Even in the United States, which has the biggest and most liquid bond market in the world, severe market stress may raise yields above their fundamentally justified levels.", "At the height of the pandemic shock, for example, in March 2020, liquidity conditions deteriorated sharply in the US Treasury market, as demand for bonds outpaced supply due to a dash for cash, giving rise to disruptive market dynamics and drastic price swings.", "However, the euro area as a currency union with sovereign states faces specific risk factors that may spur multiple equilibria and self-fulfilling market dynamics.", "One of these factors is redenomination risk.", "Markets at times assigned a positive probability to the risk of exit of a euro area member country from the single currency.", "Another factor is financial contagion.", "Events in one country may trigger financial stress in other countries as investors fear that idiosyncratic shocks may quickly develop into systemic shocks.", "The particular vulnerability of the euro area reflects an intrinsic feature of a single currency area: investors can rebalance their funds across countries easily without taking on foreign exchange risks, which makes destabilising capital flows more likely.", "In order to protect the currency union from such risks, the Stability and Growth Pact, in combination with the prohibition of monetary financing by the ECB, was designed to ensure governments would pursue sound fiscal policies.", "But history shows that these rules were insufficient to guarantee the stability and cohesion of the euro area, which brings me to the history of bond market fragmentation in the euro area.", "The history of bond market fragmentation in the euro area This history can be divided into three distinct phases (Slide 3).", "Before the global financial crisis: underpricing of sovereign risks The first phase was characterised by a swift and broad-based convergence of sovereign bond yields across euro area countries.", "In the run-up to the euro's creation, the gap in sovereign financing conditions between Italian, Spanish or Portuguese and German sovereigns fell precipitously.", "Ten-year sovereign bond spreads declined from around 500 basis points in the mid-1990s to about 25 basis points just before the inception of the euro.", "Over the following years, spreads stabilised within a very narrow band of around 25 basis points until the onset of the global financial crisis.", "Over this period, however, many countries were building up large domestic and external imbalances that were not reflected in sovereign bond spreads.", "There is broad consensus that markets systematically underpriced sovereign risk in the run-up to the global financial crisis.", "[ Spreads were significantly below the levels that would have been predicted based on fundamentals.", "This mispricing was not restricted to the euro area, nor to bond markets.", "Markets worldwide, and banks in particular, underpriced financial risk.", "Yet, empirical findings suggest that country-specific fundamentals had even less importance for the pricing of sovereign risk in the euro area than in other advanced economies.", "[ Investors believed that, if push came to shove, risks would be shared within the euro area - despite the no-bailout clause.", "The global financial crisis served as a wake-up call globally, and in the euro area in particular.", "Markets started to price risk more in line with fundamentals, and sovereign spreads started to diverge.", "The European sovereign debt crisis: overpricing of risks Years of underpricing of risk meant that adjustments were taking place in a rapid and, at times, disorderly fashion.", "In Greece, the lack of reliable economic data made the pricing of sovereign risk even more demanding.", "In 2010, financial markets increasingly came to the view that there was a high likelihood that Greek debt was not sustainable, and that economic fundamentals in Ireland and Portugal warranted a significant risk premium.", "Scarred by the financial crisis, the risk-bearing capacity of investors became significantly constrained.", "A repricing of sovereign risk of individual countries that was initially justified by higher expected solvency risks gradually turned into concerns about the viability and integrity of the euro area as a whole.", "[ Contagion showed its darkest side.", "From mid-2011 onwards the dynamics in euro area bond markets became self-fulfilling.", "Rising concerns over a break-up caused a sharp sell-off in bonds in large parts of the euro area, even in countries with sound fundamentals.", "A liquidity crisis degenerated into a solvency crisis.", "[ Fragmentation and contagion only dissipated after the ECB's announcement of its Outright Monetary Transactions (OMT) programme, which instantly reduced redenomination premia and de facto removed the \"bad equilibrium\".", "At the same time, European leaders addressed structural gaps in the euro area's institutional architecture.", "The European Financial Stability Facility (EFSF) and later the European Stability Mechanism (ESM) were established as rescue funds for states.", "The Banking Union, starting with the Single Supervisory Mechanism (SSM) and the Single Resolution Mechanism (SRM), stabilised the European banking system and fostered financial integration.", "[ The strict conditionality of the OMT programme shielded the ECB from fiscal dominance and protected its independence.", "The access to OMT was linked to an ESM programme, which would provide financial assistance to beneficiary countries on the condition that they would implement structural reforms and maintain fiscal discipline.", "The overhaul of the euro area crisis management framework strengthened the resilience of the euro area and reduced excessive bond market volatility by ensuring that markets would no longer question the permanency of the currency union.", "And in those instances where market volatility rose, such as in 2017 amid the French presidential elections or in 2018 in the wake of rising political uncertainty in Italy, there was no destabilising contagion to other euro area countries, nor was there a need for fiscal or monetary policy intervention.", "At the same time, risk premia did not disappear but moved broadly in line with fundamentals.", "The COVID-19 pandemic: rising public debt but progress towards a stronger EMU architecture The COVID-19 pandemic changed this.", "It once again tested the resilience of the single currency.", "Confronted with a deep economic recession and the need for massive fiscal spending to protect the economy, risk sentiment deteriorated abruptly and sharply.", "Financial intermediation ceased to function, markets dried up and sovereign and corporate spreads spiralled.", "The announcement and prompt implementation of the pandemic emergency purchase programme (PEPP) stabilised markets.", "It quickly instilled confidence when the market failed to coordinate.", "One reason why the PEPP was so powerful was its flexibility, which allowed the ECB to provide liquidity when and where it was most needed.", "Purchases were allocated flexibly across time, asset classes and jurisdictions.", "Just like the OMT, which was never used, the PEPP's backstop function worked primarily via the confidence channel.", "Flexibility only had to be used briefly at the peak of the crisis.", "After that, the mere existence of flexibility and our clear commitment to use it when necessary were sufficient to coordinate markets on the \"good\" equilibrium.", "But while the PEPP was able to stabilise markets, it could not sustainably reverse fragmentation by itself.", "The process of re integration was only set in motion when the proposal for a sizeable European recovery fund was announced (Slide 4).", "[ Monetary and fiscal actions thus reinforced each other.", "While the PEPP restored private cross-border risk-sharing, the Next Generation EU (NGEU) package created - for the first time in the history of the euro - a channel for public risk-sharing at European level.", "[ Bond market integration in an era of rising interest rates Determined monetary and fiscal support during the pandemic contributed to a compression of risk premia.", "Sovereign bond spreads fell to their lowest level in many years, despite significantly higher public debt levels.", "While NGEU is going to provide continued fiscal support over the coming years, monetary policy has turned less accommodative in light of the persistent surge in inflation.", "As monetary support is being withdrawn around the world, we are seeing a decompression of risk premia across market segments, including in euro area bond markets.", "The extent and pace of the current repricing are driven by a number of forces.", "On the positive side, three fundamental factors can, ceteris paribus, be expected to support market sentiment and thereby mitigate upward pressure on bond yields.", "Favourable average sovereign borrowing costs The first factor is that most governments have taken advantage of years of historically low interest rates by lengthening the average maturity of outstanding debt and locking in favourable financing costs (Slide 5).", "Hence, the pass-through of a rise in interest rates to total sovereign financing costs will be gradual over the coming years, as the average nominal interest rate to be paid on outstanding debt will remain low, even as interest rates increase.", "Continued favourable average financing costs have a positive effect on debt sustainability dynamics.", "As long as the nominal effective interest rate is smaller than nominal GDP growth - meaning that the interest rate-growth differential is negative - a country's public debt-to-GDP ratio can decline even in the presence of primary budget deficits (Slide 6).", "[ And, indeed, according to ECB staff estimates, the interest rate-growth differential is expected to remain in negative territory for some time across euro area economies - in part also reflecting elevated nominal growth owing to the unexpected surge in inflation.", "However, the interest rate-growth gap is projected to narrow as nominal growth is going to moderate alongside inflation.", "Maintaining a favourable interest rate-growth differential therefore requires boosting real GDP growth, which brings me to the second factor.", "NGEU raising the growth potential NGEU was not only an emergency response to the pandemic.", "Since reforms under NGEU are oriented towards growth-friendly investments, it will help the EU emerge stronger from the crisis by linking financial support to measures making our economies greener and more digital.", "[ Moreover, the allocation of NGEU funds, through the Recovery and Resilience Facility (RRF), involves a considerable degree of solidarity.", "Allocations are tilted towards countries with weaker GDP per capita and higher public debt ratios, thus fostering convergence and strengthening the euro area as a whole (Slide 7).", "As a result, the potential growth outlook is well above historical averages for some of the countries with the highest debt burden, in spite of a general slowdown in potential growth (Slide 8).", "ECB staff simulations show that sovereigns' gross financing needs are not much affected by higher interest rates.", "What really matters are policies fostering potential growth (Slide 9).", "A stronger EMU architecture The third, and arguably most important, factor making sovereign bond markets less vulnerable is the further progress made on the euro area's institutional architecture.", "Although NGEU is a temporary instrument, it signals a firm political commitment to protect the cohesion of the European Union at all times.", "As such, historians may later say that NGEU was a first step towards a fiscal union by creating tools at European level that allow for public risk-sharing, fixing a flaw in the original EMU construction.", "How monetary policy can deal with fragmentation in the euro area Yet, while those fundamental forces tend to strengthen the resilience of the euro area, monetary policy normalisation is taking place in challenging economic circumstances.", "Risk-free interest rates are being raised globally in an environment characterised by a series of large adverse supply shocks that weaken growth and investment and that may weigh on the productive capacity of the euro area economy.", "Risks of a destabilisation of inflation expectations substantially deteriorate the trade-off facing monetary policy.", "Over recent days, concerns about the extent of monetary policy tightening needed to restore price stability have grown stronger.", "The increase in sovereign risk premia has accelerated, liquidity conditions have become more challenging, and daily changes in bond yields have increased (Slide 10).", "The spread of the euro area GDP-weighted yield over the equivalent overnight indexed swap (OIS) rate, which is a useful summary measure to assess the policy transmission, has also moved up, and sovereign yields stand notably above their 2020 lows (Slide 11).", "As a result, some borrowers have seen significantly larger changes in financing conditions than others since the start of the year.", "Such changes in financing conditions may constitute an impairment in the transmission of monetary policy that requires close monitoring.", "What is important in this environment is that investors have a clear understanding that monetary policy can and should respond to a disorderly repricing of risk premia that impairs the transmission of monetary policy and poses a threat to price stability.", "In December of last year, we made clear that we would not tolerate price adjustments that would undermine the transmission of our monetary policy.", "In our monetary policy statement, we declared that, within our mandate, under stressed conditions, flexibility will remain an element of monetary policy whenever threats to monetary policy transmission jeopardise the attainment of price stability.", "This commitment can be put into practice within a very short period of time if we conclude that policy transmission is at risk.", "In that case, reinvestments from maturing securities under the PEPP can be adjusted flexibly across time, asset classes and jurisdictions.", "While the flexible allocation of PEPP reinvestments is one way to address fragmentation, our commitment is stronger than any specific instrument.", "Our commitment to the euro is our antifragmentation tool.", "This commitment has no limits.", "And our track record of stepping in when needed backs up this commitment.", "How we ultimately react to risks of fragmentation will firmly depend on the situation we are facing.", "We have shown in the past that we can adapt flexibly and quickly to the specific circumstances.", "While the OMT required strict conditionality to address the underlying vulnerabilities, moral hazard was much less of a concern when the pandemic hit.", "Therefore, the PEPP was, by design, unconditional, but also temporary and linked to the pandemic.", "We will react to new emergencies with existing and potentially new tools.", "These tools might again look different, with different conditions, duration and safeguards to remain firmly within our mandate.", "But there can be no doubt that, if and when needed, we can and will design and deploy new instruments to secure monetary policy transmission and hence our primary mandate of price stability.", "The diversity of the euro area is one of its greatest assets, but it also poses challenges for policymakers.", "One of these challenges is the threat of financial market fragmentation that can impair the transmission of monetary policy.", "I have argued that the responses to past crises have contributed to reducing these risks.", "The considerable progress made on both the monetary and fiscal side has strengthened the resilience of the currency union.", "But further progress is needed.", "In order to improve the euro area's institutional architecture, governments need to take further steps, including by completing Banking and Capital Markets Union, by improving public risk-sharing through a permanent fiscal tool at European level, as well as by creating a euro area safe asset, properly designed to avoid adverse incentives.", "In the meantime, monetary policy will need to respond to destabilising market dynamics.", "We will not tolerate changes in financing conditions that go beyond fundamental factors and that threaten monetary policy transmission.", "This commitment is especially important at times of exceptionally large uncertainty and challenging economic circumstances, such as today, when monetary policy has to tackle the challenge of unacceptably high, persistent and broad-based inflation that risks becoming entrenched in expectations.", "We are therefore monitoring current market developments closely.", "By countering fragmentation, monetary policy will contribute to our journey towards European unity - without abandoning diversity.", "I very much hope that the younger generation - all of you graduates here today - will support this process towards greater European unity, while embracing diversity.", "(2013), \"What is the risk of European sovereign debt defaults?", "Fiscal space, CDS spreads and the market pricing of risk\", Journal of International Money and Finance Vol.", "Gibson, H., Hall, S. and Tavlas, G. (2012), \"The Greek financial crisis: Growing imbalances and sovereign spreads\", Journal of International Money and Finance, Vol.", "498-516; Mink, M. and de Haan, J., (2013), \"Contagion during the Greek sovereign debt crisis\", Journal of International Money and Finance, Vol.", "Gibson, H., Hall, S. and Tavlas, G. (2014), \"Fundamentally Wrong: Market Pricing of Sovereigns and the Greek Financial Crisis\", Journal of Macroeconomics, Vol.", "405-419 ; Dewachter, H., Iania L., Lyrio, M. and Maite de Sola Perea (2015), \"A macro-financial analysis of the euro area sovereign bond market\", Journal of Banking and Finance 50: pp.", "Beirne, J. and Fratzscher, M. (2013), \"The pricing of sovereign risk and contagion during the European sovereign debt crisis,\" Journal of International Money and Finance, Vol.", "\"Unobservable country bond premia and fragmentation\", Journal of International Money and Finance 82: pp.", "(2012), \"Self-fulfilling crises in the Eurozone: An empirical test\", Journal of International Money and Finance, Vol.", "Horny, G., Manganelli, S. and Mojon, B.", "(2018), \"Measuring Financial Fragmentation in the Euro Area Corporate Bond Market\", Journal of Risk and Financial Management, Vol.", "1-19, Hartmann, P., Borgioli, S., Kempf, A., Molitor, P. and F. Mongelli (2021), \"Financial integration and structure in EMU during the corona crisis,\" VOXEU.", "Cohesion funds existed but were not significant enough to create an effective public risk-sharing mechanism.", "(2019), \"Public Debt and Low Interest Rates,\" American Economic Review, Vol.", "Bańkowski, K., Bouabdallah, O., Domingues Semeano, J., Dorrucci, E., Freier, M., Jacquinot, P., Modery, W., Rodríguez-Vives, M., Valenta, V. and Zorell, N. (2022), \"The economic impact of Next Generation EU: a euro area perspective\", Occasional Paper Series, No 291, ECB."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "monetary dominance", "financial dominance", "financial dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "financial dominance", "monetary-fiscal coordination", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Bond market fragmentation", "Monetary policy transmission", "Fiscal policy", "Euro area resilience", "Financial stability", "Risk premia", "NGEU", "European unity", "Diversity", "Inflation"]}