{"sentences": ["Technological innovations, changes in demand, the arrival of new players: the changes underway in the financial sector are providing a strong impetus to relax the conditions of access to the market, in order to foster competition and thus encourage the development of new, more efficient and less costly services.", "In Europe, in the field of payments, this relaxation has already occurred.", "The EMD, the PSD1 and finally the PSD2 directives have all resulted in the emergence of more agile players, particularly in terms of data exploitation.", "The pressure to open up data now extends to insurance and savings: after open banking, we now speak of open finance.", "This pressure calls for further adapting the regulatory framework.", "But what should our guiding principles be?", "In the payments sector, the main objective of the directives I mentioned was to reconcile openness and security.", "While this challenge remains relevant for the transition from open banking to open finance, with digitalisation and the development of the platform economy, we have seen two other challenges emerge: reconciling innovation and integration on the one hand and on the other.", "competition and sovereignty How do we at the Banque de France and the ACPR, given our role and experience as a supervisor, plan to address these new challenges?", "This is what I would like to briefly discuss with you today, after a quick recap of the regulatory framework for open banking and the lessons that can be drawn from it to guide the development of open finance.", "Part I: Openness and security A- As regards the assessment of and lessons learned from the regulatory framework for open banking, I would like to start by recalling: 1- The key principles that governed the sharing of payment data: on the one hand, the creation of appropriate statuses and, on the other, the strengthening of security requirements for access.", "The creation of the payment service or electronic money service has fostered the emergence of an open banking ecosystem.", "The introduction of an agent status has also contributed to this process, by creating a gradual - proportionate - regulatory framework: it thus allows emerging players to test the suitability of their services with the market under the aegis of a licensed institution, before applying for a license themselves, if necessary.", "- These developments have led to the rapid growth of Fintechs, drawing on their competitive advantages: speed, agility and responsiveness to customer needs.", "The increase in the number of licences and authorisations issued by the ACPR illustrates this success: more than half of the 62 electronic money institutions and payment institutions currently in operation were licensed after 2018; the number of agents registered with the ACPR has risen by more than 40% in one year, with almost 3,300 decisions to register agents in 2021.", "- However, the framework established for open banking has its limitations.", "First, in of the market: the new service providers remain dependent on terms of the openness traditional institutions, in particular for the opening of a segregated account, which raises questions given the difficulties that many Fintechs encounter in practice in accessing accounts.", "While the use of APIs makes account access more secure, these interfaces must also ensure that new entrants are able to provide their services at a level of quality that is consistent with their business model, as I will discuss later.", "B- As part of our supervisory duties, I can draw two lessons from these observations for the development of open finance regulations: one concerns the statuses that are necessary for the opening of the market, and the other concerns the technical means to ensure proper security.", "- While the creation of new statuses would appear to promote the emergence of new business models, we must nevertheless seek to limit unnecessary sources of complexity and, more fundamentally, the risks of regulatory arbitrage.", "Here are two examples to illustrate my point.", "The first concerns the electronic money and payment service activities and the associated risks, which are now very similar.", "And yet, there are still differences in their prudential and antimoney laundering frameworks.", "There are also differences between the competent authorities when it comes to assign innovative payment solutions to regulatory categories.", "My second example concerns the draft European MiCA regulation on crypto-asset markets.", "This draft regulation distinguishes between two kinds of stablecoins: those intended as investment instruments and backed by baskets of assets, Asset-Referenced Tokens (ART), and tokens for payments, Electronic Money Tokens (EMT), whose requirements are similar to those for electronic money.", "This distinction requires vigilance in two respects: first, if they are not subject to the same rules, ARTs should not be able to be used for payment purposes; second, care should be taken to ensure that the regulatory requirements are clearly formulated in order to avoid multiple layers of redundant regulation.", "- The second lesson concerns the technical means to be implemented to reconcile openness and security, and in particular the use of APIs.", "Should there be an extension of sharing to other financial data, the PSD2 directive calls for a more explicit definition of shareable data, a clearer allocation of responsibilities for authentication, and the promotion of the use of standardised APIs.", "Part II: Innovation and integration A- Let me now turn to the new challenges posed by the development of open banking and its extension towards open finance.", "I will start with that of promoting innovation without undermining the integration of the European market.", "- In the area of payments, we face a number of challenges, not least that of exchanges between financial intermediaries The development of the tokenisation of financial assets could lead to a proliferation of new infrastructures that would no longer be interoperable with each other, leading to a risk of market and liquidity fragmentation.", "- This trade-off between innovation and fragmentation risk is also reflected in the settlement asset itself used in payment chains.", "If we take the example of stablecoins, their use for the settlement of tokenised financial assets could undermine the stability and efficiency of settlement transactions for new assets by fragmenting the field of settlement assets.", "B- To reduce this risk of fragmentation, we have two levers.", "- The first is cooperation between private players to support the efforts of the public authorities to establish a regulatory framework that is clear, proportionate and flexible enough to take account of rapid changes in the market and innovation.", "In this respect, there are certainly lessons to be learned from the framework developed for open banking.", "For example, the deployment of the APIs I mentioned earlier proved to be more complex than expected due to heterogeneous applications, late developments and the lack of an underlying business model.", "In this light, two key principles could guide us.", "On the one hand, institutional players can act as a catalyst for private initiatives on standardisation.", "I am referring in particular to the mandate given to the European Payments Council (EPC) for the creation of a dedicated open finance scheme, the SEPA Payment Account Access Scheme (SPAA).", "On the other hand, the debate on open finance should also be an opportunity to push for an improvement in the quality of APIs - i.e.", "premium APIs - by openly addressing the issue of financial compensation for data providers.", "- The second lever is in the hands of central banks, in the form of new services to financial intermediaries.", "This is the aim of the Banque de France's experimentation programme with new technologies.", "These experiments show, in particular, that a wholesale Central Bank Digital Currency (CBDC) would make it possible not only to maintain but also to promote central bank money as the safest and most liquid settlement asset, while adapting it to changes in demand and thus avoiding the fragmentation of settlement assets.", "With this improved security, wholesale settlement through distributed ledger could be optimised in terms of efficiency, cost and traceability, including for cross-border payments, by ensuring interoperability between several CBDCs in different jurisdictions.", "Part III: Competition and sovereignty To conclude, I would like to say a few words about the growing challenges related to competition and sovereignty.", "A- In this regard, open finance is a development that must be addressed with caution: while it promises to open up the financial market to new players, it could paradoxically increase its concentration, and compromise our strategic autonomy.", "- Indeed, with the platformisation of the digital economy, companies today aim to rapidly increase their market share in a specific segment and then extend the range of their services in order to build a captive customer base.", "Open finance could accelerate this trend, which can already be seen in the payments market, by allowing the exchange and cross-referencing of an ever-increasing volume of data.", "This may ultimately prove detrimental to competition.", "This challenge is particularly acute with the development of BigTechs in the financial services markets, which already have significant market power in the areas of cloud computing, mobile payments or digital identification.", "- Open finance also poses challenges in terms of sovereignty to which we must be attentive.", "They primarily occur at the individual level.", "The increasing volume of data in circulation and its cross-referencing is a considerable challenge for the protection of personal data.", "Cross-border data flows also complicate the enforcement of regulations and make it more difficult for authorities to act.", "Secondly, at the industrial level.", "Mastering artificial intelligence technologies is now contingent on the quantity and quality of accessible data.", "It is therefore essential that access to data should not be monopolised by non-European players alone.", "Lastly, at the State level, because the concentration of data infrastructures raises concerns about their resilience in the event of an attack.", "Given the geopolitical risks, these aspects should not be underestimated.", "The deployment of tokenised settlement assets across borders would also pose a risk to our monetary sovereignty, if it resulted in the use of stablecoins backed by foreign currencies or CBDCs.", "B- To reconcile competition and sovereignty, a \"retail\" central bank digital currency is obviously a potentially important lever.", "- This was the main aim of the investigation phase launched by the Eurosystem in July last year.", "Issuing a retail CBDC, nevertheless, raises a number of operational challenges.", "In particular because financial intermediaries, including banks, play a key role in the security and financial stability of our monetary and financial system.", "Introducing a CBDC must therefore neither result in the conversion of a significant proportion of bank deposits into assets held in CBDCs - in normal times as well as in times of stress - nor compete with banks in their day-to-day relations with their customers.", "These issues need to be addressed by design in the architecture and functionality of a digital euro, for example by introducing holding limits or by promoting an intermediated model.", "This is why it is essential that the financial intermediaries, along with the other stakeholders, be properly involved in the investigation phase that we are conducting: an expert advisory group has already been set up at European level, and this consultation will be extended to all stakeholders in the coming months, in particular via the European and French market bodies at our disposal.", "- But other levers will be needed to reconcile competition and sovereignty.", "First and foremost, the regulatory lever.", "Against this backdrop, we welcome two European texts that are currently being finalised (i) the Digital Operational Resilience Act (DORA), which aims, among other things, to bring critical service providers under the supervision of financial regulators; (ii) and the Digital Market Act (DMA), which is intended to ensure that service providers have equal access to the hardware and software components of electronic devices.", "These competition and sovereignty concerns should also be taken into account in the revision of PSD2.", "Secondly, the industrial lever.", "While our market is and must remain open, it is nonetheless essential to encourage innovation by European players.", "This is why, in the area of payments, the Banque de France actively supports the EPI initiative for a modern European solution.", "In conclusion, we can see that the changes taking place in the financial sector offer the prospect of even more accessible, efficient and innovative financial services, while at the same time raising new challenges for both market participants and public authorities.", "I am convinced that the only way to meet these challenges is through a multi-faceted approach, with cooperation between public and private players.", "That is why the Banque de France is fully committed to promoting innovation within a framework of trust: first, at the level of the regulatory framework and as a supervisor, then by facilitating private initiatives and mobilising the market, and lastly, as a driver and player in innovation."], "classifications": ["monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Open finance", "Open banking", "Innovation", "Competition", "Sovereignty", "Security", "APIs", "Central bank digital currency (CBDC)", "Data", "Regulation"]}