{"sentences": ["SPEECH 6 May 2022 Cecilia Skingsley Handelsbanken High inflation and a rising repo rate - what happens to the Riksbank's balance sheet?1 As you know, inflation in Sweden is now at the highest levels in several decades.", "We have entered a period in which the repo rate needs to be raised - and much more than we expected earlier.", "'The inflation map has been redrawn', and this is a situation we share with many other central banks worldwide (see Figure 1).", "However, as you also know, the Riksbank implemented strong monetary policy measures during the coronavirus crisis, where an important element was asset purchases.", "The question then arises: Now that we are starting to raise interest rates - what happens to the assets on our balance sheet?", "When I answer that question, I would first like to go back in time a little and explain how the assets originally got there.", "Background - why we purchased debt securities for SEK 700 billion.", "In my speech a year ago, I said that one of the great lessons of the global financial crisis in 2008 and, not least, the coronavirus crisis in 2020, was that the repo rate, our policy rate, is not sufficient as a monetary policy tool to stabilise inflation at around 2 per cent.", "The global financial crisis in 2008 and the years thereafter showed that the socalled lower bound for the policy rate was not only an interesting fact, but also real constraint on monetary policy.", "A further lesson from the crisis was that the turbulence on the financial markets could entail the monetary policy steering rate quite simply not having an impact on the interest rates charged to companies and households.", "Asset purchases can address both of these issues.", "They can contribute to further stimulus when it is not possible to cut the policy rate.", "And they can reduce the difference between the policy rate and the interest rate charged to households and companies when there is financial turbulence.", "The outbreak of the coronavirus crisis in the spring of 2020 caused enormous financial turbulence, including the biggest stock market fall in one day so far in Sweden.", "All bond rates rose to a varying extent.", "The new motto for investors was 'dash for cash', as they abandoned unsafe assets in favour of safer ones with high liquidity.", "During the crisis, the Riksbank's monetary policy focused as far as possible on maintaining interest rates at a low level and maintaining the supply of credit so that the real economy could function.", "A key element in our response to the crisis was extensive purchases of bonds (see Figure 2).", "The very fact that all bond yields rose to varying degrees made a broad palette of asset purchases necessary to hold interest rates at a low level.", "The Riksbank purchased government bonds, covered bonds, municipal bonds and corporate bonds.", "We took framework decisions for the total asset purchases, which we then distributed over the different asset classes through regular decisions at the monetary policy meetings held.", "Initially, the framework was set at SEK 300 billion in March 2020 and then expanded to SEK 500 billion in June and to SEK 700 billion in November of the same year.", "In connection with the decisions in June and November 2020, we extended the purchases from the end of 2020 to first the middle, and then the end, of 2021.", "And at our meeting in June last year we decided to use the full framework, which meant that our asset purchases ended at SEK 700 billion.", "Our plan was then to merely maintain the holding, by compensating for principal payments.", "I will return to our most recent decision later on.", "Broadly speaking, the Riksbank's monetary policy response followed the same pattern as the major central banks, the ECB and the Federal Reserve, as is illustrated in Table 1.", "This is not so strange, given that the crisis affected many countries roughly at the same time and in the same way.", "Figure 2 shows our holdings of securities, while Figure 3 shows how much of the outstanding stock we have purchased in each respective market.", "On the whole, we now own roughly the same nominal amount of government bonds as covered bonds.", "Nevertheless, we have bought a considerably smaller share of the outstanding stock of covered bonds compared to government securities.", "This says something about the size of the market for covered bonds.", "We have described the motives for the purchases in many different contexts.", "But it is still relevant to ask: Why such a focus on covered bonds?", "And the answer is: To ensure the interest rates charged to households and companies would remain low throughout the crisis.", "As the major Swedish banks fund a large part of their lending by issuing covered bonds, the Riksbank's purchases have had a direct effect on the banks' funding costs and, ultimately, also on interest rates charged to households and companies.", "I believe that our measures during the crisis have essentially functioned as intended: keeping interest rates low and maintaining the supply of credit.", "The financial system was in this way able to assist in absorbing the macroeconomic shock, rather than posing a further problem - a financial crisis - on top of the health crisis and the economic shock that ensued.", "As I see it, these measures were entirely necessary to attain our monetary policy objectives: to attain an inflation rate of 2 per cent and to support the development of the economy.", "But we now find ourselves in a new situation.", "Current monetary policy - how do we manage the asset portfolio when the repo rate is raised?", "Inflation is now very high in many places, including Sweden (see Figure 1).", "Tightening of monetary policy is on the agenda for most central banks around the world, and, as you know, for the Riksbank as well (see Figure 4).", "There is also a consensus among central banks that policy rate increases are the most appropriate tool for dealing with unexpectedly high inflation.", "However, it is far from clear how assets are to be managed.", "In the international discussion about the holdings of securities, there are a lot of concepts that may appear mysterious and which I would therefore like to try to explain and put into context before I begin to discuss how we at the Riksbank have thought about the management of our assets in the future.", "From \"QE\" to \"tapering\", reinvestments and \"QT\" Figure 5 shows a simple outline of how central banks' monetary policy has looked in recent years.", "As I mentioned earlier, the crisis has affected many countries in the same way.", "And, as you are probably aware, many central banks are currently struggling with inflation far above the targets.", "In this way, the illustration can be said to be quite general.", "We can imagine that the figure starts at the outbreak of the coronavirus pandemic.", "At that time, many central banks bought assets so that their holdings grew - this is usually referred to as quantitative easing or QE.", "Purchases were made at a predetermined pace, usually with the aim of achieving a certain level of holding.", "The logic behind calling this easing is that one assumes that as long as the holding grows, monetary policy becomes more expansionary.", "One can compare it with cutting the policy rate.", "Gradually, the pace of purchases is reduced so that the assets grow more slowly, which is commonly referred to as tapering.", "But monetary policy then remains more expansionary.", "This can be compared with lowering the policy rate, but at a slower pace.", "Once the central bank has reached the desired holding, it maintains it by reinvesting maturing bonds.", "Not surprisingly, this phase - which the Riksbank is now in - is known as the reinvestment phase.", "Monetary policy will then be more or less as expansionary as before.", "But if one can talk about buzzwords in the world of central banking right now, QT is one of them.", "It stands for quantitative tightening and means that the holding is reduced by the cessation of reinvestment.", "It is also possible to consider that the holding declines by selling the securities before they mature.", "However, the need for this is partly determined by the maturity of the securities, something I will come back to later.", "A reader with a good memory may recall, however, that this is not the first time that quantitative tightening, or QT, has been discussed.", "In the years before the coronavirus crisis, there were also some discussions, especially with regard to the Federal Reserve, which also raised its policy rate substantially in the years before the crisis.", "The Federal Reserve is the only major central bank that, following the financial crisis, has practical experience of QT to any great extent.", "The relationship between the policy rate and the asset holdings: \"Reinvestment-rate increase-QT\" In Figure 5 the policy rate is also illustrated.", "In the international discussion there has emerged a consensus that it is appropriate to start raising the policy rate at some point during the reinvestment phase, that is, before the holding starts to decrease.", "The monetary policy tightening will thus begin with interest rate increases, followed by a reduction in the asset holdings.", "A summary of the strategy is \"reinvestment-rate increase-QT\".", "If you think this sounds abstract, I can give you a practical example of how we ourselves reasoned a few years ago, before describing how we are thinking now.", "\"A traditional exit\" Let's go back in time a little once again.", "During 2014-2015, inflation was so low that there was a risk that confidence in the inflation target would be undermined.", "At the same time, the ECB reoriented its monetary policy in a more expansionary direction, which risked strengthening the krona exchange rate at a time when inflation was already too low.", "We then expanded our monetary policy measures: On the one hand, we lowered the repo rate below what was previously considered the lower bound of zero, and on the other hand we purchased government bonds (thus using quantitative easing).", "As the financial markets were functioning normally, the measures had the desired impact on the interest rates charged to households and companies.", "After some time, inflation began to rise toward the target.", "Toward the end of 2017, we envisaged policy rate increases and a gradual normalisation of monetary policy.", "The strategy followed the \"reinvestment-rate increase-QT\" approach, which meant that the Riksbank would first start a reinvestment phase - keeping the holding at a constant level by reinvesting maturing bonds.", "After that, when monetary policy was to gradually become less expansionary, the repo rate would be raised slowly, while the reinvestment phase would continue.", "When the repo rate had been raised to a level at an acceptable distance from the lower bound, the reinvestments would be tapered or terminated, so that the holding would decrease when the bonds matured, i.e.", "what we call QT today.", "As you can see, the 'exit strategy' in Figure 5 follows this pattern very well.", "But, as you know, we did not get very far in the process of normalisation.", "The repo rate was raised twice in December 2018 and December 2019 to zero per cent, and the holding of government bonds remained in principle at the same level as before.", "Then the crisis struck, and we decided on the measures that have given us today's portfolio.", "Time to rethink in the current situation?", "There are several reasons why one might think differently now in relation to the way we reasoned at the end of 2017.", "Greater element of private securities A major difference compared with before is that the Riksbank has purchased large amounts of private securities during the coronavirus crisis, like many other central banks.", "This measure should be regarded in the light of the fact that monetary policy is about influencing the financial situation in such a way that inflation stabilises.", "In countries where credit is granted via the banks, the central bank naturally aims its measures at them.", "However, in countries such as Sweden, where credit is also market-based, that is, credit is also provided through debt securities, a broader toolbox is needed for the central bank to be successful in its monetary policy and to stabilise inflation around the target.", "My conclusion is therefore that QE will be needed from time to time.", "It is also interesting to note that the monetary policy toolbox, when regarded over a longer period of time has to some extent been cyclical.", "The fact that the Riksbank owns Swedish securities is nothing new, as my colleague, Governor Stefan Ingves, has observed.", "Further back in time, the Riksbank had a large portfolio of Swedish securities, which eventually was sold off around the turn of the millennium, since it was not considered necessary for conducting monetary policy.", "As shown in Figure 6, the Riksbank's assets currently represent a large proportion of GDP in an historical perspective.", "However, as a percentage of the total financial assets in the Swedish economy, the proportion is barely visible.", "Kristin Forbes is professor at MIT and was a member of the Bank of England Monetary Policy Committee 2014-2017.", "In her speech at Jackson Hole last year, she pointed out, among other things, that the purchase of private assets was largely motivated in terms of 'credit easing', i.e.", "measures aimed at alleviating turbulence in financial markets.", "Therefore, she believes that an 'exit' should not be determined by how well the central bank's inflation target is met, but by the problems that the measures were aimed at, namely frictions and concerns on the financial markets.", "I think she has some good points, but, as I have mentioned, I do not think it is easy to make the division into normal quantitative easing and credit easing.", "There is a simple reason for this.", "Both the level of the policy rate and different types of risk premiums in the market determine the interest rates that 'customers', i.e.", "households and companies in Sweden, meet.", "When the financial markets are functioning normally, there is a good correlation between the policy rate and the interest rates charged to customers.", "But this is not the case in times of financial turbulence.", "The central bank must then both be active and show long-term commitment.", "Otherwise, if market participants suspect that the central bank's commitment is not long-term, there is a risk that the transmission mechanism will remain damaged, and the operation will have failed, so to speak.", "However, I do not think there is any reason why the central bank should have large holdings of private assets when the financial markets are functioning normally.", "I will return to this issue later on.", "We are not in a normalisation phase but a tightening phase...", "The 'exit plan' at the end of 2017 was based on normalisation, where inflation and the real economy would approach long-term levels in a calm and orderly manner.", "If we move forward to today, a significant difference is that we are now trying to halt very high inflation that is way above the target (see Figure 1).", "It also means that we need to think again - it is not an 'exit' to normalisation, but a monetary policy tightening.", "A direct consequence of this is that the pace of the process is ac- celerated.", "However, this does not necessarily mean that the order of the increases in the policy rate and QT changes.", "This is also reflected in the way that many central banks around the world are reasoning.", "... which means \"reinvestment-rate increase-QT\" but at a faster pace The consensus that can be seen internationally is for central banks to manage the tightening phase by following the principle of \"reinvestment-rate increase-QT\" but at a much faster pace than was seen before.", "Let me give some examples.", "The Federal Reserve has now raised its policy rate twice by a total of 0.75 percentage points and plans to start reducing its asset holdings on 1 June, making the 'reinvestment phase', which started in March, very short compared to the period of almost two years preceding the previous QT period prior to the coronavirus crisis.", "The Bank of England specified its plan at the beginning of the autumn.", "This involved QT beginning when the policy rate had reached 0.5 per cent, which it did in February this year.", "As they concluded the QE phase in December, when they raised their policy rate for the first time after the crisis, it also means in this case that the 'reinvestment phase' has become very short.", "The plan from the beginning of the autumn also meant that consideration would be given to selling securities before maturity, once the policy rate had reached 1 per cent, which it did in connection with the most recent monetary policy announcement on 5 May.", "At that time it was also announced that the bank was planning to follow the previously presented plan and start considering selling securities.", "The Bank of Canada began QT in connection with the most recent monetary policy decision on 13 April, when it also raised the policy rate by 0.5 percentage points.", "The reinvestment phase began in November last year and the policy rate was also raised in March this year.", "This brings me to our latest monetary policy decision in April and how it fits into this discussion.", "In our decision in April, we judged that the repo rate and the repo-rate path are the most effective tools for dealing with the high inflation (see Figures 7 and 8).", "The repo rate was raised much earlier than we were expecting in February, while the repo-rate path was substantially revised up.", "As far as assets are concerned, we also want to adjust our holdings down, but to a less dramatic extent.", "Our plan is that the holding will gradually decline in the future, and we decided the purchase sum for bonds would be half as much during the second half of the year as the first half of the year.", "Depending on the Executive Board's future decisions, the holding is expected to decline as securities mature.", "This means that our reinvestment phase lasts about six months, and that we raised the policy rate approximately in the middle of that phase.", "Table 2 compares the effects on the economy of raising the policy rate compared to using QT.", "Increases in policy rates have more direct effects on the economy and dampen inflation more.", "I see before me that the securities portfolio will be able to decline in the coming years, provided that the current inflation and economic assessment hold.", "The table indicates that one could envisage further fine tuning of the portfolio holding to affect different parts of the fixed income market.", "However, I think that such an approach works primarily in crisis situations, in other words in the introduction of the QE phase, when problems in certain markets need to be dealt with using particular tools.", "This was particularly clear in the spring of 2020.", "Let me now come back to the question of how we reduce our holdings when monetary policy is made less expansionary.", "Why do we not sell bonds before they mature instead of reducing the holding 'passively' through maturities?", "For example, the Bank of England has announced that it is considering actively selling certain securities before maturity when the policy rate has reached 1 per cent.", "An important difference in relation to the Bank of England is in the maturity of our bond holdings.", "The UK government bond has a long maturity term of on average around 15 years.", "This means that it will take a very long time before the holding decreases to any great extent if a representative sample of the bond stock has been purchased, as the Bank of England has done.", "The Bank of Canada, on the other hand, has a short maturity on its holdings, which means that selling them has not been judged to be appropriate.", "The Federal Reserve has a very long maturity on its holdings of mortgage bonds, which has led the Monetary Policy Committee to begin discussing active sales of those assets in the future, to achieve the long-term goal of primarily owning government bonds.", "Figure 9 shows how our aggregate holdings of securities would develop if no further purchases are made after 2022.", "Please note that this should be seen as a simple projection and not a forecast.", "As early as the forecast period up to the second quarter of 2025, the holding may well have been halved through maturities.", "This means that we do not have to consider active sales in the same way as, for example, the Bank of England to reduce the holding at a relatively rapid rate.", "I mentioned earlier that there are no reasons for the Riksbank to have any major holdings of private assets as the financial markets are functioning normally.", "Figure 10 shows the distribution of the securities held by the Riksbank.", "It is clear, for instance, that the maturity of the covered bonds is considerably shorter than that of the government bonds, which means that most of the holding will have declined within five years through maturities, should the Executive Board decide not to make any reinvestments after 2022.", "Thoughts regarding the future In conclusion, I would like to talk about the lessons we can learn for the future.", "During the coronavirus crisis we made extensive purchases that we are now planning to phase out in a predictable manner.", "We believe that the purchases have worked well.", "But as you know, no two crises are the same.", "What strategies are available in the future?", "Go big and fast, buy a little at a time or take a middle way?", "One alternative is what Andy Bailey and others at the Bank of England have discussed, namely to 'go big and fast' and then fairly quickly dismantle the holding as soon as the situation improves, to have your ammunition ready for the next crisis or economic downturn.", "I think that the holding should be phased out when it is politically motivated and I am not keen on dismantling it to increase our purchasing scope.", "This is a variation on the theme of raising the policy rate just to be able to lower it later.", "Another option is to buy a limited amount of assets when the need arises, combined with a commitment to buy more if the situation deteriorates.", "I am very sceptical about this strategy, as it could turn into an indirect yield curve control, which is not the intention.", "There is a considerable risk of misunderstanding between the central bank and market participants.", "I think that the experiences of the coronavirus crisis clearly indicate a middle way.", "During the initial phase of the crisis, economic uncertainty was monumental.", "We decided to go big and fast, as illustrated, for instance, by the fact that most of the measures were decided within a week of the WHO declaring a pandemic on 11 March 2020.", "The rest of the measures were adjustments or additions to an existing plan.", "As decision-makers, we did not have the luxury of awaiting detailed research results on what would be the best response, but acted to avoid the real economic crisis developing into a financial crisis.", "Both the Swedish Coronavirus Commission and the external assessment of monetary policy by Flug and Honohan concluded that such an approach was favourable to economic developments in Sweden.", "So much for big and fast.", "However, I am very doubtful about the rapid phasing out of assets on our balance sheet through active sales.", "One reason I have already mentioned is that the maturity of our assets is relatively short.", "But another reason is that the aggregate international experience with QT is very limited, and there are very few data points for estimating the effects.", "The precautionary principle also applies here pending further research results.", "And here I think there will be a lot to learn in the future.", "In recent years, we have made a considerable analysis of the effects of asset purchases.", "Looking ahead, I am convinced that research can help the central banks with new results, which can more accurately estimate the effects of both QE and QT on the economy.", "I shall be very interested to see the results.", "After all, monetary policy needs to develop in pace with the times.", "A historical parallel to the phase we are in now is when the inflation target regime was established in 1993.", "The first pioneers had rather limited experience of practical inflation-targeting policy to rely on, and a limited knowledge of which indicators could guide monetary policy.", "The communication challenge One very important issue that we must develop before the next economic downturn is communication regarding asset purchases.", "I discussed this in my speech a year ago.", "How can we clearly link asset purchases to the capacity to attain the inflation target?", "Here there is a lesson to be learned for many central banks, including the Riksbank.", "I believe that the repo-rate path will remain by far the most important tool when we communicate with the public about future monetary policy.", "An ideal scenario would be if decisions on the asset portfolio could be converted into policy rate changes and added to the existing repo-rate path.", "However, while we are still learning more about the effects of changes in the asset holding on interest ratesetting, my aim is to ensure that the public continues to have confidence in our monetary policy.", "One of the main elements of our monetary policy throughout the period of inflation targeting has been our desire for transparency and clarity: What we are doing and what we achieve with our measures.", "By continuing along this path, the public should be able to rely on us at the Riksbank doing our job and maintaining price stability, that is, keeping inflation so stable that you do not really have to think about it.", "Bailey, Andrew (2020), \"The central bank balance sheet as a policy tool: past, present and future\", speech at Jackson Hole, published on 28 August, available at The central bank balance sheet as a policy tool: past, present and future - speech by Andrew Bailey | Bank of England.", "Bank of Canada (2022), \"Economic progress report: Controlling inflation\", available at Economic progress report: Controlling inflation - Bank of Canada.", "Bank of England (2021), \"Box A: The MPC's strategy for the mix of monetary policy instruments to deliver tighter policy\", article in the Monetary Policy Report, September, available at the Bank of England Monetary Policy Report August 2021.", "Bank of England (2022), \"Monetary Policy Summary and minutes of the Monetary Policy Committee meeting, published 5 May, available at Bank Rate increased to 1% - May 2022 | Bank of England.", "(2021), \"Monetary policy after corona - we need to think in new ways\", digital speech at Swedbank, available at Breman:Monetary policy after corona - we need to think along new lines | Sveriges Riksbank.", "Brookings (2021), \"What does the Federal Reserve mean when it talks about tapering?", "\", available at What does the Federal Reserve mean when it talks about tapering?", "(2022), \"Learning from the Dash for Cash - findings and next steps for margining practices\", speech at FIA & SIFMA Asset Management Derivatives Forum 2022, published on 9 February, available at Learning from the Dash for Cash - findings and next steps for margining practices - speech by Sir Jon Cunliffe | Bank of England.", "Di Casola (2021), 'What does research say about the effects of central banks' balance sheet measures?", "', Economic Commentaries No 2, Sveriges Riksbank, available at What does research say about the effects of central banks' balance sheet measures?(riksbank.se).", "ECB (2022), \"Monetary Policy decisions: Press release\", published 14 April, available at Monetary policy decisions (europa.eu).", "Federal Reserve (2022a), \"Federal Reserve issues FOMC statement\", published on May 4, available at Federal Reserve Board - Federal Reserve issues FOMC statement.", "Federal Reserve (2022b), \"Minutes of the Federal Open Market Committee March 15-16, 2022\", available at Minutes of the Federal Open Market Committee, March 15-16, 2022 (federalreserve.gov).", "Federal Reserve Bank of New York (2022), \"The Global Dash for Cash: Why Sovereign Bond Market Functioning Varied across Jurisdictions in March 2020\", Staff Reports no.", "1010, available at sr1010.pdf (newyorkfed.org) Federal Reserve Bank of St Louis (2019), \"What Is Quantitative Tightening?", "\", available at What Is Quantitative Tightening?", "| St. Louis Fed (stlouisfed.org).", "Forbes, K. (2021), \"Unwinding Monetary Stimulus in an Uneven Economy: Time for a New Playbook?", "\", speech at Jackson Hole, published on 27 August, available at Forbes_Unwinding_Stimulus_in_an_Uneven_Economy.pdf (kansascityfed.org).", "Forbes, K. (2022), \"Central banks must reduce their balance sheets more aggressively\", debate article in the Financial Times, published on19 January, available at Central banks must reduce their balance sheets more aggressively | Financial Times (ft.com).", "Gustafsson, P. (2022), \"An event study of the effects of asset purchases on financial prices during the pandemic\", Staff memo, March, Sveriges Riksbank, available at An event study of the effects of asset purchases on financial prices during the pandemic (riksbank.se).", "P. Gustafsson and T. von Brömsen (2021), \"Coronavirus pandemic: The Riksbank's measures and financial developments during spring and summer 2020\", Economic Review, No.", "1, available at Coronavirus pandemic:The Riksbank's measures and financial developments during spring and summer 2020.", "Hansson, D. and J. Birging (2021), \"The Riksbank's asset purchases during the coronavirus pandemic\", Economic Commentaries No 12, Sveriges Riksbank, available at The Riksbank's asset purchases during the coronavirus pandemic.", "Hauser, Andrew (2021), \"Bigger, broader, faster, stronger?", "How much should tomorrow's central bank balance sheets do - and what should we leave to financial markets?", "Some principles for good parenting\", speech at the International Finance and Banking Society (IFABS) 2021 Oxford Conference on \"The Financial System(s) of Tomorrow\", available at Bigger, broader, aunt, stronger?", "How much should tomorrow's central bank balance sheets do - speech by Andrew Hauser | Bank of England.", "Ingves, S. (2020), \"The monetary policy toolbox\", speech at the Swedish Economics Association, published on 10 June, available at Ingves: Central bank balance sheets increasingly important for monetary policy | Sveriges Riksbank.", "Från fast kronkurs till inflationsmål\" (Hunting for a new anchor.", "From fixed exchange rate to inflation target), SNS förlag.", "Melander, O (2021), \"Effects on financial markets of the Riksbank's government bond purchases 2015-2017\", Economic Review No 1, Sveriges Riksbank, available on Effects on financial markets of the Riksbank's government bond purchases 2015-2017.", "Office for Budget Responsibility (2021), \"Debt maturity, quantitative easing and interest rate sensitivity\", article in Economic and Fiscal Outlook, March, available at Debt maturity, quantitative easing and interest rate sensitivity - Office for Budget Responsibility (obr.uk) Sellin, P. (2018), \"The Riksbank's operational frameworks for implementing monetary policy, 1885-2018\", Economic Review No.", "2, available at The Riksbank's operational frameworks for monetary policy, 1885-2018.", "Skingsley, C. (2021), \"Adapting to new conditions - monetary policy freedom with responsibility\", Digital speech at SEB, published on 20 May, available at Skingsley: Adapting to new conditions - monetary policy freedom with responsibility | Sveriges Riksbank.", "SOU 2022:10, \"Coronakommissionens slutbetänkande\" (final report of the Coronavirus Commission), published on 25 February, available on Slutbetänkande SOU 2022:10 (coronakommissionen.com).", "Sveriges Riksbank (2017), \"The Riksbank's strategy for a gradual normalisation of monetary policy\", article in the Monetary Policy Report, December, available at The Riksbank's strategy for a gradual normalisation of monetary policy.", "Sveriges Riksbank (2020), \"How the Riksbank's measures have worked during the corona crisis\", article in the Monetary Policy Report, September, available at How the Riksbank's measures have worked during the corona crisis.", "Sveriges Riksbank (2021), \"Foreign central banks' plans for a gradually less expansionary monetary policy\", article in the Monetary Policy Report, September, available at Foreign central banks' plans for a gradually less expansionary monetary policy, article in the Monetary Policy Report September 2021 (riksbank.se).", "Sveriges Riksbank (2022), \"The coronavirus crisis and the Riksbank's asset purchases\", article in the Account of Monetary Policy 2021, available at Account of Monetary Policy 2021 (riksbank.se).", "The Swedish Parliament (2022), \"the Riksbank's monetary policy 2015-2020 has been evaluated\", published on 31 March, available at The Riksbank's monetary policy 2015-2020 has been evaluated - the Riksdag.", "Inflation in various countries and regions Annual percentage change Note.", "Consumer prices refer to the CPIF for Sweden, the CPI for the United States and the United Kingdom and the HICP for the euro area.", "Sources: Eurostat, Statistics Sweden, UK Office for National Statistics, U.S. Bureau of Labor Statistics and the Riksbank.", "Riksbank's asset holdings Nominal amounts, SEK billion Note.", "The bars refer to executed and decided purchases.", "Source: The Riksbank.", "Purchases of securities by ECB, Federal Reserve and the Riksbank Government Commercial Regional and Covered MBS & ABS securities paper municipal bonds ECB* 🗸 🗸 🗸 🗸 Reserve The Riksbank 🗸 🗸 🗸 🗸 Note.", "Mortgage Backed Securities (MSB) and Asset Backed Securities (ABS) are similar to covered bonds in that there is an underlying collateral for the bonds in the form of a loan portfolio.", "The difference lies, among other things, in different regulatory requirements and in which party has the underlying collateral on its balance sheet.", "*The ECB has also purchased bonds by supranational bodies.", "Riksbank's asset holdings compared with the outstanding stock on the SEK billion Note.", "The figure shows the Riksbank's holdings in government bonds, covered bonds, municipal bonds, treasury bills (SSVX) and corporate bonds issued in SEK, compared with the total outstanding stock for each type of security in the Swedish market of as at 31/12/2021.", "The holding as a share of the outstanding stock has been rounded to the nearest percentage point.", "Sources: Statistics Sweden and the Riksbank.", "Policy rates and expectations according to forward pricing Note.", "Forward rates describe market-based expectations of the overnight rate, which do not always correspond to the policy rate.", "Broken lines represent forward rates 5 May 2022.", "For the euro area, the EONIA overnight rate was replaced by ESTR as the underlying rate in forward contracts on 1 January 2022.", "The figure therefore shows forward contracts with ESTR as underlying rate.", "Sources: Sveriges Riksbank.", "Sequence of measures to make monetary policy less expansionary Policy rate Assets time Diagram 6.", "Perspectives on the Riksbank's balance sheet Note.", "The Riksbank's balance sheet as a percentage of GDP and financial assets respectively in Sweden.", "Sources: Statistics Sweden and the Riksbank.", "CPIF inflation in Sweden Annual percentage change Note.", "Unbroken line refers to outcome, broken line represents the Riksbank's forecast.", "Sources: Statistics Sweden and the Riksbank.", "The Riksbank's repo rate Note.", "Unbroken line refers to outcome, broken line represents the Riksbank's forecast.", "Outcomes are daily rates and forecasts are quarterly averages.", "Source: The Riksbank.", "Overview of the effects of policy rate raises and QT, respectively Interest rates Demand Exchange rate Raises in the Higher short-term rates Higher financing costs for Stronger policy rate households and companies with variable loan rates Lower demand for  higher savings  cash flow effects Lower investment demand QT Somewhat higher long-term Higher financing costs for Stronger rates some companies Moderate rise in spreads for Higher financing costs for corporate and mortgage banks' mortgage loans Moderate reduction in consumption and investment Diagram 9.", "The figure shows a technical projection of the Riksbank's total asset holdings if no reinvestments are made after 2022.", "Source: The Riksbank.", "The figure shows a technical projection of the Riksbank's asset holdings if no reinvestments are made after 2022."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Asset purchases", "Quantitative easing (QE)", "Quantitative tightening (QT)", "Repo rate", "Interest rates", "Balance sheet", "Credit easing", "Financial markets"]}