{"sentences": ["SPEECH Higher policy rate will curb inflation Introductory statement by Governor Ida Wolden Bache at press conference following announcement of the policy rate and publication of Monetary Policy Report 3/22 Chart 1 Policy rate raised Norges Bank's Monetary Policy and Financial Stability Committee decided to raise the policy rate from 1.75% to 2.25% at its meeting on 21 September.", "The policy rate will most likely be raised further in November.", "Norges Bank's task is to keep inflation low and stable.", "The operational target is inflation of close to 2 percent over time.", "We are also mandated to help keep employment as high as possible and to promote economic stability over time.", "We are raising the policy rate with the aim of bringing down inflation.", "Price stability is important for the economy to function well.", "It reduces uncertainty and facilitates planning.", "Those with low incomes and small margins are normally the hardest hit when inflation suddenly surges.", "The main contribution monetary policy can make to promoting high employment over time is to ensure low and stable inflation.", "As long as there is confidence that inflation will remain low and stable, the costs of minor deviations from the target of 2 percent are fairly insubstantial.", "But if households and firms expect inflation to be elevated and high inflation is incorporated into price and wage setting, inflation may take root, and bringing it down again could prove difficult.", "Chart 2: Inflation is high Consumer price inflation is now rising rapidly both globally and in Norway.", "Inflation in many countries is the highest seen in decades, and central banks in many trading partner countries have responded by raising their policy rates substantially over a short time.", "In Norway, inflation is markedly above our 2 percent target.", "Twelve-month consumer price inflation was 6.5 percent in August, far higher than we expected before summer.", "Prices for electricity and other energy products have risen to historically high levels.", "But prices for a range of other goods and services are also rising faster than normal.", "The consumer price index adjusted for tax changes and excluding energy products - the CPI-ATE - was 4.7 percent higher in August this year than one year earlier.", "Prices for both imported goods and domestically produced goods and services are rising at a fast pace.", "We project that inflation will remain higher for longer than envisaged in June.", "The tight labour market has contributed to pushing up wage growth.", "There are signs of higher electricity prices ahead than anticipated earlier, and we expect firms to pass on some of the cost increase to selling prices.", "We also believe it will take a little longer for imported goods inflation to come down to a more normal level.", "The Committee assesses that there is a need for a higher policy rate to bring inflation down towards the target.", "A higher policy rate will pull down demand for both labour and goods and services, which will have a dampening effect on price and wage inflation.", "A higher policy rate may also contribute to strengthening the krone exchange rate, which may curb imported goods inflation further out.", "Chart 3 Substantial labour shortages, but signs of cooling Activity in the Norwegian economy is high.", "Employment has risen over the past year, and labour shortages have become pronounced.", "Unemployment is at historically low levels.", "We are now seeing clear signs of a slowdown in the Norwegian economy.", "High inflation and rising interest rates have led to a fall in household consumption.", "Labour shortages appear to have eased somewhat.", "High electricity prices are also reducing profits for many firms.", "We projected a cooling of the economy in the course of autumn this year, but it now appears that the economy has passed a cyclical peak and that the slowdown may prove to be more pronounced.", "We have revised down our projections for economic activity ahead on the back of higher inflation in Norway and a weaker outlook for our trading partners.", "As things stand, prices will rise at a notably faster pace than wages this year.", "Many households will face a squeeze on their finances.", "Some people will find it difficult to cope with higher borrowing costs on top of the broad rise in prices.", "But most households have the finances to cover increased expenses.", "Next year we expect wages to rise at about the same pace as prices.", "Our projections for wage growth are in line with the expectations of the social partners according to Norges Bank's Expectations Survey.", "Looking further out, price inflation is projected to drift down further to a level notably below wage inflation.", "Chart 4 Policy rate raised from a very low level The policy rate was cut to zero during the pandemic in order to cushion the downturn in the Norwegian economy.", "When we saw that economic conditions were normalising, we embarked on a gradual normalisation of the policy rate.", "But when the labour market tightened and the inflation outlook indicated that inflation might run above target for some time, it was appropriate to raise the policy rate faster in order to bring down inflation.", "Monetary policy is starting to have a tightening effect on the Norwegian economy.", "We do not know with certainty what the peak policy rate will be, but we believe we are approaching that level.", "This may imply a more gradual approach to policy rate setting ahead.", "Chart 5 A somewhat faster rate rise Our projections are based on a rise in the policy rate to around 3 percent in the course of winter.", "With this path for the policy rate, the interest rate on housing loans may move up to between 4 and 41⁄2 percent.", "The reason the rate path is little changed since June, despite far higher-than-projected inflation, is that we are now seeing clear signs of a slowdown in the economy.", "Easing economic pressures will contribute to curbing inflation further out.", "The aim of high and stable employment is also given weight in interest rate setting, and weaker economic developments imply that we will not raise the policy rate to the same extent as that implied, in isolation, by the aim of reducing inflation.", "Chart 6 Inflation will moderate and unemployment will likely edge up Unemployment will likely edge up ahead.", "We could have chosen to raise the policy rate more gradually.", "But then we would have run the risk of having to tighten monetary policy more sharply later to tackle the high level of inflation, which would have increased the risk of a severe economic downturn.", "The future rate path will depend on how the economy evolves, and the projections are more uncertain than normal.", "If there are prospects that inflation will remain higher for longer than we now project, there may be a need for a higher policy rate.", "On the other hand, a faster decline in inflation and activity than currently projected may reduce the need for rate increases.", "The Committee has also taken its decision on the countercyclical capital buffer.", "The countercyclical capital buffer rate was raised to 2.5 percent, effective from 31 March 2023.", "The Committee decided unanimously to maintain this requirement.", "The countercyclical capital buffer requirement increases bank solvency, making banks more resilient to shocks."], "classifications": ["none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "none"], "topics": ["Inflation", "Interest rates", "Economic growth", "Labour market", "Monetary policy", "Price stability", "Employment", "Wages", "Financial stability", "Countercyclical capital buffer"]}