{"sentences": ["NATIONAL BANK OF SERBIA Introductory speech InflationReport - May 2022 Dr Jorgovanka Tabaković, Governor Belgrade, 18 May 2022 Ladies and gentlemen, esteemed members of the press, dear colleagues, Welcome to the presentation of the May Inflation Report.", "The period since our previous, February Report has been marked by developments of immense bearing on the overall world economy.", "We are faced with escalating geopolitical tensions, conflict in Ukraine, and sanctions that hamper economic flows, which has caused major disruptions in the international commodity and financial markets.", "Together with the effects of stepped-up counterpandemic measures in China, this has amplified fears that shortages and halts in global supply chains, which were expected to resolve gradually during the year, may extend or even become more pronounced.", "Russia and Ukraine are important global producers of cereals, metals and minerals, and Russia of oil and natural gas as well, therefore the conflict caused these product prices to continue up and come close to or even go beyond their historically highest levels.", "Amid such circumstances, all relevant international financial institutions downgraded the economic growth prospects for this year and significantly increased the inflation projection at the global level.", "Chart 1 Share of Russia and Ukraine in total global exports of Chart 2 Change in prices of agricultural commodities and primary commodities in 2020 industrial metals since the start of 2022 Nickel Palladium Raw nickel Platinum Corn Crude oil Refined petroleum Russia Ukraine Petroleum Corn -10 -5 0 5 10 15 20 25 30 35 40 45 0 5 10 15 20 25 30 Change until 21 February Change until end-March Source: The Observatory of Economic Complexity (OEC).", "The impact of the conflict on the global prices of energy, food and raw materials is important, and together with sanctions, acts as a drag on global economic growth, notably the economic growth of the euro area - our biggest foreign trade partner.", "With this in mind, relative to the expectations from February, the NBS adjusted its main macroeconomic projections - inflation and current account deficit have been revised up, and GDP down.", "Continuing, we will elaborate in more detail on our new macroeconomic projections, as well as monetary policy decisions made in the period since the previous Report.", "As geopolitical tensions escalated, global inflation, which had accelerated over the past year under the influence of various factors associated with exiting the pandemic, gained new wind in the back, and in many countries reached levels unprecedented in recent decades.", "Thus, euro area inflation rose to 7.5% in April, which is its record since the bloc's establishment in 1999, and in a number of Central and Southeast European countries it reached two-digit levels.", "Considering that in the majority of countries inflation continues to rise beyond expectations, inflation projections for the coming period are also being substantially revised up and, accordingly, central banks in these countries are carrying on with monetary policy tightening.", "Under the impact of international movements, inflation in Serbia also remained on the upward path and stood at 9.6% y-o-y in April.", "A fresh hike in the global prices of energy, food and raw materials Chart 3 Inflation and target in selected countries in April Chart 4 Policy rates across selected countries (p.a., in %) (p.a., in %) Inflation 20 70 UK Czech Republic 18 Target tolerance band 63 16 56 12 42 area and Serbia Poland Ukraine Russia Republic Montenegro Bosnia United 2012 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022 Sources: Eurostat and central banks of selected countries.", "Sources: Central banks of selected countries.", "pushed up import prices and stepped up cost-push pressures on domestic producer prices.", "Against such backdrop, we also witnessed growth of core inflation (CPI excluding the prices of food, energy, alcohol and cigarettes), which is the most affected by monetary policy measures.", "Nonetheless, we maintained the relative stability of the exchange rate, which together with medium-term inflation expectations of the financial and corporate sectors that have been anchored within the target tolerance band acted as a strong brake that kept core inflation lower than headline.", "In addition, according to our estimates, domestic demand and labour market conditions still do not generate stronger inflationary pressures.", "Core inflation in Serbia is lower than in the majority of countries in the region pursuing the same monetary policy regime, which is the reason why our tightening of monetary conditions in the prior period was more moderate than theirs.", "According to our new central projection, we expect y-o-y inflation to strike a downward trajectory in the second half of the year, though from a higher level than anticipated in February.", "It will most likely return within the target tolerance band in the second half of 2023, and then continue to slow down until the end of the projection horizon.", "Rising global prices of primary commodities, energy, as well as higher imported inflation, will continue to exert inflationary pressures for several more months.", "However, these pressures are expected to subside over the projection horizon, as indicated by projections of relevant international institutions, as well as market expectations.", "Also, the arrival of the new agricultural season should topple fruit and vegetable prices from their currently high levels and, through lower costs, result in slower processed food price growth.", "The effects of past tightening of monetary conditions will also work towards mitigating inflationary pressures, as will the effects of the Government's economic measures on food and energy prices in the domestic market in the short run.", "Our decision on further tightening of monetary conditions was based on stepped-up cost-push pressures in the international and domestic environment, which intensified additionally with the outbreak of the conflict in Ukraine, as well as the need to influence inflation expectations of market players and limit the second-round effects on the prices of other products and services.", "Before the April meeting of the Executive Board, we responded by raising the weighted average interest rate in repo auctions where we engage in weekly withdrawal of excess dinar liquidity from the banking system.", "When this rate became almost equal to the key policy rate, we raised the key policy rate by 50 bp in April, for the first time in nine years.", "In May, we raised the rate again by another 50 bp to its present level of 2.0%.", "When making these decisions, we made sure that our monetary policy is consistent with delivering price stability in the medium term, as well as that financing conditions remain relatively favourable from the point of view of ensuring continued stable growth in lending and overall economic activity.", "Lending accelerated relative to end-2021 and was 12.1% higher in March than a year ago, while its composition by sector and purpose confirms that it remains an important source of production, investment and consumption financing.", "Lending growth is also propped by the preserved financial soundness of banks, as well as the quality of their assets.", "This is attested by the share of NPLs in total loans which contracted further, to 3.4% in March, this being almost its lowest level on record, as well as the capital adequacy ratio of around 20%, significantly beyond the regulatory minimum.", "NPL share in total loans (RHS) The effects of the Ukraine conflict, which have slowly begun to spill over to economic activity in the euro area, have so far not produced any major effects on economic activity in Serbia.", "According to the preliminary SORS estimate, y-o-y GDP growth remained relatively dynamic in Q1 this year, measuring 4.3%.", "Growth was led primarily by increased activity in the service sectors and industry on the production side, and by consumption and investment, including inventories, on the expenditure side.", "Conversely, net exports provided a higher than anticipated negative contribution amid elevated import of energy but also of equipment and intermediate goods for investment project implementation, though manufacturing and mining output and, by extension, export continue to record high growth rates.", "In view of the negative effects produced so far by the Ukraine conflict, primarily its impact on global prices of energy and other raw materials, and the resulting global outlook revisions by leading international institutions, the NBS has revised Serbia's GDP projection.", "Under our new projection, GDP growth this year will range from 3.5 to 4.5%, down by 0.5 pp from what we expected in February.", "This was done by other relevant international institutions as well, such as the International Monetary Fund, European Bank for Reconstruction and Development (EBRD) and Consensus Forecasts, though it is important to note that Serbia's economic growth outlook was revised down almost the least among the countries of the region.", "The key factors behind the downward revision of real GDP growth include international developments - the negative effects of the conflict and estimates of lower economic growth in the euro area and countries of the region.", "Herzegovina Source: Consensus Forecasts.", "Assuming that geopolitical tensions would not heighten further and that the global gas supply would not be discontinued, we have kept our medium-term GDP growth projection of 4-5% per annum unchanged, with a further increase in employment.", "A favourable medium-term outlook is sustained by Serbia's preserved macroeconomic and financial stability, as well as investment and consumer confidence, but also by increased production capacities, primarily in the tradable sectors, and the anticipated implementation of planned strategic infrastructure projects.", "As a result, the share of fixed investment in GDP should exceed the desirable level of 25% next year and continue up.", "Elevated energy import, resulting mostly from higher import prices, led to a widening of the current account deficit and added to depreciation pressures in the domestic FX market since the start of the year.", "For this reason, we have also revised our current account deficit projection for this year from below 5%, which is what we expected in February, to 6.5% of GDP.", "It is, however, important to note that this continues to be a deficit which, both in our and in the IMF's estimate, ensures external sustainability.", "Over the coming years, the current account deficit is expected to contract gradually towards 5% of GDP (assuming a normalisation of energy prices) and to be covered by net FDI inflows to a substantial degree.", "Services Goods * + net purchase; - net sale.", "Current account FDI ** EUR 1 in RSD.", "Depreciation pressures also stemmed from increased risk aversion amid uncertainty prevailing in the international financial market and households' elevated demand for cash in the initial weeks of the conflict.", "FDI inflow worked in the opposite direction, measuring EUR 745 mn in the four months of the year and remaining diversified by project and geographical region.", "The NBS alleviated depreciation pressures by intervening in the FX market, thereby providing additional FX liquidity to banks, and, in April, also by raising the key policy rate.", "As a result, the dinar remained almost unchanged against the euro.", "By preserving exchange rate stability, we prevented the spillover of rising import prices of food and energy to other prices from being compounded by the effects of dinar depreciation, which was the case in previous episodes of robust growth in these prices.", "By doing this, we also prevented a fall in consumer and investment confidence.", "At the same time, I wish to reiterate that, thanks to a responsible conduct of economic policy and the proactive measures taken over the past years, we increased our FX reserves in order to be able to use them for responding to crises such as these which we have been facing in the past two years.", "Despite hefty interventions in March, Serbia's FX reserves remained adequate at EUR 14.1 bn at end-April, covering five months' worth of the import of goods and services, which is almost twice the level prescribed by the adequacy standard.", "Ladies and gentlemen, esteemed colleagues Until recently, hardly anyone could have imagined that the world would face the consequences of the coronavirus pandemic, the energy crisis and such heightened geopolitical tensions at almost the same time.", "At present, there are many great unknowns - the duration of the Ukraine conflict and its possible long-term consequences for global trade, as well as the prices and availability of energy, industrial raw materials and food.", "Uncertainty also refers to the complexity of the functioning of global markets in the conditions of geopolitical tensions and global value chain disruptions, speed of normalisation of monetary policies of leading central banks and the effects on global financial conditions, etc.", "For the time being, we judge the risks to the projection of global and domestic growth to be tilted to the downside, and those to inflation - to the upside.", "As the economic policy makers, we are faced with multiple challenges.", "You may, however, rest assured that the Government and the NBS will pursue a consistent and responsible economic policy and do everything to make sure our economy is strengthened further, just as we did after the pandemic broke out.", "In this way, we will increase our economy's resilience further and stand ready to respond to all challenges coming from the international environment.", "Going forward, we will continue to carefully monitor and evaluate factors from the domestic and international environment, which will determine our future decisions and steps.", "Depending on geopolitical developments and the movement in key inflation factors from the domestic and international environment, the NBS will estimate whether there is a need to tighten monetary conditions further or whether the effects of past tightening ensure a sustainable return of inflation within the target tolerance band over the projection horizon.", "Delivering price and financial stability in the medium term remains the NBS's monetary policy priority, while supporting further economic growth and development, a further rise in employment and a favourable investment environment.", "I now give the floor to my colleagues from the Economic Research and Statistics Department to present our latest projections in more detail."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Monetary policy", "Economic growth", "Energy prices", "Global economy", "Current account deficit", "Exchange rate stability", "GDP", "Russia-Ukraine conflict", "Inflationary pressures"]}