{"sentences": ["Esteemed President of the Parliament of the Republic of Moldova, Dear Governor Armașu, Your Excellency, Ambassador of the European Union to the Republic of Moldova, Dear President of the Central Bank of the Kingdom of the Netherlands, Mr. Klaas Knot, Dear President of the Board of the Central Bank of Lithuania, Mr. Gediminas Šimkus, Mr.", "Vice-President of the Administrative Board of the National Commission for Financial Markets of the Republic of Moldova, Ladies and gentlemen, I am honoured to address the audience today, not only as Governor of the NBR, but also as a long-trusted and close partner of the National Bank of Moldova.", "Looking back, I am pleased to see the progress made in the last decades by the Republic of Moldova, on its path towards a banking and financial system at international and European standards.", "The modernisation of the banking and financial system of the Republic of Moldova is, ultimately, to the benefit of the society and citizens.", "Ever since 1991, Romania and the NBR have supported the Republic of Moldova and the National Bank of Moldova.", "Supporting Moldova's first currency issues via technical support, expertise and professional training was the first area of institutional cooperation.", "This was followed by a more focused collaboration in almost all areas of professional training.", "I would like to mention, for example, the 2001 project in the field of banking supervision, then the provision of technical assistance in the field of inflation targeting in 2010, but also the 2015-2017 twinning project on banking regulation and supervision.", "Also noteworthy is the multilateral cooperation, within the joint constituency at the International Monetary Fund, or during the meetings of the Central Banks Governors' Club of the Central Asia, Black Sea region and Balkan countries.", "Given the time span of more than 30 years of close bilateral institutional cooperation between the National Bank of Romania and the National Bank of Moldova, highlighted by the strategic partnerships for developing and broadening cooperation in areas of mutual interest, I would like to emphasize the positive synergies created over time.", "I express my firm belief that these synergies are a major factor in advancing this project as well, but also the future ones.", "Let me also underline the major role played by the successive top-management teams of the National Bank of Moldova in carrying out these numerous bilateral cooperation projects and I take this opportunity to thank them and express my appreciation to those with whom we have worked.", "Ladies and gentlemen, We find ourselves, today, at a juncture where governments and central banks alike have promptly stepped in globally to counter the negative impact of the coronavirus pandemic through social, economic, fiscal and monetary policies.", "The unprecedented mobilisation of the authorities in a complex and determined manner has largely ensured the proper functioning of markets, and of the economic and social mechanisms.", "In this regard, enhancing the response capacity to adverse situations is essential, and this goal can also be achieved by strengthening corporate governance, supervision, and risk management in the financial sector.", "These are the key coordinates of the new twinning programme as well.", "The twinning project we are launching today has a wide scope, not only for the banking sector, but also for the entire financial market in the Republic of Moldova.", "It aims to be beneficial for both the National Bank of Moldova and the National Commission for Financial Markets of the Republic of Moldova, by strengthening institutional capacity and governance, as well as developing the regulatory, supervisory and operational frameworks for enhanced functionality.", "From my perspective, the National Bank of Romania has gained over time, after 1990, with the support of its partners in the European Union - including the support of De Nederlandsche Bank, which I would like to mention explicitly - a solid experience and expertise.", "It is now our turn and duty, as senior partner in this twinning project, to pass on the know-how to the Republic of Moldova and we are able to do this efficiently, having the advantage of the Romanian language.", "The complexity of the new project, over the two-year period, brings together a remarkable project team.", "The activity will comprise five highly technical components, in the areas of financial macrostability, prudential supervision, the non-bank financial sector, the internal regulatory framework for supervision and the regulatory framework for payment infrastructure and its functionality at European standards.", "On this occasion, I express my deep gratitude to our current partners - De Nederlandsche Bank, Lietuvos Bankas, as well as the Romanian Financial Supervisory Authority and the Romanian National Authority for Consumer Protection.", "Let me conclude by wishing success to the project team and voicing my conviction that this new twinning programme will help the financial and banking system of the Republic of Moldova strengthen its convergence with international prudential financial requirements.", "Moreover, I am sure it will continue the alignment with European Union standards in the areas of macro-financial stability, strengthening the prudential supervision framework, developing prudential supervision in the insurance sector, extending the legal framework for the supervision of non-bank financial institutions and improving the payment framework in line with the requirements of the Single Euro Payments Area.", "Once again, I would like to thank and congratulate the project partners of the National Bank of Romania, to whom I extend my special appreciation.", "I wish success to the beneficiaries of this project, to the National Bank of Moldova, to Governor Armașu, a reliable partner in our bilateral collaboration.", "I am convinced that achieving the objectives will lead to increased resilience and will support the development of the economy of the Republic of Moldova."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Twinning programme", "Financial stability", "Prudential supervision", "Non-bank financial sector", "Financial markets", "Banking sector", "European Union", "Central banks", "Romania", "Moldova"]}