{"sentences": ["It is great to meet you all here in person, as a hopeful step toward normality.", "First of all I want to thank Governor Perry Warjiyo for inviting me to speak here today.", "And I want to thank the Indonesian G20 Presidency for their hospitality and their organization of such a smooth event in the face of a still challenging Covid environment.", "I feel honored to speak before you as the new Chair of the Financial Stability Board.", "And I am grateful to my predecessor, Randal K. Quarles, for his leadership in a challenging period.", "Randy came in when the reform agenda that followed the 2008 crisis was nearing completion.", "We had just started to look ahead.", "He did a fantastic job as FSB Chair in turning the FSB's focus to the crisis at hand, without losing sight of the need to continue to make progress on longer-term priorities.", "Along the way, he further strengthened the FSB in its role as the primary coordinating mechanism on financial stability matters.", "I will continue the work that Randy had already started.", "Here I realize I have big shoes to fill.", "Luckily, they are already pointed in the right direction.", "The past three years have seen a fundamental shift in the work of the FSB, from completing the post-2008 reforms to tackling new challenges for financial stability.", "Here I think of the crisis management and ongoing coordination during the pandemic, efforts to tackle vulnerabilities in non-bank financial intermediation, work to ensure that digital innovation is safe, and addressing the risks that climate change may create for financial stability.", "The FSB has coped with this shift effectively, not least thanks to the continued support of its members and the G20.", "Yet we may have seen only the beginning of the changes that the pandemic, digitalization and climate change are bringing to the financial system, and our economies more widely.", "Today, I would like to discuss with you my view of the role that the FSB should play to ensure that the financial system can navigate these changes safely, while providing the financing that the real economy needs.", "The FSB is the centre piece of a multilateral approach to financial stability that until now has proven very effective.", "This was best demonstrated by the G20 reforms following the great financial crisis.", "These reforms have served the financial system well during the Covid pandemic.", "Greater resilience of major banks at the core of the financial system has allowed the system to absorb, rather than amplify, the economic shock.", "Without the G20 reforms, governments would now have to deal with a crippled banking sector in full deleveraging mode, on top of an economy hit by Covid restrictions.", "We would have had a crisis within a crisis.", "In my view, this success is in large part thanks to the G20's commitment to dealing with global challenges together, and to the FSB's broad membership, its agility and its engagement with other stakeholders.", "We will need to fully use these strengths, to which I will return later on, if we want to tackle the new financial stability challenges successfully.", "So let me now discuss the nature of these challenges and what it means for the work of the FSB in the coming years.", "A big challenge for policy makers worldwide at this moment is navigating their economies out of the Covid pandemic.", "Two years after its onset, the economic fall-out of the pandemic appears to be subsiding, and the extraordinary fiscal and monetary support measures that kept economies afloat are being gradually unwound.", "But as the economic recovery is proceeding at an uneven pace across regions, this unwinding process is increasingly likely to be asynchronous.", "This creates the potential for cross-border spill-overs.", "Moreover, since the onset of the pandemic, both public and private sector debt have increased, while asset prices have grown amid a search for yield.", "This has made the global financial system more vulnerable to a disorderly tightening of financial conditions - a concern that has been accentuated lately by the return of high inflation.", "The FSB is monitoring and analysing developments closely and stands ready to facilitate global coordination of financial policies, where necessary, to minimize the risk of a disorderly exit.", "This is being underpinned by the FSB's new financial stability surveillance framework.", "The framework enables us to identify global financial vulnerabilities in a systematic manner.", "It draws on the collective expertise of the FSB's broad membership.", "It places particular emphasis on incorporating multiple perspectives in the identification and assessment of both current and emerging vulnerabilities.", "At the same time as navigating our economies out of Covid, we need to strengthen resilience in the non-bank financial intermediation, or NBFI, sector.", "The financial reform agenda after 2008 focused heavily on banks.", "Greater resilience of major banks at the core of the financial system has allowed the system to absorb, rather than amplify, the economic shock from the pandemic.", "But as a side-effect, risks in the financial system moved from the banking sector to the non-bank financial sector.", "This is what I have previously referred to as the 'waterbed effect'.", "Pressing down on one end of the financial system causes risks to pop up elsewhere.", "And, indeed, since 2008 NBFI has grown much faster than bank intermediation.", "It now accounts for about half of all financial assets worldwide.", "So, we now have some catching up to do when it comes to reducing systemic risk in non-bank financial markets.", "This is a top priority for the FSB, as reflected in our ambitious NBFI work programme.", "The pandemic has brought into even sharper focus the central role of digital innovation.", "Digital innovation offers important opportunities for more efficient and inclusive finance.", "Let's take the FSB's work to enhance cross-border payments.", "The use of new technology is an important element here.", "The aim of this initiative is to bring about cheaper, faster and more transparent and inclusive cross-border payment services for the benefit of citizens and businesses worldwide.", "Over the past year, in cooperation with CPMI, we have done the foundational work under the G20 Roadmap for Enhancing Cross-Border Payments and we have established quantitative targets.", "Which means we can now go to the next stage: developing specific proposals for material improvements to existing systems and arrangements, as well as the development of new systems.", "But digital innovation also creates risks.", "The issues raised by digital innovation in finance are in a number of respects similar to those of traditional NBFI: we need to assess the implications of changes in intermediation structures for financial stability.", "The key difference is that important innovation is happening outside the traditional financial system, often supplied by non-financial entities such as BigTechs, traded on unregulated platforms and transferred on ordinary computer networks globally.", "Crypto-asset markets are a case in point.", "The FSB has been monitoring crypto-asset developments since 2018.", "Our most recent risk assessment shows that markets for cryptoassets are fast evolving and could reach a point where they represent a threat to global financial stability.", "I must say I have my concerns about this development.", "Let's take for example all the misnomers that are doing the rounds.", "Unbacked crypto assets suggest all others are backed, which they are not.", "Most stablecoins are neither stable nor coins.", "Decentralized finance is often quite centralized.", "This leads to misconceptions about crypto-assets, which contribute to their fast growth.", "The FSB is stepping up to the plate to deliver an effective regulatory approach to crypto-assets.", "We have issued a set of high-level recommendations for the regulation, supervision and oversight of so-called \"global stablecoins\".", "Also we are continuing to work with the standardsetting bodies to review their implementation and whether any changes are needed.", "Parallel to this, the FSB has started to examine, together with the relevant standard-setting bodies, regulatory and supervisory issues and approaches to address risks stemming from the so-called \"unbacked\" crypto-assets.", "And we will analyse the financial stability implications of Decentralized Finance, in order to understand the need for policy action in that area.", "Another feature of digital innovation is the ever-greater use by financial institutions of outsourcing to third-party service providers.", "While outsourcing may have provided additional resilience during the pandemic, it has also reinforced the importance of effective policies for the oversight of financial institutions' reliance on critical service providers.", "To this can be added the greater exposure to cyber risk.", "Greater interconnections in the financial system increase the surface for cyberattacks, which have escalated during the Covid pandemic.", "Enhancing operational and cyber resilience will therefore remain important items on the FSB agenda.", "Next to digitalization, we face the ever-growing threat of climate change.", "While emanating outside the financial sector, climate change may severely affect financial stability.", "The financial risks of climate change reflect its particular nature: it is global in its causes and its implications, and it is pervasive, affecting all kinds of financial assets and contracts.", "For safeguarding financial stability and ensuring the financing needed for the transition to net zero, it is key that climate related financial risk is adequately priced in financial contracts.", "This is crucial because financial contracts price the future, and that future is about to undergo fundamental change.", "The FSB's roadmap for addressing climate-related financial risks, which is being taken forward in close conjunction with the NGFS and many other international bodies, aims to ensure that climate risks are properly reflected in all financial decisions.", "It covers disclosures, data, vulnerability analysis, and regulatory and supervisory approaches.", "This is important because, as we all know, what gets measured, gets managed.", "Despite the progress made, the challenges are formidable.", "They range from identifying and collecting the information needed to measure and assess climate-related risks, to designing robust supervisory tools, such as climate stress tests and scenario analysis.", "Because there are no international standards in place yet, not least relating to disclosures, we have an enormous opportunity to get this right from the start.", "We should not miss it.", "The changes I discussed - the move to a post-covid world, ensuring safe digital innovation, and transitioning to net-zero emissions - are global in nature, including their impact on the financial system.", "In order to promote global financial resilience and the smooth provision of finance to the real economy in the face of these changes, we need to continue our successful global cooperation.", "The FSB is uniquely placed to facilitate this, because of its three key strengths.", "First of all its broad, diverse and multi-disciplinary membership.", "The FSB brings together in a collegial spirit of mutual trust senior officials from 71 authorities in 25 jurisdictions, and 10 multilateral institutions, covering multiple mandates across different sectors.", "This broad membership enables the FSB to take a truly holistic - cross-sectoral and international - perspective on financial stability issues.", "Such a perspective is key to understanding and tackling risks from digital innovation and climate change, which affect all parts of the financial system, as well as understanding system-wide risk in complex financial ecosystems like NBFI.", "It is also key to avoid regulatory arbitrage and fragmentation.", "And its broad membership, including the sectoral standard setters, puts the FSB in a position to coordinate effectively.", "The second strength is the FSB's agility in addressing near-term threats as well as structural changes in the financial system, while keeping sufficient headroom to be able to respond to new emerging vulnerabilities that are detected.", "This agility was demonstrated at the start of the pandemic, when FSB members exchanged information on market developments and policy actions on a daily basis and reprioritized their work and resources to focus on the pandemic.", "The third strength is the FSB's engagement, as part of the policy-making process, with a broad range of stakeholders both inside and, importantly, outside the financial sector.", "The FSB reaches beyond its membership to include over 70 further jurisdictions through its Regional Consultative Groups.", "This engagement is underpinned by its commitment to transparency as well as its accountability to its various stakeholders, including the G20.", "This outreach will be even more important in the areas of digital innovation and climate change, where relevant expertise and responsibilities may not rest with financial authorities.", "I will build upon and further develop these strength during my tenure.", "I aim to ensure that the FSB remains a member-led and inclusive organization.", "Because this has proven key for continued support to a multilateral approach.", "An approach that has proven to work.", "And I would like to thank you, G20 colleagues, for entrusting me the task of chairing this organization.", "I look forward to working with you and with my fellow FSB members to ensure that the FSB plays its part in supporting the G20 objective of strong, sustainable, balanced and inclusive growth."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Digital innovation", "Climate change", "Non-bank financial intermediation", "Cross-border payments", "Crypto-assets", "Cyber resilience", "Covid-19", "G20", "Systemic risk"]}