{"sentences": ["Introduction I would like to thank you for participating in the Bank of Japan's workshop on \"Issues Surrounding Price Developments during the COVID-19 Pandemic.\"", "On behalf of the organizers of the workshop, I would like to share with you our awareness of these issues.", "As economies recover from the unprecedented shock of the novel coronavirus (COVID-19) pandemic, inflation rates in advanced economies have risen at their fastest pace in many years (Chart 1).", "In fact, both producer and consumer prices in the United States and Europe recently recorded their highest rates in decades.", "In Japan, producer prices have also risen at the highest rate in about 40 years, i.e., since the second oil shock, but the pace of increase in consumer prices remains sluggish compared with the United States and Europe.", "Due to a combination of dissipation of the effects of last year's reduction in mobile phone charges and a significant rise in energy prices caused in part by the situation surrounding Ukraine, the rate of increase in Japan's consumer price index (CPI) from April may be at around 2 percent.", "Even taking this into account, there is a clear gap between inflation in Japan and that in the United States and Europe.", "The aim of this workshop is to deepen our understanding of prices in Japan by having discussion with you, representatives from academia, using the analyses by the Bank's staff as a springboard, focusing first on the differences in price developments at home and abroad during the pandemic.", "A Surge in Inflation in the United States and Europe during the COVID-19 Pandemic To start with, I will outline factors behind the surge in inflation in the United States and Europe that have been discussed recently within academia and among central banks.", "This recent surge seems to be attributable to the following four factors that have materialized in the wake of the COVID-19 pandemic, although the factor on which the most importance is placed differs among economists and by country and region.", "The first is an expansion in aggregate demand (Chart 2).", "Immediately after the outbreak of COVID-19 in spring 2020, economic activity plunged around the world.", "As it resumed thereafter, and with support from fiscal and monetary policies to stimulate economies, aggregate demand increased sharply and significantly.", "GDP for the United States clearly surpassed the prepandemic level last spring and that for Europe recovered to its pre-pandemic level in the second half of last year.", "In particular, partly because consumption opportunities were constrained by the imposition of various restrictions, pent-up demand for private consumption materialized all at once as the spread of COVID-19 subsided.", "This has increased labor demand, which in turn has led to labor shortages and upward pressure on wages.", "I will talk about the slower recovery in Japan's GDP relative to the United States and Europe later.", "The second factor is a decline in supply capacity, mainly in terms of labor (Chart 3).", "Immediately after the outbreak of COVID-19, the United States saw a plunge in labor input resulting from a surge in the unemployment rate and a decline in the labor force participation rate.", "As economic activity resumed thereafter, the unemployment rate has followed a relatively steady declining trend; however, the labor force participation rate has been slow to recover and, in contrast to GDP, labor input has not returned to the pre-pandemic level.", "This is because some people, particularly seniors, who are more vigilant against COVID-19, have been reluctant to return to the labor market.", "In the United States, this phenomenon has been called the \"Great Retirement\" or \"Great Resignation.\"", "Such a decline in the labor force participation rate has not been that evident in Europe or Japan.", "The third factor is a sectoral shift in demand, which is typical in the United States (Chart 4).", "The spread of COVID-19 has brought about a major shift in demand from services to goods, and an excess supply of face-to-face services and excess demand for automobiles and digital-related goods have been particularly notable.", "As a result, a mismatch between supply and demand for individual items has been increasingly severe and there have been semiconductor shortages and logistical constraints.", "Theoretically, a mismatch between supply and demand for individual items only causes changes in relative prices.", "In practice, however, such a mismatch puts upward pressure on general prices because there is downward nominal price rigidity.", "In contrast to the United States, the shift in demand has been limited in Japan.", "The fourth factor is a surge in energy prices (Chart 5).", "The rise in energy prices since last year is mostly due to the endogenous factor of an expansion in demand for resources brought about by a global resumption of economic activity.", "Thus, it is true that, to a large extent, the rise in energy prices should be regarded as a \"consequence\" of the expanded demand rather than a \"cause\" of the recent inflation.", "However, in the current phase, the rise in energy prices has been amplified by exogenous factors from the supply side, such as firms holding back their capital investment related to fossil fuels with a view toward decarbonization and heightened geopolitical risks given, for example, the situation surrounding Ukraine.", "While the rise in inflation in the United States and Europe is the result of a combination of the various factors mentioned, there has been a heated debate since last year among prominent academic economists and central bank economists over whether the recent inflation is transitory or persistent.", "Actual price developments to date seem to suggest that inflation has become more persistent (Chart 6).", "In fact, inflation forecasts of the Federal Reserve and the European Central Bank show that, while the forecasts for 2020 were revised downward immediately after the outbreak of COVID-19, those for 2021 were revised upward over time, and the actual inflation rates for 2021 clearly surpassed the 2 percent inflation target.", "The upward revisions to the forecasts for 2022 have continued even after the turn of the year, and there is no sign so far that the situation will reverse.", "However, as Emeritus Professor Blanchard, one of the economists involved in the debate, has stated it is \"only half time,\" the future course of inflation is still uncertain and the debate has not been settled yet.", "In particular, there is a certain persuasiveness to the view that there has been no fundamental change in the reasons for low inflation - namely, the decline in firms' pricing power as a result of globalization and digitalization - that have been pointed out since before the pandemic.", "Therefore, there is a reasonable likelihood that, once the impact of COVID-19 wanes and supply-side constraints and demand shifts subside, economies will return to a low inflation regime.", "At any rate, the recent experience of high inflation in the United States and Europe illustrates the difficulty of assessing the nature of shocks and their persistence in real time.", "Why Is Inflation in Japan Weaker than in the United States and Europe?", "Next, I would like to present three hypotheses regarding the reasons for the weak inflation in Japan relative to the United States and Europe.", "First, the factors that I pointed out earlier as causes of the surge in inflation in the United States and Europe have not been that pronounced in Japan.", "That is, due in part to Japanese households' strong risk aversion, pent-up demand for private consumption has been limited so far (Chart 2).", "Consequently, Japan's real GDP still has not recovered to the pre-pandemic level seen in 2019.", "In addition, it has remained relatively easy for Japanese firms to hoard labor, because the labor market is not as fluid as in the United States and employment adjustment subsidies have been substantial (Chart 3).", "As a result, in Japan, the number of people leaving their jobs has shown no marked increase, which is particularly the case for regular employees, and supply-side constraints caused by a decline in the labor force participation rate have been limited.", "Furthermore, overall demand has been relatively weak in Japan, and demand shifts from services to goods have been somewhat slow (Chart 4).", "Japan therefore has not seen a surge in goods prices like the one observed in the United States.", "Second, the current phase has once again brought to the fore the \"norm\" in Japan - that is, the Japanese-specific behavior of firms based on the assumption that prices will not increase easily (Chart 7).", "For example, the supply shortages of automobiles due to difficulties in procuring semiconductors are a global phenomenon, but increases in automobile prices have varied across economies and have been pronounced in the United States.", "While the varying degrees of increase are partly because supply-side constraints in Japan have not been as severe as in the United States and Europe - as shown by developments in the respective delivery delay indexes of the Purchasing Managers' Index (PMI) - they are also attributable to Japanese firms' cautious price-setting stance.", "When there are supply-side constraints for certain goods, U.S. firms tend to raise prices relatively quickly and allocate goods by giving preference to customers who are willing to pay higher prices.", "In contrast, Japanese firms seem to place more emphasis on longterm business relationships with customers and respond to their demand as much as possible while keeping selling prices unchanged.", "In fact, lead-lag correlation coefficients between the delivery delay index and the output prices index for the respective economies show that the correlation is statistically significantly lower in Japan than in the United States and Europe, suggesting that Japanese firms have been hesitant to raise prices even when faced with supplyside constraints.", "Such a cautious stance among Japanese firms has likewise been seen in the labor market; even when faced with labor shortages, for example, Japanese firms prioritize maintaining employment in the long term and have been reluctant to raise wages.", "Third, issues concerning the measurement of price indexes may also have a non-negligible impact on Japan's inflation rate (Chart 8).", "Services prices in Japan's CPI show that price developments in housing rent and mobile phone charges, both of which have relatively large weights, have been weaker in recent years than those in the United States and Europe.", "The two items are typical examples of services for which prices are difficult to measure with a high degree of accuracy.", "I think it would be worthwhile to deepen our understanding of the differences across countries and regions in terms of statistical practices.", "I have described the differences in inflation in the United States, Europe, and Japan that have been brought to light once again by the pandemic.", "To conclude, I would like to talk about something that I have long been wondering about with regard to the difference in inflation rates between Japan and the United States from a longer-term perspective (Chart 9).", "The fact that Japan's inflation rate is below that of the United States is not a phenomenon that began in the second half of the 1990s, which was during the deflationary period, but one that has continued since the second oil shock.", "Before around 1980, Japan consistently had higher inflation than the United States, and it was Japan that suffered a surge in inflation at the time of the first oil shock, having the highest rate among advanced economies, at over 20 percent.", "It is well known that the bitter experiences of the two oil shocks and stagflation have led to the rapid development of theories on inflation expectations within academia, and that these theories have had a significant impact on the monetary policy conduct of central banks, including the Bank of Japan.", "Monetary policy conduct that takes the importance of inflation expectations into account has led to the low and stable inflation rates in Japan and the United States since the 1980s, and it could be said that this is the result of close interactions between academia and policymakers.", "However, there has not really been a very convincing explanation for why Japan and the United States switched places in terms of their respective inflation rates around 1980, and why inflation in Japan has remained consistently below that in the United States since then, including during the period of Japan's economic overheating in the second half of the 1980s.", "The differences in inflation dynamics across economies following the COVID-19 crisis and the inflation differentials between Japan and the United States over the long term have renewed my awareness that our understanding of inflation remains limited.", "I have the impression that this kind of awareness is generally shared by officials in other countries and regions as well, given that central bankers have viewed being \"humble\" as the key since the outbreak of COVID-19.", "Instead of being boxed in by our conventional views, I think it is important for us to be humble in examining the actual price data to understand why inflation in Japan is weaker than in the United States and Europe, whether the reasons are structural, and whether any of this is likely to change in the future.", "I hope that this workshop, through an active exchange of views with experts and scholars, will advance our understanding of inflation, including the points I just mentioned.", "Thank you very much for your attention.", "Macroeconomists such as Emeritus Professor Olivier Blanchard and Professor Lawrence H. Summers have warned since relatively early on about the risk of persistent high inflation, arguing that aggregate demand expanded by massive U.S. fiscal spending and its multiplier effect is highly likely to go well beyond the potential supply capacity.", "In contrast, scholars such as Professor Paul Krugman and authorities such as the Federal Reserve and the International Monetary Fund have argued that supply-side constraints and shifts in demand are to a large extent transitory factors brought about by the pandemic, and that the increase in inflation is likely to moderate relatively quickly.", "For an example of a debate among academic economists and central bank economists, see Furman, J., \"Why Did Almost Nobody See Inflation Coming?\"", "Project Syndicate, January 17, 2022,www.project-syndicate.org/commentary/2021-us-inflation-forecasting-errors-economic-models-by-jasonfurman-2022-01.", "It already had been pointed out in a monthly bulletin that the Bank published in 1975 that, as a result of an upward shift in the short-term Phillips curve due to a rise in inflation expectations, the long-term Phillips curve becomes vertical.", "For details, see \"1970-nendai no sekai infureshon,\" Chosa Geppo (February 1975): pp.", "For a history of the Bank's use of the Phillips curve in its assessment of price developments, see Hara, N., Koike, R., and Sekine, T., \"Firippusu kyokusen to Nippon Ginko,\" Bank of Japan Review Series, no."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Supply chain", "Demand", "Price", "Fiscal policy", "Monetary policy", "Labor market", "Energy prices", "Inflation expectations", "Phillips curve"]}