{"sentences": ["31 March 2022 Governor's speech at the 61st Annual Meeting of the Central Bank of Iceland, 31 March 2022 Madame Prime Minister, other Ministers, Chairman of the Supervisory Board, and other honoured guests: This is my third Annual Meeting as Governor of the Central Bank, but the first one that has taken place in the presence of guests.", "At the first two meetings, fewer than ten people were present and there was nothing on the tables to quench their thirst but hand sanitiser.", "Yes, I have twice delivered Annual Meeting speeches to an audience comprising the Prime Minister and the Supervisory Board Chairman and very few others.", "They are a wonderful audience, to be sure, but it is undeniably more fun to address a full auditorium.", "But I will take the liberty of saying that I believe those speeches delivered their message effectively.", "Both of them focused on the COVID-19 pandemic and its implications, and the merger of the Financial Supervisory Authority and the Central Bank.", "It is hardly surprising that these two topics should have dominated the Bank's work over the past two years.", "In addition, the Central Bank turned 60 in 2021, but we were unable to celebrate that milestone because of the pandemic.", "The pandemic delivered a massive shock to the economy when Iceland's largest export sector evaporated more or less overnight and unemployment soared to nearly 12%.", "With a joint endeavour, the Bank and the Government faced down the challenge, focusing on households with targeted support measures and interest rate cuts.", "The Bank also used its international reserves to maintain exchange rate stability throughout the pandemic, thereby supporting the implementation of wage agreements.", "The economic recovery is now well underway, and unemployment has subsided.", "But even though the pandemic is more or less over, the fallout from it is still in evidence fallout that was not entirely foreseen.", "Consumer demand has shifted worldwide.", "The household is now a workplace and a gathering place to a greater degree than before, and people have chosen not only to kit out their homes more fully but also to move into larger space.", "At the same time, production has been disrupted in various ways, and delays in shipping over longer routes have led to shortages of a range of goods.", "And many people who lost their jobs during the pandemic have remained outside the labour force even though new jobs have been created, although this has not been the pattern in Iceland.", "It appears that a labour shortage is in the offing throughout the West.", "Isn't it simple, then?", "When demand grows and supply shrinks, prices rise.", "For quite a while, many central banks expected the price hikes to be short-lived.", "Inflation would taper off.", "But these views no longer hold sway.", "The problem is much bigger than that.", "While the pandemic was raging, it was said again and again that these were unprecedented times.", "This is true, in that even though plagues have occurred repeatedly throughout human history, there has never before been an attempt to halt the spread of a pandemic with public health measures so wide-ranging that they extinguished the economic and social lives of entire countries.", "The war in Ukraine, on the other hand, has scores of historical precedents stretching back centuries.", "And yes, with this conflict, Europe has been set back in time.", "The economic sanctions that have been imposed on the Russians, like the disease-prevention measures during the pandemic, will leave a trail of aftershocks in their wake and will have broad economic repercussions for Iceland no less than for other countries.", "Honoured guests: The Wealth of Nations, the magic of free enterprise is considered to lie in the fact that people can communicate through price formation in the markets.", "In this way, the markets will connect one coast to another, enabling people to work together without knowing one another or indeed, without necessarily liking one another.", "It was the exalted invisible hand that harnessed self-interest in the service of the public interest.", "After two wars in Europe, Western politics was dominated by the conviction that the invisible hand could guarantee peace.", "(Note Icelanders' optimism in referring to the former war and the latter war - as though no other world wars are even possible.)", "Free international trade was supposed to open countries up and create prosperity, and democracy and Western values would then find their way in.", "The US Marshall Plan marked the beginnings of this policy, as we Icelanders know from our own experience.", "In past decades, almost all countries were invited to enter into commercial cooperation even if they did not satisfy Western human rights criteria - and even if they had plenty on their conscience.", "The invisible hand would lead them in the right direction.", "The end of the Cold War after 1990 was considered virtually a total victory for this policy.", "There was an awakening of optimism that globalisation would guarantee world peace because war was so costly.", "This was best encapsulated in the Golden Arches Theory propounded in 1996 by columnist Thomas Friedman, who noted that no two countries would go to war with one another if both had McDonald's franchises.", "But the Golden Arches Theory was debunked a mere three years later when NATO began bombing Serbia, where McDonald's had opened in 1988.", "I went to the US to study for my doctoral degree in 1995, when optimism was at its high-water mark and the reigning belief was that we economists could solve the problems of the world with the help of the invisible hand.", "Many people probably have difficulty envisioning economists as idealists, given that the field is well known as the dismal science and has often been criticised for callousness and materialism.", "But speaking for my own generation studying economics in the nineties we were idealistic.", "In my PhD programme, I was joined by people from all over the world who had great hopes for free trade and sensible economic policy, and what the two could do for their own countries and for the world at large.", "And yes, the invisible hand has performed many miracles since then.", "Prosperity has grown by leaps and bounds worldwide.", "In the past 30 years, 1.2 billion people have risen out of abject poverty.", "To be more specific, in 1990 some 36% of the world's population lived on the equivalent of less than two US dollars a day.", "Now only 9% are that destitute.", "In the West, globalisation has also been a key to improved living standards and price stability over the past 30 years, with the continuous emergence of new ways to make production cheaper and more efficient by moving it between countries.", "It also created innumerable international opportunities for well-educated people.", "But there is a dark side to this upbeat picture.", "Although globalisation narrowed the gap between rich and poor countries, it widened the income gap within many countries.", "Although the overall outcome has been profit, the benefits have been distributed unequally, and some groups in society lose out.", "Income inequality has therefore grown in most Western countries in recent years.", "This in turn has given rise to political instability and social unrest, particularly in countries with poorly developed welfare systems or limited will to distribute the benefits throughout society.", "So it is apparent that globalisation cannot guarantee world peace.", "Free trade does not always beget political reform, nor are all countries ready to adopt Western ideas on freedom and human rights even if they open the doors to international trade.", "In spite of everything, history, culture, and geography cut far deeper among the world's nations than the well-worn concept of profiting by day and partying by night.", "I would like to summarise this as follows.", "The inflation spurt that broke out with the COVID pandemic and the disruption of multinational production chains is a reminder of the importance of globalisation for our living standards.", "The events of recent weeks, with Russia's expulsion from the global economy by means of sanctions, will have the same impact.", "Western countries have also shifted their stance to include the use of world trade as a political weapon, and this will have consequences.", "At the moment, multinational firms are consulting one another, contemplating supply chains, goods distribution, and subsidiaries, and re-evaluating political risk.", "Security is in sharp focus and that costs.", "In the wake of this, some of the past years' globalisation efforts will be unwound, and jobs will return to the West.", "This will cause price hikes in the short and the medium term.", "And it will foreseeably have a negative impact on living standards in Iceland, as in many other places.", "Honoured guests: In 1973, the OPEC nations declared an embargo on the sale of oil to countries that had supported Israel in the Yom Kippur War.", "The goal was to use oil as a political weapon.", "The result was that the price of oil shot up from 3 US dollars per barrel to 12 dollars per barrel a surge of nearly 300%.", "The shock put an end to a 30-year period of prosperity in the West and marked the beginning of a long inflationary episode.", "Actually, OPEC's bid to use oil as a weapon misfired.", "Prompted by higher prices, many other countries started producing oil, including our cousins the Norwegians, and others began using other energy sources.", "Increased production pushed prices down once again.", "Oil merely marked the beginning of the surge in inflation, but over time it was not the driver of the episode.", "Inflation was catalysed by two factors, which varied in importance from one country to another.", "The oil shock came after the end of the Bretton Woods pegged exchange rate system, which had provided the anchor for stability.", "Thereafter, the response was up to each country.", "Many central banks had lost sight of their fundamental objective of maintaining price stability because they were too busy with other goals, such as creating jobs or financing government spending.", "And even though they may have wanted to counteract inflation, they did not have the independence to do so.", "Furthermore, spiking oil prices were responded to with pay hikes, creating a vicious cycle of rising wages and prices - a typical wage-price spiral.", "This is why inflation was not brought under control until central banks had been granted independence and explicitly tasked with safeguarding price stability.", "In Europe, the German central bank led the battle against inflation, and it can be said that other countries tried to bask in the warmth of German credibility by pegging their exchange rates to the Deutschmark.", "In the Nordic countries, price stability was not ensured before a consensus was reached in the labour market with the so-called Nordic model.", "So is this where we are today?", "The lengths to which the world's largest central banks have gone in quantitative easing over the past decade is cause for concern.", "They have truly taken on the task of financing government spending by printing money.", "It will require a Herculean effort to climb out of this slippery slope.", "The outlook is for many countries' financing costs to rise significantly thereafter.", "By the same token, the labour shortages that have developed in the West could create wage pressures and push inflation higher.", "Honoured guests: It is vitally important that we Icelanders draw accurate conclusions from our own monetary history in the wake of the 1973 oil shock.", "It can be said that the bottom dropped out of monetary policy with the collapse of Bretton Woods.", "For a long time, Icelanders were the Western European record holders for inflation.", "This stemmed from two causes.", "First, the Central Bank was not independent and was forced to finance the Treasury, where the Minister of Finance wrote rubber cheques that were cashed in the Central Bank.", "Second, the wage-price spiral in the labour market was worse here than almost anywhere else, with wage hikes and currency devaluations playing leap-frog and headline inflation approaching 100% at its peak.", "the Minister of Finance, the Treasury's By agreement between the Central Bank and overdraft with the Bank was closed down in the early 1990s.", "But the Central Bank of Iceland was one of the last in the West to have its independence enshrined in law, which came with the passage of the new Act on the Central Bank in 2001.", "I want to emphasise, however, that monetary independence alone is not enough to maintain price stability the Bank must also have an arsenal of tools that bite, and it must have financial stability under control.", "We experienced this during the leadup to the financial collapse, as the Central Bank had no power to act.", "An unfortunate thing happened in 1998, when the banking supervision function was carved out of the Central Bank, right around the time the two State-owned banks were being privatised.", "At the time, the Central Bank's senior management objected vociferously to this bifurcation, as I mentioned in my speech at last year's Annual Meeting.", "If there is any single factor that foreign experts have identified as the main cause of the 2008 collapse, it is the fact that responsibility for and supervision of the financial system were spread across a large number of ministries and institutions, with the result that no single party had an all-encompassing overview, no single party was actually accountable, no single party had adequate power, and no single party had enough muscle to intervene in the course of events.", "But now, Iceland's financial supervision and other central bank activities have joined forces again after a separation of 22 years, and the merger has been a successful one.", "Now we have a single institution that is responsible for financial stability and has all of the necessary information on the financial system and developments in systemic risk within it.", "The future of monetary policy lies in the expansion of the policy toolbox and the coordination of monetary, macroprudential, and supervisory policy instruments within a single institution.", "Here lie the opportunities for Iceland's tiny currency area.", "The Central Bank will also need to use its balance sheet such as by intervening in the foreign exchange market to ensure effective monetary policy transmission and ward off potential financial side effects.", "We have been successful in this regard.", "that the application of the Bank's policy instruments and I would also like to stress powers is in the hands of three committees comprising internal and external members.", "Each of the committees has clearly defined objectives, as well as policy instruments to achieve them.", "They take independent decisions that they must account for publicly.", "This arrangement ensures both transparency and distribution of power.", "In 2021, the Central Bank took the step of capping loan-to-value ratios on residential mortgages at 80%.", "It also capped debt service-to-income ratios at 35%.", "We are now seeing signs that these measures have begun to make an impact.", "By wielding its policy instruments, the Central Bank can dampen demand for real estate, prevent speculative activity, and keep households from taking excessive risk.", "But there is also a shortage of residential property in the capital area, and real disposable incomes have risen steeply.", "This will naturally contribute to house price inflation.", "Iceland has plenty of land at its disposal, and if we use it sensibly, we will not need to wait too long for the market to rebalance.", "Honoured guests: Last May, the Central Bank of Iceland was the first Western central bank to raise interest rates after the steep rate cuts early in the pandemic.", "The Bank's policy interest rate is now 2.75%, where it was pre-COVID, and has therefore risen by 2 percentage points in the past twelve months.", "There is no doubt that these rate hikes were unavoidable, and it will probably be necessary to raise rates further so that we inflation into line.", "The Central Bank is concerned for households' wellbeing it cannot allow inflation to become entrenched once again.", "The sooner and the more decisively we take action, the less costly it will be to maintain the stability that will benefit us all.", "In spite of all the powers the Central Bank has been granted, it cannot ensure stability unless others work towards the same goal not least the labour market.", "Otherwise, we run the risk of being sucked back into the all-too-familiar maelstrom of spiralling wages and prices, to the detriment of all.", "It would be even worse if that spiral were reflected in demands that policy rate hikes be matched with pay rises.", "The fact is that the Central Bank is responsible for ensuring a stable price level, and for safeguarding the value of the wages negotiated in labour market agreements.", "Yes, comprehensive wage agreements are actually written on the back of the Central Bank Governor, because it is the Bank's role to make sure that those wage agreements are economically viable.", "It is as clear as day that we Icelanders cannot expect to use wage rises as a response to imported inflation, which is inescapable, stemming as it does from pandemic and war, from disease prevention measures and economic sanctions, and from rising commodity prices and the disruption of multinational production chains.", "We have to accept it as we do any other misfortune.", "Otherwise, we will find ourselves back in the 1970s.", "I do not mean by this that Icelandic wage-earners must make sacrifices.", "No, I certainly do not want Icelanders to have to sacrifice; I want them to have it as good as possible at all times.", "I am merely pointing out the best way to safeguard the nation's living standards now, when we must adapt to a changed reality in the global markets and in international relations.", "We must all participate in the fight against inflation even those who stand outside the labour unions.", "We cannot stand by and watch the corporate sector cut its ties to Icelandic reality as regards developments in wages.", "The question of how much the Central Bank may need to raise interest rates to maintain stability will only be answered in the wage settlements this coming autumn.", "Honoured guests: Iceland's economic position has never been better, no matter how it is measured.", "In spite of everything, households' purchasing power is growing, even though inflation has risen.", "In spite of everything, household debt has not risen discernibly as a share of disposable income.", "In spite of everything, homebuyers with nominal-rate loans are paying negative real interest for the first time in 40 years.", "The pandemic wreaked havoc on a large number of businesses, but decisive action by the Central Bank and the Government has provided a cushion against the blow, and now companies in general are well positioned with the caveat that many tourism companies have yet to right themselves.", "It is also very important that Iceland's external position be well-balanced.", "Our net external asset position is positive: we own more than we owe abroad.", "This means that foreign interest rate hikes will not erode our balance of payments.", "The exchange rate of the Icelandic króna is also close to equilibrium, and the financial system is no longer dependent on external financing as it once was.", "And last but not least, the Central Bank holds some 900 b.kr.", "in international reserves so as to secure Iceland's balance of payments and prevent upheavals in the foreign exchange market.", "We have everything we need to protect Iceland against tidal surges from the international open sea.", "It is also important that Iceland is no longer a marginalised inflation incubator but is well aligned with its trading partners.", "A global largest central banks battle against inflation is about to begin, with the world's tightening their monetary stance.", "And that will be of benefit to us in our quest to maintain stability.", "I would like to close with a well-known quote published by cartoonist Walt Kelly reads as follows: \"We have met the enemy on 22 April 1970, the first Earth Day.", "These words are a timely reminder of the responsibility we all share towards life on Earth.", "In response to the severe threat stemming from global heating, the Central Bank has taken important steps, some of which are described the new chapter on sustainability in our Report.", "But this also has wider applicability.", "We have made a concerted effort to build up Iceland's financial defences against external shocks.", "These defences certainly helped us to respond effectively to the pandemic, and they will help us to weather the economic repercussions of the war in Europe.", "But no one can rescue us from ourselves from our own mistakes - except us.", "Iceland's worst problems in terms of monetary and - - and financial stability or rather, instability have been self-imposed.", "It is therefore critical that we learn from the mistakes of the past, and that we do not repeat them.", "Because nothing other than our own mistakes can prevent a continuing period of prosperity in Iceland."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Globalisation", "Wage-price spiral", "Central bank independence", "Financial stability", "Monetary policy", "Interest rates", "Economic growth", "External position", "Sustainability"]}