{"sentences": ["SPEECH Natura finis magistra - acknowledging naturerelated risks to make finance thrive Keynote speech by Frank Elderson, Member of the Executive Board of the ECB and Vice-Chair of the Supervisory Board of the ECB, at De Nederlandsche Bank/Official Monetary and Financial Institutions Forum conference on \"Moving beyond climate: integrating biodiversity into financial markets\" at Artis Zoo in Amsterdam Amsterdam, 29 September 2022 The translation of the full Latin name of Artis Zoo, founded back in 1838 as \"Natura Artis Magistra\", is \"Nature is the teacher of the arts\".", "Today, nature has something to say to all of us: it is hurting.", "And we are responsible for that hurt.", "Human activities are behind the decline in natural capital, the reduced capacity to provide ecosystem services and the loss of biodiversity.", "[ What's more, we are putting at risk more than half of global GDP.", "Around €40 trillion of global income relies on nature.", "This means that nature-related risks, including those associated with biodiversity loss, could have significant macroeconomic implications.", "Failure to account for, mitigate and adapt to these implications is a source of risk for individual financial institutions and for financial stability.", "In a nutshell, this forms part of our mandate, as acknowledged by the NGFS in its statement on nature-related risks released in March 2022.", "The final report by the NGFS/INSPIRE joint Study Group referred to in this statement carefully explains how environmental degradation will expose financial institutions to physical and transition risks in a way that is very similar to climate change.", "In spite of this, we have to admit that central banks, supervisors, regulators and international standard setting bodies have so far made less progress in integrating environmental risks than climate-related risks.", "Although the analytical framework for climate-related risks is largely applicable to environmental risks, the latter come with their own unique features and challenges.", "For example, biodiversity does not have an unequivocal metric like carbon dioxide equivalents, which figure prominently in climate discussions.", "We therefore need to look at many more metrics, such as nitrogen, phosphorus and carbon dioxide.", "Let me emphasise \"look at more\", not \"look away\".", "Since we have explicitly recognised the materiality of nature-related financial risks, it is no longer a matter of principle that the work on environmental risks is less advanced than the work on climate.", "It is a matter of putting it into practice.", "And it is clear that we can no longer drag out feet with putting-it-intopractice.", "Here an important contribution will be made by the new NGFS task force on nature-related risks that will be led by Saskia de Vries from De Nederlandsche Bank and Sylvie Goulard from the Banque de France.", "Both representatives from institutions that have done pioneering work on naturerelated risks.", "[ At the ECB the work on environmental risks is already starting to take shape in our banking supervision.", "In 2020 we published our guide on our supervisory expectations for the risk management of C&E risks.", "[ Indeed, C-and-E: climate-related and environmental risks.", "In this guide, we explicitly recognised that environmental factors related to the loss of ecosystem services, such as water stress, biodiversity loss and resource scarcity have also been shown to drive financial risk.", "We therefore expect banks to evaluate all environmental risk-related information beyond just climate risks to ensure that their risk management is all encompassing.", "When we asked banks last year to evaluate their own risk management practices in relation to our expectations, we found that some of them had already started to identify and manage risks beyond those that are just climate-related.", "However, very few banks back then had actually begun to implement these practices and we made them aware of this gap with regards to our supervisory expectations.", "As part of this year's thematic review on climate-related and environmental risks, we followed up on these points, focusing on banks' assessments of the materiality of environmental risks and on their risk management frameworks.", "Our preliminary results show that many banks have by now made an initial assessment of their environmental risk exposures.", "We also see that banks are using the \"climate risk playbook\" to develop their approach to environmental risk.", "They map out physical and transition risk drivers and typically start by excluding some activities to avoid financing those that have an excessive environmental impact.", "Banks also integrate these risks into their due diligence processes to collect information and gain a better understanding of how their clients might be affected.", "Besides these qualitative approaches, several institutions are leading the way in quantifying the risks and impacts through the use of biodiversity footprinting exercises and the development of approaches for biodiversity scores.", "We welcome this progress and will use the opportunity to share the best practices we have identified when we will soon publish the results of the thematic review.", "At the same time, we will reiterate that all banks must ultimately comply with all of our supervisory expectations on C&E risks by the end of 2024 at the latest.", "With respect to our monetary policy, the ECB is currently fully on track implementing the climate action plan that we committed to when we introduced our new monetary policy strategy in the summer of last year.", "To give you a concrete example, last week we announced the details of how we intend to gradually decarbonise our corporate bond holdings, starting on next Monday, in line with the goals of the Paris Agreement.", "At the same time, it is important to remember that our climate action plan is not an aim in itself but rather a means for us to deliver on our mandate.", "That's why the Governing Council announced in July that it would regularly review the measures proposed in its action plan to assess whether they are still fit for purpose, and continue to support the decarbonisation path towards reaching the goals under the Paris Agreement, as well as the EU climate neutrality objectives.", "Something that is clearly relevant for us and this conference is that we will adapt these measures if necessary to address other environmental risks within our mandate.", "Expressing a readiness to look beyond climate-related risks and address environmental risks is an important initial step that I invite all relevant stakeholders to take.", "That applies to central banks, supervisors, regulators and international standard setting bodies.", "Even if the current focus of the ongoing work is still on climate-related risks, our ever-evolving understanding of the materiality of environmental risks and their transmission channels implies that these risks ultimately need to be taken into consideration in everything we do.", "For the first time in 75 years the Artis Groote Museum - where this conference is held - reopened its doors this spring.", "The theme of the museum is that everything is connected: plants, animals, microbes and human beings, all in a precious but delicate harmony.", "Economics and finance are no different.", "Taken together, households, firms, governments and financial institutions form a similarly precious - and at times delicate - equilibrium.", "Our analysis, assessment and policy actions should reflect the fact that nature and the economy are equally interconnected and interdependent.", "In line with a central theme of the landmark Dasgupta Review on the economics of biodiversity that \"humanity is embedded in nature\".", "[ Back to \"Natura artis magistra\".", "Nature isn't just the teacher of the arts, it is also the teacher of finance.", "One may be inclined to paraphrase: \"natura finis magistra\".", "[ In fact, nature makes finance thrive.", "This is what ultimately needs to become fully embedded in the work of central banks, supervisors, regulators and international standard setting bodies, within their mandate.", "Because nature-related risks are part of our mandate.", "Thank you for your attention.", "University of Cambridge Institute for Sustainability Leadership (2021), Handbook for nature-related financial risks: key concepts and a framework for identification , March.", "De Nederlandsche Bank (2020), Indebted to nature: Exploring biodiversity risks for the Dutch financial sector , June; De Nederlandsche Bank (2019), Values at risk?", "Sustainability risks and goals in the Dutch financial sector ; and Banque de France (2021), \" A silent spring for the financial system?", "Exploring biodiversity - Related financial risks in France \", Working Paper Series, No 826, August.", "ECB (2020), Guide on climate-related and environmental risks - Supervisory expectations relating to risk management and disclosure , November.", "Dasgupta, P. (2021), The Economics of Biodiversity: The Dasgupta Review , HM Treasury, London, February.", "The word \"finance\" originates from the Latin \"finis\" meaning \"limit\" or \"end\" and was first used in its current context in French in the sense of settling debt."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["nature-related risks", "environmental risks", "biodiversity loss", "climate-related risks", "financial stability", "ecosystem services", "physical risks", "transition risks", "supervisory expectations", "risk management"]}