{"sentences": ["Published Date: 31 May 2022 \"Gearing Up for Climate Action - The Road Ahead for the NGFS\" - Opening Address by Mr Ravi Menon, Managing Director, Monetary Authority of Singapore, Chair, Network for Greening the Financial System, at the Green Swan Conference 2022 on 31 May 2022 Distinguished guests, ladies and gentlemen.", "It is an honour and a pleasure to address the Green Swan Conference again.", "As chair of the Network for Greening the Financial System (NGFS), I would also like to express my gratitude, on behalf of the NGFS, for the opportunity to co-host this conference with the Bank for International Settlements, the European Central Bank, and the People's Bank of China.", "From a climate perspective, 2020 to 2030 is the \"critical decade\".", "While everyone is busy making net zero commitments for 2050, let us not forget that the trajectory towards net zero will be substantially determined by 2030.", "Looking at where we are in our transition journey, the urgency to act is greater than it has ever been.", "Global greenhouse gas emissions are continuing to rise.", "In 2021, fossil fuel use and associated carbon emissions rebounded in tandem with the global economic recovery.", "The demand for coal has risen, not fallen.", "Fossil fuels continue to account for more than 80% of global primary energy consumption.", "Renewable energy generation capacity has grown significantly in recent years, but the current pace is not sufficient to reach net zero by 2050.", "Global temperatures have already risen by 1.1 degrees Celsius above pre-industrial levels.", "The recent report by the Intergovernmental Panel on Climate Change (IPCC) is sobering.", "To limit global warming to 1.5 degrees Celsius, global greenhouse gas emissions must peak by 2025 and come down by about 45% by 2030 relative to 2019 levels.", "This is far from the emissions trajectory we are currently on.", "Climate change is a long-term risk but whether and how that risk materialises depends on what we do in this \"critical decade\".", "The already tepid transition to net zero has been thrown into disarray by the war in Ukraine.", "In the short term, the imperative facing some major economies to cut dependence on Russian supplied gas could see them turn to readily available fossil fuel alternatives, including coal.", "It will take some time for reliable renewable alternatives to fossil fuels to scale up and be widely available at viable costs.", "At the same time, governments' fiscal resources are being stretched by the need to provide support to cushion against macroeconomic stresses arising from the war as well as humanitarian relief.", "This means less fiscal space for public investments in green technologies and infrastructure.", "But there are also promising efforts to turn the tide.", "Many governments recognise that environmental sustainability and energy security are complementary goals.", "We have seen, in recent weeks, new policy proposals that may lead to a more decisive pivot towards renewable energy.", "The European Commission's REPowerEU proposal includes targets to further boost renewables development and quadruple green hydrogen supplies by 2030.", "The German government has announced a package of measures which aims to increase the share of renewable energy in Germany's energy mix to 80% by 2030, up from an earlier target of 65%.", "Concerted action by policymakers, corporates, financial institutions, and individuals will be key in the drive to mitigate climate change.", "It is in the name of facilitating such concerted action, that we are gathered here today at the Green Swan Conference.", "The financial system can be a powerful lever to enable a credible and inclusive transition to net-zero.", "Central banks and financial regulators, whatever their mandates, have a role to play in greening the financial system to support the net-zero transition.", "It is this vision that led to the formation in 2017 of the Network of Central Banks and Regulators for Greening the Financial System, or NGFS.", "The NGFS has grown significantly, from 8 founding members to 114 today, representing a diverse group of advanced, emerging, and developing economies.", "The Network has accomplished much in the last four years, breaking new ground and providing valuable guidance on integrating climate and environmental risks into the work of supervisors and central banks.", "The integration of climate-related and environmental risks into financial stability monitoring and prudential supervision is becoming a reality.", "The next phase of the work of the NGFS is to move from awareness to action.", "The NGFS Glasgow Declaration, issued at COP26 in November last year, reiterated our commitment to expand and strengthen our collective efforts towards greening the financial system.", "This means two things: improving the resilience of the financial system to climate-related and environmental encouraging the scaling up of the financing flows needed to support the transition towards a sustainable economy.", "To give substance to its Glasgow Declaration, the NGFS has just announced its new work programme.", "It comprises six key initiatives: enhancing supervisory practices with respect to managing climate risks; designing actionable climate scenarios; assessing the implications of climate change for monetary policy; providing guidance for central banks on their own net-zero transition; analysing nature-related financial risks; and building capacity among its membership.", "Let me start with SUPERVISION.", "The NGFS will take to the next stage its ongoing work to incorporate environmental risks within supervisory frameworks and practices.", "One of the new areas of focus will be financial institutions' transition plans to manage environmental risks.", "To be credible and impactful, financial institutions' transition plans must be based on how they will facilitate the transition of their clients and customers towards greater sustainability.", "This will in turn depend on the respective industry transition pathways relevant to their clients and customers.", "The NGFS will examine the role of supervisors in assessing financial institutions' transition plans.", "We will study potential ways to assess transition plans' resilience to environmental risks.", "We will identify good practices among supervisors on overseeing financial institutions' transition plans, along with the necessary data needs.", "We will examine how financial institutions should consider their counterparties' transition plans with respect to exposure analysis, transition risk management processes, and their own transition plans.", "The NGFS will not do this work in isolation.", "There is some existing work in this space by others, such as the Glasgow Financial Alliance for Net Zero or GFANZ, and the Science Based Targets initiative or SBTi.", "It is important that we have a consistent and comparable approach to assessing financial institutions' transition plans.", "Next, CLIMATE SCENARIOS.", "The NGFS will enhance its climate scenarios to sharpen understanding of the impact of physical and transition risks on the financial system.", "To make sense of the deep uncertainties surrounding climate change, financial institutions need to adopt forward-looking approaches based on scenario analyses as opposed to risk models based on historical data.", "This is an especially technical area of work where the principle of being science-based cannot be overstated.", "The NGFS scenarios are widely used.", "The IMF has started using them for some of its Financial Sector Assessment Programme, or FSAP, work.", "The scenarios could also potentially be used in future disclosures of climate-related financial risks under the International Sustainability Standards Board, or ISSB, template for better comparability of risk implications.", "The NGFS will promote wider application of its climate scenarios through enhancements in several areas.", "We will strengthen the modelling of physical risks, both acute and chronic.", "We will enhance sectoral granularity and geographical coverage - especially to emerging economies.", "We will develop short-term scenarios suitable for stress testing and analysis.", "We will continue to update input data to reflect changes such as new technologies and policies, and the evolution of the economic environment.", "Third, the impact of climate change on MONETARY POLICY.", "The NGFS will seek to gain an understanding of how climate change and mitigation actions should be considered in the conduct of monetary policy.", "From a central bank perspective, climate change is the ultimate supply-side shock.", "The effects of climate change and mitigation actions are likely to be of a scope and intensity that will affect the economy across both cyclical and structural dimensions.", "This is a complex endeavour, given the considerable uncertainty surrounding these effects.", "The NGFS will seek to provide central banks with the requisite tools to make sense of the implications of climate change for monetary policy.", "We will focus on macroeconomic modelling of critical transition issues, to help central banks better analyse their impact on the economy.", "We will explore climate-related adjustments that central banks could implement to ensure the smooth conduct and efficacy of monetary policy operations.", "We will explore how monetary policy operations could potentially support the transition to a net-zero economy.", "Fourth, NET ZERO FOR CENTRAL BANKS.", "The NGFS will provide guidance on how central banks can make the transition to a net zero environment.", "It is important that we central banks who are part of the Network for Greening the Financial System \"lead by example\" and make an effort to green ourselves.", "This would include adopting some of the good sustainability practices central banks and supervisors have been espousing to financial institutions.", "Undertaking the net zero journey themselves will help central banks and supervisors gain a better understanding of the challenges that financial institutions face when considering climate-related and biodiversity risks in their activities.", "The NGFS will provide guidance on integrating sustainability considerations across the range of central bank functions.", "We will follow up on past work relating to sustainable and responsible investment (SRI) principles for central banks1.", "We will explore suitable metrics for central banks' disclosure of climate-related and environmental risks, including climate-related governance structures and strategy.", "We will consider how disclosures for internal operations should be prepared, including a stocktake of how central banks are reducing their environmental and carbon footprint.", "Let me now move on to NATURE-RELATED RISKS.", "The NGFS will mainstream the consideration of nature-related financial risks across our work.", "Nature-related risks and biodiversity loss have garnered significant attention in recent years, and rightly so.", "Biodiversity supports all life on our planet.", "But we are eroding this biodiversity at a pace that is damaging the natural ecosystems that provide us food, water, and clean air.", "This in turn could pose significant risks to economic, financial, and social stability.", "Failure to address nature-related risks could adversely affect financial institutions and financial system stability.", "It is imperative that central banks and supervisors consider these risks in fulfilling their mandates.", "The financial sector should align itself with the transformations that are necessary to deliver a global economy that is positive for nature.", "The NGFS has acted quickly in looking into nature-related risks, well ahead of the financial industry.", "We collaborated with INSPIRE2, an independent research network, to produce reports setting out the importance of biodiversity for the macroeconomic and financial systems.", "These reports also made preliminary recommendations on how central banks and supervisors might align themselves with the structural transformations required to deliver a nature positive global economy.", "The NGFS, in the next phase of its work, will aim to equip central banks and supervisors with a common base of knowledge of nature-related risks.", "We will provide recommendations on how nature-related risks can be integrated into the other work programmes of the NGFS, including supervision, scenario analysis, and monetary policy.", "We will make nature-related risks more tractable, by focusing on nature-related risks with a nexus to financial risks.", "We will identify a few local case studies to work through concrete examples where the link from ecosystem degradation to climate change is clear, such as in deforestation.", "Finally, CAPACITY BUILDING AND TRAINING.", "The NGFS will provide guidance on how central banks and supervisors can build up their capabilities in climate-related and environmental risks.", "The importance of building capacity and expertise on climate issues within the central banking and regulatory community has been consistently espoused by the NGFS since its beginning.", "Our members are at different stages of progress in their ability to address climate-related and environmental risks.", "We want to make sure they have the support they need to make meaningful progress in addressing these risks.", "The NGFS will facilitate the upskilling of central bankers and supervisors, especially from emerging and developing economies, in climate-related and environmental risks.", "We will develop a training and capacity building strategy for central banks and supervisors, mapping training needs to supply.", "We will develop a training curriculum, to help central bankers and supervisors build up their capabilities in a progressive manner, from foundational knowledge to more advanced and specific skillsets.", "As a final remark, let me stress: climate change is a shared crisis, and the efforts to fight it must be a shared responsibility.", "Inclusivity is the key to our success.", "And inclusivity is at the heart of what the NGFS does.", "We have a diverse membership, across geographies, across stages of economic development, and across a variety of climate related risks and transition challenges.", "The NGFS will continue to ensure that our work on greening the financial system is inclusive - uncompromising in our ambition to support a Paris-aligned pathway to net zero while meeting the economic and social development needs of our members.", "In short, a just transition to a sustainable planet.", "Inclusivity is also a feature of the NGFS when it comes to partnering the financial industry, academia, and standard-setting bodies in charting policies and strategies on how the financial sector can support decisive climate action.", "We will cast our net wide and tap on the ideas of a range of stakeholders.", "Given the magnitude and complexity of the challenge before us, nothing less will do.", "At the Green Swan Conference, we have a diverse and inclusive assembly comprising some of the best minds and influential figures.", "I am confident that the conversations we will have over these two days will add impetus to what we can do together in the fight against climate change during this \"critical decade\".", "Thank you, and I wish you all a fruitful conference.", "[1] Examples include the Sustainable and Responsible Investment Guide for Central Banks' Portfolio Management and the subsequent update in a progress report.", "[2] International Network for Sustainable Financial Policy Insights, Research and Exchange (INSPIRE)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change", "Financial System", "Net Zero", "Transition Risks", "Climate Scenarios", "Monetary Policy", "Nature-Related Risks", "Supervision", "Capacity Building", "Inclusivity"]}