{"sentences": ["PH Economy: Harnessing the Bright Spots Date: May 19, 2022 Occasion: ADBI Featured Speaker Webinar Series Speaker: BSP Governor Benjamin E. Diokno Good day, everyone.", "It is my pleasure to join you today and share updates on the Philippine economy.", "The Philippines is well into the recovery process.", "After the pandemic-driven recession in 2020, the economy grew by 5.7 percent last year and sustained its robust momentum with an 8.3 percent growth in the first quarter of 2022.", "Growth in the first quarter was broad-based.", "On the supply side, all sectors expanded, driven by industry at 10.4 percent, followed by services at 8.6 percent.", "On the expenditure side, growth was driven by private consumption which grew by 10.1 percent.", "Gross capital formation expanded by 20.0 percent.", "Growth of government final consumption was subdued at 3.6 percent.", "The employment picture is close to pre-pandemic level.", "From a peak of 17.6 percent in April 2020, unemployment rate is down to just 5.8 percent in March this year.", "Moreover, foreign direct investments grew 54.2 percent to all-time high last year.", "In the first two months of the year, FDIs grew by 8.0 percent to USD1.7 billion.", "Manufacturing activity has also rebounded, with the purchasing managers' index hitting 54.3 in April, the highest in over four years.", "Both business sentiment and consumer outlook have improved.", "Our business expectation survey show broad improvements in outlook for the coming months.", "All these came on the back of a whole-of-government approach to recovery.", "In tandem with the national government's efforts, the Bangko Sentral ng Pilipinas rolled out its own list of COVID-response measures.", "First, we cut our policy rate by a cumulative 200 basis points to a record low of two percent, which helped stimulate provision of credit to productive activities.", "We also reduced our reserve requirement against deposit and deposit substitute liabilities.", "For universal-commercial banks and non-bank financial institutions with quasi-banking functions (NBQBs), we reduced the reserve requirement from 14 percent to 12 percent effective 3 April For thrift banks and rural/cooperative banks, we reduced it from 4 percent to 3 percent effective 31 July 2020.", "Second, we extended time-bound liquidity support to the national government and purchased government securities to help finance its pandemic-response programs.", "In sum, the BSP has injected over PhP2.2 trillion or approximately US$ 41.9 billion into the financial system.", "This is equivalent to about 11.2 percent of the GDP.", "And third, the BSP put in place key regulatory and operational relief measures for banks, which helped maintain the financial system's stability and ensure the public's continued access to financial services.", "As we transition from one administration to another, the central bank will continue to fulfill its mandate of ensuring sound macroeconomic management.", "On the whole, there are clear indications of continuity of key reforms under the new administration.", "As the economy recovers and gradually returns to normalcy, the BSP is mindful that the extraordinary measures will need to be scaled back.", "The timing and conditions of the BSP's exit strategy will be guided by the inflation and growth outlook over the medium term, the state of public health, and domestic and global risks to the economy.", "Earlier, the BSP's provisional advances to the national government of P540 billion - or USD10.3 billion - in 2020 and 2021 was reduced to P300 billion - or USD5.7 billion in January 2022.", "Today, the National Government will fully settle these advances, ahead of the maturity schedule of June 11, 2022.", "Unwinding the extraordinary measures was one of the messages highlighted during the IMF-Word Bank Spring Meetings held last April.", "Balancing the need to safeguard economic recovery and controlling inflation would be a key challenge for policymakers going forward.", "The balancing act requires a well-planned, well-calibrated, and well-communicated exit strategy to avoid causing substantial market volatility, reduce potential spillovers, and continue the recovery momentum.", "For the Philippines, economic recovery came sooner than expected.", "The economy grew by 8.3 percent in Q1.", "We expect the economy to grow much faster in Q2, making the growth target for this year of 7.0-9.0 percent doable.", "Employment is nearing its pre-pandemic rate.", "The Purchasing Managers Index hit 54.3 in April, the highest in four years.", "In response, we have started the normalization process.", "Yesterday, we raised the policy rate by 25 basis points to 2.25 percent.", "We entered the pandemic with strong macroeconomic fundamentals.", "Our healthy external accounts, marked by hefty gross international reserves, helped maintain relative order in the financial markets amid the crisis.", "The government's fiscal space allowed it to spend massively on COVID-19 response without incurring unmanageable debts.", "We reformed the tax system.", "We simplified the tax structure, rationalized fiscal incentives, reduced personal and income tax rates, increased taxes on oil, cigarettes, and sweetened beverages.", "With the new tax system, the incoming administration will be in a better position to face the challenges of the post-pandemic economy.", "And the stable banking system-which benefitted from regulatory reforms over the years- remained able to provide credit to consumers and businesses.", "Loan growth is steadily picking up.", "In addition, prudent lending standards of banks helped to keep the rise in bad debts within manageable levels while ample capitalization enables them to absorb shocks.", "At the IMF-World Bank Spring meetings, economies were also encouraged to set longer-term goals that go beyond the immediate challenges of achieving full recovery from the pandemic and tempering the impact of the Russia-Ukraine conflict.", "Such goals include reskilling and upskilling of workers, pushing for digital transformation, and promoting a more sustainable future.", "I am proud to share that we are making progress on these fronts.", "On reskilling and upskilling of workers, concerned government agencies in the Philippines have rolled out programs to help workers adapt to changing labor demands.", "On digital transformation, the BSP's policy agenda include digitalization of the country's payments system.", "By 2023, we aim to digitalize at least half of retail payments and ensure at least 70 percent of Filipino adults should have transaction accounts.", "Complementing this reform is the recently passed Financial Consumer Protection Act.", "The legislation provides regulators more power to act on, and improves the resolution mechanisms for financial consumer complaints, including those involving cybercrimes.", "The BSP has also issued six digital banking licenses, in line with our Digital Payments Transformation Roadmap.", "On sustainability, the BSP is at the forefront of promoting sustainability principles in the financial sector.", "We have issued regulations requiring banks to incorporate such principles into their operations.", "We are also among the early investors in the Bank of International Settlements' Green Bond Fund and the Asian Green Bond Fund.", "The Philippine government did not let the unprecedented crisis go to waste.", "It did not sit idly by and wait for the coronavirus to subside; instead, it continued to pursue game-changing reforms which would make the Philippines a preferred investment destination.", "For instance, the Corporate Recovery and Tax Incentives for Enterprises or CREATE law slashes corporate income tax and rationalizes the fiscal incentives system.", "In addition, three landmark laws were enacted to further open the Philippines to foreign investors.", "These include the amended Retail Trade Liberalization Act, the Foreign Investments Act, and Public Services Act.", "During the last six years, the government invested heavily in public infrastructure.", "The goal is to make up for past neglect which earned the Philippines the distinction of having one of the poorest public infrastructures in ASEAN.", "From 2016 to 2020, infrastructure spending as percent of GDP averaged 4.6 percent.", "In 2021, actual infrastructure spending reached PHP1.12 trillion or 5.8 percent of GDP.", "These numbers tell the story of the government's commitment to improve mobility and create a better investment climate.", "One thing is obvious: the next administration will have a better state of infrastructure and a more robust economy.", "The next administration will receive a long list of implementation-ready infrastructure projects.", "A total of 88 infrastructure flagship projects for completion in 2023 and beyond will be up to the next administration to continue.", "Taking all these into consideration, we are optimistic that the Philippine economy will post an even better performance following a solid rebound last year.", "Having said this, like the rest of the world, the Philippines faces risks to its growth outlook.", "Among which are deterioration in the COVID situation and a prolonged Russia-Ukraine conflict.", "On COVID-19, the Philippines is managing risks of potentially new variants emerging through sentinel surveillance and protecting the vulnerable population through accelerated vaccination.", "As of May 10, 68.4 million out of the target 90 million Filipino population have already been fully vaccinated.", "On the Russia-Ukraine conflict, the channel through which we see the most material impact is on domestic prices.", "But we expect this to be manageable.", "Based on latest estimates of the BSP, inflation could average 4.6 percent, slightly above the 2.0- to 4.0-percent target range this year before moving back to within the target band next year at 3.9 percent.", "The BSP supports timely implementation of targeted non-monetary measures by the national government to prevent price pressures from broadening.", "These include direct financial transfers to vulnerable sectors, and efforts to boost domestic production and importation of certain food commodities.", "For its part, the BSP is prepared to take preemptive action when there are stronger indications of a possible disanchoring of inflation expectations.", "In closing, while the Philippines is on track in achieving full economic recovery in the near term, we must all collectively continue to work together to overcome current and emerging challenges.", "Now more than ever, we must put a premium on stronger international cooperation to achieve our vision of a green, resilient, and inclusive global economy.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none"], "topics": ["Economic recovery", "Inflation", "Monetary policy", "Financial stability", "Fiscal policy", "Digital transformation", "Sustainability", "Public infrastructure", "Growth outlook", "Risks"]}