{"sentences": ["Deputy Governor's Opening Remarks at the Cagamas Developing and Financing Green Housing in Asia (DFGH 2022) Conference Speaker: Puan Jessica Chew Cheng Lian Venue: Kuala Lumpur Language: English Speech/Interview Date: 21 Sep 2022 It would be hard to overstate the importance of any meaningful effort that might bring us closer to the goal of mitigating the impact of climate change.", "In a region with among the highest home ownership, where up to nine in every ten families will buy the home that they live in, a conference on green housing must surely be on that list.", "So it is my great pleasure and privilege to be here today to share some thoughts with you on what the financial sector is doing, and can still do more, to manage climate related risks and support the climate transition.", "The importance attached to owning a home is a long-standing cultural norm in our society.", "While that has not changed, there is a growing awareness of the impact that the places we live and work in day by day can have on sustainability.", "The environmental impact of buildings in terms of greenhouse gas emissions stems not only from energy use for lighting and air conditioning, but from the way in which buildings are constructed, operated and managed.", "Globally, the building sector accounts for more than 40% of energy consumption, generates approximately 40% of all waste, and consumes 16% of water for construction.", "Here in Malaysia, buildings consume almost half 48%) of the electricity generated in the country.", "In response to this, green buildings were conceived, prioritising environmental and health concerns as well as resource efficiency throughout their life cycle.", "In the process, they also respond to the changing preferences of an increasingly environmentally conscious population.", "As a country, Malaysia has committed to the target of reaching Net Zero emissions as early as 2050.", "In line with this and the priorities laid out in the 12th Malaysia Plan, state and city councils have increasingly stepped up efforts to spur the greening of their respective jurisdictions.", "DBKL for instance has issued the Kuala Lumpur Climate Action Plan 2050, which details out the actions necessary to achieve the goals of the Paris agreement.", "While we will be mainly focusing on green housing at this event, it is important not to forget that this is a cross-cutting agenda that requires many different parts of the ecosystem to work effectively.", "With climate change, however, we are not simply pursuing an aspirational goal.", "We are dealing with an existential treat for which bold and decisive actions are needed to correct what has been described as the market failure the world has ever Central to these actions is the \"greatest seen\".", "remarkable capacity of the private sector to innovate solutions that will move us closer to our climate goals, and our collective responsibility to harness that capacity.", "Physical risks associated with climate change are already with us and are rising.", "For evidence, we only need to look to the spread of infectious disease such as Covid-19 and severe floods that are occurring at shorter intervals and with greater intensity.", "But transition risks are also intensifying.", "With the announcement of the net zero national target, further changes in climate policies are inevitable to achieve the target.", "Technological changes will also have important economic and financial consequences for businesses and those that fund them.", "So will changing consumer preferences.", "And if that isn't sufficiently persuasive, the reality of disorderly transitions, once thought to be a risk further into the future, has now been brought painfully home for many with the energy crisis that is confronting Europe.", "The financial sector has a critical role in helping the economy and society mitigate these risks.", "At Bank Negara Malaysia, we see this from two perspectives.", "First, as part of our mandate to manage risks to financial stability, we expect financial institutions to understand how climate-related risk drivers can impact their risk exposures - including credit, market and insurance risks from their lending, underwriting and investment activities.", "We expect financial institutions to be able to identify, measure and manage these risks well.", "Second, we believe that the financial sector can and should play a catalytic role in the transition towards a low carbon economy through its control of resources that fuel the economy.", "With this in view, let me highlight a few key developments that will shape the Malaysian financial sector's climate response in the coming years.", "Their response in turn will affect how financial institutions interact with businesses going forward.", "Beginning from July this year, financial institutions have started reporting their climate related risk exposures based on the Climate Change and Principle-based Taxonomy developed for the financial sector to assess and classify economic activities within their portfolios.", "Aside from building a strong foundation for risk assessments and disclosures, the taxonomy is expected to encourage the flow of capital towards supporting transition activities.", "We recognise the need to minimise macroeconomic and social dislocations in the short term as we transition to a low carbon economy.", "The financial sector taxonomy therefore does not adopt a binary classification of green and brown activities, but also recognises credible efforts by businesses to actively reduce the harm that their operations might pose to the environment during transition.", "Based on an analysis of their material exposures to climate-related risks, financial institutions would be required to take actions to address high and unmitigated exposures.", "We have also strengthened the standards that we expect financial institutions to meet in managing climate related risks.", "This includes an expectation for financial institutions to work with and support their customers in managing their transition.", "More to the point, if businesses are committed and willing to undertake changes to reduce their GHG emissions and green their operations, the financial sector should help them make the transition.", "This may take the form of appropriate financing or protection solutions and advisory services.", "On its part, the Bank will continue to support transition activities through the RM1 billion Low Carbon Transition Facility and other funds for SMEs which will complement funds extended by financial institutions to help SMEs implement sustainable low carbon practices.", "By 2024, we have also required all FIs to make disclosures in line with the recommendations of the Task Force on Climate-related Disclosures TCFD.", "Given that such disclosures by FIs will ultimately depend on disclosures provided by their customers and counterparties, this will have implications on demands for climate-related information from businesses.", "Significant efforts are also being pursued to support climate risk management and transition through the Joint Committee on Climate Change, or JC3, which is co-chaired by the Bank and the Securities Commission.", "The JC3 serves as an industry-regulator collaborative platform to drive and coordinate the financial sector's response to climate change.", "As part of efforts to scale up transition finance, JC3 is actively exploring pilot programmes to test new green solutions and instruments.", "In identifying suitable pilot projects, priority will be given to climate-friendly projects that can help develop the broader ecosystem for green finance, such as carbon accounting and measurement frameworks, climate data aggregators, or green credentialing standards.", "Another key deliverable of JC3 this year is the upcoming publication of a data catalogue that will point users to credible sources of critical climate data needed to support identified use cases.", "All of this is to say that climate strategies are set to be a key focal point of financial institutions' business and risk decisions going forward.", "Within the property sector, it is encouraging to see major banks in Malaysia already offering targeted financing solutions for green residential homes in what used to be a niche market for a handful of smaller institutions.", "Also important are solutions that can help reduce GHG emissions from existing homes on the books of financial institutions, and increase their resilience to climate hazards.", "Such products are putting sustainability at the forefront of consumers' minds not only when they decide to purchase a property, but also in making future decisions regarding renovations, or energy and water supply systems.", "The introduction of such products is also an important start to collecting critical data for the assessment of risk differentials between green and other mortgages by financial institutions.", "While these developments are encouraging, experience in other markets would suggest that there is much more that financial institutions in Malaysia can do to unlock the potential to scale up green housing finance.", "For example, current financing activities are largely focused on the end consumer, which is just one part of the housing value chain.", "The incorporation of green considerations in funding extended to developers and those involved in construction activities such as engineers and raw material suppliers remains largely untapped, and can help offset or spread over time the generally high upfront costs associated with green buildings.", "Protection products, such as green housing insurance, also remains an unexplored market in Malaysia despite the steadily increasing number of green buildings in the country.", "Within existing product offerings, novel features such as additional protection for non-certified green buildings to rebuild in green when damage occurs, could also be explored.", "Responding to the need for green housing calls on financial institutions to take an approach that is at once novel but not entirely unfamiliar.", "The journey towards greater incorporation of sustainability considerations is one which many institutions have embarked on, and a focus on green housing is both highly strategic and impactful to the broader agenda of greening the economy.", "It does, however, bring with it some specific challenges.", "Housing affordability in Malaysia is already presenting a significant challenge to home ownership with house prices remaining beyond the reach of many Malaysians.", "This is further compounded by current high levels of household debt.", "The goal for institutions is to develop green housing solutions that would not substantially worsen these conditions and help steer the market towards a just and orderly transition.", "Rising to this challenge will require creativity and collaboration between public and private institutions.", "I am encouraged to see the broad range of participants assembled at this event, including social housing enterprises, government bodies, and non-profit organisations which along with the private sector, have the wherewithal to open up opportunities for the development of new business and funding models for green housing.", "Bank Negara Malaysia, working together with the JC3, is committed to supporting these efforts within our mandates for financial and monetary stability.", "On that note, I wish you productive discussions in the sessions ahead.", "We look forward to concrete outcomes from these discussions given the heavy and urgent responsibility we all bear to mitigate the devastating effects of climate change."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Climate change", "Green housing", "Financial sector", "Climate risk", "Transition finance", "Green buildings", "Sustainability", "Environmental impact", "Climate transition", "Resilience"]}