{"sentences": ["It is a pleasure to be here today to speak with you.", "This ceremony marks an important moment of transition for the Deutsche Bundesbank.", "We say goodbye to a good friend, Jens, after more than ten successful years at the helm of this proud institution.", "And we welcome Joachim as the Bundesbank's new President.", "The Bundesbank is no stranger to moments of transition.", "It has presided over some remarkable changes in Germany's economy since its establishment back in August 1957.", "That includes implementing the monetary union as part of German reunification in 1990.", "Overnight, the purchasing power of the Deutsche Mark could be something enjoyed by all Germans.", "And it also includes introducing Germany to the euro.", "Indeed, this month we celebrate the 20 anniversary of euro banknotes and coins becoming part of our daily lives.", "But amid all these transitions, one element has remained constant throughout.", "The Bundesbank has remained faithful to its mandate of maintaining price stability.", "This has been the key to the Bundesbank's success - and we have inherited that rich tradition at the ECB.", "Price stability is the North Star that has helped us navigate through some extremely turbulent times.", "We have faced a series of crises in the euro's short life, ranging from the great financial crisis to the sovereign debt crisis, and to the coronavirus pandemic.", "We have faced periods of too-high inflation and too-low inflation.", "But throughout, our actions have been guided by delivering on our mandate.", "Yet the global economy never stands still - and central banks have to adapt if they are to stay faithful to their mandates in changing times.", "As Goethe, a son of Frankfurt, once wrote: \"Life belongs to the living, and whoever lives must be prepared for change.\"", "That is why the conclusion of our strategy review last year was so important.", "It has given us a policy framework that is fit to tackle new challenges as and when they arise.", "We now have a 2% inflation target that is simple and symmetric.", "We have a playbook for how to react when inflation deviates from our target in both directions.", "And we have clarity on the tools in our monetary policy toolbox and how and when to use them.", "Our strategy review also sets out how we can contribute to tackling longer-term challenges that pose threats to price stability, in particular climate change.", "With this strategy, we are well placed to continue ensuring price stability in this fast-changing world.", "And that is especially important today in light of the phase of higher inflation we are seeing.", "We understand that rising prices are a concern for many people, and we take that concern very seriously.", "But people can trust that our commitment to price stability is unwavering, which is critical for the firm anchoring of inflation expectations and for confidence in the currency.", "The whole Governing Council is united in pursuit of this goal.", "At the same time, one of the key strengths of the Eurosystem is the way that it brings together different perspectives to form a consensus.", "Our rich quality of debate and diversity of views ensures that our decisions are robust.", "In this respect, I shall certainly miss my times with Jens.", "He has always been a very articulate voice on the Governing Council, presenting his views with precision and clarity.", "And he has embodied the best of the Bundesbank tradition of faithfulness to the mandate.", "Alongside the challenges of ensuring price stability, our institutions have cooperated intensively during his term.", "The Bundesbank plays a crucial role in many Eurosystem projects, for example acting as one of the three providing central banks of TARGET2, and as a centre of digital financial innovation together with the Banque de France.", "We have enjoyed an exceptionally fruitful working relationship over these past two years.", "Jens, your steadfastness, your intellect, and your loyalty have been crucial to our successful management of the pandemic emergency.", "I wish you the very best in your next adventure.", "I now look forward to working closely with Joachim in his new adventure as Bundesbank President.", "Joachim brings with him a rich expertise crafted by a career that spans the BIS, KFW and, of course, 17 years with the Bundesbank.", "So, while this ceremony marks a change of office, it also represents a homecoming for Joachim.", "I am sure I can speak for all of us when I say: \"Willkommen daheim, lieber Joachim!\"", "It is great to have you back in Frankfurt and again working to deliver on our mandate for Europe.", "I have recently shared my memories of the introduction of euro banknotes and coins back in January 2002.", "See Lagarde, C. (2021), \"Happy anniversary to euro cash!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["price stability", "Bundesbank", "inflation", "monetary policy", "ECB", "euro", "Germany", "central banks", "climate change", "Eurosystem"]}