{"sentences": ["Asian Development Bank Country Director Kelly Bird; World Bank Country Director for Brunei, Malaysia, Philippines, and Thailand Ndiamè Diop; Manila Times Chairman and CEO Dante \"Klink\" Ang II, ladies and gentlemen, good morning.", "Thank you for inviting me to discuss latest economic developments and outlook in this forum aptly titled, \"Looking beyond the pandemic endgame.\"", "Today, I will cover the following: (i) first, update on the Philippines' recent economic performance; (ii) second, the BSP's support to the economy to ensure strong and sustainable economic recovery; and (iii) third, economic outlook.", "To begin, after five consecutive quarters of decline, the economy rebounded strongly in the second quarter of last year with a growth of 12 percent.", "Since then, the country has managed to sustain this positive growth amid a calibrated approach to virus containment.", "In Q4 2021, the economy grew 7.7 percent, resulting in 5.6-percent full-year growth.", "The full-year GDP growth exceeded the government's target range of 5.0 to 5.5 percent for the year and beat market estimates.", "The job situation has improved.", "The unemployment rate fell to 6.6 percent in December 2021, down from the peak of 17.6 percent in April 2020.", "Moreover, employment level last December reached 46.3 million, representing a 3.7-million net employment gain from the pre-pandemic level in January 2020.", "Nevertheless, employment in some sectors that require close contact has yet to recover, particularly accommodation and food services and transportation.", "Manufacturing activities moderated, with the purchasing manager's index (PMI) settling at 50.0 in January 2022.", "This came about following reimposition of stricter quarantine protocols amid the spread of the omicron variant.", "Nevertheless, the latest PMI still showed improvement from the manufacturing declines recorded earlier on in the pandemic.", "Also, businesses reported growing optimism for the year ahead, owing to improving overall COVID-19 situation and rising vaccination rate.", "New confirmed COVID-19 cases in the country are falling.", "With low hospitalization rate and rising vaccination rate, the COVID situation is stabilizing.", "Google mobility data as of February 15, 2022 show that mobility trends were higher relative to the baseline for retail and recreation, grocery and pharmacy, and parks following relaxation of alert levels.", "Headline inflation slowed to 3.0 percent year-on-year in January 2022, from 3.7 percent a yearago and 3.2 percent in December 2021.", "The January 2022 inflation was at the midpoint of the government's target range of 2.0-4.0 percent for the year.", "The slowdown in inflation in January was mostly driven by slower price increases of selected non-food items along with alcoholic beverages and tobacco.", "Inflation for housing, water, electricity, gas, and other fuels slowed down in January, while prices of liquefied petroleum gas (LPG) also fell.", "Food and non-alcoholic beverages inflation held steady compared with the previous month.", "However, transport inflation continued to increase given rising global crude oil prices.", "Private sector economists expect inflation to average at 3.5 percent this year and 3.1 percent in 2023, within the official target range of 2.0 to 4.0 percent.", "Inflation projections of multilateral agencies and market analysts for 2022 and 2023 are also within the government's target range.", "The BSP projects February 2022 inflation to settle within the range of 2.8 to 3.6 percent.", "The country's external sector remains manageable.", "The sustained rebound in key economies has spurred external demand.", "Exports of goods increased by 16.0 percent in the first three quarters of 2021.", "Similarly, imports of goods grew by 30.2 percent on stronger domestic demand for raw materials and capital goods.", "Net foreign direct investments increased due to positive foreign investor sentiment on the country's macroeconomic fundamentals and strong growth prospects.", "FDIs rose 52.2 percent to USD 9.2 billion from January to November 2021.", "This bodes well for job creation.", "The gross international reserves (GIR), which stood at US$107.69 billion as of end-January 2022, continue to provide more than adequate external liquidity buffer.", "The GIR level is equivalent to almost 10.2 months worth of imports of goods and payments of services and primary income.", "This far exceeds the three-month conventional reserve level considered as adequate.", "It is also about 8.4 times the country's short-term external debt based on original maturity and 5.7 times based on residual maturity.", "The GIR is supported by improving inflows of cash remittances from overseas workers, receipts from business process outsourcing and FDI inflows.", "On the Philippine banking system...", "Liquidity in the financial system remains ample.", "Preliminary data show that domestic liquidity (M3) grew 9.8 percent year-on-year in January 2022 to about P15.3 trillion, following a 7.3percent expansion in the previous month.", "Bank lending has improved, increasing at a faster rate of 8.5 percent year-on-year in January from 4.8 percent in the previous month.", "As of end-December 2021, the gross non-performing loan ratio of the Philippine banking system (PBS) stood at 4.0 percent.", "While this is higher than the 3.6 percent recorded the previous year, it is still lower relative to the previous month's 4.4 percent and far from the double-digit levels seen in the Asian Financial crisis.", "Banks have ample loan-loss provisioning, with the NPL coverage ratio at 87.4 percent.", "The Philippine banking system remains well-capitalized.", "As of the third quarter of 2021, capital adequacy ratio (CAR) was at 17.1 percent, well above the 10 percent minimum threshold set by the BSP and the 8 percent by the Bank for International Settlements.", "The BSP will continue to closely monitor the impact of emerging COVID-19 variants on the banking system.", "Supervisory and surveillance tools have been strengthened to ensure that appropriate focus and attention are placed on this area.", "Two years since the onset of the COVID-19 pandemic, the economy is on its way to recovery thanks in part to swift and decisive actions by the government.", "The government's mass vaccination program is picking up pace, and scope and is expected to accelerate further.", "In 2020, the government passed the Bayanihan 1 and 2 laws and allocated a portion of the 2021 National Budget to fund COVID-19 response.", "The recently signed 2022 General Appropriations Act contains fiscal stimulus, crafted with continued COVID response and recovery, in mind.", "Together with the extended 2021 GAA, the budget will support continued implementation of COVID-19 recovery measures and help the economy bounce back.", "Moreover, the government passed into law reforms that could foster strong and faster economic rebound.", "This includes passage of the Financial Institutions Strategic Transfer or FIST Act (RA 11523) and the Corporate Recovery and Tax Incentives for Enterprises or CREATE Act (RA 11534).", "Meanwhile, the proposed Government Financial Institutions Unified Initiatives to Distressed Enterprises for Economic Recovery or GUIDE Bill aims to strengthen the capacity of government financial institutions to assist micro, small, and medium enterprises (MSMEs) to cope with the effects of COVID-19.", "Complementing the government's responses, the BSP has implemented temporary and timebound policy measures.", "First were measures to boost market confidence, such as cuts in the policy rate and the reserve requirement.", "The lower policy rate was meant to influence banks to slash their own lending rates, thereby promoting credit-taking activities.", "Meanwhile, lower reserve requirements increased the volume of loanable funds.", "Second were extraordinary liquidity measures to the National Government (NG) to help fund the pandemic-response measures.", "These include provisional advances to the national government, purchases of government securities (GS) in the secondary market, and remittance of advance dividends.", "Third were regulatory and operational relief measures to maintain stability of the financial system and ensure public access to financial services.", "We counted loans to micro, small, and medium enterprises (MSMEs) as compliance to the reserve requirement, increased the single borrower's limit, and raised the ceiling for real-estate loans.", "We also excluded some loans from the \"past-due\" and \"non-performing\" classification and allowed a grace period for loan settlement and restructuring of rediscounted loans.", "In our latest policy meeting on February 17, 2022, the Monetary Board kept the key policy interest rate steady at a historic low of 2.0 percent.", "The Monetary Board deems it prudent to maintain the BSP's accommodative policy stance given a manageable inflation environment and emerging uncertainty surrounding domestic and global growth prospects.", "Through its liquidity-easing measures, the BSP has injected into the financial system about ₱2.2 trillion (or approximately US$42.9 billion) in liquidity, equivalent; this is around 11.1 percent of the country's nominal GDP.", "Following the BSP's cumulative 200-basis point reductions in the policy rate in response to the crisis, domestic market rates have dropped.", "Despite the pandemic, international observers continue to have confidence in the Philippine economy, as shown in our credit ratings.", "On February 18, 2022, Fitch Ratings affirmed the Philippines' credit rating of \"BBB,\" a notch above minimum investment grade, citing economic gains that demonstrate sustained recovery from the COVID-19 crisis.", "The country has maintained the same rating from Fitch and other debt watchers throughout the pandemic, despite a wave of rating downgrades in many other countries.", "Moving on to economic outlook...", "Considering the recent economic developments and continued improvement in vaccination efforts, we are optimistic that there is sufficient support for the country's recovery in the near term.", "The management of risks through calibrated quarantine restrictions, the expected revitalization of key industries due to government policy support and structural reforms, and the improvement of the global economy should help the economy to accelerate in 2022.", "After a higher-than-government-target growth at 5.6 percent in 2021, the government projects that the Philippine economy will grow by 7.0 to 9.0 percent in 2022, and by 6.0 to 7.0 percent in The restoration of global growth with the easing of restrictions in many jurisdictions along with increasing vaccination rates and improving jobs market could contribute to domestic recovery through improvements in exports and remittances.", "Moreover, the CREATE Act could shore up investments and business activity and, in turn, boost the country's actual and potential output.", "The Economic Development Cluster is proposing a 10-point policy to accelerate and sustain economic recovery.", "The latest baseline inflation forecasts are within the target range at 3.7 percent for 2022 and 3.3 percent for 2023 under the 2018-based CPI series.", "Meanwhile, the current account deficit is projected to reach 2.3 percent of GDP in 2022, driven by further widening of the trade-in-goods deficit, as imports growth (10.0 percent) is seen to continue outpacing exports growth (6.0 percent).", "Overseas Filipino remittances growth in 2022 is expected to stabilize at 4.0 percent.", "The projected improvements in global growth prospects and further opening of economies, along with the continued mass use of vaccines to prevent the spread of COVID-19, will support growth of remittances.", "FDI inflows are projected to reach US$8.5 billion in 2022 amid expectations of improvements in the domestic and global investment climate this year.", "However, economic recovery is expected to be uneven between advanced and emerging market economies.", "The path to recovery will depend on the reach of mass vaccination and the effectiveness of policy support.", "Furthermore, the uneven exit from the pandemic may pose varied challenges to policymakers, as tightening monetary conditions in advanced economies may affect the recovery path of emerging economies that rely on international financing.", "There is also the increase in inflation, both in advanced and EMEs, due to firming demand, input shortages caused by supply-chain bottlenecks resulting from mobility restrictions and weather disruptions, and rapidly rising commodity prices.", "Also, as we have witnessed since the start of 2022, the potential emergence and spread of new variants is an ongoing threat.", "Elevated global commodity prices, heightened geopolitical tensions,as for example, the RussiaUkraine conflict, and the uneven pace of vaccinations across jurisdictions could dampen the outlook for global economic recovery.", "Moving forward, the BSP's actions and policy thrusts will continue to be anchored on its core mandates of promoting price and financial stability.", "On monetary policy, the BSP will remain vigilant over the current inflation dynamics to ensure that the monetary policy stance continues to support economic recovery to the extent that the inflation outlook would allow.", "On the financial sector, the BSP will intensify its monitoring and surveillance ensure that supervised financial institutions remain responsive to emerging risks and demonstrate soundness, stability, resilience, and inclusivity such as through pursuit of digitization.", "Finally, on the external sector, the BSP will remain supportive of policies that will help strengthen the economy's resilience to external shocks, including that of maintaining a market-determined exchange rate, keeping a comfortable level of reserves, and maintaining the country's external debt manageable.", "Allow me to end my presentation with these key points: The country's macroeconomic fundamentals remain sound.", "The latest GDP growth suggests that the Philippine economy on a path of a The latest baseline inflation forecasts are within the target range.", "The risks to the inflation outlook continue to lean slightly toward the upside for 2022 but remain broadly balanced for 2023.", "Banks remain sound and well capitalized.", "External position is robust, with more-than-adequate external liquidity buffer.", "Risks and uncertainties remain but sustained implementation of targeted fiscal initiatives as well as acceleration of the Government's vaccination program should help boost market confidence and economic recovery in the coming months.", "The BSP will maintain its accommodative policy stance given a manageable inflation environment and emerging uncertainty surrounding domestic and global growth prospects.", "Looking ahead, the BSP remains steadfast in striking a balance between providing adequate stimulus to the economy and preventing buildup of inflationary pressures and risks to price and financial stability.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none"], "topics": ["Economic outlook", "Inflation", "Monetary policy", "Banking system", "External sector", "COVID-19", "Economic recovery", "Government support", "Financial stability", "Fiscal policy"]}