{"sentences": ["New Zealand's Macroprudential Panel remarks delivered to the Central Bank of Ireland On 27 April 2022 Delivered by Christian Hawkesby, Deputy Governor and General Manager Financial Stability Prepared with Graeme Cokayne Kia ora koutou katoa and thank you for inviting me to be a part of this panel on an important topic.", "For me, it is a great opportunity to listen and learn from the experiences of the other the panel members with macroprudential policy in their countries.", "In return, I was planning to share our experience in New Zealand.", "In particular:  the issues that motivated the introduction of macroprudential tools; the actions we have taken to adjust their settings through time;  the lessons we have learned from their use along the way; and  the next steps we are planning to take in this space.", "By way of background, it is useful to first outline where macroprudential policy sits within the role of the Reserve Bank of New Zealand - Te Pūtea Matua (RBNZ).", "The purpose of the RBNZ is set out in our Statement of Intent for 2021-2024 and is described by the Māori phrase Toitū te Ōhanga, toitū te Oranga.", "This is usually translated as 'enabling the prosperity and wellbeing of all New Zealanders'.", "We do this by promoting a sound and dynamic monetary and financial system.", "Within this overall statement of purpose we have four key policy objectives set out in our enabling legislation.", "The first is monetary policy, where we target low and stable inflation, and support maximum sustainable employment.", "The second objective is promoting a sound and efficient financial system.", "The third and fourth policy objectives are meeting the public's cash needs and overseeing an effective payments system.", "By international comparison, we are a full-service central bank (Table 1).", "Reserve Bank Bulletin, 77(1) To achieve these policy objectives, we have different tools that broadly fall into three categories.", "First are monetary policy tools, which in New Zealand are the Official Cash Rate (OCR) and other instruments across our balance sheet.", "These are largely aimed at managing demand in the economy through influencing interest rates across the yield curve, and ultimately for households and businesses.", "Secondly, we have micro-prudential tools such as capital requirements, liquidity requirements, and regulations on governance and disclosure.", "These are mainly aimed at promoting the stability of individual financial institutions, and thereby supporting the resilience of the financial system.", "This is supplemented by prudential supervision and enforcement to ensure that banks are operating consistently with these prudential settings.", "Finally, we have macroprudential tools, which are designed to address wider systemic risks to the financial system as a whole that may not be adequately managed through microprudential regulation and supervision.", "In New Zealand, this has primarily involved loan-tovalue ratio (LVR) restrictions in the mortgage market (which in Ireland would be called LTV restrictions).", "It has also involved sectoral capital requirements and - in future - the countercyclical capital buffer.", "The Motivation for Macroprudential Tools In New Zealand, we first introduced macroprudential tools back in 2013.", "The motivation at the time was that we felt that the low level of interest rates required to achieve our monetary policy mandate was creating risks to financial stability that we needed to manage.", "Introducing macroprudential tools, therefore, gave us an \"extra degree of freedom,\" especially in an environment where the financial cycle and business cycle were out of sync.", "In particular, in 2013 our official interest rate was still near a record low level at the time, as consumer price inflation pressures were weak in the aftermath of the Global Financial Crisis (GFC).", "However, with easy monetary conditions, house prices rose sharply, especially in our largest city, Auckland (Figure 1).", "In this period, house prices in Auckland reached nine times the average income.", "We felt we needed extra tools to manage this growth, especially as we had observed from other countries through the GFC how unsustainable asset prices could have material consequences for the stability of the financial system down the track.", "The use of macroprudential tools was also gaining acceptance around the world at the time, though actual experience was somewhat limited.", "In May 2013 we entered into a Memorandum of Understanding with the Minister of Finance, under which the RBNZ initiates any macroprudential policy action, but only after consultation with the Treasury and Minister1.", "In practical terms, this meant that adjustments to macroprudential settings could be undertaken by the RBNZ but major alterations (such as the introduction of new tools) requires consultation.", "Initially, the macroprudential tools that we introduced were LVR restrictions on residential mortgages and core funding ratios for banks.", "While we introduced core funding ratios, we have only rarely adjusted them, so I will focus here largely on our experience of LVRs.", "Figure 1: House Price Growth in New Zealand The first shaded area is the tightening phase, the second is the easing phase, and the final is the COVID19 phase.", "Our Experience of Macro Prudential Tools Our experience of managing macro prudential tools since 2013 has broadly involved four phases.", "All decisions since in 2013 can be found in the Annex.", "Initial Settings (2013-2015) When we first introduced LVR restrictions, our main concerns were that rising house prices, particularly in Auckland, but also Christchurch, would lead to vulnerabilities in the financial system.", "Our analysis suggested that the main causes of the rising house prices were housing supply shortages and easy credit.", "We saw that banks were competing strongly for borrowers with low deposits and so by tightening lending criteria we felt that we could slow the rapid expansion of credit that was fuelling the house price growth.", "We were actively seeking to influence house prices.", "The RBNZ governor at the time stated that \"[t]he LVR restrictions are designed to help slow the rate of housing-related credit growth and house price inflation, thereby reducing the risk of a substantial downward correction in house prices that would damage the financial sector and the broader economy...", "In the current situation, where escalating house prices presenting a threat to financial stability but not yet to general inflation, macroprudential policy offers the most appropriate response.", "\"2 The initial settings of the LVR restrictions in October 2013 were that banks could not issue more than 10 per cent of loans to borrowers looking to borrow more than 80 per cent of the value of the house.", "This so-called speed limit of 10 percent allowed banks to continue to allocate credit to some borrowers with LVRs above 80 per cent as they saw appropriate, mitigating to some extent concerns about what restrictions meant for allocative efficiency.", "While the initial impetus for imposing LVRs was primarily due to concerns about the housing market in Auckland, we felt that imposing LVR restrictions solely on Auckland could create issues around their administration and the possibility of shifting housing pressures outside of wherever the boundary was drawn.", "Therefore, we initially put in place national rather than Auckland-specific restrictions.", "Tightening Phase (2015-2016) Nonetheless, by November 2015, we did institute a tighter policy for Auckland compared with the rest of the country.", "At the same time, in Auckland, we imposed different regulations for owner-occupiers and investors (which in Ireland would be called 'buy-to-let buyers').", "The objectives of the amended policy were to \"...more directly target investor activity in the Auckland region, where house prices relative to incomes and rent are far more elevated than elsewhere in New Zealand.", "The objective of this policy is to promote financial stability by reducing the rate of increase in Auckland house prices, and to improve the resilience of the banking system to a potential downturn in the Auckland housing market\"3.", "The split between owner-occupiers and investors was then extended to the rest of the country in October 2016, and has been maintained since, while the regional differentiation has been removed.", "Our policy has been to have tighter regulations on investors than owneroccupiers reflecting the greater risk from that type of borrowing.", "Easing Phase (2017-2019) By late 2017, the general economic outlook internationally was fairly stable and the nearterm financial stability risks appeared to be easing so it was seen as a good time to ease some of the restrictions on LVRs in order to remove some of the potential for inefficiency in the mortgage market.", "At the time we said \"[d]omestically, LVR policies have been in place since 2013 to address financial stability risks arising from rapid house price inflation and increasing household debt.", "These policies have helped improve banking system resilience by substantially reducing the share of high-LVR loans.", "Over the past six months, pressures in the housing market have continued to moderate due to the tightening of LVR restrictions in October 2016, a more general firming of bank lending standards and an increase in mortgage interest rates in early 2017\"6.", "COVID-19 Period (2020-2021) Finally, in the face of the extreme uncertainty posed by the start of the COVID-19 pandemic in early 2020, we both loosened monetary policy significantly and removed restrictions on LVRs, in order to support the economy and financial system through this unprecedented period.", "A key reason for removing the LVR restrictions was to eliminate a potential barrier to putting in place a mortgage deferral scheme implemented in response to the pandemic, while a general concern for supporting credit flow provided an additional impetus.", "We decided that the policy that we would least regret through this period was to remove restrictions and have to put them back on later; rather than the alternative of keeping conditions too tight and exacerbating a contraction in the financial system and economy.", "As the Deputy Governor at the time said, \"[g]iven the current uncertainty around the economic outlook, the Reserve Bank considers that it is unlikely that banks will weaken lending standards to high risk borrowers.", "The more likely risk is that banks are overly cautious with lending to credit-worthy borrowers\"7.", "As it turned out, the New Zealand economy was much more resilient to the impact of COVID19 than had been feared.", "Economic activity bounced back relatively quickly, as did house prices supported by resilient demand, low interest rates and an historic lack of supply.", "Having announced in April 2020 that we would be removing LVR restrictions for a year, by December 2020 we produced a consultation document foreshadowing an earlier reintroduction of LVRs.", "LVR restrictions were reintroduced in March 2021 and tightened further for investors in May 2021, and then owner-occupiers in November 2021.", "Lessons Learnt from Our Experience So that is a brief history of our experience of using macro-prudential tools over a period of a little less than a decade.", "A key general point that I would like to leave you with is that making decisions about macroprudential settings has not been straightforward or easy in any sense.", "We have reviewed our LVR settings on average every six months over this period.", "Compared to setting monetary policy every six weeks for the past 30 years, macroprudential policy in New Zealand is still in its infancy; we are still learning; and still finding our rhythm of following a consistent, repeatable process backed by clear and transparent communication.", "However, there are three high-level lessons that I do think are worth sharing.", "To earn our social licence to operate, policymakers need to ensure that the public understands and supports why our policy tools are being used.", "This has been an ongoing work in progress.", "Unlike other prudential policies like capital and liquidity regulation of financial institutions, LVR restrictions are highly visible to the public and directly impact the ability of households to access credit.", "In the case of macroprudential tools, for example, the argument is often made that borrower-based restrictions affect first-time buyers disproportionately, and can keep people out of the housing market.", "For the policies to be accepted, therefore, a high degree of public transparency and accountability is needed.", "Equally, for banks responsible for implementing macroprudential policies, they need to buyin to the broader benefits to financial stability, and the importance of investing in their systems and compliance capability.", "From the start of our use of macroprudential policy tools, social acceptance has been important for us.", "This included our Memorandum of Understanding with the Minister of Finance, which ensured that we were in agreement on what tools we could use and how we could use them.", "Our dialogue with the government has continued, including the direction that we received in February 2021 from the Ministry of Finance under section 68B of the Reserve Bank Act indicating that when setting financial policies we have regard to the government's policy \"to support more sustainable house prices, including by dampening investor demand for existing housing stock which would improve affordability for first-home buyers\".", "Further, at each stage of our macroprudential policy settings, any major changes have involved public consultation where we considered the views of industry as well as the public more generally.", "Managing House Prices vs Building Resilience When we first introduced LVR restrictions, we thought that they should be used as a temporary measure when the housing market was overheated that could then be eased or removed as the housing market cooled.", "What we have come to understand is that the effect of LVR restrictions on house price cycles are quite modest.", "Tightening LVRs beyond a certain point can inhibit house price growth, but once loosened they have a fairly minimal effect.", "By contrast, monetary policy, through changing the level of interest rates for all borrowers, has a far greater effect on house prices than LVR restrictions.", "Even then, there any many other supply-side factors that have a considerable influence house prices, outside the control of the central bank.", "Therefore, rather than a tool to actively manage asset prices, we have found the major benefit from LVR restrictions to be their more permanent role of building resilience into the financial system, better preparing the economy and financial systems to the potential fallout from a sharp reversal in the housing market.", "Specifically, LVR restrictions reduce the chance of borrowers going into negative equity following a large correction in the house prices, and therefore also reduce the loss given default for banks if borrowers fail to maintain their mortgage payments.", "As such, we find that it is the effect of LVR policy on the stock of mortgages that matters more than its effect on the flow of new mortgages.", "In New Zealand, the stock of high-LVR lending has declined markedly since we first imposed LVR restrictions and is currently near historic lows (Figure 2).", "The system-wide loss given default has therefore declined leading to a more stable, resilient financial system.", "This has been the main benefit from having macroprudential policy options.", "Figure 2: The Stock of High LVR Mortgages in New Zealand The Need for a Complete Set of Tools While it has been beneficial for us to add macroprudential tools to our policy suite, it has also become apparent that we need a full set of tools to better manage risks.", "Debt to income has been increasing in New Zealand over the past 35 years, with only a modest dip following the GFC (Figure 3).", "Therefore, households are still vulnerable to falls in income affecting their ability to service their debt.", "As mentioned earlier, LVR restrictions help us manage the loss given default in a period of widespread default on mortgage lending.", "Including a debt to income measure in our toolkit would help with reducing the probability of default.", "Therefore, these two policy tools deal with different sources of risk: LVRs with the risk to banks from a fall in house prices, and DTIs with the risk to households from a fall in income.", "We see reducing the probability of default and loss given default as two complementary policies in creating a more resilient financial system.", "As with LVR restrictions, we see DTI measures as policies aimed at reducing through-the-cycle risks.", "And indeed DTIs might well be better at managing such risks, as income tends to vary much less through the financial cycle than the value of houses.", "Figure 3: Household debt-to-income ratios Among other policy measures,11 we have also looked at implementing floors or buffers on banks' test interest rates, to ensure that borrower households are better equipped to deal with fluctuations in interest rates and, hence, less likely to default on their mortgages.", "With all of these tools in place, LVRs, DTIs, interest rate floors, and enhanced prudential buffers, we would have a number of different ways of enhancing the resilience of the New Zealand financial system to deal with different challenges as they appear.", "Looking ahead, there are two main next steps on our macroprudential agenda.", "Consulting on Additional Tools to Complete the Suite We are currently consulting with banks and the general public on adding debt-to-income (DTI) tools to our framework.", "Some banks have expressed their preference for a floor on test interest rates instead of a DTI.", "They have argued that an interest rate floor would be much easier for them to administer and it could, in the end, achieve similar results.", "While we have taken on their argument, a DTI continues to be our preferred option.", "We feel that a DTI produces a better control on the probability of default as a complement to the reduction in loss given default provided by existing LVR restrictions.", "By contrast, test interest rates are only one input into banks' serviceability assessments, and there is a risk that a test rate floor could be offset by adjustments to other elements of banks' calculations.", "However, an interim test rate floor could be put in place in the short term if necessary to address financial stability risks.", "We are currently looking for banks to be operationally ready to introduce a debt servicing tool by mid-2023, if they are required12.", "Enhancing our Framework and Communications For monetary policy, so-called 'neutral interest rates' provide a sense for whether the current settings for interest rates are expansionary or contractionary.", "In a world where macroprudential tools have turned out to be a more permanent feature of the landscape than we initially expected, we think that it is important to consider and explain the neutral macroprudential settings.", "That way we will not only be able to express whether we think current macroprudential settings are expansionary or contractionary at any time, but also provide a clearer path ahead into the long-term to their neutral settings.", "Again, to use the analogy with monetary policy, much like how we publish a projection for the Official Cash Rate (OCR), we should aspire to be able to publish a projection of our macroprudential settings, and to explain how these will assist us achieve our mandate for a stable and efficient financial system.", "With potentially more macroprudential tools available as part of a full suite, we will also need to consider and explain how they combine in total to a neutral long-term setting to support financial stability through the cycle.", "All of these considerations are part of the building blocks we need to put macroprudential policy on an equal analytical footing with monetary policy, and to find the rhythm of following a consistent, repeatable process backed by clear and transparent communication.", "So to sum up the New Zealand experience, we have evolved and developed our thinking on macroprudential policy tools.", "Our experience has informed us that macroprudential tools are an important part of delivering on our responsibility for the stability of the financial system as a whole, alongside other prudential settings.", "We have shifted our LVR restrictions through time, applying different setting for regions and types of borrowers, and adjusted our settings in response to the changing threats to financial stability.", "Over time we have evolved our thinking from considering LVR restrictions on mortgage lending to be a temporary tool for managing ups and downs in the financial cycle to seeing them to be a more permanent device to maintain the resilience of the financial system.", "We have also come to see that it is important to have a fuller suite of macroprudential tools, which help manage both the risks to the financial system from a fall in house prices and the risks to households being unable to service their debt.", "Aligning with our Memorandum of Understanding with the Minister of Finance on macroprudential policy, in designing debt serviceability restrictions we will have regard to avoiding negative impacts, as much as possible, on first-home buyers.", "We have more work ahead of us to continually enhance our frameworks, processes and communication, focused on our ultimate purpose of contributing to the prosperity and wellbeing of the New Zealand people.", "Thank you very much for asking me to speak here today.", "Table 2: History of LVR Settings All Owner AKL Owner Investor AKL NonAKL Occupier Occupier Investor Speed Limit 10 10 Threshold 80 80 Speed Limit 15 10 5 Threshold 80 80 70 Speed Limit 10 5 Threshold 80 60 Speed Limit 15 5 Threshold 80 65 Speed Limit 20 5 Threshold 80 70 Speed Limit No No restriction restriction Threshold No No restriction restriction Speed Limit 20 5 Threshold 80 70 Speed Limit 20 5 Threshold 80 60 Speed Limit 10 5 Threshold 80 60 Red = Tightening, Yellow = Steady, Green = Easing"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Macroprudential tools", "House prices", "Financial stability", "Loan-to-value ratios (LVRs)", "Debt-to-income ratios (DTIs)", "Interest rate floors", "Prudential buffers", "Monetary policy", "Neutral interest rates", "Neutral macroprudential settings"]}