{"sentences": ["Ms Flore-Anne Messy, Executive Secretary of the OECD International Network on Financial Deputy Governors Members of my Advisory Panel, Dr Vera Songwe, Dr Robert Wardrop and Mr John Cusack CEOs of banks and financial institutions attending this event either physically or virtually Managers and Heads of financial institutions operating in Rodrigues Members of the media Viewers following us live on social media Ladies and Gentlemen I wish you all a very good afternoon.", "It is a great pleasure for me to welcome you to the launch of the 2022 Bank of Mauritius Financial Literacy Strategy which we are rolling out today on a national basis, and to the second edition of the Bank of Mauritius Thought Leadership Series.", "The theme for the round table discussion that will ensue is 'Financial Literacy in a Digital Era'.", "Our eminent panellists, who are also members of the Bank of Mauritius Advisory Committee, will be providing us with their unique insights on the importance of financial literacy, and how to best implement related strategies in Mauritius.", "I wish to announce that the Bank's Advisory Committee has two new members, namely Mr John Cusack who is an authority on combatting financial crime, and Mr Robert Ophèle, Chairperson of the Autorité des Marchés Financiers of France and former Deputy Governor of the Banque de France.", "Given the importance of the subject matter, it could not have been more fitting to hold this event in the very year in which the Bank is turning 55.", "The unprecedented environment in which we continue to operate, and which is marked by the shadow of the COVID-19 pandemic, magnifies the pertinence of today's event.", "I would not do justice to the significance of the financial literacy strategy being launched today if I fail to highlight the dangers of financial illiteracy.", "Indeed, a lack of financial literacy inevitably results in implementation of poor financial decisions, thereby dragging down the quality of life of citizens, and severely impacting the very efficiency of our banking and financial systems.", "Ladies and gentlemen, We cannot speak about financial literacy without taking heed of how past events have played a major part in reshaping the global thinking on this front.", "The effects of the global financial crisis on markets are indeed still fresh in our minds.", "History - and a too late array of empirical evidence and research - has shown how the lack of awareness on the part of consumers in advanced economies drove them to make flawed decisions on the subprime mortgages and synthetic instruments used for trading.", "The drive for higher returns, coupled with a lack of visibility on the risk side, prompted many people to invest in these securities.", "These events eventually highlighted the critical importance of financial literacy, prompting its inclusion as a matter of priority on the agenda of policy makers globally.", "In September 2009, at the G-20 Leaders' Summit in Pittsburgh, a pledge was made, I quote, \"to support the safe and sound spread of new modes of financial service delivery capable of reaching the poor\".", "The pledge also called on financial standard-setters to promote successful regulatory and policy approaches and elaborate standards on financial access.", "A year later in Seoul, the G-20 committed to the launch of the Global Partnership for Financial Inclusion and developed a Financial Inclusion Action Plan.", "At the level of the United Nations, financial inclusion is positioned as an enabler of other developmental goals in the 2030 Sustainable Development Goals, where it is featured as a target in eight of the seventeen goals.", "Ladies and Gentlemen, Poor financial decisions are often not only the result of financial recklessness, but also of bad planning, and lack of information.", "The implications of these shortcomings can easily spiral beyond control.", "Undeniably, in today's world, many of these decisions originate from - or are based upon - the increasing use of technology.", "Add to that the consequences of 'buy now pay later' targeted campaigns which can unfortunately fuel poor spending habits and ballooning debts.", "We are all aware that trust is the cornerstone for the effective functioning and stability of the financial system.", "As the system evolves and becomes more complex, access to financial services also becomes easier.", "What this implies is that there needs to be an appropriate level of financial education to enable customers to make informed decisions about the suitability of financial products to their specific situation.", "Concurrently, a robust financial consumer protection framework must be in place to shield consumers from abuse and make them become judicious users of financial products and services.", "This is precisely the rationale behind the elaboration of our 2022 Financial Literacy Strategy, and the subsequent initiatives that will be rolled out.", "In devising its Financial Literacy Strategy, the Bank has endeavoured to create content that will meet the requirements of a wide target audience, encompassing our youth, active population and senior citizens.", "The strategy is intended for all consumers, and I am pleased to share that consultations have already started with our regulatees in Rodrigues for holding Train the Trainer sessions and financial literacy programmes for the benefit of our Rodriguan brothers and sisters.", "By the way our thoughts are with them in these dire times.", "The programme content focuses on providing consumers with information on banking products and services, their rights and obligations, as well as how they should protect themselves and their hardearned money.", "The strategy also brings to the fore the dynamic and technology-driven banking environment in which consumers of financial products are evolving.", "This being said, I would also like to make an appeal to providers of financial services.", "My call is that you should always act in a transparent manner with your customers by disclosing all important facts.", "Do not focus only on the business side and on the bottom line.", "More importantly, in your communication to customers, do not omit details which, though they may seem insignificant or superfluous, may have a huge impact on the obligations and rights of customers or clients.", "Otherwise, in the short run, the improvement of business may come at a hefty price, be it in terms of rising delinquencies, complaints, law suits or even reputational risks.", "As a central banker and regulator, I need not emphasise that short term gains are not worth a longterm pain.", "Ladies and Gentlemen, It is a sobering reality that the COVID-19 pandemic has tragically claimed the lives of millions of people worldwide.", "The COVID-19 pandemic has not only led us all to rethink our existing practices, but to also factor in unexpected scenarios and reimagine opportunities.", "Whilst technological advances like mobile phones, internet banking and other digital technologies were already present in our daily lives, the pandemic has resulted in an acceleration in the pace of digitalisation of financial services.", "As I fathom the radical changes occurring around us, digitalisation is bound to amplify, both in terms of speed and the dimension of its impact, the transformation of the banking and financial landscape.", "While electronic channels are indeed convenient to the great majority of consumers, we should also be wary of the downside risks that they can bring.", "Threats of unscrupulous agents exploiting loopholes, mis-selling and other legal risks are just some of these.", "I am sure that you need no further convincing about the place that financial literacy should occupy in our lives.", "Its benefits extend well beyond stronger household balance sheets.", "Indeed, financial literacy contributesto the promotion of a more resilient financial system and, ultimately, to the more efficient allocation of resources within the real economy.", "However, the launch of a financial literacy strategy is not, on its own, a sufficient condition for diffusion among the population.", "Collaboration and support at all levels of the banking industry remain the prerequisites for an optimal implementation.", "To muster additional resources to support the implementation of its financial literacy initiatives, the Bank has been strengthening its relationships with other central banks as well as with leading international financial organisations and financial literacy promotion entities.", "The Bank is currently benefitting from the support of the Bank for International Settlements to craft a strategic plan on data protection.", "In addition, with a view to widening the scope of its consumer education strategy and reaching out to the greater number, the Bank is participating to an initiative driven by the GSBF, the Groupe des Superviseurs Bancaires Francophones.", "I am also pleased to share that the Bank of Mauritius is a proud and active member of the FINCONET, the International Financial Consumer Protection Organisation.", "To further our efforts, I have personally ensured that the Bank joined, no later than last year, the OECD International Network on Financial Education.", "I am pleased to announce that the Bank of Mauritius will participate to this year's edition of the Global Money Week, an initiative spearheaded by the OECD/INFE, and which will take place from the 21st to the 27th of March next.", "We have even engaged with the OECD/INFE to be the National Coordinator for the roll out of the Global Money Week initiatives in Mauritius.", "Ladies and Gentlemen, As I come to end of my address, I wish to express our gratitude to Ms Flore-Anne Messy for being with us today as keynote speaker.", "I also thank our prime stakeholders, specifically the Mauritius Bankers Association and its members, for their valuable contribution in terms of views and input in crafting this programme and supporting its roll out.", "I rely on your cooperation to make the strategy a success.", "On our side, you can rest assured that the Bank will leave no stone unturned to reach out to the population.", "I thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Literacy", "Financial Inclusion", "Consumer Protection", "Digitalization", "Financial Education", "Financial Stability", "Financial Crime", "Risk Management", "Sustainable Development", "Technological Advances"]}