{"sentences": ["SPEECH Price Stability: The Foundation for a Strong Economy John C. Williams, President and Chief Executive Officer Remarks at the University of Puerto Rico - Mayagüez, Mayagüez, Puerto Rico As prepared for delivery It's a pleasure to be here this morning at the University of Puerto Rico's beautiful Mayagüez campus.", "Thank you for that kind introduction.", "This visit is part of the New York Fed's broader commitment to serving the diverse economies in the Federal Reserve's Second District, which-in addition to Puerto Rico-includes the U.S. Virgin Islands, New York State, northern New Jersey, and parts of Connecticut.", "Here in Puerto Rico, we supervise four commercial banking organizations that account for a large part of the deposit and lending activities on the island.", "We also provide cash services to depository institutions located in Puerto Rico and the U.S. Virgin Islands.", "To take one example, the New York Fed coordinated an extensive effort to keep cash operations on the island functional following Hurricane Maria, ensuring adequate supply and meeting the demand for much-needed currency.", "We also study issues that affect the communities here, and our economists monitor economic conditions that inform our work.", "I'll start by saying that I am so pleased that in many respects the Puerto Rican economy has recovered strongly from the hurricanes and the pandemic.", "Over the course of my visit, I've had the opportunity to hear firsthand from business, government, and community leaders about what is happening on the island.", "I met with government officials to discuss the Commonwealth's economic plan and pandemic recovery.", "I also heard from executives about how the banking sector is faring.", "And I met with leaders of cooperativas to hear about what they're doing to help residents improve their access to credit and financial services.", "I took a short flight here from San Juan after a full day of engagements yesterday, and I spent the earlier part of this morning at the Aeronautical and Aerospace Institute of Puerto Rico, where I learned about this growing industry.", "Needless to say, the views from the ground and the air have been delightful.", "The U.S. economy has experienced a tremendous rebound since the darkest days at the onset of the pandemic.", "But now, inflation is sky-high, and it is the number one danger to the overall health and stability of a well-functioning economy.", "The war in Ukraine and the recent lockdowns in China, on top of the ongoing supply challenges and demand shifts, have led to inflation rates we have not seen in four decades.", "The priority for monetary policy is clear.", "The Federal Reserve is strongly committed to bringing inflation back down to our 2 percent longer-run goal.", "Price stability is absolutely essential for the economy to achieve its potential and sustain maximum employment over the medium term.", "I want to be clear: this is not an easy task.", "We must be resolute, and we cannot fall short.", "This morning I'm going to talk about the uncertainty that high inflation poses to the economic outlook.", "I'll also share more about the labor market, both here in Puerto Rico and in the country more broadly.", "Then, I'll describe how the Federal Reserve's monetary policy actions are aimed at bringing down high inflation and restoring balance to the economy.", "Before I continue, I should give the standard Fed disclaimer that the views I express today are mine alone, and do not necessarily reflect those of the Federal Open Market Committee (FOMC) or others in the Federal Reserve System.", "I know many of you here are studying economics, so you may be familiar with the Fed's dual mandate, or the two goals Congress has set for us: to promote both maximum employment and price stability.", "To better understand what affects our mandate, we look at data-lots of it.", "We study everything from food and gas prices to retail sales and inventories, from labor costs and employment figures to semiconductor inventories and shipping expenses, and from the demand for goods and services to readings on public health.", "So, I'll start with the data that we are seeing as it relates to one half of our dual mandate: maximum employment.", "Although there are some signs that job growth has slowed in recent months, the labor market remains incredibly tight.", "During the first six months of this year, the economy added 2-3/4 million jobs, as businesses added staff to keep up with demand.", "The unemployment rate has been steady in the past few months near its historical low and was 3.6 percent in June.", "There are now far more job openings than people looking for work, and employers are still struggling to fill roles.", "The economy experienced a rapid recovery from the pandemic last year, but I expect growth to slow considerably this year as the waning effects of fiscal stimulus, less favorable financial conditions, and slower growth abroad all weigh on our economy.", "By continuing to use our site, you agree to our Terms of Use and Privacy Statement.", "You can learn more about how we use cookies by reviewing our Privacy Statement.", "Specifically, I currently expect real GDP growth in the United States to be below one percent this year, and then to rebound slightly to around 1-1/2 percent next year.", "With overall growth slowing to below its trend level, I expect the unemployment rate to move up from its very low current level, reaching somewhat above 4 percent next year.", "Economic Conditions in Puerto Rico Similar to the mainland, employment in Puerto Rico has rebounded quickly and strongly.", "Before the pandemic, the economy was just showing signs of emerging from a decade-and-a-half-long economic slump, during which both the population and employment had fallen by about 16 percent.", "Then, in the spring of 2020, employment tumbled another 14 percent, a far steeper decline than after Hurricane Maria in 2017.", "The subsequent turnaround has been astounding.", "Today, total employment is up 5 percent from pre-pandemic levels and is at a nine-year high, and the unemployment rate is at a record low.", "The recovery has been broad-based, but we've seen particular strength in certain industries like professional business services, transportation and warehousing, and manufacturing.", "Tourism rebounded significantly too, with hotel occupancy rates reaching above 75 percent.", "Soaring Inflation All in all, maximum employment has been achieved.", "But inflation remains unacceptably high, and we are far from the Fed's longer-run inflation goal of 2 percent.", "Since early last year, inflation has increased rapidly to levels many of you have not seen in your lifetimes.", "This experience is not unique to the United States; nearly all countries around the world are seeing rising costs, and central banks everywhere are working to contain them.", "The rise in inflation has been extraordinary.", "In December 2020, overall inflation, as measured by the 12-month percent change in the personal consumption expenditures (PCE) price index, was 1.3 percent.", "In May of this year, it was 6.3 percent.", "A significant portion of this sharp rise reflects global increases in food and energy prices.", "But, even excluding those costs, the \"core\" inflation rate has increased from 1.5 percent a year and a half ago to 4.7 percent today.", "It's more than just numbers.", "High inflation is incredibly harmful, especially to those that can least afford to shoulder the escalating costs of necessities like food, fuel, and housing.", "A recent study by New York Fed economists shows that high inflation hits Black and Hispanic Americans particularly hard.", "I am resolutely focused on restoring price stability, which is the foundation for a vibrant and healthy economy.", "The Federal Reserve's Policy Actions While monetary policy actions won't directly reduce fuel or food costs, they will reduce overall inflationary pressures that arise in an economy where demand exceeds the available supply, like we are experiencing today.", "Higher interest rates reduce demand for goods and services.", "This is especially true for those sectors that are most sensitive to interest rates, such as durable goods and housing, where we have seen the greatest imbalances between demand and supply.", "Therefore, in support of our goals of achieving maximum employment and inflation at a rate of 2 percent over the longer run, the FOMC last month decided to raise the target range for the federal funds rate to 1-1/2 to 1-3/4 percent and said it anticipates that ongoing increases in the target range will be appropriate.", "In addition, the Committee will continue reducing its holdings of Treasury securities and agency debt and agency mortgage-backed securities, as described in the Plans for Reducing the Size of the Federal Reserve's Balance Sheet that were issued in May.", "Raising the federal funds rate by 75 basis points was the largest single increase that the Federal Reserve has put forth since 1994.", "This decision was a critical step in moving monetary policy expeditiously away from the very accommodative stance that we put in place early in the pandemic.", "The Committee is strongly committed to returning inflation to its 2 percent objective.", "In determining how quickly and how high to raise the rates in the future, we'll watch closely to see how the economy responds to tightening financial conditions and how inflation, inflation expectations, and the economic outlook evolve.", "As always, we will be data-dependent and nimble in our approach.", "With tighter monetary policy in place, supply and demand will be brought back into balance, and inflation will return to our 2 percent longer-run goal.", "This may take some time and may well be a bumpy road.", "I'll close with this: Inflation is far too high, and price stability is absolutely essential for a strong economy.", "We have the tools to get the job done and are one hundred percent committed to achieving our goals."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Price Stability", "Inflation", "Labor Market", "Economic Conditions", "Monetary Policy", "Federal Reserve", "Interest Rates", "Maximum Employment", "Target Range", "Federal Funds Rate"]}