{"sentences": ["Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Kyoto NAKAGAWA Junko Member of the Policy Board I.", "Economic Developments A.", "Current Situation I would like to begin my speech by talking about the current situation of Japan's economy from two aspects, the corporate sector and the household sector.", "Overseas economies, upon which Japan's corporate sector is predicated, continue to endure uncertainty under waves of the novel coronavirus (COVID-19) (Chart 1).", "As the world enters its third year of the pandemic, however, countries are making efforts to strike a balance between protection of public health and resumption of economic activities while adopting policy responses based on their respective circumstances.", "Against this background, overseas economies have recovered on the whole, albeit with variation across countries and regions.", "This is confirmed by the Global Purchasing Managers' Index (PMI), in which figures for both the manufacturing and services industries remain at levels above the 50 mark (Chart 1).", "With overseas economies recovering on the whole, Japan's exports and industrial production continue to increase as a trend, despite the remaining effects of supply-side constraints (Chart 2).", "In particular, exports to advanced and emerging economies continue on an uptrend mainly due to the expansion in global demand for digital-related goods; those to China also remain at a high level (Chart 3).", "Looking at the Bank of Japan's December 2021 Tankan (Short-Term Economic Survey of Enterprises in Japan), corporate profits and business sentiment continue to improve on the whole; business fixed investment has also picked up overall, although weakness has been seen in some industries due mainly to the effects of supply shortages, particularly of parts for such items as automobiles and mobile phone base stations (Chart 4).", "In light of these circumstances, the Bank's basic assessment is that a virtuous cycle continues to operate in the corporate sector, whereby a rise in overseas demand feeds into a pick-up in business fixed investment through improvements in firms' sentiment and profits.", "Yet, automakers are still cutting production, even though the effects of supply-side constraints have begun to bottom out.", "Thus, attention should be paid to the fact that exports and production have not recovered to the levels seen around July 2021, that is, before the effects of the supply-side constraints arising from ASEAN countries intensified.", "Turning to the household sector, there has been a drastic change in consumption activities between those up until the beginning of 2022 and those thereafter.", "Specifically, a pick-up in consumption of both goods and services became evident from late December 2021 through early January as people were more willing to be out and about, including the elderly, owing to the lifting of the state of emergency at the end of September, including in Kyoto Prefecture.", "However, at the turn of 2022, the outbreak of the Omicron variant led many prefectures to implement priority measures to prevent the spread of disease.", "Thus, consumption, mainly for services, has been pushed down temporarily (Chart 5).", "The employment and income situation remains relatively weak on the whole, although improvement has been seen in some parts.", "To be specific, the number of regular employees and the amount of scheduled cash earnings continue on a moderate uptrend, and there have also been improvement in job openings for non-regular employees reflecting the resumption of face-to-face service operations; however, employee income remains at a relatively low level (Chart 6).", "I will be keeping track of whether developments in job vacancies actually result in an increase in the number of non-regular employees, which has been on a downtrend.", "Given these economic developments, the real GDP growth rate (the first preliminary estimate) for the October-December quarter of 2021 moved markedly into positive territory, increasing by 1.3 percent on a quarter-on-quarter basis, and 5.4 percent on an annualized basis -- marking a clear pick-up from a somewhat large negative growth rate for the July-September quarter, which was minus 0.7 percent on a quarter-on-quarter basis, and minus 2.7 percent on an annualized basis.", "Since January 2022, however, the situation remains highly unpredictable due to the impact of COVID-19.", "Outlook Regarding the outlook, Japan's economy is likely to recover as downward pressure stemming from COVID-19 on services consumption and the effects of supply-side constraints wane, while being supported by the increase in external demand, accommodative financial conditions, and the government's economic measures.", "To elaborate a little, in the corporate sector, exports and industrial production are likely to return to a clear expansionary trend.", "This will be propelled by the receding impact of automobile-related production cuts expected to be seen around the end of FY2021 and into the beginning of the next fiscal year, coupled with an increase in the export and production of capital goods and IT-related goods due to an expansion in global demand for digital-related goods.", "With regard to business fixed investment, an uptrend is expected to become evident across a broad range of areas -- mainly for machinery and digital-related investments and for research and development (R&D) investment related to decarbonization -- supported by robust corporate profits and accommodative financial conditions, with supply-side constraints easing.", "In the household sector, private consumption is expected to recover as the impact of people's stay-at-home behavior in response to COVID-19 and the effects of supply- side constraints wane and pent-up demand materializes with the withdrawal of \"forced saving.\"", "Additionally, the economy is expected to be boosted, especially in FY2022, if the government's economic measure decided in late 2021 -- with a project size of 78.9 trillion yen and fiscal spending of 55.7 trillion yen -- is implemented as planned.", "The measure will likely lead to an increase in (1) private consumption spurred by, for example, subsidies to child-rearing households, (2) government spending related in part to the administration of a third COVID-19 vaccine dose, and (3) business fixed investment to promote economic security.", "In light of these factors, the Bank's Policy Board members' baseline scenario presented in the January 2022 Outlook for Economic Activity and Prices (Outlook Report) forecasts a real GDP growth rate of 2.8 percent for FY2021, 3.8 percent for FY2022, and 1.1 percent for FY2023 (Chart 7).", "The forecasts of the majority of Policy Board members for FY2022 range by 0.8 percentage points (3.3 percent to 4.1 percent) -- the largest gap since the forecasts for FY2021 (3.6 percent to 4.4 percent) presented in the April 2021 Outlook Report -- suggesting that the forecasts for the GDP growth rate for FY2022 vary among the Board members.", "C. Risk Factors Next, I will touch on the risks involved in the baseline scenario of the outlook for economic activity.", "The Bank's assessment is that risks to economic activity are skewed to the downside for the time being, mainly due to the impact of COVID-19, but are generally balanced thereafter.", "To go into somewhat more detail, in the corporate sector, global supply-demand conditions of semiconductors and related products remain tight, as the trend of rapid expansion in demand for digital-related goods continues.", "In such a situation, if any kind of supply-side shock occurs, such as the constraints on parts supplies triggered by surging COVID-19 cases in ASEAN countries around summer 2021, there is a risk that exports and production will be pushed down again through supply-chain disruptions.", "In the household sector, there is a risk of a renewed slump in consumption, particularly among the elderly, depending on the course of COVID-19, including variants.", "On the other hand, if people's vigilance against COVID-19 lessens significantly with the widespread vaccinations and the rollout of antiviral medicines, the increase in pent-up demand for services consumption could become larger than expected.", "Meanwhile, there is a risk that overseas economies, particularly emerging economies, will deviate downward from the baseline scenario if global financial conditions tighten by more than expected amid concern in global financial markets over steps taken by advanced economies toward reducing monetary accommodation on the back of continuing elevated inflation rates.", "At the same time, overseas economies could deviate upward from the baseline scenario, mainly through consumption activities, with the rapid spending of household savings that have accumulated significantly in the respective economies due to restrictions during the COVID-19 pandemic.", "Moreover, with the prolonged impact of COVID-19, attention should be paid to (1) structural changes in the consumption behavior of individuals, as seen in the expansion in e-commerce, (2) supply-side constraints caused mainly by the downsizing of existing businesses, and (3) workforce disparities across industries and firm size.", "Current Situation and Outlook Next, I would like to talk about price developments in Japan.", "The year-on-year rate of change in the consumer price index (CPI) for all items less fresh food, despite being affected by the reduction in mobile phone charges, has been slightly positive, reflecting price rises of energy and other items.", "Also, the breakdown of developments in the year-on-year rate of change in the CPI for all items less fresh food and energy, and excluding temporary factors such as the effects of the reduction in mobile phone charges, shows that the positive contributions of goods and general services have expanded, and that the pass-through of increases in raw material costs and personnel expenses seems to be gradually prevailing (Chart 8).", "Looking at annual price changes in all CPI items less fresh food, the share of price-increasing items rose even more for January 2022 from the previous month, exceeding the pre-pandemic level seen around 2019.", "In this situation, it is projected in the baseline scenario of the outlook for prices that firms' price-setting stance will gradually become active and the pass-through of raw material cost increases will progress moderately, with continuing improvement in the output gap.", "The medians of the Policy Board members' forecasts presented in the January Outlook Report for the year-on-year rate of change in the CPI excluding fresh food are 0.0 percent, 1.1 percent, and 1.1 percent for FY2021, 2022, and 2023, respectively (Chart 7).", "However, considering the time it has taken thus far for cost increases such as of raw materials to be actually passed on to selling prices and the elevated crude oil prices due to recent geopolitical risks, it is possible that inflationary pressure will remain strong for the time being, mainly for prices of energy and food products.", "Such prices for January 2022 increased by 17.9 percent and 1.4 percent, respectively, from the same month in the previous year.", "Moreover, from April onward, the year-on-year rate of change in the CPI for all items less fresh food may momentarily rise to a level close to 2 percent if the effects of the reduction in mobile phone charges dissipate.", "Nevertheless, even if this is the case, it will be important to analyze what lies behind such inflation and whether Japan's economy has strong enough fundamentals to allow it to be sustainable.", "In this regard, the government has been committed to making arrangements to encourage wage increases, as shown, for example, by its indication in the outline for tax reform for FY2022 that it will strengthen tax incentives for firms that raise wages.", "The Japan Business Federation, or Keidanren, has also indicated in its guidelines for the annual spring labor- management wage negotiations in 2022 that it is desirable for firms that maintain favorable results or those that have improved their performance to raise wages, including an increase in base pay, to a level that is appropriate for the triggering of a new form of capitalism.", "Thus, attention is warranted on how the wage negotiations progress.", "Either way, it is extremely important that a virtuous cycle be created where corporate activities are boosted as vigilance against COVID-19 decreases, which in turn encourages wages and prices to increase steadily without a large time lag between them, thereby stimulating consumption.", "I hope that this virtuous cycle is actually realized.", "On the other hand, given that producer prices have marked a historically high increase, with the year-on-year rate of change for January 2022 being 8.6 percent, and that the increase in the CPI excluding fresh food remains low, with the year-on- year rate of change for the same period being 0.2 percent, I would like to pay attention to whether or not the gap between producer prices and consumer prices leads to a decrease in corporate profits through squeezed profit margins, thereby exerting downward pressure on business fixed investment and wages.", "Risk Factors Let me point out two downside risks to the baseline scenario of the outlook for prices.", "One risk is that downward pressure on Japan's economy, stemming from the impact of COVID- 19 and developments in overseas economies, will weigh on prices.", "On top of that, there is a risk that the rate of increase in prices will slow if (1) households do not become more tolerant to price rises amid the deeply entrenched behavior and mindset, mainly among firms, based on the assumption that prices will not increase easily, and (2) the pass-through of cost increases to selling prices is limited, despite improvement in the output gap and an increase in raw material costs.", "On the other hand, given, for example, the recent rise in producer prices and an increase in firms' inflation expectations shown in the December 2021 Tankan, consideration should also be given to the upside risk that, as private consumption will likely continue to recover, cost increases will be passed on to selling prices, not only at the producer level but also at the downstream consumer level, at a faster-than-expected pace.", "Against this background, the Bank judged in the January Outlook Report that upside and downside risks to overall prices were generally balanced.", "The Bank's Monetary Policy A.", "Response to COVID-19 In what follows, I would like to touch on the Bank's monetary policy.", "In response to COVID-19, the Bank has been supporting financing, mainly of firms, and maintaining stability in financial markets by conducting powerful monetary policy through the following three measures since March 2020 (Chart 9): (1) the Special Program to Support Financing in Response to COVID-19 (the Special Program), consisting of (a) the Special Funds-Supplying Operations to Facilitate Financing in Response to COVID-19 (the Special Operations to Facilitate Financing) and (b) additional purchases of CP and corporate bonds; (2) flexible provision of ample funds, mainly by purchasing Japanese government bonds (JGBs) and conducting the U.S. dollar funds-supplying operations; and (3) purchases of exchange-traded funds (ETFs) and Japan real estate investment trusts (J-REITs).", "These three measures, coupled with the government's measures and financial institutions' proactive efforts, have had positive effects.", "Financial conditions in Japan have recently improved on the whole, with precautionary demand for liquidity subsiding, particularly among large firms.", "Financial positions of small and medium-sized firms, or SMEs, have been on an improving trend on the whole, but weakness remains in some segments, such as the face-to-face services industry.", "Given these developments, at the Monetary Policy Meeting (MPM) held in December 2021, the Bank discussed the treatment of the Special Program, which was originally introduced as a temporary measure until the end of March 2022.", "Specifically, it decided to extend by six months the fund-provisioning to SMEs under the Special Operations to Facilitate Financing, with a view to continuing to do its utmost to support financing, mainly of these enterprises (Chart 10).", "On the other hand, the Bank decided to complete as scheduled at the end of March 2022 another component of the Special Operations to Facilitate Financing, namely, the fund- provisioning against private debt pledged as collateral, which mainly consists of debt issued by large firms and housing loans, and likewise its additional purchases of CP and corporate bonds.", "From April 2022 onward, the Bank will purchase about the same amount of CP and corporate bonds as prior to the COVID-19 pandemic.", "Still, uncertainty over the course of the pandemic remains high, given the possibility that other new variants may emerge.", "I assume many businesses in Kyoto Prefecture are facing tight financing conditions, as the eating and drinking as well as accommodations industries account for a greater proportion of the gross prefectural product than the national average.", "In light of this situation, I consider it necessary to continue to carefully monitor the financing conditions of SMEs under the extended Special Program from April onward.", "Response to Climate Change Next, I will explain the Bank's response to climate change.", "Amid growing international interest in climate change issues, the Japanese government has declared its aim of achieving carbon neutrality by 2050.", "Although the policy response to achieve this goal is essentially the role of the government and the Diet, climate change itself and the response measures implemented could exert an extremely large impact on developments in economic activity and prices and on financial conditions from a medium- to long-term perspective.", "For this reason, the Bank considers that contributing to macroeconomic stability in the long run by supporting the private sector's efforts on climate change is consistent with the monetary policy mission to achieve price stability, thereby contributing to the sound development of the national economy.", "Guided by this fundamental approach, at the MPM held in June 2021, the Bank decided to introduce a new fund-provisioning measure, namely the Funds-Supplying Operations to Support Financing for Climate Change Responses (Climate Response Financing Operations).", "Through these operations, the Bank provides funds to financial institutions for investment or loans that they make to address climate change issues based on their own decisions (Chart 11).", "After working out the details, the Bank made its first auction and loan disbursement under the operations in late December, amounting to over 2 trillion yen.", "Currently, a total of 43 financial institutions, including from Kyoto Prefecture, have been selected as eligible counterparties.", "Moreover, compared to summer 2021, when the Bank decided to launch the operations, there has been a marked increase in financial institutions disclosing a certain level of information such as the target amounts of investments or loans, indicating a high degree of interest among the institutions.", "Japan's response to climate change is still in its early stages.", "That said, the Bank considers the Climate Response Financing Operations to be a sustainable initiative that will contribute to macroeconomic stability in the long run while adhering to its mandate as a central bank.", "The Bank will continue to offer robust support from the financial side for the private sector's various efforts in fields related to climate change.", "At the same time, the Bank will work to provide information in an appropriate manner to promote an accurate understanding among both domestic and foreign market participants and individuals in Japan of the Bank's view and strategy on climate change.", "C. Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control Now I would like to discuss the Bank's monetary policy conduct that also looks ahead to the post-COVID-19 era.", "Since April 2013, the Bank has continued large-scale monetary easing with the aim of achieving the price stability target of 2 percent at the earliest possible time.", "The basic framework of the Bank's current QQE with Yield Curve Control has not changed since another member of the Policy Board gave a detailed explanation during a visit to Kyoto in August 2018.", "However, in March 2021 the Bank conducted an assessment of the measures taken until then to conduct further effective and sustainable monetary easing, as it was expected to take time to achieve the 2 percent target (Chart 12).", "The assessment found that: (1) to achieve the 2 percent target, it was appropriate for the Bank to continue with QQE with Yield Curve Control, which was effective in pushing up economic activity and prices; and (2) to that end, it was important to continue with monetary easing in a sustainable manner and make nimble and effective responses without hesitation to counter changes in economic activity, prices, and financial conditions.", "Guided by this basic approach, for example, the Bank introduced a measure, namely the Interest Scheme to Promote Lending, to mitigate the impact on financial institutions' profits to a certain degree at the time of rate cuts, depending on the amount of their lending.", "Also, under QQE with Yield Curve Control, the Bank has been purchasing JGBs in a way that keeps long-term interest rates (10-year JGB yields) at around zero percent.", "The Bank previously indicated that, while doing so, the yields may move upward and downward to some extent.", "Following the assessment, however, the Bank made clear that the range of 10-year JGB yield fluctuations would be between around plus and minus 0.25 percent from the target level.", "Moreover, as the findings of the assessment suggested that large-scale ETF and J-REIT purchases were effective during times of heightened market instability, the Bank decided to purchase these instruments flexibly in a prioritized manner.", "I believe that the Bank's unwavering commitment to continuing with powerful monetary easing under QQE with Yield Curve Control, whose sustainability and nimbleness have been enhanced, is the necessary policy measure to achieve the 2 percent price stability target, although it may take time.", "Having said that, I do not think it is enough simply to reach 2 percent: the end goal is for accommodative financial conditions to facilitate higher corporate profits and improved labor market conditions, and thereby generate a virtuous cycle in which wages and prices see sustained increases.", "This is what makes it necessary for households in Japan to become more tolerant of price increases and for economic entities to come to terms with the view that prices are bound to rise to some extent.", "In other words, it is important to bring about a society in which the whole country can feel and enjoy the positive merits and benefits of economic growth that exceeds the rise in prices.", "Japanese firms that are expanding, diversifying, and upgrading their overseas activities, such as industrial production, sales, investment, and fund management, are experiencing firsthand the growth of emerging economies in Asia and elsewhere.", "I think this holds true for firms in Kyoto as well.", "There is no time to waste in moving forward with reforming the industrial structure, social system, and economic structure so that Japanese firms will realize growth amid mounting competition and Japan's economy as a whole will also achieve growth through digitalization and the realization of a carbon-neutral society.", "I believe it is imperative that the Bank, guided by its mandate of achieving price stability and ensuring the stability of the financial system, play its role to ascertain the extent to which monetary policy can be effective, and continue to provide appropriate support for Japan's sustainable growth.", "Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Kyoto March 3, 2022 Member of the Policy Board I.", "Economic Developments II.", "The Bank's Monetary Policy Overseas Economies (1) Confirmed New Cases of COVID-19 (2) Global PMI ten thous.", "Those for services are Note: The latest figures are for February 25, 2022.", "Figures for the United States, Taiwan, and the J.P.Morgan Global Services Business Activity Index.", "Hong Kong are from the Centers for Disease Control and Prevention (CDC), the Taiwan Source: IHS Markit (© and database right IHS Markit Ltd 2022.", "Ministry of Health and Welfare, and the Hong Kong Centre for Health Protection, Department of Health, respectively.", "All other figures are from the World Health Organization (WHO).", "Figures for Europe are the sum of figures for the European Union (EU) and the United Kingdom.", "Figures for Latin America are the sum of figures for the major economies in the region.", "Figures for other emerging economies are the sum of figures for South Africa, Russia, Turkey, and the major economies in the NIEs, ASEAN, and the Middle East.", "Figures show 7-day backward moving averages.", "Shaded areas denote recession periods.", "Note: Based on Bank staff calculations.", "Figures for 2022/Q1 are those for January.", "The figure denoted by the circle to the right is calculated using projections by the Ministry Sources: Cabinet Office; Ministry of Finance; Bank of Japan.", "of Economy, Trade and Industry for February and March 2022.", "The inventories figure for 2022/Q1 is that for January.", "Source: Ministry of Economy, Trade and Industry.", "Based on Bank staff calculations.", "Figures in angle brackets show the share of each country Note: Based on Bank staff calculations.", "Figures in angle brackets show the share of each type of goods or region in Japan's total exports in 2021.", "Figures for 2022/Q1 are those for January.", "in Japan's total exports in 2021.", "Figures for 2022/Q1 are those for January.", "Figures for the EU exclude those for the United Kingdom for the entire period.", "Sources: Ministry of Finance; Bank of Japan.", "Sources: Ministry of Finance; Bank of Japan.", "Economic Developments Chart 4 Corporate Sector in Japan (8) Planned and Actual Business (7) Business Conditions Fixed Investment DI (\"favorable\" - \"unfavorable\"), % points y/y % chg.", "Private nonresidential investment (SNA, nominal) Tankan (actual) Manufacturing Tankan (planned investment in current fiscal 10 year as of the December survey of each year) Nonmanufacturing \"Favorable\" \"Unfavorable\" CY 90 95 00 05 10 15 20 FY 06 08 10 12 14 16 18 20 Notes: 1.", "Figures are for enterprises of all sizes from the There is a discontinuity in the Tankan.", "The Tankan figures include software and R&D investments and exclude land purchasing data for December 2003 due to a change in the survey framework.", "R&D investment is not included before the March 2017 survey.", "Shaded areas denote recession periods.", "for enterprises of all industries including financial institutions.", "Source: Bank of Japan.", "The figure for private nonresidential investment for FY2021 is the 2021/Q2-Q4 average.", "Sources: Cabinet Office; Bank of Japan.", "Household Sector in Japan (10) Consumption Developments (9) Private Consumption Based on Credit Card Spending change from baseline, % s.a., CY 2015=100 110 10 Consumption Activity Index (travel balance adjusted, real) Consumption of households excluding imputed rent (SNA, real) Retail Disposable income, etc.", "Figures for the Consumption Activity Index (CAI) are based on Bank staff calculations.", "Figures are from the reference series in JCB Consumption NOW, taking into account The CAI figures (travel balance adjusted) exclude inbound tourism consumption and include changes in the number of consumers.", "The baseline is the average for the corresponding half of the month for FY2016 through 2.", "\"Disposable income, etc.\"", "consists of disposable income and adjustment for the change in FY2018.", "Real values are obtained using the household consumption deflator.", "Source: Nowcast Inc./ JCB, Co., Ltd., \"JCB Consumption NOW.\"", "Sources: Cabinet Office; Bank of Japan, etc.", "Q1 = March-May, Q2 = June-August, Q3 = September-November, Q4 = December-February.", "Figures for 2021/Q4 are those for December.", "Employee income = total cash earnings (Monthly Labour Survey) ×number of employees (Labour Force Survey) 3.", "Figures from 2016/Q1 onward are based on continuing observations following the sample revisions of the Monthly Labour Survey.", "Figures for real employee income are based on Bank staff calculations using the CPI (less imputed rent).", "Sources: Ministry of Health, Labour and Welfare; Ministry of Internal Affairs and Communications.", "Source: Bank of Japan.", "yen at maximum (previous amount outstanding of about 5 tril.", "yen)  Special Operations to Facilitate Financing Stabilizing Financial Markets Flexible Provision of Ample Yen and Foreign Currency Funds Active purchases of JGBs and T-Bills  U.S. Dollar Funds-Supplying Operations Lowering Risk Premia in Asset Markets Purchases of ETFs and J-REITs  ETFs: annual pace with an upper limit of about 12 tril.", "yen  J-REITs: annual pace with an upper limit of about 180 bil.", "The Bank's Monetary Policy Chart 10 The Bank's Measures to Support Corporate Financing Special Operations to Facilitate Financing Loans in response to Against COVID-19 CP and corporate bonds Against Against governmentsupported loans nongovernmentsupported loans outstanding of Fund-provisioning on favorable terms to about 20 tril.", "yen previous amount financial institutions against private debt pledged as outstanding of collateral and eligible loans in response to COVID-19 5 tril.", "yen purchases Fund-provisioning From April to be completed Extended until To be institutions against Decided in purchasing the end-September completed their loans extended December same amount as until end-September 2021 prior to the pandemic Mainly for large firms and housing loans Climate Response Financing Operations (Loan Disbursement from Dec. 2021) From a central bank standpoint, the Bank provides funds to financial institutions for investment or loans they make to address climate change based on their own decisions.", "Amid the uncertain external environment, it can respond flexibly to changes in circumstances while avoiding direct involvement in micro-level resource allocation as much as possible.", "Counterparties make investments/loans based on their own decisions.", "Eligible Counterparties Discipline will be exercised through a certain level of disclosure.", "Eligible Investment/Loans  Financial institutions that disclose a certain level of information on their efforts to address climate change.", " Of the investment/loans made by counterparties as part of their efforts, those that contribute to Japan's actions to address climate change Terms and Conditions Long-term support for financial institutions' efforts  Interest rate: 0% -- The measure will fall under Category (applied interest rate: 0%) in the Interest Scheme to Promote Lending  Twice as much as the amount outstanding of funds that counterparties receive will be added to the Macro Add-on Balances in their current accounts at the Bank  Duration of fund-provisioning: 1 year, rollovers can be made until the end of the implementation period → Effectively, counterparties can receive long-term financing from the Bank  Implementation period: in principle, until the end of FY2030 III.", "The Bank's Monetary Policy Chart 12 Policy Actions to Conduct Further Effective and Sustainable Monetary Easing (from March 2021) To achieve the price stability target of 2 percent, it is important to (1) continue with monetary easing in a sustainable mannerand (2) makenimbleand effectiveresponses withouthesitationto counterchangesinthe situation.", "yen, respectively, on the annual paces of increase in their amounts outstanding, and maintain these limits even after COVID-19 subsides Purchase only ETFs tracking the TOPIX"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance"], "topics": ["Monetary Policy", "COVID-19", "Economic Activity", "Prices", "Inflation", "Business Fixed Investment", "Corporate Sector", "Household Sector", "Climate Change", "Consumer Price Index"]}