{"sentences": ["Inclusive Credit: The Next Milestone1 (Remarks delivered by Shri M. Rajeshwar Rao, Deputy Governor, Reserve Bank of India - on September 08, 2022 - at ASSOCHAM's 17th Annual Summit & Awards on Banking & Financial Sector Lending in Mumbai) Ladies and Gentlemen, I thank ASSOCHAM for inviting me to deliver this talk here today.", "The theme of this summit - \"Financial Inclusion & Future of Financial Services in India - Vision 2030\" is indeed contextual and relevant given the challenges we face at this juncture.", "The discussions around the issue at this summit should generate invigorating discussions and productive outcomes during the course of the day.", "Financial inclusion has always been an important policy imperative realising its importance in economic development and social well-being of the populace.", "We have come a long way in our pursuit for financial inclusion which started with promotion of cooperatives, nationalization of banks, institutionalisation of priority sector lending and lead bank scheme, implementation of BC model and more recently with Pradhan Mantri Jan Dhan Yojana (PMJDY).", "In this journey, we have adjusted our strategies and policy focus factoring in the changing demographics, economic situation, and social needs.", "Given the wide geographical spread and the need to include large unbanked population, the policy thrust for a long time had been on providing access to basic financial services.", "It is quite rightly recognised that access to a bank and a bank account is the first step toward broader financial inclusion since it enables people to carry out basic banking functions such as remittances besides acting as a gateway to access other financial services.", "In this effort, RBI mandated banks to open branches in underbanked pockets which led to a considerable increase in bank branches and later Automated Teller Machines (ATMs) in the 1990s to early 2000s.", "A roadmap for having banking outlets in villages with population more than 2000 (in 2009) and less than 2000 (in 2012) was also prepared.", "Subsequently the banks were advised to open brick and mortar branches in villages with population of more than 5000.", "To strengthen financial inclusion, the branch authorisation guidelines were relaxed and Financial Inclusion Fund (FIF) with an initial corpus of ₹2000 crore was established to support adoption of technology and capacity building.", "Financial inclusion was also a one of the consideration for issue of differentiated banking license for Small Finance Banks (SFBs) and Payments Banks (PBs) in 2015.", "The SFBs were setup to further financial inclusion through tailored deposit products and for providing credit to small business units, small and marginal farmers, micro and small industries, and other unorganized sector entities through technology led low-cost operations.", "Payments Banks were also set up to provide small savings accounts and payments/ remittance services to migrant labour workforce, low-income households, small businesses, and other unorganised sector entities / other users.", "The Pradhan Mantri Jan Dhan Yojana (PMJDY) and National Strategy for Financial Inclusion (NSFI) 2019-2024 has given a further fillip to these efforts.", "The NSFI defines the vision and key objectives of the financial inclusion policies in India to help expand and sustain the financial inclusion process at the national level through a broad convergence of action involving all the stakeholders in the financial sector.", "The strategy aims to provide access to formal financial services in an affordable manner, broadening & deepening financial inclusion and promoting financial literacy & consumer protection while the reach of the banks amongst the ranks of the underserved got a boost through the PMJDY.", "Some data would help us get a perspective.", "Under PMJDY, 46.40 Crore beneficiary accounts have been opened so far with outstanding balance of ₹1.73 Lakh Crore in these accounts2.", "As of June 2022, there are 1.59 Lakh branches operated by SCBs with a total deposit of more than 170 lakh crore rupees3, which translates to close to approximately 15 branches per 1 lakh of population.", "This is further complemented by a network of 2.17 lakh ATMs4, out of which 47% are in rural and semi-urban areas and there are close to 32 lakh Business Correspondents engaged by banks5.", "As per data from World Bank's Global Findex Database, as of 2021, 78% of Indian adults (population with 15 years or more of age) had a bank account as compared to 53% in 2014.", "We have been able to provide banking access to almost every village within a 5 km radius in 25 states and 7 UTs covering 99.94% of identified villages.", "But we cannot remain content with this, and efforts are continuing to achieve universal access to financial services and products.", "At the same time the policy focus is being repositioned from 'access of financial services' alone to 'Usage' and 'Quality' of financial services as well.", "The FI-Index constructed by RBI, which is an indicator of our efforts in this direction, is based on the above three dimensions viz., 'Access', 'Usage' and 'Quality'.", "The weights of the index are forward-looking with higher weights given to the deepening aspect of financial inclusion ('Usage' and 'Quality').", "Responsible and sustained financial inclusion requires balancing opportunity and innovation on both the supply and demand side.", "On the supply side, it includes steps to provide affordable and easy access to savings account and suite of appropriate financial products & services.", "On the demand side, it seeks to improve financial literacy and awareness which helps in increasing demand for financial products and services.", "These demand side and supply side measures should ideally complement each other.", "In emerging market economies like India, there is generally a disequilibrium amongst the demand and supply side factors.", "While the traditional brick and mortar structures have helped in taking basic banking services to the nook and corners of our country, the advent of digital innovations in the extension of financial services, have the potential to be an enabler for graduating to the next level of financial inclusion where the quality of inclusion takes precedence over just availability of financial services.", "India as a continental economy with multiple languages and cultures, different and sometimes even difficult terrains, large population and low-income levels need to ensure inclusive growth.", "The focus is thus not only on opening the bank accounts but also making available a bouquet of financial services - transactions, payments, savings, insurance, and ensure easily accessible and affordable credit to the customers.", "Inclusive credit will have to be the bed rock of inclusive financial inclusion.", "The Committee on Financial Inclusion (Chairman: Dr. C. Rangarajan, RBI, 2008) explicitly included 'timely and adequate credit at an affordable cost' for vulnerable groups in the definition of the financial inclusion.", "The Committee on Medium-Term Path to Financial Inclusion (Chairman: Shri Deepak Mohanty, RBI, 2015) also emphasized on increasing the access of small and marginal enterprises to formal finance.", "Thus, access to credit has always been an integral part of RBI's efforts towards furthering the financial inclusion.", "let me dwell a little bit on provision of inclusive credit.", "Importance of inclusive credit Access to credit acts as a force multiplier if utilized optimally by individuals as well as firms.", "For individuals, it helps to meet their financial and enterprising needs and also where required, reduce their vulnerability to economic shocks whereas for firms, it enables normal business operations besides allowing them to plan for investments in newer and more productive technologies.", "Business diversification and expansion helps them grow thereby leading to increase in job opportunities and in general promote economic development.", "Without adequate, timely and affordable access to formal credit, the customers are dependent upon either own equity or informal sources of credit, both of which are not only costly but perhaps unsustainable on a long-term basis.", "However, a challenge in our financial inclusion journey is to enhance the level of activity and utilisation of diverse financial products and services following opening of a bank account.", "In this background, going digital way seems to be a solution for all the obstacles.", "However, this is easier said than done.", "RBI and inclusive credit In this endeavour RBI has adopted a three-pronged strategy which involves: • Setting up of financial intermediaries for extending digital credit or facilitating digital loans, • Nurturing technological infrastructure to ensure safe and seamless credit disbursal and adopting a, • Customer-first regulatory approach Let me share a perspective on each of these three focus areas.", "Setting up of financial intermediaries for extending credit As a first step in tackling supply side issues in the financial inclusion, new financial intermediaries have been introduced for provision of credit and to ensure financial services are available to the customer at 'when and where basis', thus translating into a truly 'anywhere anytime banking'.", "This includes - P2P lending Platform: In first of such initiatives, RBI came out with P2P regulations at a time when the industry itself was at a nascent stage of development.", "A 'Peer to Peer Lending Platform' provides an online on-tap avenue to both borrowers to avail and investor to extend mostly small ticket loans.", "The regulations have been designed in a way to ensure that the framework does not impinge upon the innovative lending services, while at the same time, seeking to protect customer's interests and minimising systemic concerns.", "Digital Only NBFCs: Second, RBI came out with registration guidelines for Digital-Only NBFCs, as the name suggests, is an NBFC running solely on a digital platform without any brick-and-mortar presence (except for administrative purpose).", "RBI enabled healthy innovation in credit intermediation by permitting the setting up an NBFC over a digital platform in 2018.", "Though not a new category of NBFC, their licensing conditions mandates on them to provide their products only in a digital mode.", "Here too, protection of consumers have been kept paramount and the entities are required to maintain audit trails by putting in place required IT infrastructure with adequate safeguards on unauthorised access, alteration and destruction of data, if any.", "Regulatory features such as explicit consent for data sharing, domestic location of servers, maintaining audit trails, information security audit, etc.", "are progressive and at the same time pre-emptive in nature.", "Digital Banking Unit: With digital banking emerging as the preferred mode of delivery along with 'brick and mortar' banking outlets, the concept of Digital Banking Units was announced in the Union Budget 2022-23 and the guidelines for operationalising these units were issued by RBI earlier this year.", "Scheduled Commercial Banks have been authorised to set up digital banking units which are intended as specialised fixed point business units housing certain minimum digital infrastructure for delivering digital banking products & services as well as servicing existing financial products digitally, in both self-service and assisted mode.", "It is expected that such units would enable customers to have cost- effective, convenient and enhanced digital experience of such products and services in an efficient, paperless, secured, and connected environment with most services being available in self-service mode at any time.", "Creating market infrastructure for inclusive credit India has made significant strides in creating enabling digital infrastructure in financial services space.", "UPI, GSTN, TReDS, JAM Trinity and Account Aggregators (AA) to cite a few.", "This strong ensemble of digital infrastructure has stabilised and as it matures, would pave way for expansion of credit in a seamless and timely manner which could be made digitally available in an almost paperless environment.", "AA's capability to aggregate financial data spread across different financial service providers and to leverage this data to build analytics and insights to help consumers in their financial planning would allow financial service providers to offer customized products to their customers.", "The AA framework also has an important element of 'electronic consent architecture' which is an improvement upon the open banking regimes of many developed countries.", "As UPI transformed the way people pay, the Account Aggregator has potential to transform credit by making it more seamless and accessible for everyone using digital infrastructure.", "The JAM trinity has done wonders for FI.", "The next trinity consisting of UPI, e-KYC and AA is expected to enable the next revolution in banking in the provision of customised and inclusive credit services.", "Customer-first regulatory approach A paradigm shift in digital lending was noticed during the pandemic.", "Post outbreak of Covid-19 there was a spurt of online lending platforms / mobile lending apps with a study6 estimating that downloads of lending apps increased by 21% during the Covid pandemic.", "In earlier times people used to talk of the 3-6-3 rule in banking alluding to the banking practices in 1950s right down to the 1970s as a result of the simplistic and non-competitive conditions in the industry.", "The rule was to raise deposits at 3%, lend at 6% and play golf after 3 PM.", "However, FinTech revolution has transformed this into a 2-1-0 formula - 2 minutes to decide, 1 minute to transfer the money with zero human to human contact.", "This change in the banking business model with supportive technological transformations has expanded the realm of what's possible.", "The Working Group on Digital Lending set up last year by the RBI noted that lending through digital mode relative to physical mode is still at a nascent stage in the case of banks (₹1.12 lakh crore via digital mode7 vis-à-vis ₹53.08 lakh crore via physical mode), for NBFCs, a higher proportion of lending (₹0.23 lakh crore via digital mode vis-à-vis ₹1.93 lakh crore via physical mode) is being routed through digital mode8.", "However, if we observe the growth in overall volume of disbursement through digital mode, it has exhibited a massive twelve- fold growth between 2017 and 2020.", "The digital lending landscape has seen a rapid rise in innovative models for product delivery including Point of Sale (PoS) transactions-based lending, Bank-FinTech partnership models, marketplace lending and bank-led digital models.", "However, most of the digital lending is being enabled by bank/NBFC - FinTech partnerships where FinTechs are acting as Lending Service Providers (LSPs) for banks/ NBFCs.", "However, with the expansion of digital lending, various concerns have also emerged.", "These primarily relate to the unbridled engagement of third parties, mis-selling, breach of data privacy, unfair business conduct, exorbitant interest rates, and unethical recovery practices.", "As a pre-emptive measure, RBI came out with a circular on digital lending on June 24, 2020, wherein it was advised that digital lending platforms shall disclose the name of bank/ NBFC upfront on whose behalf they are providing credit, ensure that sanction letter is on the letterhead of the bank/ NBFC concerned and banks/ NBFCs in turn will ensure adequate oversight over the digital lending platforms engaged by them.", "The Working Group on Digital Lending delved deeper into the concerns arising out of digital lending ecosystem.", "The recently announced regulatory framework for digital lending encapsulates RBI's approach of customer-first regulations.", "The framework is designed to strike a balance between the need for an innovative and inclusive system while at the same time ensuring that regulatory arbitrage is not exploited to the detriment of the customer's interest.", "Another underlying theme of this regulatory framework is that the onus of complying with the regulatory guidelines rests with the regulated entities and they will have to ensure that the loan service facilitators and digital lending Apps with which they have outsourcing tie ups functions within the regulatory ecosystem, not just in letter but also in spirit.", "The deepening and widening of financial inclusion will drive the growth in financialization of savings in India.", "Increasing adoption of digital modes, GSTN, online shopping, P2P payments, QR code deployment and everything else together will generate reams of customer data.", "This data could be potentially utilised to chart customer needs, behaviour and repayment capacity and help in digital inclusion.", "One specific area where digital lending has the potential to be a catalyst for economic growth is cash-flow based lending to MSMEs.", "MSMEs are an important engine of growth for the Indian economy as they contribute around 45% of exports and provide employment opportunities to more than 11.1 crore people.", "The provision of appropriate credit for MSMEs through seamless and digital cash-flow based lending will provide them with the much-needed impetus.", "It would enable lenders to leverage real time cashflow data to reimagine end-to-end lending process and \"sachetisation\" of products.", "On the other hand, additional measures recommended by the Working Group on Digital Lending, viz., establishment of Digital India Trust Agency (DIGITA), a Self-Regulatory Organisation (SRO) and the recommended / proposed legislative interventions like restricting balance sheet lending through digital mode to authorized entities only by framing a legislation styled as Banning of Unregulated Lending Activities (BULA) Act on the lines of Banning of Unregulated Deposit Schemes (BUDS) Act, 2019 would go a long way in creating a digital lending ecosystem which is safe and sound.", "The challenge for the regulator in a fast-developing economy like ours is to keep pace with the market innovations and strive to strike a balance between ensuring safety without stifling innovation which is never an easy task.", "Responsible financial innovation requires balancing innovative products with necessary safeguards for ensuring financial system stability and customer protection.", "Therefore, while appreciating and recognising the benefits emanating from digital credit, we need to take cognizance of the attendant risks such as data privacy, disruptive business models, aggressive recovery methods, and exorbitant interest rates.", "As a regulator, we have been following a nuanced approach for industry/ market development and this is reflected in bringing out an appropriate regulatory framework for digital lending.", "By empowering individuals and firms to cultivate economic opportunities, digital credit can be a powerful agent for a sustainable and inclusive growth.", "We must remember that financial inclusion is not just a goal but also a means to an end as an enabler for sustainable economic growth, reduction of inequality and eliminating poverty.", "Financial inclusion has been identified by the United Nations as an enabler for 7 of the 17 Sustainable Development Goals.", "At its best, digital credit need to be responsible, inclusive, and affordable, which is something every financial institution should strive for.", "As always, we, at the RBI, would continue with our efforts to create an enabling regulatory ecosystem for financial innovation, protection of customers interest and strengthening of the financial infrastructure."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Inclusive Credit", "Financial Inclusion", "Digital Lending", "Access to Credit", "Financial Products", "Financial Services", "Regulatory Framework", "Customer Protection", "Financial Literacy", "Digital Infrastructure"]}