{"sentences": ["Good morning, everyone, or as we say in Papiamentu, bon dia!", "It is my pleasure to welcome you to Curaçao and here at the central bank.", "I hope you all had a pleasant journey traveling here and are not too exhausted.", "It is great to see that we have managed to get communications experts from most of the Central Banks in our region in one room.", "As that was the first objective.", "Before I go over our program for the coming days, I want to take a moment to reflect on the theme of the workshop \"transitioning into a new era of central bank communications in the Caribbean\".", "In an era where information flows at unprecedented speeds through an infinite number of channels, the ability to communicate effectively is not just a nice-to-have skill; it is an absolute necessity.", "Central banks need trust to be effective.", "And without communication there is no trust.", "Trust and communication are strongly intertwined.", "However, it is not only the speed and channels of communication that have changed.", "Yuval Noah Harari, the Israelian philosopher, is arguing that artificial intelligence is hacking the operating system of human civilization.", "As artificial intelligence is working through large language models it can generate and manipulate language or stories which is what human culture is made off.", "One of the examples he uses to prove his point is money.", "And as a central banker that's the example that stuck with me.", "\"Banknotes are just colorful pieces of paper\", in his words, \"and at present more than 90% is not even banknotes, it is just digital information in computers.", "What gives money value is the stories that bankers, finance ministers and cryptocurrency gurus tell us about it.\"", "Our monetary system is a fiduciary system built on institutions that ensure that the money in your pocket or account has value and can be used to buy, save, and count.", "When that belief (or trust) is lost, for example because of hyperinflation, the money will lose its value.", "In this way the revolution in technology gets a deeper meaning than just the speed and the medium used to communicate.", "It will also impact the subject matter that is communicated.", "Not just when and how to communicate.", "That is like the transition central banks have made in recent years when they used forward guidance to influence inflation expectations and therefore inflation.", "So, if communication is a policy instrument in this new era of central bank communications - just like interest rates or capital adequacy ratios are - what does it mean for communication specialists like you?", "It means that your actions and the story you are telling need to be understood, trusted and acted upon.", "That is easier said than done when, for example, the message you would like to convey concerns information that is classified as strictly confidential because it is information on supervised institutions.", "This is often the case if the public - rightly or wrongly - is concerned about the financial strength of specific institutions or the whole financial system.", "Whereas the desire to gather information from the public and press grows exponentially, the uncertainty and reliability of the information at hand and the possibility to discuss this in public declines substantially.", "In these situations, we need trust - trust that we need to build before a crisis occurs.", "As trust cannot do without communication it means we need to communicate before the need arises and build relationships before we actually need them.", "Especially on a small island such as Curaçao, where everyone seems to know each other, it is important to build sustainable connections, with external stakeholders such as the press, but also with internal ones such as our employees.", "The glue to it all, again, is communication.", "It is why I am glad you as communication specialists are here with us.", "A second reason why telling a story that is understood is easier said than done is because financial products and services are becoming more and more complex.", "Crypto assets and financial technology are providing new and exciting opportunities but also far greater risks.", "Financial illiteracy has always been a challenge, but digitalization has yet to make it easier for the public instead of harder.", "This also challenges central bank communication, and the way innovation is changing or challenging our mandate.", "A final challenge for the story of central banks to be heard, understood, and trusted that I would like to mention this morning - next to confidentiality and complexity - is diversity.", "Diversity of the audience - from very sophisticated to the public at large; and diversity of the media landscape - from the newspaper to WhatsApp.", "Fake news moves rapidly from one phone to the other without much consideration.", "Fortunately, the field of communication is also developing, fostering experts, who not merely draft press releases to the outside world, but also give professional, wellgrounded advice about the content of the story to tell.", "To remain on top of their game, experts benefit from knowledge sharing.", "I'm honored to welcome you here today for that exact reason.", "I spoke about the importance of trust and building relationships and the essence of effective communication.", "But how do we build these relationships and the trust that goes hand in hand with it?", "What are past experiences, their takeaways, and best practices?", "How do different divisions of central banks, such as monetary policy and supervision and resolution use communication as a tool to convey their messages?", "How is communication used in times of crisis?", "All these questions and more will be dealt with and discussed in the coming three days, I am sure, because we have among us some highly experienced keynote speakers, to share their knowledge with us.", "Today, David-Jan Jansen, Adviser Financial Stability from De Nederlandsche Bank, will enlighten you on the topic of increasing transparency and regular communications and David Hofman from the IMF will talk about communication of monetary policy.", "Tomorrow, Thierry Bangratz, also from IMF, will do the same for financial supervision.", "Petr Jakubik from the IMF will be dealing with communication on financial stability issues.", "Volodymyr Lepushynskyi from the Ukrainian central bank will expand on crisis communication surrounding monetary policy.", "I could not think of a better speaker on this topic.", "Our sympathy is with the Ukrainian people that suffer every day under the Russian aggression and its unprovoked attack on Ukraine.", "The brave response by the Ukrainian people, the amazing response by the NBU in the early days of the invasion and still today and the amazing leadership of President Zelensky, giving us a masterclass in communication every day for more than a year.", "Dear Volodymyr, we are very pleased to welcome you here.", "Fabiola Dieudonné, Mike Dalziel and Paul Badertscher, from the Bank of Canada that has many ties with our region, will dive deeper into online multimedia presence.", "On the last day of this workshop, Mr. Badertscher will also talk about frontiers of central bank communications.", "On each day you will furthermore get the chance to learn from a Caribbean Island experience and peer-to-peer discussions have been built in to further discuss them.", "I am confident the workshop will bring useful insights, strong connections, and bold new ideas.", "Of course, we have also made sure to mix business with pleasure, and have some nice social activities lined up, of which the first will be the cocktail party tonight.", "In the meanwhile, please feel yourselves at home.", "I trust you will be in great hands with my communications team.", "Thank you, and I'm looking forward to interacting more with you in the coming days."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central bank communications", "Trust", "Artificial intelligence", "Monetary policy", "Financial stability", "Financial literacy", "Diversity", "Crisis communication", "Transparency", "Innovation"]}