{"sentences": ["I hope you are all safe and well.", "I thank JP Morgan for inviting me to speak in this virtual event.", "Despite the challenges of the ongoing crisis, the Philippine economy remains on the strong recovery path.", "Allow me to give you an overview of the Philippine economy from the lens of the Bangko Sentral ng Pilipinas (BSP).", "The gradual reopening of economies and progress in vaccine rollout, 2021 shaped up to be a year of global recovery.", "However, the global recovery came with challenges, including sluggish and uneven distribution of vaccines.", "The emergence of new COVID-19 variants also forced governments to reimpose restrictions to contain the virus.", "Against this backdrop, the Philippine economy grew by 12.0 percent in the second quarter of 2021 and by 7.1 percent in the third quarter.", "The faster-than-expected expansion in the third quarter was driven by the industry and services sectors.", "In contrast, the agriculture sector contracted, owing to weather disturbances and the African swine fever that affected livestock.", "The nationwide rollout of the alert level system, which permitted interzonal and intrazonal travels covering places in lower alert levels, contributed to higher mobility and improved business activities in November and December 2021.", "The recovery in business activity led to improved employment indicators.", "Some jobs lost in the earlier periods of the pandemic were gradually recovered, with total employment in October 2021 already exceeding pre-pandemic levels.", "However, high-contact industries, such as accommodation, food service activities, and transportation and storage continued to record job losses.", "Moreover, granular data show that quality of jobs has yet to fully recover.", "The BSP's accommodative monetary policy and extraordinary measures ensured adequate liquidity in the financial system and helped bolster domestic economic activity amid the pandemic.", "Bank lending appears to have slowly turned the corner in recent months.", "It grew for the fourth straight month in November, up by 4.0 percent year-on-year from 3.5 percent in October.", "This came with optimistic economic outlook of businesses in response to rising vaccine rollout and easing of restrictions in the latter part of 2021.", "Meanwhile, inflation further eased in December 2021.", "On an annual basis, inflation for food, alcoholic beverages and tobacco, and non-food items continued to slow down in December owing to easing supply constraints.", "However, prices of electricity, gas, and other fuels further increased amid elevated global prices of crude oil and coal.", "Core inflation, which excludes volatile food and energy prices, likewise declined in December as supply-side price pressures abated.", "Targeted non-monetary measures by the national government helped ease the pressures from supply-side factors.", "The consecutive quarters of positive year-on-year economic growth point to prospects of sustainable recovery.", "Nevertheless, with recovery still in its nascent stage, the BSP is keen to maintain policy support for the economy.", "We will properly time our exit strategy as withdrawing support either too early or too late may have undesirable consequences to the economy.", "To date, the BSP's liquidity-easing measures in response to the pandemic amount to 12 percent of GDP.", "The prevailing monetary policy stance is supported by a manageable inflation outlook and anchored inflation expectations.", "Based on our latest baseline forecasts, inflation is seen to settle at 3.4 percent in 2022 and 3.2 percent in 2023, well within the official target range of 2.0 to 4.0 percent.", "However, risks to the inflation outlook appear to be slightly on the upside for 2022 but remain broadly balanced for 2023.", "Over the near term, major upside risks include increase of global nonoil commodity prices due to strong global demand.", "Additionally, we continue to monitor the developments surrounding Typhoon Odette to determine if it will have secondary effects on inflation.", "Meanwhile, results of the BSP's survey of private sector economists conducted in December 2021 showed steady mean inflation forecasts at 3.5 percent for 2022 and 3.1 percent for 2023.", "The domestic economy is expected to rebound stronger this year.", "The interagency Development Budget Coordination Committee (DBCC) sets its 2022 GDP growth assumption to a range of 7.0 to 9.0 percent from 5.0 to 5.5 percent last year, taking into account continued recovery prospects as more people get vaccinated and as more businesses rebound from the pandemic.", "Meanwhile, overseas Filipino remittances are seen to have reached a new record high of US$31.7 billion in 2021 from US$30.1 billion in 2019.", "But there are risks to the strong recovery prospects.", "The emergence of highly transmissible COVID-19 variants could delay the normalization of economic activities.", "While vaccines have helped lessen severe COVID-19 cases and lower hospitalizations, the reduced efficacy of existing vaccines against more virulent COVID-19 variants may force governments to reimpose stricter lockdown measures to prevent rapid spread of infections.", "These restrictions, if prolonged, could impede the global economy's recovery in the first half of Nonetheless, in the case of the Philippines, the timely imposition of quarantine restrictions may help control COVID-19 surges and arrest the spread of the more transmissible Omicron variant.", "On the external front, the ongoing policy normalization by major central banks could affect capital flows and heighten volatility in financial markets.", "On the positive side, the policy normalization of advanced economy central banks may provide opportunities for economies like the Philippines in terms of increased trade activities.", "We expect the Philippine economy's growth trajectory to improve further owing to the projected expansion of exports in 2022.", "From Q1-Q3 2021, goods exports grew by 16.0 percent owing to the recovery in demand from our major trading partners.", "Electronic products account for more than half of the country's total exports.", "And we expect exports of electronic products to increase as demand for semiconductors and other electronic components rises owning to more extensive global digitalization efforts across multiple sectors.", "Also lending support to the improved export outlook are higher commodity prices in mineral and agro-based products, and an increase in domestic production capacity.", "The normalization of the presently highly accommodative monetary policy in advanced economies is expected to cause a rebalancing of global capital flows and depreciation of emerging markets' currencies vis-à-vis the dollar.", "While such a move could potentially affect all emerging economies, the effect on each individual economy will be uneven.", "Our assessment is that the Philippines is in a favorable position to navigate this tightening of global financial conditions given its manageable inflation environment and sufficient external buffers.", "The current level of gross international reserves (GIR) of USD109 billion is more than sufficient to withstand adverse external shocks.", "Structural flows from overseas Filipino remittances, IT-BPM revenues, and foreign direct investments can be counted on to further boost the country's external payments position.", "Meanwhile, the BSP's market-determined exchange rate system and macroprudential measures will continue to curb excessive foreign exchange volatility and help maintain order in the financial markets.", "The timing and conditions under which the BSP will unwind its pandemic interventions will continue to be guided by the inflation and growth outlook over the medium term and the risks surrounding such outlook.", "Consistent with the BSP's data-dependent approach to policymaking, the BSP will continue to monitor the evolution of various domestic factors, including liquidity and credit dynamics, financial sector risks, and the state of public health, as well as emerging global developments and potential spillovers.", "In closing, let me to summarize the key messages of my presentation: First, the global economy began its recovery path in 2021, but this was subdued in large part by the emergence of new COVID-19 variants and the uneven vaccination rollout across and within economies.", "Second, despite the slowdown in global economic recovery, the Philippine economy remains on track to recover its pandemic losses, underpinned by strong macroeconomic fundamentals and expectations of higher domestic and foreign demand as well as stable inflation outlook.", "And third, the BSP remains steadfast in its commitment to provide appropriate policy support to ensure a sustainable path to economic recovery.", "When developments warrant a scale-down of policy support as economic recovery gains traction, the BSP will ensure a smooth transition in winding down its time and state-bound measures.", "The BSP will strike a delicate balance between providing adequate stimulus to the economy and preventing the buildup up inflationary pressures and risks to financial stability.", "Thank you for your attention.", "Deputy Governor Francis Dakila will be sharing the BSP's thoughts in greater detail during the Q&A.", "I look forward to meeting you all in person in our future engagements."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none"], "topics": ["Economic recovery", "Inflation", "Monetary policy", "COVID-19", "Vaccine rollout", "Exports", "External risks", "Financial stability", "Fiscal policy", "BSP"]}