{"sentences": ["Geopolitical Spillovers and the Indian Economy1 Shri Pradeep Multani, President, Shri Saket Dalmia, Senior Vice- President, Shri Sanjeev Agarwal, Vice President, Shri Saurabh Sanyal, Secretary General, Dr. S P Sharma, Chief Economist, esteemed members of the PhD Chamber of Commerce and Industry, eminent dignitaries and friends.", "I am honoured to be invited to address and interact with you today.", "I am inspired by the Chamber's glorious history of 117 years as an apex chamber of national eminence catalysing Indian businesses towards rapid economic development and nation building, including by building partnerships with government.", "A special mention is warranted of the PhD Research Bureau that was established in 2010.", "By providing regular updates on the economic situation, the Bureau has been sensitising the nation to socio-economic and business developments of contemporaneous relevance.", "Dr. Satya Prakash Sharma, with whom I go back a little way, and his team in the Research Bureau are also part of the RBI's survey of professional forecasters and their work figures in our fan charts describing the balance of risks around our forecasts.", "The world has been overwhelmed by the fallout of geopolitical conflict, which threatens to snuff out a recovery that was hesitantly and haltingly making its way through multiple waves of the pandemic and multiple mutations of the virus.", "India's economic prospects are also challenged by these ongoing developments, and the outlook is darkened and highly uncertain.", "I thought I would take this opportunity to share with you how the RBI is navigating this tsunami in its endeavour to shield the Indian economy and secure its tryst with a brighter future.", "On February 10, 2022 as Governor Shri Shaktikanta Das made his statement on the occasion of the sixth and final meeting of the monetary policy committee (MPC) for the year 2021-22, the mood was one of cautious optimism.", "In spite of the Omicron-driven third wave, India was decoupling from the rest of the world and fashioning a gradual but strengthening course of recovery.", "Projections made by the International Monetary Fund (IMF) just a month ago showed India poised to grow at the fastest pace year-on-year among major economies.", "In that meeting, the RBI projected real GDP growth at 7.8 per cent for 2022-23.", "CPI inflation was projected to average 4.5 per cent, benefiting from the softening of food prices at that time on improving prospects for foodgrains production, the imminent arrival of the winter crop and strong supply side interventions.", "In the words of Governor, \"Our monetary policy would continue to be guided by its primary mandate of price stability over the medium term, while also ensuring a strong and sustained economic recovery... We, in the Reserve Bank, have remained steadfast in our commitment to safeguard trust and confidence in the domestic financial system as we rebuild the foundations of strong and sustainable growth with macroeconomic stability.", "This has been our anchor in the ocean of uncertainty.\"", "In a fortnight from then, the world changed.", "The escalation of geopolitical tensions into war from late February 2022 delivered a brutal blow to the global economy, battered as it had been through 2021 by the pandemic, supply chain and logistics disruptions, elevated inflation and bouts of financial market turbulence triggered by diverging paths of monetary policy normalisation.", "Since then, the global macroeconomic outlook has become suddenly overcast with the economic costs of the war and retaliatory sanctions.", "Emerging market and developing economies (EMDEs) are bearing the brunt of these geopolitical spillovers as I speak, despite being bystanders.", "Capital outflows and currency depreciations have tightened external funding conditions, and along with elevated debt levels, put their hesitant and incomplete recoveries in danger.", "Heightened volatility in financial markets and surges in prices of commodities - especially of energy, metals, grain futures and fertilizers - have accentuated risks to growth, inflation and financial stability.", "Like other emerging market economies (EMEs), India too faces major risks, the immediate ones being soaring crude prices and tightening financial conditions.", "Spillovers in the form of large and sudden swings in financial markets, portfolio capital outflows and supply chain disruptions resulting in shortages of key intermediates, are clouding the outlook.", "While the external sector is reasonably well-buffered with high level of reserves and a modest current account deficit, it is prudent to be watchful about the rising intensity and scale of headwinds from the geopolitical conflict which could be overwhelming for all EMEs, including India.", "In the next meeting of the MPC in April 2022, Governor's statement was sombre.", "He termed the war in Europe and its fallout as 'tectonic shifts', little realising that these words would be forerunners to descriptions of the global outlook in terms of extreme weather conditions2.", "In his words, \"We are confronted with new but humungous challenges - shortages in key commodities; fractures in the international financial architecture; and fears of deglobalisation.", "Extreme volatility characterises commodity and financial markets.... the conflict in Europe has the potential to derail the global economy.\"", "In a span of two months, the projection of real GDP growth was revised downwards by 60 basis points to 7.2 per cent for 2022- 23 while the CPI inflation projection for the year was raised by 120 basis points to 5.7 per cent.", "These adjustments to the projections can be regarded as the first authentic assessment of the toll that geopolitical spillovers are expected to take on the Indian economy.", "By the June 2022 meeting of the MPC, it was clear that risks were materialising faster than anticipated in inflation prints, with three-fourth of the consumer price index (CPI) under siege.", "In that meeting, therefore, the inflation projection for 2022-23 was raised by another 100 basis points to 6.7 per cent.", "The State of the Economy The State of the Economy article published in the RBI's monthly Bulletin has established its credentials as a reliable and comprehensive source of information and analysis on the Indian economy.", "In its latest edition, it points out that domestic economic activity has been gaining traction in spite of the formidable geopolitical headwinds.", "Gauged from high frequency indicators, the Indian economy is consolidating its path of recovery.", "It is heartening that contact-intensive sectors which were hit hard by the pandemic, are regaining traction.", "E-way bills generation and toll collections indicate a sustained momentum in trade and transport activity.", "The aviation sector is fast reaching normal levels.", "Even the automobile industry has recorded recovery across all segments.", "The labour market is strengthening, but mostly in manufacturing.", "Although India's merchandise exports have stayed above US$ 30 billion over the past 15 months, there has been a moderation in pace in May 2022, reflecting the renewed supply chain disruptions in the wake of the war.", "Yet, bucking the global decline, India registered robust growth in manufacturing export orders.", "Import growth is broad-based, taking the trade deficit to its highest monthly level in May 2022, but this is an indication that the recovery in domestic economic activity is gathering strength.", "Seen in the broader context of balance of payments - which is a summary record of all of India's external transactions - the decline in India's current account deficit (CAD) to 1.5 per cent of GDP in the fourth quarter from 2.6 per cent in the third quarter of 2021-22 augurs well for India's external viability as it is backed by strong merchandise export performance, rising net earnings from computer and business services and a rejuvenation of remittances by overseas Indians from pandemic lows.", "On an annual basis, therefore, the CAD turned out to be a modest 1.2 per cent of GDP in 2021-22, with the intrinsic strength of India's foreign exchange earnings mitigating the terms of trade shocks imposed by geopolitical spillovers and the surge in import demand.", "With foodgrains production touching a record level for the sixth consecutive year in 2021-22, food security has been bolstered amidst widespread global shortages.", "As of May 31, 2022 the stock of rice and wheat stood at 3.7 and 4.2 times the quarterly buffer norms.", "Minimum support prices (MSP) for 14 major kharif crops for the marketing season of 2022-23 have been announced, but upward revisions have been modest, averaging 6.1 per cent, which is a positive for the inflation outlook.", "In the industrial sector, the headline manufacturing purchasing managers' index (PMI) maintained its improvement in May 2022, turning out to be among the highest in the world.", "While the expansion was led by an increase in factory orders and sales, the increase in input cost pressures remains a point of concern.", "The PMI services accelerated in May 2022, marking a solid recovery.", "The business expectations index (BEI) for services expanded for the tenth successive month, but it was also accompanied by large increases in input prices.", "Headline CPI inflation moderated to 7.0 per cent in May 2022 from 7.8 per cent in April, with the easing observed across the board.", "Core inflation fell sharply to 5.9 per cent in May from 7.1 per cent in April.", "For June so far, cereals prices have increased but pulses and edible oil prices have registered a decline.", "With inflationary pressures from global commodity prices, a number of steps have been taken on the supply side to ease domestic prices.", "The latest round of the inflation expectations survey (IES) of the Reserve Bank incorporated an extension survey of urban households undertaken after the excise duty cuts on petrol and diesel and the results show a significant moderation in their inflation expectations post the excise duty cut.", "The Role of Monetary Policy It will be remiss of me not to speak about the role of monetary policy in the context of geopolitical spillovers.", "As a backdrop, it is perhaps useful to summarise the monetary policy actions and stance adopted in 2022-23 so far.", "Starting in April and up to June, monetary policy has effectively tightened by 130 basis points, which is fully reflected in the movement of the overnight weighted average call money rate, the operating target of monetary policy.", "The stance of monetary policy has shifted from being 'accommodative as long as necessary to revive and sustain growth on a durable basis and continue to mitigate the impact of COVID-19 on the economy while ensuring that inflation remains within the target going forward' to 'withdrawal of accommodation to ensure that inflation remains within the target going forward, while supporting growth.'", "With headline inflation having moved up by 80 bps in April but reverting by almost the same magnitude in May, the RBI has surged ahead of the curve.", "In fact, the question that the now blind-sided are asking is: with prices of food and fuel driving up inflation everywhere and in India as well, how will increases in the policy rate help?", "This issue has been addressed in some detail in the State of the Economy article, but I will draw out the essence of its argumentation.", "The initial shock from food and fuel prices to inflation lies outside the domain of the RBI.", "Be that as it may, the policy challenge is that food and fuel prices constitute 55 per cent of the CPI and the food shock emanates from external sources, in this case, the war in Europe.", "The sequence from this 'ground zero' is that households look at recent food and fuel prices which are salient items in the average consumption basket and they form their opinions about what inflation would be in the future, say three months or a year from now.", "If households expect future inflation to go up and stay up, they will adjust their behaviour to deal with that situation.", "As more and more households and firms increasingly share this view, they will build it into price mark-ups, wage negotiations, rents on houses, transportation costs and the prices of services more generally such as personal services like housekeeping, medical and education fees, entertainment and bus, train and auto fares.", "With households accounting for close to 60 per cent of India's GDP in the form of private consumption expenditure, this will mean that inflation will become entrenched in the Indian psyche.", "As inflation becomes more persistent and generalised as a result, businesses will stop investing because they will worry that demand for their products may get postponed at these elevated levels of prices.", "Wages and costs will go up, export competitiveness will be damaged and savings in banks will be pulled out and put into gold - that age old repository of value - which actually means capital flight from India since 86 per cent of gold demand is met from abroad for which foreign exchange has to be paid.", "If the RBI does nothing, it will be seen as accommodating the inflation shock, reinforcing the public's view that inflation may persist, broaden and rise further.", "On the other hand, if the RBI increases interest rates and tightens monetary and liquidity conditions to make money dearer, it will (a) demonstrate that the RBI cares about people's expectations and is determined that they should remain hinged - by anchoring people's faith in the RBI's commitment to price stability, the foundations of growth will be strengthened; (b) prevent the second-round effects of food and fuel prices, which I just described, from spreading; and (c) deter discretionary spending so that even if people's spending on food and fuel goes up because of the price shock, they will adjust their expenditure on other items so as not to exceed the family budget.", "In effect, the RBI's actions will cause inflation other than that related to food and fuel, or what is called core inflation, to ease and this will bring down headline inflation.", "Foreign investors are particularly sensitive to such monetary policy actions.", "They tend to see them as Indian policy authorities being resolute in their intent to protect the value of Indian assets and so they will not pull out their investments in India.", "They will, in fact, invest more, with this assurance of the resolve to preserve macroeconomic and financial stability.", "As capital flows return, depreciation pressure on the rupee that is being experienced now will ease and this, in turn, will curb imported inflation.", "The monetary policy action is not without consequences.", "It will take its toll on spending and demand.", "That is the price of stability.", "What the RBI is trying to do is to stabilise the price situation when the economy is able to bear it because in the longer run, price stability is beneficial for growth.", "The RBI kept interest rates and liquidity conditions low and easy through all of 2020-21 and 2021-22.", "As a result, the Indian economy recovered from an unprecedented contraction of 6.6 per cent in 2020-21 to a growth rate of 8.7 per cent in 2021-22, including an expansion by 4.1 per cent in the quarter January to March 2022 when several advanced and emerging economies either shrank or slowed.", "In the first quarter of 2022-23, available indicators of economic activity have improved.", "Unlike the rest of the world, India is recovering and getting resilient and stronger.", "This is the best time to put the stabilising effects of monetary policy into action so that the costs to the economy are minimised.", "Will these monetary policy actions exorcise inflation?", "The outlook on inflation is tethered to the war in Ukraine.", "But will we sit on our hands and do nothing in a fatalistic acquiescence?", "What can monetary policy do?", "The fact that inflation remains elevated and is broadening indicates that there is some demand that is able to afford these high prices, perhaps due to revenge spending in a pandemic stressed response.", "In fact, the most sluggish part of the index - CPI excluding food, fuel, petrol, diesel, gold and silver (44 per cent versus 47 per cent of the CPI in the standard core) - and the weighted median CPI, a statistical measure of core inflation, are both showing generalisation and momentum.", "This warrants monetary policy action to ensure demand does not exceed the available supply, even though both are not at full strength.", "Another question that has vexed public opinion relates to the RBI's accountability on monetary policy.", "The issue has drawn attention in the context of CPI headline inflation having averaged 6.3 per cent in the fourth quarter of 2021-22 and projected to average 7.5 per cent in the first quarter of 2022-23 and 7.4 per cent in the second quarter.", "Inflation is, however, forecast to edge down to 6.2 per cent in the third quarter and to 5.8 per cent in the fourth quarter.", "The RBI Act mandates that in the case of the inflation target not being met for three consecutive quarters, the RBI shall set out in a report to the Central Government (a) the reasons for failure to achieve the inflation target; (b) remedial actions proposed to be taken; and (c) an estimate of the time-period within which the inflation target shall be achieved pursuant to timely implementation of proposed remedial actions.", "What constitutes failure has been notified by the Central Government in the Official Gazette of India as (a) average inflation being more than the upper tolerance level of the inflation target for any three consecutive quarters; or (b) average inflation being less than the lower tolerance level of the inflation target for any three consecutive quarters.", "Let me speak to these issues squarely.", "Monetary policy is essentially a contract between the sovereign - through its delegated authority, the central bank - and the people.", "It is an assurance by the sovereign that it will give to the people a money they can trust, a money that does not lose value or purchasing power, and in fact, stores value into the future.", "Therefore, it is indeed appropriate that monetary policy is accountable, without any escape clauses.", "In India, this accountability is provided for with sufficient flexibility in the form of an inflation target defined in averages rather than as a point; achievement of the target over a period of time rather than continuously; a reasonably wide tolerance band around the target to accommodate measurement issues, forecast errors and supply shocks; and failure being defined as three consecutive quarters of deviation of inflation from the tolerance band, rather than every deviation from the target.", "Let me now turn to the specific aspects of the accountability conditions.", "Research within the RBI, published in the Report on Currency and Finance 2020-21, and outside it clearly demonstrates that growth is unambiguously impaired when inflation crosses 6 per cent.", "Hence, breaching of the appropriate upper tolerance limit of 6 per cent for India's inflation target should trigger accountability if monetary policy has to remain credible.", "Currently, we live in extraordinary times.", "With inflation at multi-decadal highs across advanced and emerging and developing economies, the inflation crisis is global.", "Actually, it is just the face of one of the most se- vere food and energy crises in recent history that now threatens the most vulnerable across the globe.", "In response, the most widespread monetary policy tightening in decades is underway.", "It is the most coordinated tightening cycle in many years, and the actions are appearing synchronised because imported inflation pressures are being exacerbated by country-specific factors acting at the same time.", "India is being impacted by the global inflation crisis, reflecting the materialising of geopolitical risks.", "Although it is largely driven by food and fuel supply disruptions and bottlenecks, mending supply always takes time.", "Several steps have been taken, demonstrating that price stability is a shared responsibility between the government and the central bank, but these measures will inevitably have gestations: they will show results only over a period.", "To gain time for supply to respond, monetary policy has to be deployed, but it is not likely to be painless.", "As I stated in my minutes in the June 2022 MPC meeting, the accountability mechanism enhances credibility in the monetary policy framework, especially in its commitment to re-align inflation with its target in the event of prolonged divergences and that is of paramount importance.", "The wide public sensitivity to accountability works in the same direction as monetary policy in the pursuit of ensuring price stability.", "It shows that inflation expectations are anchored around the conviction that monetary policy will not tolerate persistent deviations from the target because it is enjoined by legislation (not) to do so.", "One final question on accountability engages public attention: what is the role of the MPC here?", "After all, the Act enjoins the RBI - not the MPC - to write the letter on causes, remedial actions and time to return to target.", "Will the commitments made by the RBI in the letter render the MPC on auto pilot?", "Once again, the MPC regulations are unambiguous on this issue.", "The Secretary to the MPC shall schedule a separate meeting as part of the normal policy process to discuss and draft the report to be sent to the Central Government under the provisions of the Act.", "Monetary policy is usually unsung.", "Whenever risks surround the Indian economy, the RBI rises up with everything at its command in defence of the Indian economy.", "When the danger recedes, the RBI reposes back to anonymity, ready to rise again when the going gets tough.", "It may be a premature prognosis, but there are indications that inflation may be peaking.", "As monetary policy works through into the economy and inflation falls back into the tolerance band by the fourth quarter of 2022- 23, it will be the playing out of the baseline scenario.", "In an alternative simulation which incorporates the policy actions undertaken so far, the easing of inflation could be even sooner and faster.", "The key is the direction of change in inflation - not its level - in these extraordinary times.", "Against this backdrop, it is our hope that required monetary policy actions in India will be more moderate than elsewhere in the world and that we will be able bring inflation back to target within a two-year time span.", "If the monsoon brings with it a more benign outlook on food prices, India would have tamed the inflation crisis even earlier.", "Without a doubt, the impact of geopolitical risks will cause a very grudging decline in inflation and a possible breach of the accountability criteria, but India would succeed in bending down the future trajectory of inflation, winning the war in spite of losing the battle.", "If real GDP growth averages between 6-7 percent of GDP in 2022-23 and 2023-24, the recovery that is increasingly solidifying gets a fair chance of traction.", "The RBI will have fulfilled its mandate of prioritising price stability while being mindful of growth."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["Geopolitical Spillovers", "Inflation", "Monetary Policy", "Economic Growth", "External Sector", "Supply Chain Disruptions", "Accountability", "Tolerance Band", "MPC", "Core Inflation"]}