{"sentences": ["J u n e 1 , 2 0 2 2 Japan's Economy and Monetary Policy Speech at a Meeting with Local Leaders in Okayama WAKATABE Masazumi Deputy Governor of the Bank of Japan Good morning.", "It is a great pleasure for me to meet with local leaders in Okayama Prefecture today.", "This is my first meeting with local leaders in two years and four months.", "This year marks the 100th anniversary of the establishment of the Okayama Branch of the Bank of Japan.", "It is an honor to hold this meeting in such a momentous year.", "I would like to express my deepest gratitude for the great support provided for the branch's activities over the past 100 years.", "I would also like to ask for continued support over the next 100 years.", "I will begin my speech by describing the current situation of the global and Japanese economies, followed by the conduct of monetary policy.", "In particular, I will examine inflation, which has been a major topic recently, by making comparisons with the Great Inflation to draw lessons for today.", "Lastly, I will talk about the current economic situation and outlook for Okayama Prefecture.", "Current Situation and Outlook for Economic Activity A.", "Global Economy I would like to start by talking about the global economy.", "The growth rate of the global economy saw a substantial decline of 3.1 percent for 2020 due to the spread of the novel coronavirus but registered high growth of 6.1 percent for 2021, mainly on the back of the widespread vaccinations (Chart 1).", "The latest World Economic Outlook released by the International Monetary Fund (IMF) shows that, although they are projected to decelerate from the growth rate for 2021, the global economic growth rates for both 2022 and 2023 are expected to be 3.6 percent, staying at around the average.", "However, this outlook entails high uncertainties, and the following three factors warrant particular attention.", "The first is heightened geopolitical risks as a result of Russia's invasion of Ukraine (Chart 2).", "Since Russia and Ukraine together only account for about 2 percent of the global GDP, the direct impact of these countries' economic downturns on the global economy is limited.", "That said, in terms of their export shares in commodities, Russia accounts for 12 percent and 19 percent of global exports of crude oil and natural gas, respectively.", "In addition, Russia and Ukraine together export around 25 percent of the world's wheat.", "As it has been viewed in the market that factors such as economic sanctions imposed on Russia will lead to a decline in the supply of these commodities and grains, international commodity prices have risen significantly of late.", "It should be noted, however, that the impact of this rise on the economy differs considerably between countries that export commodities and those that import them.", "That is, for commodity importers like Japan and Europe, the rise in international commodity prices leads to an outflow of income to commodity-exporting countries in the form of deterioration in the trade balance (Chart 3).", "This puts downward pressure on domestic demand of countries through deterioration in commodity-importing households' real income and corporate profits.", "On the other hand, unlike in the past, the rise in commodity prices does not have a negative impact on the United States, which has become the world's top oil producer as a result of the shale revolution.", "The second factor is the impact of In the United States and Europe, economic COVID-19.", "activities have been normalizing as approaches to living with COVID-19 have been taken, but in countries where strict restrictions have been imposed, the economies have remained under considerable downward pressure from In particular, China has continued COVID-19.", "to take the strategy, and it decided to impose lockdowns on large so-called zero-COVID cities such as Shanghai, reflecting the spread of highly contagious variants.", "This has not only pushed down the Chinese economy; its adverse impact has also spilled over to the global trade and production activities, including in Japan, through disruptions in distribution networks and supply chains.", "The third factor is the impact of the reduction in monetary accommodation in advanced economies facing a continued rise in inflation on global financial and capital markets and the global economy.", "In particular, the Federal Reserve raised its policy interest rate by 0.25 percentage points in March and 0.5 percentage points in May, and it has been communicating that ongoing increases in the rate will be necessary to curb elevated inflation.", "It has also started reducing the size of its balance sheet.", "Under these circumstances, it is necessary to pay attention to downside risks to the global economy that could be posed if global financial and capital markets become unstable through, for example, global adjustment of stock prices and capital outflow from emerging economies.", "B. Japan's Economy Let me now turn to Japan's economy.", "It has picked up as a trend, although weakness has been seen in part, mainly due to the impact of and the rise in commodity prices.", "Its real GDP for the quarter of 2022 was minus 0.2 percent on a basis, registering negative growth for the first time in two quarters (Chart quarter-on-quarter 4).", "This is because business fixed investment and durable goods consumption were constrained due to the effects of constraints such as semiconductor shortage, and because services consumption, including and travel, had been under increased downward pressure due to the spread of the Omicron variant.", "Thereafter, although the effects of constraints on goods in particular have been supply-side automobile-related prolonged, due in part to the impact of lockdowns in China, private consumption has started picking up again as downward pressure on services stemming from restrictions has waned.", "pandemic-related For the time being, Japan's economy is likely to follow a recovery trend, with the impact of and constraints waning and with support from accommodative COVID-19 supply-side The following paper argues the possibility of an economic recession in the United States: Domash, A. and Summers, L. H., \"How Tight Are U.S. Labor Markets?\"", "NBER Working Paper, no.", "In the context of U.S. monetary policy, a so-called inverted yield curve, where 10-year Treasury yields fell below 2-year yields, was observed at the beginning of this April.", "Given the rule of thumb that a recession often follows such an inversion, some market participants pointed out that the United States was more likely to enter a recession as a result of the rapid reduction in monetary accommodation.", "Economists at the Federal Reserve, however, asserted that the spread between short- and long-term yields contains considerable noise and is not valid as an independent indicator of the probability of recession.", "They argued, rather, that the likelihood of a recession is not necessarily high, given developments in alternative indicators that are less noisy, example.", "financial conditions and the government's economic measures, although it is expected to be under downward pressure stemming from a rise in commodity prices.", "In terms of the medians of the Policy Board members' forecasts, Japan's real GDP growth rate is expected to be relatively high, at 2.9 percent for fiscal 2022, and then decelerate to 1.9 percent for fiscal 2023 and 1.1 percent for fiscal 2024; thus, the economy is projected to continue growing at a pace above its potential growth rate throughout the projection period.", "As mentioned earlier, for commodity importers like Japan, a shock of rising commodity prices puts downward pressure on income such as households' real income and corporate profits through higher energy and food prices, and therefore would normally act to constrain spending (Chart 5).", "In the current phase, however, it is expected that Japan's economy will be resilient to this negative income shock, instead of falling into a vicious cycle from income to spending.", "As the background to this, the government's economic measures, such as gasoline subsidies and subsidies for households, are likely to mitigate the negative impact on income.", "In addition, households and firms have accumulated a large amount of \"standby\" funds during the pandemic, and this is expected to support the materialization of demand.", "In sum, the baseline scenario is that Japan's economy is likely to continue recovering as the positive effects on spending associated with a waning of the impact of and constraints are projected to outweigh COVID-19 supply-side the negative effects on income due to a rise in commodity prices.", "From the middle of the projection period, as the negative impact of high commodity prices wanes at a gradual pace and a virtuous cycle from income to spending intensifies gradually, Japan's economy is projected to continue growing at a pace above its potential growth rate and underlying upward pressure on wages and prices is expected to increase.", "That said, this outlook is based on the assumption that, with the impact of and constraints waning, firms' and households' growth expectations will increase moderately and their to inflation expectations will also rise.", "In other medium- long-term words, if the impact of COVID-19 and supply-side constraints becomes more prolonged than expected and the two sets of expectations are pushed down, there is a risk that \"standby\" funds will transform into precautionary savings to prepare for future uncertainties and spending activity will not improve.", "C. Price Developments in Japan I will move on to price developments in Japan.", "The rate of change in the consumer price index (CPI) for all items excluding fresh food rose from 0.8 percent for March to 2.1 percent for April (Chart 6).", "On the surface, the rate of increase reached 2 percent.", "However, this primarily owes to rising energy prices, and the Bank does not consider that it has achieved its price stability target in a sustainable and stable manner.", "The rate of increase in the CPI is projected to be 1.9 percent for fiscal 2022 but then decelerate as the positive contribution of a rise in energy prices wanes, registering 1.1 percent for both fiscal 2023 and fiscal 2024.", "To understand the background to this outlook, it is crucial to make a distinction between developments in individual prices and those in general prices.", "Statistically, a price index is created by weighting the rates of change for individual prices to generate a weighted average.", "Thus, if the individual prices of, for example, energy experience a significant rise, this may lead to a figure of 2 percent in the CPI.", "However, inflation driven by such individual price rises lacks sustainability.", "To achieve the price stability target of 2 percent in a stable manner, the prices of a broad range of items have to rise, supported by improvement in the output gap and an increase in inflation expectations.", "In other words, general prices need to go up.", "From this perspective, work needs to be done to accurately determine developments in underlying inflation, by screening out the effects of various temporary volatile factors from the actual price index movements.", "In this regard, the Bank constructs and examines various measures of core inflation, mainly through two approaches.", "The first is to identify items with large price fluctuations in advance and examine measures of core inflation that exclude those items.", "The Bank has traditionally put emphasis on the CPI excluding fresh food, for which prices fluctuate significantly due to weather conditions.", "Recently, due in part to the situation surrounding Ukraine, crude oil prices have seen large fluctuations.", "Since energy prices are directly susceptible to such fluctuations, the Bank decided to release its outlook for the CPI excluding both fresh food and energy starting with its April 2022 Outlook for Economic Activity and Prices (Outlook Report).", "The year-on-year rate of change in the CPI excluding both categories has been only around 1 percent recently.", "This is clearly below the rate of change in the CPI excluding fresh food alone.", "Nevertheless, with operation of the virtuous cycle that I explained earlier, it is likely that the output gap will improve and to inflation expectations and wage inflation will rise.", "Therefore, the medium- long-term rate of change in the CPI excluding fresh food and energy is projected to moderately increase in positive territory, from 0.9 percent for fiscal 2022, to 1.2 percent for fiscal 2023, and 1.5 percent for fiscal 2024.", "The second approach to measuring underlying inflation does not involve excluding specific items in advance.", "Rather, it is to monitor the distribution of price changes of items that make up the CPI, and construct and examine measures for which the impact of outliers is automatically excluded from the distribution.", "In this regard, comparing the price change distribution by item before the pandemic with that at present shows that the distribution itself has shifted in the direction of price increases in the United States and Europe, and that the range of items increasing in price has also broadened (Chart 7).", "In Japan, meanwhile, there has been no major change to date to the fact that the distribution of price changes for many items has been centered on 0 percent, and that price increases are skewed toward certain items, such as energy.", "The differences between distribution in the United States and Europe and that in Japan seem to be mainly a reflection of disparities in to inflation expectations (Chart 8).", "In other words, inflation expectations long-term short-term have indeed seen an increase in Japan, reflecting rising energy prices.", "Compared with the United States and Europe, however, to inflation expectations in Japan medium- long-term are still low.", "This can be confirmed in various measures of core inflation calculated from the price change distribution.", "While the trimmed mean of the rate of change in the CPI has recently increased to the range of percent, the mode and weighted median 1.0-1.5 have been only slightly positive.", "The Bank will pay close attention to whether the price change distribution by item will shift in the direction of price increases and the rate of change in various measures of core inflation calculated from it will also increase as to inflation expectations rise.", "medium- long-term II.", "Will the Era of Inflation Return?", "Lessons from the Great Inflation With the arrival of inflation for the first time in a long time, some are concerned that the world will return to a period of very high inflation, such as experienced during the 1970s.", "However, to start with my conclusion, I am skeptical that we will see a return to an era of high inflation.", "Leaving other countries aside, my greater concern for Japan, at least for the present, is still continued low growth, low interest rates, and low inflation a situation that has come to be called \"Japanification.", "\"4 Let us take a moment to look back in history and examine the Great Inflation.", "There is now a consensus among academics about the Great Inflation on the following points.", "First, The trimmed mean is calculated by excluding items that belong to a certain percentage of the upper and lower tails of the price change distribution (10 percent of each tail) in order to eliminate the effects of large relative price changes.", "The mode is the inflation rate with the highest density in the price change distribution.", "The weighted median is the average of the inflation rates of the items at around the 50 percentile point of the cumulative distribution in terms of weight.", "I explained \"Japanification\" in detail in an earlier speech.", "See Wakatabe, M., \"Japan's Economy and Monetary Policy,\" speech at a meeting with business leaders in Ehime, February 5, 2020, /.", "For details on the Great Inflation, see Wakatabe, M., Kiki no keizai seisaku: Naze okita no ka, nani o manabu no ka [Economic Crisis and Policy Responses: Why It Happens, What We Can Learn] (Tokyo: Nippon Hyoron Sha, 2009), pp.", "73-126; Bordo, M. D. and Orphanides, A., eds., The Great Inflation: The Rebirth of Modern Central Banking (Chicago: The University of Chicago Press, 2013); and Walsh, C. E., \"Inflation Surges and Monetary Policy,\" keynote speech at the 2022 BOJ-IMES Conference entitled \"New Dimensions and Frontiers in Central Banking\" hosted by the Institute for Monetary and Economic Studies (IMES) of the Bank of Japan, May 25, 2022, .", "For the Great Inflation in Japan, see Komiya, R., \"Shōwa 48, infurēshon no gen'in\" [Causes of the 9-nen 1973-74 Inflation] in Gendai nihon keizai: Makuroteki tenkai to kokusai keizai kankei [The Modern Japanese Economy: In Relation to Macroeconomic and Global Economic Developments] (Tokyo: University of Tokyo Press, 1988), pp.", "1-61 (originally published in Keizaigaku ronshū [The Journal of Economics], vol.", "this classic paper by Komiya, see Wakatabe, M. and although the Great Inflation is often thought to have occurred in the 1970s, an international comparison shows that the timing at which it began differed across economies.", "Price developments in the United States, the United Kingdom, West Germany, and Japan from the through the 1980s show that, while the inflation rates of the economies are broadly correlated, a closer look reveals some differences across economies (Chart 9).", "In the United States, an acceleration in inflation was observed from around 1965, whereas in Japan, inflation accelerated after the turn of the 1970s.", "In addition, while inflation was seen in many economies, inflation in West Germany did not reach 8 percent even at its peak.", "Moreover, inflation in Japan peaked at 23 percent in the first half of the 1970s, specifically 1974, but the United States experienced its peak in inflation in 1980.", "Second, and related to the first point, the oil shocks were not the primary cause of the Great Inflation.", "In Japan, there is a persistent belief that the two oil shocks were the cause of the Great Inflation.", "While it is true that inflation accelerated partly due to the oil shocks, the consensus among academics is that the main cause of the Great Inflation was actually excessive monetary easing.", "In Japan, the main reason for the acceleration in inflation was the percent annualized increase in money supply from the end of 1970 through 1973, before the first oil shock occurred in October 1973.6 In fact, inflation rates during the Great Inflation for both the United States and Japan show that prices of items other than energy, including for services, had increased considerably, indicating that the main cause of inflation was not a rise in energy prices (Chart 10).", "Contrary to popular belief, the reality of the Great Inflation was that factors played a greater role than factors.", "demand-pull cost-push In the first half of the 1970s, when Japan experienced the Great Inflation, nominal wages Kataoka, G., \"The Great Inflation in Japan: How Economic Thought Interacted with Economic Policy,\" TCER Working Paper Series, no.", "E-36, 2011, ; and Ito, T., \"Great Inflation and Central Bank Independence in Japan,\" in The Great Inflation, eds.", "Bordo and Orphanides, pp.", "The case of Japan is also discussed in Kuroda, H., \"Japan's Inflation Dynamics and the Role of Monetary Policy,\" speech at Columbia University in New York, April 22, 2022, /.", "The reason for such excessive increases in money supply, it has been argued, was that policymakers at the time were afraid of an appreciation of the yen and a recession brought about by see Komiya, \"Shōwa 48, infurēshon no gen'in,\" p. 35. such an appreciation.", "For details, 9-nen increased significantly, at a pace even faster than that of prices, and inflation expectations also rose (Chart 11).", "Third, while various hypotheses have been proposed as to the causes of the excessive monetary easing, including errors in the real-time measurement of the output gap, disagreements among policymakers, and political motives, the prevailing hypothesis is that there was no theoretical agreement on inflation expectations or that the role of monetary policy in the formation of inflation expectations was not fully recognized.", "Central banks at the time did not share the view that monetary easing and the rise in inflation expectations under such easing were the main causes of inflation.", "Central banks' responses today are based on the lessons of this era; that is, monetary policy is important for price stability, central banks are responsible for conducting such policy, and inflation expectations play a major role in sustaining inflation.", "These lessons have led central banks to try to conduct their policies in a way that influences and stabilizes expectations.", "It is no exaggeration to say that inflation targeting, under which central banks conduct monetary policy based on a price stability target, was born from the experience of the Great Inflation.", "Relationship between Sustainable and Stable Inflation and Wages Taking the aforementioned lessons into account, the Bank's monetary policy is aimed at achieving the price stability target of 2 percent.", "What is important here is the sustainability and stability of inflation.", "As I have already mentioned, in order to achieve the target in a sustainable and stable manner, it is extremely important to determine underlying inflation.", "Since there was no highly reliable measure of inflation expectations in Japan at the time, Chart 11 uses the estimates of the following paper, which employs the Carlson-Parkin method: Shimada, H., Hosokawa, T., and Seike, A., \"Chingin oyobi koyō chōsei katei no bunseki\" [Analysis of the Wage and Employment Adjustment Process] in Keizai bunseki [Economic Analysis], ed.", "Economic Research Institute, Economic Planning Agency, no.", "This has been studied in the context of Japan.", "For details, see Komiya, \"Haipawādo manē seisaku\" [High-Powered Money and Monetary Policy] in Gendai nihon keizai, pp.", "In addition, it is necessary to carefully analyze the economic developments behind price developments.", "Two major factors affecting underlying inflation are wage inflation and inflation expectations.", "For prices to rise in a sustainable and stable manner, wages and inflation expectations need to increase.", "In an international and historical context, the interaction between prices and wages has been observed both in Japan and the United States (Chart 12).", "However, this interaction seems to have changed in Japan in recent years.", "Specifically, while the causality from prices to wages remains, that from wages to prices seems to have almost disappeared.", "It can be said that there are still scarring effects of prolonged deflation on the economy.", "However, while much emphasis tends to be placed on clarifying whether prices precede wages or vice versa and the causal relationship between the two, what is important is creating an environment in which both prices and wages rise.", "Firms that are cautious about raising wages, including base pay, seem to have a variety of reasons, such as poor performance, concerns that once they raise wages, they will not be able to lower wages in the event of future poor performance, and a lack of confidence that economic conditions will improve.", "All of these reasons suggest that it is necessary for the economy to see sustainable growth in order for wages to increase.", "For details, see section 2.", "(1) in Monetary Affairs Department, Bank of Japan, \"Characteristics of Price Developments in Japan: Summary of the First Workshop on 'Issues Surrounding Price Developments during the COVID-19 Pandemic,'\" BOJ Reports and Research Papers, May 2022, /.", "In his book, Iwata Kikuo, former Deputy Governor of the Bank of Japan, quotes an influential corporate executive who stated that, although a minimum economic growth rate of 4 percent was necessary to increase base pay of regular employees, such growth could not be expected due to the bursting of the bubble economy and deflation, and firms stopped increasing base pay.", "For details, see Iwata, K., Nichigin nikki: 5-nenkan no defure tono tatakai [A Journal of Working at the Bank of Japan: Five Years of Battle against Deflation] (Tokyo: Chikumashobo, 2018), p. 369.", "The following paper describes that, under the system of life-time employment and seniority-based wages, Japanese-style firms strongly intend to grow: Iwai, K., \"The Japanese Firm as a Worker-Managed Enterprise,\" Japanese Economic Studies, 23(2), March-April 1995, pp.", "The other major factor affecting underlying inflation is inflation expectations, which have risen both for the short term and the medium to long term.", "However, as we have already seen, to inflation expectations have risen only moderately and have not medium- long-term yet reached 2 percent.", "C. Future Conduct of Monetary Policy Most prices have not yet risen much, while some energy and food prices have risen significantly.", "Although it is possible to some extent that higher energy and food prices will push up prices overall, low inflation is currently coexisting with price increases in some items.", "In policymaking, it is generally considered desirable to have the same number of policy measures as policy objectives.", "This means that, to address low inflation, it is necessary to persistently continue with monetary easing and thereby continue to steadily support the virtuous cycle in the economy and maintain an environment in which wages rise.", "In addition, if downside risks to the economy materialize, the Bank should not rule out taking the necessary additional easing measures without hesitation.", "On the other hand, since the price rises in energy and food are mainly caused by factors from abroad, it is desirable to respond to them through measures other than monetary policy, which is aimed at managing aggregate demand.", "Possible options include fiscal policy and energy policy to reduce dependence on petroleum and natural gas.", "Such appropriate division of labor in policymaking is required to deal with low inflation and price increases in some items.", "Lastly, as caveats to conducting monetary policy, let me note common challenges that central banks around the world now face.", "As the experience of the Great Inflation indicates, it is not easy to identify developments in the output gap and determine underlying inflation in real time.", "Moreover, if inflation rises far beyond the price stability target due to spiraling wages and inflation expectations, undesirable inflation will persist.", "The experience of the Great Inflation also led to the revision of the traditional theories.", "I think that it is necessary to constantly reexamine, without any preconceptions, whether the current situation can be explained and analyzed with the current theory of monetary policy.", "Recent and Future Economic Activity in Okayama Prefecture Next, I would like to talk about the economy of Okayama Prefecture.", "The prefecture is characterized by a relatively higher share of the manufacturing industry, but at present its economy has seen more or less the same developments as Japan's economy that I mentioned earlier.", "That is, although downward pressure on services consumption from and the effects of constraints such as semiconductor shortage continue to be observed, private consumption and production have been on a trend amid ongoing social and economic activities.", "Like other regional economies in Japan, the significant challenge Okayama Prefecture has to address from a to perspective is a declining and aging population.", "medium- long-term However, I have long asserted that the negative impact of this factor has been overestimated in economic debates.", "In Okayama Prefecture, gross prefectural product per capita has been on an uptrend (Chart 13).", "I also believe that, to achieve economic growth in this situation of a declining and aging population, the starting point would be to make the region more attractive in terms of livability for residents.", "From this perspective, I would like to highlight three points with regard to the strengths and expectations for Okayama Prefecture.", "The first is the prefecture's wealth of cultural value.", "The Kurashiki Bikan Historical Quarter has the Ohara Museum of Art.", "I am aware that the Okayama Culture Zone in Okayama City's center, with its cluster of cultural facilities, will be hosting the Okayama Art Summit this year and adding a new performing arts theater next year.", "Meanwhile, a new pavilion has been built using timber (CLT) in the northern part of the prefecture, on the Hiruzen highlands, which are blessed with natural abundance.", "In addition to the permanent exhibition of the modern art collection, the Setouchi Triennale art festival is being held this year across the islands that dot the Seto Inland Sea to the south of the prefecture.", "Okayama Prefecture has also long been a major transportation hub, and historic townscapes in various areas like Katsuyama, Yakage, Fukiya, and Tsuyama have been preserved as places where people still live.", "Such proximity to cultural value enriches the lives of residents and attracts prospective residents.", "Enhancing the competitiveness of its tourism resources is expected to bring more visitors to the prefecture.", "The second point concerns the prefecture's education and healthcare.", "Okayama Prefecture boasts a robust educational and medical care infrastructure, as seen in the fact that it has one of the highest per capita numbers of universities, junior colleges, and major hospitals in Japan.", "In a society with a declining and aging population, the hope is that the prefecture will make the most of such a robust infrastructure from an economic perspective through greater collaboration between industry and academia and a strong healthcare network, leading to developing and securing human resources for firms in the region and extending the healthy life expectancy of residents.", "In the area of healthcare, Kibichuo Town has been designated as a rural digital health special zone.", "It has the potential to become a model case for approaches that use digital technology to address health and medical issues in the community.", "The third point concerns initiatives to increase sustainability in the region.", "Livability depends to a large extent on a society's sustainability.", "While the manufacturing industry is the economic driver in Okayama Prefecture, with its Mizushima Coastal Industrial Zone, a transition to a decarbonized society is likely to affect the competitiveness of the industry.", "It is important to see this as an opportunity for innovation and new business creation rather than as simply a constraint on economic growth.", "I heard that the Okayama Consortium for Regional Decarbonization Creation is positioned to support regional decarbonization efforts through cooperation among those in industry, academia, government, and finance.", "My hope is that this will lead to revitalization of the prefectural economy.", "As mentioned at the beginning of this speech, the Bank's Okayama Branch marked its 100th anniversary in April.", "The Bank will endeavor to contribute to economic developments in Okayama Prefecture by continuing to conduct central banking operations on the front lines of the region while exchanging views with our counterparties and contacts in the region.", "Low inflation is currently coexisting with price increases in some items.", "Since this low inflation is connected to low wage inflation, it is necessary for the Bank to continue with monetary easing to stimulate the economy and thereby realize a virtuous economic cycle where an increase in income leads to that in spending.", "In addition, it is extremely important to determine the sustainability and stability of inflation.", "Although the rate of change in the CPI reached 2 percent for April, if this lasts only about six months to a year, the price stability target of 2 percent cannot be said to have been achieved in a sustainable and stable manner.", "It is necessary to carefully assess underlying inflation by examining various price measures, including the price change distribution, the trimmed mean, and the mode, while paying close attention to factors affecting underlying inflation; namely, developments in the output gap, wage inflation, and to inflation expectations.", "In addition, to medium- long-term help the public gain a better understanding of monetary policy, the Bank decided to present an outline of the Outlook Report in an manner from this May (Chart easier-to-understand 14).", "The European Central Bank and the Bank of England have already introduced this kind of communication strategy, and the Bank has followed their attempt.", "I hope this will encourage the public to have a better understanding of and greater interest in developments in Japan's economic activity and prices as well as monetary policy.", "Japan's and Monetary Policy Speech at a Meeting with Local Leaders in Okayama WAKATABE Masazumi Deputy Governor of the Bank of Japan I.", "Figures are the highest values of each month.", "The GPR index, which was developed by Federal Reserve economists, is constructed by calculating the share of articles on geopolitical risks in 10 leading English-language newspapers.", "Sources: Caldara, D. and Iacoviello, M., \"Measuring Geopolitical Risk,\" American Economic Review, vol.", "Current Situation and Outlook for Economic Activity Impact of a Rise in Commodity Prices Decomposition of Changes in Trade Balance in Energy Resources Commodity Prices q/q % chg. s.a., ratio to nominal GDP, % United States 1 Euro area -1 Demand factors Supply factors Deficit Real commodity prices CY 00 02 04 06 08 10 12 14 16 18 20 22 CY 19 20 21 22 Notes: 1.", "In the left-hand chart, figures show the trade balance in mineral fuels.", "The figure for 2022/Q1 for the euro area is calculated using its nominal GDP for 2021/Q4.", "In the right-hand chart, a two-period lag VAR model using the following two variables is estimated: the OECD's Composite Leading Indicator (CLI, OECD total) and real commodity prices (the CRB Index deflated by the U.S. CPI).", "Demand and supply shocks are identified by imposing the following sign restrictions on the impulse response function of each variable.", "Demand increase shocks: the responses of the CLI and real commodity prices are both restricted to be positive.", "Supply increase shocks: the response of the CLI is restricted to be positive, while that of real commodity prices is restricted to be negative.", "Sources: Haver; OECD; Bloomberg; BLS.", "3 The Bank's Forecasts for Real GDP (April 2022 Outlook Report) s.a., ann., tril.", "The forecasts for real GDP for fiscal 2022 onward are calculated by multiplying the actual figure for fiscal 2021 by all successive projected growth rates for each year.", "Sources: Cabinet Office; Bank of Japan.", "The forecasts show the medians of the Policy Board members' forecasts (point estimates).", "Sources: Ministry of Internal Affairs and Communications; Bank of Japan.", "In the left-hand chart, figures for Japan and the United States are 10-year break-even inflation rates.", "Those for the euro area are 10-year inflation swap rates.", "Figures for Japan from June 2008 through October 2013 are calculated using yield data for the inflation-indexed Japanese government bonds with the longest maturity for the respective periods.", "In the right-hand chart, figures are based on staff calculations using the CPI excluding the effects of the consumption tax hikes, policies concerning the provision of free education, and the \"Go To Travel\" campaign, which covers a portion of domestic travel expenses.", "Sources: Bloomberg; Ministry of Internal Affairs and Communications; Bank of Japan.", "Will the Era of Inflation Return?", "The source data for the figures for Japan do not include energy.", "Sources: Haver; Ministry of Internal Affairs and Communications.", "Will the Era of Inflation Return?", "Figures for inflation expectations are based on the Consumer Confidence Survey (all households), estimated using the Carlson-Parkin method.", "The figures are from the following paper: Shimada, H., Hosokawa, T., and Seike, A., \"Chingin oyobi koyō chōsei katei no bunseki\" [Analysis of the Wage and Employment Adjustment Process] in Keizai bunseki [Economic Analysis], ed.", "Economic Research Institute, Economic Planning Agency, no.", "Figures for nominal wages show total cash earnings, including those for part-time employees, and are for establishments with at least 30 employees.", "Sources: Ministry of Internal Affairs and Communications; Ministry of Health, Labour and Welfare; Cabinet Office.", "In the left-hand chart, figures for nominal wages show average hourly earnings for private nonfarm employees, published by the BLS.", "In the right-hand chart, figures for nominal wages are based on the Monthly Labour Survey published by the Ministry of Health, Labour and Welfare and calculated as follows: Nominal wages = (Scheduled cash earnings + Non-scheduled cash earnings) / Total hours worked.", "The figures include nominal wages for part-time employees and are for establishments with at least 30 employees.", "Sources: Haver; Ministry of Health, Labour and Welfare; Ministry of Internal Affairs and Communications.", "Recent and Future Economic Activity in Okayama Prefecture Population Growth Rate and GDP Global Population Growth and Population and Gross Prefectural Product GDP Growth per Capita per Capita in Okayama Prefecture real GDP per capita (CY 1961-2020 average, y/y % chg.) ten thous.", "Sources: World Bank; Cabinet Office; Okayama Prefecture.", "Outline of the Outlook Report (April 2022) (2) The rate of increase in the CPI is (1) Japan's economy is likely to recover.", "expected to accelerate and then decelerate.", "(3) COVID-19, the situation surrounding Ukraine, (4) The Bank will continue with and market developments warrant attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary Policy", "Great Inflation", "Wage Inflation", "Price Stability", "Economic Growth", "Deflation", "Economic Cycle", "Output Gap", "Sustainability"]}