{"sentences": ["Good afternoon, We have made the decision to raise the key rate by 100 basis points to 8.50% per annum.", "Inflation is still high.", "Our decision is aimed at ensuring its reduction to the target by the end of next year.", "I would now dwell on the reasons behind our today's decision.", "I will start out with inflation.", "Its acceleration in October and November was caused by both transitory and steady factors.", "The former include delays in harvesting, soaring prices for New Year's holidays abroad, as well as the persistent deficit in the car market due to disruptions in component supplies, and a number of other supply-side constraints.", "Even if we leave aside the surge in product and service prices, we have the stable component of inflation which considerably exceeds our target.", "This is because the growth of demand still surpasses the capacities to ramp up supply.", "In this context, our special focus is to ensure that the monetary policy is well-balanced.", "What do we mean by that?", "It is the stable component of inflation related to demand trends that monetary policy impacts directly.", "However, we should not ignore temporary factors.", "According to the experience of the last three months, these factors are not only accelerating overall price growth, but are also intensifying inflation expectations.", "Hence, temporary factors are becoming steady.", "When inflation expectations remain high, we need more time and a more significant tightening of monetary policy to be able to return inflation to the target.", "If we delay this, both inflation and inflation expectations will continue to go up.", "Of course, a very tight policy aggressively responding to transitory factors could bring inflation back to 4% more quickly.", "However, this would entail a slump in economic activity and a subsequent considerable deviation of inflation downwards from the target.", "The objective of a well-balanced monetary policy is to ensure price stability and limit sharp fluctuations in inflation, whether upwards or downwards.", "Our baseline forecast assumes that inflation will decrease to 4-4.5% by the end of 2022.", "It takes into account both a reduction in the steady component of inflation and the reverse - disinflationary - influence of a part of temporary factors.", "In other words, we assume that prices for certain products and services that have soared this year can adjust downwards next year.", "In some cases, this will be owing to the normalisation of the supply-side situation; in others - the downward trend may emerge as elevated demand diminishes.", "We have observed such processes this year already.", "For instance, if we talk about prices for pork and chicken bought most frequently, there were periods of price surges provoked by the worsening of the epizootic situation.", "Nonetheless, supply has rebounded by December and weekly statistics show that prices have declined, although only slightly.", "An illustrative example of price adjustment when soaring demand goes down is chip boards and metal roofing tiles.", "The annual growth of prices for these goods remains high due to the drastic increase in the first half of the year.", "Nevertheless, after the peak in July, prices for boards and tiles have declined by 20% and 14%, respectively.", "I will now speak of the economic situation.", "According to our estimates, economic activity is growing faster this quarter as compared to the previous one, but predictably more slowly than during the period of its active recovery in the second quarter of 2021.", "As of the end of the year, the overall increase in GDP might reach nearly 4.5%.", "Output is expanding in a wide range of industries.", "As of the date of the Board of Directors meeting in October, output in services was still below pre-pandemic readings, whereas today (despite the rather challenging pandemic situation) it has approached this level.", "By the moment, oil output has not recovered completely due to the OPEC+ oil production cuts.", "Passenger transportation is still below pre-pandemic volumes as well.", "As shown by high-frequency indicators, both consumer and investor demand continues to trend upwards steadily.", "Investment growth is supported by a substantial rise in corporate profit in many sectors and expectations about a further expansion of demand.", "I would now focus on the labour market.", "In October, unemployment decreased to 4.3%, which is its record low.", "The demand for labour continues to grow.", "The number of vacant jobs is significantly higher than two years ago, specifically by about a third.", "Many industries are facing a shortage of workers, including both specialists and low-skilled workers.", "Speaking of the inflow of labour migrants, it has already returned to the pre-pandemic level, according to recent data.", "However, as the demand in the industries with a large portion of labour migrants (in courier services and construction) has surged over this period, companies still experience a deficit of labour migrants.", "Consequently, the rise in the demand for labour in various groups of employees is translating into the steady increase in nominal wages.", "In the course of the discussions preceding our today's decision, several executives of our regional branches stressed that increasingly more companies were forced to raise wages at a double digit pace to be able to retain their employees.", "The staff shortage is a factor limiting enterprises' capacities to expand output.", "It is hard for them to catch up with growing demand.", "This suggests that proinflationary risks brought about by labour market gaps are strengthening.", "Monetary conditions continue adjusting to our earlier decisions on the key rate.", "After the meeting in October, nominal interest rates, including on federal government bonds, deposits, and loans, continued to go up.", "Yields on federal government bonds rose over the entire curve.", "The growth of short-term yields has been mostly driven by the increase in the key rate and the updated forecast of its further path, whereas long-term yields are largely influenced by the escalation of geopolitical tensions.", "Nominal interest rates on loans and deposits are rising.", "However, given the current level of inflation and inflation expectations, monetary conditions remain neutral in the meantime.", "This is evidenced by the persistently high growth rates in lending, as well as the still slow rise in deposits.", "Businesses and households continue to demonstrate high demand for loans.", "Nonetheless, the increase in unsecured consumer lending has started to slow down, which was promoted by additional macroprudential limits on high risk loans imposed on 1 October.", "As regards ruble-denominated time deposits, their growth in November-the first ten days of December continued, but its pace is still as slow as in October.", "On the one hand, higher interest rates make time deposits a more attractive savings instrument.", "On the other hand, banks artificially limit depositors' opportunities to use these new, more profitable offers.", "Banks offer different deposit terms for the so-called 'old' and 'new' money.", "There are barriers in the form of fees that depositors need to pay to transfer their funds from one bank into another.", "We believe that such differentiation, or to be more exact, discrimination is inappropriate and have already proposed a number of initiatives to eliminate it.", "We hope that legislative authorities will support our ideas.", "This will not only protect bank customers' rights, but will also make the deposit channel of the monetary policy transmission mechanism more efficient in the future.", "Speaking of risks, proinflationary ones still prevail.", "As before, the main risk is that households' and businesses' increased inflation expectations may remain high for a long time.", "If people expect price growth to stay as high in the future, their saving activity will be low.", "As a result, it will take more time to bring inflation back to the target.", "Another critical proinflationary risk is the increasing mismatch between labour demand and supply.", "Specifically, if wage growth is only driven by elevated inflation expectations and labour productivity does not improve, this might accelerate the inflationary spiral.", "Eventually, price growth will quickly absorb the earlier increase in wages.", "Another important group of proinflationary risks is related to external factors.", "Inflation has surged worldwide.", "This is especially obvious in prices for the products accounting for a large portion in Russian exports or imports (energy commodities, wheat, and sugar).", "The actual increase in prices for commodities and intermediate goods in production chains has not yet fully passed through to producer costs.", "Our baseline scenario assumes that price trends in some product groups will reverse to a certain extent next year.", "However, this change might be less significant than we expect.", "The risks of a further acceleration of price growth worldwide are associated with both supply- and demand-side factors.", "As regards supply-side factors, it might take more time to restore production and logistics chains and cope with staff shortages.", "As the pandemic situation is uncertain, international borders may remain closed longer.", "All these factors might be the reason for a slower exhaustion of temporary factors and a slower reduction in inflation than assumed in the baseline scenario.", "Speaking of demand, accommodative monetary conditions existing in the global economy since the outbreak of the pandemic might remain for a longer period, despite the growing trend towards monetary policy normalisation in advanced economies.", "In the long run, monetary policy tightening in advanced economies will certainly have disinflationary impact.", "However, in the short run, global inflation may stay high longer, given the time lags of monetary policy.", "A faster monetary policy normalisation in advanced economies might provoke additional shortterm proinflationary effects for emerging market economies.", "Thus, a reversal of capital flows might increase exchange rate fluctuations and overall volatility in the financial markets of emerging market economies.", "For Russia, rising geopolitical tension is another risk of a temporary intensification of volatility.", "As regards disinflationary risks, we believe that they have a weaker effect and are primarily associated with supply-side factors.", "As I have already said, our forecast assumes that some disinflationary factors will materialise next year.", "These include a partial restoration of production and logistics chains, an expansion of food supply in global markets, and generally a certain adjustment of prices in global commodity markets down from the currently high levels.", "If this adjustment is more significant, the disinflationary effect will be stronger than predicted in the baseline scenario.", "I will now speak about our future decisions.", "The Board of Directors believes that we have apparently not yet tightened monetary conditions to the extent needed to bring inflation back to the target next year.", "Therefore, we hold open the prospect of a further key rate increase at the upcoming meetings.", "Nonetheless, the situation might change.", "At the next meeting, we will consider how our today's and earlier decisions, given the time lags, influence monetary conditions, among other factors.", "We will take into account that, even with the key rate unchanged, monetary conditions might toughen if inflation and inflation expectations go down.", "At our core meeting in February, we will adjust the range of the key rate forecast and the medium-term forecast in general."], "classifications": ["none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic activity", "Labour market", "Inflation expectations", "Interest rates", "Proinflationary risks", "Disinflationary risks", "Supply-side factors", "Demand-side factors"]}