{"sentences": ["Remarks by Governor Gabriel Makhlouf at Insurance Ireland's Annual 16 June 2022 Speech Insuring for our Future Good afternoon, it is a pleasure to address you today.", "A well-functioning insurance market provides important benets and supports for society as a whole.", "Insurance protects people from nancial loss, should unforeseen events arise.", "At a macro level you have an important role in channelling savings into nancial markets and ultimately the real economy.", "In my remarks today, I will rst discuss the role the insurance sector plays in the economy and in the nancial system.", "I will then give our assessment of how the insurance sector is doing in Ireland before concluding with some current areas of focus and reections on longer term trends.", "Insurance and the economy Insurance enhances the efciency and growth of the economy.", "It allows businesses to transfer risk, which facilitates funding.", "The sector pools and smoothens aggregate risks.", "Moreover, the dissemination of information on the price of risk should lead to more efcient resource allocation.", "The sector also plays an important role in channelling household savings into nancial markets and the real economy.", "This happens on an international scale.", "Irish insurers wrote over €99bn of gross premiums in 2021, more than two-thirds of which was written 'cross border'.", "The sector's total balance sheet assets reached over €538bn at the end of last year, representing a 55% increase in 5 years.", "The insurance market here is the fth largest in the EU in terms of assets3, whilst the reinsurance market is the second largest.", "Indeed the review of Solvency II regulation of the sector has wider societal goals at its heart.", "In addition to better protecting consumers by ensuring companies remain solid in difcult economic times, and better informing consumers, insurers will be incentivised to invest more in long-term capital for the economy - to \"strengthen European insurers' contribution to the nancing of the recovery, progressing on the Capital Markets Union (CMU) and the channelling of funds towards the European Green Deal\".", "As I outlined just a few weeks ago when speaking to Irish Funds, from the Central Bank of Ireland's perspective, we believe that an effective and well-designed CMU could bolster nancial stability and improve resilience.", "It could lower costs, improve choice and strengthen protections for consumers and investors, especially in cross-border transactions.", "And it could improve macroeconomic conditions by providing additional, diversied, sources of nancing to rms, especially SMEs.", "I will elaborate on climate change shortly.", "The insurance sector in Ireland The almost 200 rms we currently supervise at the Central Bank of Ireland vary signicantly in their nature and scale.", "We welcome new authorisation enquiries, and remain committed to an open and transparent application process.", "Over the course of 2020 and 2021 the Bank authorised 15 rms and oversaw 52 portfolio transfers and material changes in business plans, which represents a marked increase in the volume of applications over previous years, resulting in a sector which covers more diverse - and in some cases more complex - risks than in 2016 when the Solvency II framework was implemented.", "The insurance sector proved to be resilient throughout the pandemic and the solvency position of insurers based in Ireland rose marginally over 2021, with solvency coverage ending the year at 187 per cent, well above regulatory requirements and back to pre-pandemic levels.", "This meant the sector as a whole entered 2022 with a strong capital base.", "The current outlook however is challenging for all nancial market participants.", "The Russian invasion of Ukraine has clouded the outlook signicantly.", "While the Russian war is rst and foremost a humanitarian tragedy, its economic consequences are being felt across Europe through negative sentiment effects, greater uncertainty and higher ination.", "The majority of (re)insurers have limited business or investment exposure to Russia, Ukraine and Belarus.", "These countries accounted for around €675m of (re)insurers' investments at the end of 2021, equating to just 0.15 per cent of their total investments.", "The majority of exposure was via investment funds held in respect of unit-linked savings business.", "However, all (re)insurers will need to face the secondary effects of the conict on economic and nancial market conditions, both in Ireland and globally.", "This is because the Ukraine crisis has served to heighten the risks that were already faced by (re)insurers as we entered 2022.", "These included the risks posed by stretched asset valuations and the possibility of sudden market corrections, potential exogenous economic shocks, inationary pressures and the general nancial and operational risks associated with increased volatility and uncertainty across the globe.", "As the Governing Council of the ECB outlined last week, ination rose further to 8.1 per cent in May.", "And although governments have intervened and have helped slow energy ination, energy prices stand 39.2 per cent above their levels a year ago.", "Market-based indicators suggest that global energy prices will stay high in the near term but will then moderate to some extent.", "High levels of ination over a prolonged period would have more of an adverse impact on non-life (re)insurers (including health insurers) than life (re)insurers due to differences in the way claims are indemnied.", "This is because non-life rms typically indemnify the policyholder for incurred losses which are set in real terms, whereas life insurance claims are usually expressed in nominal terms.", "Higher rates of ination are already affecting the cost of settling some non-life claims due to rising labour and materials costs (for example, motor vehicle or property damage repairs).", "The impact of ination on liability policies presents the greatest risk to protability levels as claims may be settled many years after the premiums are paid.", "The adverse impact of ination on some rms and on insurance costs may, however, be mitigated in part by the positive effects of higher interest rates on investment returns, alongside changes to the domestic personal injuries claims environment.", "This is because ultra-low interest rates particularly affect the limited number of life insurers offering longer term guaranteed products and act as a drag on non-life insurer protability through the lower investment income they can generate.", "The Central Bank's approach to regulating insurance The economic and social importance of insurance necessitates public intervention in the form of regulation and supervision.", "Our approach is guided by our mission to serve the public interest by maintaining monetary and nancial stability, while ensuring that the nancial system operates in the best interests of consumers and the wider economy.", "The economy needs the insurance sector to be well-capitalised and able to withstand shocks, so that it can continue to channel savings to support investment.", "Consumers need to know that the institutions to which they entrust their funds will have sufcient nancial resources to make good on future promises, be that payment of a claim, or repayment of investment returns.", "They want to understand the products made available to them and they want to trust that these products represent 'value for money'.", "Our current areas of focus have a number of common features that are relevant to the industry as a whole and to the many diverse businesses that are part of it.", "Climate change may sound like an issue for the longer-term but of course it isn't.", "It is already having an impact on the world's economies and the period of transition to the world's net zero target is shortening every day.", "At the Central Bank, we need to decide how best to respond to the challenges and ensure the nancial system continues to operate in the best interests of consumers and the wider economy.", "At a minimum, as the guardians of nancial stability, we want the nancial system to remain resilient to the risks posed by climate change, so that it is capable of supporting the transition to net zero.", "One thing is very clear.", "Central banks - including the Central Bank of Ireland - cannot solve the problem of climate change on their own.", "The challenge requires action on the part of the whole community, of businesses, households, and the entire nancial system as well as policymakers.", "The insurance industry is at the front end of physical risks and they really matter for the transition given the role in channelling savings to support investment.", "Later this month, our new Climate Risk and Sustainable Finance Forum - and I can conrm that Insurance Ireland will be invited to join it - will bring together representative bodies, nancial sector participants, and climate change experts to build a shared approach to the understanding and management of the nancial risks and opportunities posed by climate change.", "We welcome engagement with industry on this important issue, including our recent meeting with the Insurance Ireland climate risk working group.", "We will soon consult on draft guidance on climate change risks for insurance undertakings, the aim being to provide support and clarify expectations on how rms can address the climate change risks in their business.", "I strongly urge you to consider how your rm, and the wider industry, can support the change to a more sustainable future.", "Let me move to some other areas of focus.", "We recognise the benets which many rms derive from the relationships with the wider group to which they belong.", "Innovation in the delivery of services, the drive for increased exibility and agility, often drive the need for group support, as a key strategic tool to enable regulated rms to manage these changes.", "However, our work has identied areas where oversight of these relationships should be strengthened.", "In a number of rms - including those with otherwise good risk management frameworks - the risks associated with reliance upon related group entities are often not considered to a sufcient degree, perhaps due to intragroup arrangements being perceived by some as being 'less risky' than external arrangements.", "In our view, rms should apply similar standard of governance and oversight to intra-group arrangements, with sufcient capability at legal entity level to effectively undertake this.", "The Central Bank has developed draft Guidance on intra-group transactions, with the aim of being more transparent about our expectations in this area, and will invite feedback through a consultation process set to be launched around the end of this month.", "The international focus of the insurance sector here and the signicant intra-group nancial and operational relationships in place, means such Guidance is of great importance.", "I should add that Boards and senior management should be particularly mindful of the Product Oversight & Governance framework introduced by EIOPA, as well as its recent supervisory statement on assessment of value for money of unit-linked insurance products.", "These considerations will be reected in our supervisory focus over the coming period.", "As set out in our most recent Consumer Protection Outlook Report, poor practices may seek to exploit consumers' behavioural vulnerabilities and we have seen the widespread use of differential pricing in the motor and home insurance markets leading consumers to be charged for their loyalty.", "We recently published Regulations following the outcome of our Review of Differential Pricing Practices to ensure the best interests of loyal customers are protected.", "We expect rms to be working hard to put in place relevant changes to their pricing practices by 1 July.", "I would also like to take the opportunity today to acknowledge and all the respondents to the public consultation on the development of a national resolution framework for insurers and reinsurers for their contributions.", "Shortly after the launch of the consultation, the European Commission published its own proposal for a harmonised EU Insurance Recovery and Resolution Directive (IRRD).", "This proposal is broadly aligned with our own and is very much welcomed.", "We will continue to engage with the Department of Finance and at EU level on the development of this important proposal.", "The Central Bank's ability to take appropriate and proportionate action in the event of insurance rm failures will be greatly enhanced by this important initiative.", "Transparency on the functioning of the insurance market remains a key area of focus for national authorities and the Central Bank will continue to support this.", "The introduction of the National Claims Information Database was a step change in improving transparency and providing information on developments within the market.", "The database has given much more transparency around the cost of settling claims, and the impact this has on insurance costs.", "We will continue to enhance that product and meet the needs of stakeholders in the insurance market including current - and potential - market participants, policymakers and the public.", "The next employers' liability and public liability insurance report is due to be published next week.", "Longer Term Trends It is natural that immediate issues are at the forefront of our minds.", "However, it's important that sufcient time and attention is devoted to considering the longer term shifts in our economy and society.", "What might the impacts, direct and indirect, be on the insurance sector of technological innovation and the digitalisation of nancial services?", "Recent research suggests more than 90% of European insurers have already implemented measures to enhance digital capabilities, including data analytics and articial intelligence, or have plans to do so within next twelve months.", "Other key shifts include our ageing society, the greater integration of Europe's Single Market, the growing role of Asia in the global economy, and the impact of mankind on the world's biodiversity, never mind climate change.", "The Central Bank's aim is to meet these challenges by being future-focused, by working with stakeholders and by accepting that success can best be delivered if we are open to diversity of thought.", "This brings me back to where I began.", "A well-functioning insurance market provides important benets and supports for society as a whole.", "And the Central Bank's constant and predominant aim is for \"the welfare of the people as a whole\".", "In closing, I'd like to acknowledge the important role played by Insurance Ireland in advocating for its members, and in promoting the Irish insurance sector, both here and abroad.", "We have a shared interest in a strong, stable sector.", "I look forward to productive, open engagement in the future.", "With thanks to Brian Balmforth, Mark Rowe, Pamela Farrell, Joseph Collins, Chris Joyce, Olivia Rouse and Déirdre Nic Ginneá for their support in preparing this speech See ESRB Report on systemic risks in the EU insurance sector December 2015 EIOPA Insurance Overview Report 2021 here Insurance Ireland.", "See -us/about-us See European Commission Proposals for amendments to the Solvency II Directive and a new Insurance Recovery and Resolution Directive See my remarks at Irish Funds Conference: \"Funds - facing the future\" 31 May 2022 See Central Bank of Ireland Financial Stability Review 2022 I See Central Bank of Ireland Financial Stability Review 2022 I See ECB Governing Council Monetary Policy Statement Amsterdam, 9 June 2022 See Central Bank of Ireland Financial Stability Review 2022 I See for example Commission Impact Assessment 12Deloitte 2022 insurance industry outlook"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Insurance", "Climate change", "Financial stability", "Inflation", "Regulation", "Solvency", "Risk management", "Innovation", "Consumer protection", "Digitalisation"]}