{"sentences": ["15.03.2022 The economic setting following the invasion of Ukraine and the economic policy response Working breakfast with the business sector organised by Hill & Knowlton Pablo Hernández de Cos Good morning.", "I wish to begin by thanking the organisers for this invitation, allowing me to share some thoughts on the current economic situation.", "An economic setting which, two years on from the onset of the pandemic, is now feeling the brunt of yet another extraordinary shock with potentially extremely negative effects for the world economy.", "Naturally I am referring to the invasion of Ukraine by the Russian army 20 days ago.", "In addition to the extraordinary human drama this poses for the people of Ukraine, the consequences of the invasion, albeit difficult to predict, will foreseeably be global and extremely severe, for both the geopolitical and the economic situation.", "I will now analyse some of these possible consequences and the most appropriate economic policy response.", "The economic situation prior to the invasion My starting point for this analysis has to be that, after the strong decline observed in 2020 as a consequence of the pandemic, before the Russian army invaded Ukraine the global economy was on a gradual recovery path, albeit one that was uneven by geographical area, economic sector and population group.", "Thus, while some economies had managed to reach and even exceed their pre-crisis activity levels by the end of 2021, others continued to suffer from an economic activity gap.", "In any event, the recovery was still influenced by the course of the pandemic, partly as a result of the emergence of new variants of the virus.", "Another novel feature of economic performance in 2021 was the strong global surge in inflation.", "This was especially severe in both energy and non-energy commodities, after many years in which their price increases had remained at persistently low levels.", "The intensity and persistence of the inflation surge - fuelled by both demand and supply factors - systematically surprised on the upside.", "Notable among the demand factors are the relatively strong recovery in activity following the collapse in 2020 and the changing consumption patterns as a consequence of the pandemic and the measures adopted to contain it.", "Among the supply factors, global production and supply chain disruptions, as a consequence of the disruptions in the production of certain intermediate goods and in some modes of international goods transport, stand out.", "Both these aspects - a recovery influenced by the course of the pandemic and continuous upside inflation surprises - continued to determine the pace of the global economy at the start of 2022.", "Accordingly, before the invasion, analyst consensus forecasts broadly coincided in expecting a first quarter in which economic activity would decelerate somewhat as a consequence of the negative, but relatively limited, impact of the Omicron variant.", "For the rest of the year, assuming a gradual improvement in the COVID-19 situation, further progress in the recovery was expected, underpinned by a decline in uncertainty, the gradual disappearance of bottlenecks, the maintenance of favourable financing conditions and, in Europe, the gradual implementation of the Next Generation EU (NGEU) programme.", "As regards inflation, the data in the first two months of the year had continued to surprise on the upside compared, for example, with the projections made in late 2021.", "The possible economic consequences of the conflict The Russian invasion of Ukraine, on 24 February, and the western world's response, which has led to the imposition of unprecedented economic sanctions on Moscow, represent a new and foreseeably hugely significant shock, with adverse consequences in terms of a weaker economic performance and greater inflationary pressures.", "To assess the scale of these effects, it is helpful to describe the different channels through which this new shock will affect the global economic outlook: i.", "Energy and non-energy commodities.", "One first economic impact of the invasion of Ukraine stems from the fact that Russia and, to a lesser extent, Ukraine, are among the world's main producers of certain energy and non-energy commodities, and that Europe is highly dependent on imports of some of these products, especially oil and gas from Russia, but also cereals from Ukraine.", "The price of many of these commodities has already risen significantly as a result of the conflict.", "From the European and Spanish standpoint, this represents a major negative shock to our international purchasing power.", "In other words, a relative impoverishment has taken place, on top of the price rises in some of these commodities - particularly energy commodities - that had already been observed before the invasion.", "In addition to a possible decline in the production of some of these goods as a direct consequence of the fighting, there could also be deliberate supply cuts, which would clearly have an even greater impact on prices and economic activity.", "Against this backdrop, Europe has formally announced its intention to reduce its energy dependence on Russia, but clearly this is not something that can be achieved in the short term.", "In addition to the impact from commodities prices, the conflict will also disrupt trade in all other goods and services, not only as a result of the economic sanctions but also because of the expected deterioration in the Russian and Ukrainian economies.", "In this respect, Europe's direct trade exposure to Russia is relatively low, being larger in the case of the central and eastern European economies and smaller in the others, including Spain.", "Nevertheless, the indirect effects may also be considerable.", "The complexity of global supply chains means that the impact on certain production processes could be significant, particularly in the context of trade and financial sanctions.", "Although direct financial exposure to Russia and Ukraine is generally very limited among European firms and banks (especially, once again, among Spanish ones), since the beginning of the conflict financial market volatility has increased and financing conditions have tightened.", "In particular, euro area stock markets have fallen sharply, especially in Germany and Italy which both have greater relative exposure to Russia.", "Capital market financing costs for financial and non-financial corporations have also risen.", "And all this, in addition to the notable uncertainty about the possible medium and long-term implications of the exclusion of the Russian economy from international financial channels which could, for example, result in the growth of more opaque alternative financial channels or mechanisms.", "Lastly, the war in Ukraine is doubtless having an adverse effect on economic activity, owing to the difficulties economic agents are having foreseeing future economic developments, in particular the future path of their own incomes.", "This in turn affects households' and firms' consumption and investment decisions.", "As regards the scale of the impact on economic activity and prices, the available estimates are subject to considerable uncertainty.", "For instance, last week the European Central Bank (ECB) published its latest macroeconomic forecasts.", "To endeavour to capture the impact of the war in Ukraine, the ECB envisages three scenarios based on different assumptions as to the severity and duration of the adverse effects of the conflict on financial markets, energy input prices and global value chains.", "The economic policy response The scale of the effects of the conflict will also ultimately depend on the economic policy response.", "Allow me to now offer a few thoughts on that response.", "European economic policy Like the pandemic, the armed conflict in Ukraine represents a highly adverse, exogenous shock common to all European economies, but potentially one that will have asymmetric effects across countries, sectors and firms, given that, as I have said, the levels of exposure to and dependence on the Russian and Ukrainian economies vary widely.", "An optimal response to this shock should mitigate the short-term economic effects and, over the medium term, boost Europe's strategic autonomy in both energy and defence.", "In addition, joint European action, through the pooling of budgetary resources, is once again the most effective means of financing the public expenditure stemming from the invasion.", "A joint response should allow the economies hardest hit by this latest shock to effectively weather the adverse scenario without suffering any persistent deterioration in their economic outlook or future growth capacity, while simultaneously eliminating a new potential source of financial fragmentation in Europe.", "It should focus on providing support to the firms and individuals most vulnerable to this new shock, in addition to implementing the investments needed to reduce Europe's energy dependence on Russia and increase our defence capacity.", "In this respect, it will be important to see how some of the initiatives discussed at the recent EU leaders' summit in Versailles take shape over the weeks ahead.", "For instance, the European Commission, under the framework of the RePowerEU initiative, has proposed a plan to reduce the EU's demand for Russian gas by 60% by the end of 2022.", "There are two main pillars to this initiative.", "First, diversifying gas supplies by increasing imports from non-Russian suppliers, including liquefied natural gas (LNG).", "Spain has a key role to play here, given that it accounts for 25% of the EU's regasification capacity.", "However, to fully exploit this capacity investment will be required in cross-border interconnections to eliminate the existing bottlenecks.", "Second, reducing the EU's reliance on fossil fuels more swiftly by accelerating the roll-out of renewables and boosting energy efficiency.", "The European Commission also proposes requiring that storage facilities be filled to at least 90% of their capacity by 1 October each year, before the winter season begins.", "Under the plan, options would also be explored to optimise the design of the electricity market in view of the foreseeable changes in the production mix.", "A further possibility is to temporarily ease the State aid framework for the business sector and establish certain temporary limits on retail electricity prices.", "All this with the aim of addressing the rise in electricity prices.", "More broadly, the war has abruptly awoken Europeans to the need to accelerate European integration if we want the continent to be an important player on the global stage, capable of deciding its own future and defending its values.", "One cornerstone of that integration is the creation of a permanent central fiscal capacity in the euro area to facilitate the economic policy response to severe shocks, such as the current one and the pandemic-related crisis of the last two years, replacing the existing ad hoc agreements.", "The design of the common fiscal capacity must be informed by the very lessons that we learn from our fiscal response to the war and from the NGEU and SURE programmes.", "The financial realm is a second area of economic integration.", "Pan-European bond issuances to finance the NGEU programme, and any other issuances as part of the response to the invasion of Ukraine, are an important step towards creating a European safe asset.", "In addition, deeper capital market integration in the euro area would pave the way for greater risk-sharing in the face of asymmetric shocks.", "Lastly, a third necessary element to shore up the euro area's institutional architecture is the completion of the banking union, establishing a European deposit insurance scheme and a common framework for resolving systemic crises.", "ECB monetary policy Last week the ECB Governing Council held its first meeting since the invasion began.", "Against a backdrop of high inflationary pressures in recent months, we decided to take a further step towards normalising our monetary policy.", "However, given the enormous prevailing uncertainty, we combined this with greater flexibility and optionality in our actions going forward to allow us to react to the incoming data.", "Let me explain these measures in more detail.", "The decisions adopted weigh the different risks to our price stability target in the current context.", "First, the new shock drives up the inflation dynamic in the near term.", "Inflation had already escalated in the second half of last year and was proving more persistent than initially expected.", "In this scenario, the conflict's short-term inflationary impact increases the probability of second-round effects and, therefore, of the inflationary pressures extending into the medium term.", "Conversely, the war will have an adverse impact on growth by undermining the real income of households and firms and driving up uncertainty.", "This impact could be very significant indeed, particularly in the short term and in a setting in which the euro area economy remains well short of its potential level.", "That adverse impact could reduce inflationary pressures in the medium term.", "Bear in mind that it is precisely a medium-term orientation that we use in our monetary policy decision-making, since this allows us to distinguish between the external shocks and the domestic factors affecting inflation.", "Under all of the scenarios analysed by the Governing Council, inflation is still expected to gradually decline and stabilise at levels close to our 2% target in 2024.", "Various indicators of long-term inflation expectations drawn from financial markets and surveys also stand at around 2%, once adjusted for risk premia.", "As a result of this analysis, and having found it less necessary in the current setting than in the past to reinforce our accommodative monetary policy stance through net asset purchases, the ECB Governing Council decided that monthly net purchases under the Asset Purchase Programme (APP) would amount to €40 billion in April, €30 billion in May and €20 billion in June.", "This means reducing the monthly volumes for May and June compared with those agreed in December.", "We also agreed that the calibration of net purchases for the third quarter will depend on developments in, and our assessment of, the economic outlook.", "In parallel, given the current extraordinary uncertainty, we underlined the data-dependent nature of our decisions and increased flexibility and optionality in the use of instruments.", "First, we pointed out that we will adopt whatever measures are necessary to fulfil the ECB's price stability mandate and to safeguard financial stability.", "This allows us to provide certainty to all economic agents about our commitment to these objectives during a particularly uncertain time.", "Second, we explicitly stated that, if in the coming months new data support the expectation that the medium-term inflation outlook will not weaken even after net asset purchases have stopped, we will end net asset purchases under the APP in Q3.", "However, should the medium-term inflation outlook change and should financing conditions be inconsistent with continued progress towards our 2% target, we stand ready to revise the net asset purchase plan in terms of both its amount and its duration.", "Third, we adjusted what has come to be known as our \"chained forward guidance\".", "Indeed, in recent months the Governing Council had been explicitly stating its expectation that net purchases would end shortly before it starts raising policy interest rates.", "However, in our meeting last week, we agreed that any adjustments to the key ECB interest rates will be take place some time after the end of our net purchases under the APP and will be gradual.", "The change from \"shortly before\" to \"some time after\" maintains the sequential process we intend to follow in adjusting our instruments, but widens the possible time interval between these two events (the end of net purchases and the point at which we start raising our interest rates).", "This increases the flexibility with which we can implement our decisions in such an uncertain economic and geopolitical context.", "The gradual adjustment of interest rates is indicative of the Governing Council's commitment to avoiding abrupt changes to monetary policy instruments.", "Domestic policies Domestic economic policies must also have a vital role to play at the current juncture.", "First, it is important for domestic fiscal policy to exploit its ability to act in a very granular and targeted manner and to focus on supporting the households, businesses and sectors most affected by this combination of shocks.", "This includes particularly lowerincome households, which bear the brunt of the impact of inflation, and more energyintensive firms.", "We must not forget that these negative shocks are taking place while many of these vulnerable groups and firms have not yet fully recovered from the adverse effects of the health crisis.", "Selective fiscal policy support is also warranted by the need to minimise the impact on budgetary imbalances, which have increased very significantly during the crisis.", "It is thus important that the measures be temporary so as not to further increase the structural deficit.", "Moreover, the current high inflation also makes an argument for support to be selective and for avoiding an across-the-board fiscal impulse.", "Such an impulse could lead to an exacerbation of existing bottlenecks in the most stressed sectors that could eventually filter through to prices.", "It is also especially important to avoid the widespread use of automatic indexation clauses in the expenditure items that might further fuel the current inflationary process.", "This deindexation must be part of the incomes agreement to which I will refer later.", "It is also important for fiscal policy to provide certainty about the commitment to budgetary stability in the current context of heightened uncertainty, which could result, for example, in financial market tension.", "Thus, it is particularly necessary to design a fiscal consolidation programme that will allow the high government debt and budget deficit levels to be gradually reduced, to be implemented once the recovery has taken root.", "As I have already noted, this recovery may be affected by the conflict in Ukraine.", "For this mediumterm consolidation programme to be credible it must include the timeframe considered, the proposed objectives and the key measures to achieve these.", "As I have pointed out on several occasions, defining and announcing this plan in good time would help boost its credibility.", "It would also lay the foundations for implementing a gradual adjustment process, thereby minimising the possibility of abrupt changes in the budgetary policy stance that may hamper the recovery under way.", "The preparation of Spain's Stability Programme Update, to be submitted next spring, may be a good time to do so thoroughly.", "Lastly, we should not forget that the reduction of the high level of public debt we reached after the pandemic ought to rest partly, as an additional lever, on increasing the economy's potential output.", "As we know, this requires the implementation of a comprehensive range of reforms to address our structural problems.", "The use of NGEU funds may also be particularly useful in facilitating these reforms and making the necessary investments to support these transformations.", "Moreover, as I stressed earlier, the increase in the price of energy commodities, most of which we import from abroad, represents a clear negative shock to our terms of trade and will therefore weaken our economy.", "This has been compounded in recent weeks by the war in Ukraine.", "As I mentioned in October before Parliament and have reiterated later on several occasions, it is essential to avoid triggering a spiral of price and cost increases which would only exacerbate the already harmful effects of the current shock.", "Such a spiral can be avoided through an incomes agreement between firms and workers.", "I would now like to put forward some general principles which, I believe, should help to define it.", "First, this incomes agreement should involve distributing among firms and workers the diminished income in the national economy vis-à-vis the rest of the world that the recent cost increases entail.", "I must insist on this point again: the aim is to distribute costs.", "All the actors involved must sustain a loss.", "Workers will not be able to maintain their purchasing power in the short term, nor will firms be able to maintain their profit margins.", "Were workers to bear the full brunt of the adjustment, in the medium term firms would also suffer the consequences in the form of a sharp drop in demand.", "Conversely, if in the current situation we were to place the full burden of the adjustment on firms, many of them would be forced to close and many others would experience significant losses in competitiveness that would affect their future investment capacity.", "All of this would ultimately undermine job creation and our citizens' well-being.", "Indeed, the latest information available suggests that this sharing of costs between workers and firms is already taking place.", "On the workers' side, they are undoubtedly losing purchasing power.", "Indeed, the collective bargaining agreements registered in Spain in January and February this year reveal that wage settlements have reacted moderately to the high inflation environment for the time being.", "Specifically, in February the wage increase agreed for 2022 rose to 2.3% (from the 1.5% wage settlement for 2021), a percentage clearly below the inflation rates observed in recent months and those expected for this year as a whole.", "When assessing these figures, it should be borne in mind that the collective bargaining system is highly inertial.", "The above figures basically reflect the outcome of multiyear collective bargaining agreements over the last two years in an inflationary environment that is very different from today's.", "Specifically, the figures for 2022 only include 19 agreements signed this year with a negotiated wage increase of 2.6%, affecting less than 15,000 workers.", "Therefore, they cannot be considered to offer a true picture of the state of collective bargaining in the early stages of this year.", "As regards businesses, various pieces of information show that in recent months they have not been fully passing the recent increase in their costs (basically the cost of their energy inputs, but also of other inputs) through to the prices of their products.", "In this respect, whether as a result of competitive pressures or demand weakness, profit margins appear to have declined recently as a consequence of the current inflationary episode.", "This can be inferred, for example, from the responses of firms in the latest edition of the Banco de España's Business Activity Survey (EBAE, by its Spanish initials), corresponding to the fourth quarter of 2021.", "According to the results of the survey, three-quarters of Spanish firms experienced a rise in their costs in this period as a result of higher input prices, while only 30% increased the prices of their products.", "Second, it is vital that any incomes agreement between workers and employers should facilitate the coordination of collective bargaining across its various areas, while avoiding measures to be implemented too broadly.", "In fact, taking into account the extraordinarily asymmetric impact of the current shocks on different groups of workers, businesses and sectors (which are themselves highly heterogeneous), it would be advisable to avoid solutions that will be excessively rigid for certain segments of activity and/or businesses.", "Third, it would also be desirable to avoid formulae that automatically link wages to past inflation or indexation clauses.", "If these clauses increase or become more prevalent the risk of a wage-price spiral will rise significantly.", "In this respect, according to the latest information available, almost 30% of workers with settlements recorded in January and February this year have some type of wage guarantee clause relating the eventual increases agreed in 2022 to inflation developments.", "This is higher than the 17% figure recorded at the end of 2021.7 Fourth, any incomes agreement should contain multi-year commitments relating both to wage increases and job protection.", "In a context as uncertain as the current one, such commitments would give households and firms considerable certainty for their spending and investment decisions, which could make economic activity as a whole more dynamic.", "Within this multi-year horizon, the nominal benchmarks for wage bargaining should exclude components associated with energy products, the price dynamics of which are highly volatile and, in the current situation, unlikely to be lasting.", "In contrast, the nominal benchmarks on which wage bargaining is to be based should stem from the projected trend in underlying inflation.", "These recommendations apply both to the benchmarks used for setting wage increases and, where applicable, to wage guarantee clauses.", "These types of practices have been used in the past by social agents and have proved to be a useful tool to sustain employment and reduce unemployment, to improve the competitiveness of Spanish firms and to foster economic growth.", "Fifth, these wage guidelines should be accompanied by explicit profit-margin moderation commitments.", "Only in this way can it be assured that the wage moderation is effectively passed through to business competitiveness, at the same time as the passthrough of energy input costs to other goods and services in the economy is limited.", "I shall conclude by underlining the three basic messages of my speech this morning.", "First, the Russian invasion of Ukraine, besides amounting to an extraordinary human drama for the Ukrainian people, could seriously threaten the social and political project that we have been constructing in Europe in recent decades.", "From the purely economic standpoint, the gradual recovery that has been taking place in the Spanish and European economy in recent quarters is undoubtedly going to be adversely affected by this armed conflict through numerous channels.", "Nonetheless, for the time being, the size of these adverse effects can only be estimated with an extraordinary degree of uncertainty.", "Naturally, this will depend on the severity and duration of the conflict.", "Second, in such an extraordinarily uncertain scenario, caused by a shock that has little to do with economic fundamentals, it is vital that economic policy should respond forcefully, providing support focused on the most vulnerable affected households, firms and sectors, as well as certainty.", "In particular, in response to a shock of this nature, the contribution of supranational European policies and national fiscal policies is fundamental.", "For their part, the latest decisions taken by the ECB are the result of an analysis that weighs up the different risks arising from the current context for our price stability target.", "The measures agreed strengthen the data-dependent nature of our decisions, increase the flexibility and optionality available in our various monetary policy instruments and provide certainty to economic agents as a whole, with a clear commitment to adopt all the measures that may be needed to fulfil the ECB's price stability mandate and to safeguard financial stability.", "Third, the sharp rise in the prices of energy and certain other commodities at global level in recent quarters, which has intensified as a consequence of the conflict in Ukraine, entails for the Spanish economy - a net importer of these products - a negative shock to our terms of trade.", "This reduces national income and raises inflationary pressures in the near term.", "In this context, it is vital to prevent these near-term inflationary pressures from passing through to the medium-term through second-round effects and, in particular, through an inflationary wage-price spiral.", "Avoiding this spiral is not in the least bit easy; nor, of course, is it rewarding in the shortterm.", "An incomes agreement is needed between workers and employers that will ensure gains for everyone in the medium-term, although in the near term everyone will have to assume a loss.", "As in similar situations on previous occasions, I would like to emphasise the need for consensus to confront the scenario before us effectively.", "Employment in Spain and the competitiveness of the economy over the coming years will largely depend on our ability to reach these difficult compromises.", "In the past we have reached agreements of this importance and they have borne fruit.", "Given this evidence, and the magnitude of the current challenge, I am optimistic that we will manage to do so once again."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination"], "topics": ["Inflation", "Economic growth", "Energy prices", "Russia", "Ukraine", "Monetary policy", "Fiscal policy", "Incomes policy", "European Union", "European Central Bank"]}