{"sentences": ["Germs, War and Central Banks Public Lecture by Pierre Wunsch Governor, National Bank of Belgium International Center for Monetary and Banking Studies Geneva, 8 November 2022 As prepared for delivery Good evening.", "I would first like to thank Professor Panizza for kindly inviting me to be part of the prestigious ICMB public lecture series.", "Geneva is a unique place to speak about international finance, central banking and, given the circumstances, germs and war.", "After all, Geneva is home to both the WHO and the UN.", "With inflation at record-high levels, it's important to understand how we got here and to take action to bring inflation back to the target rate.", "What a difference a year makes!", "In the summer of 2021, inflation narratives were simple and reassuring.", "As the pandemic abated, the lifting of restrictions unleashed a consumption boom.", "This was too much for still fragile supply chains and stressed logistics networks to handle.", "And when supply cannot keep pace with demand, our Econ 101 textbooks say that prices must rise.", "This is even more true for the energy and commodities markets.", "Inflation was back, and everyone applauded, for two reasons.", "First, the spectre of deflation was finally dissipating and, second, since the supply disruptions were deemed temporary in nature, it was expected that inflation would automatically fall.", "As central banks target inflation over a medium-term horizon, we felt confident we could safely \"see through\" these fluctuations.", "Like textbooks, the models told us that inflation would automatically fall.", "But post-pandemic inflation turned out to be more persistent than initially thought, much more persistent.", "An alternative narrative has thus developed, according to which the current surge in inflation is attributable, at least in part, to more structural reasons, including the fact that the inflation rate has already risen considerably.", "In other words, inflation can feed on itself.", "In this narrative, the persistence of inflation reflects a regime shift which our workhorse models are, by design, ill-equipped to detect.", "As conflicting inflation narratives are now circulating, there is a tangible risk of a de-anchoring of inflation expectations.", "And if credibility is the name of the game, we know that policy rates may have to be raised more decisively than what any model in our toolkit would suggest.", "Tonight, I will look at the possible drivers of inflation through the lens of these two narratives and the consequences for monetary policy.", "I will also raise some questions about the reference framework, which largely supports the first - benign - inflation narrative.", "I will focus on the extensive reliance on New Keynesian models and the underlying notion of a falling equilibrium real interest rate, the infamous r-star (r*).", "Finally, before concluding, I will touch on some current policy issues.", "Drivers of inflation and optimal monetary policy response With regard to the drivers of inflation, let me be clear from the outset: past monetary policy is only one factor driving the current high inflation readings.", "For years, central banks conducted a very accommodative monetary policy in the face of what was believed to be structurally low demand.", "And, indeed, inflation remained low and stable.", "It seems highly unlikely that the effects of monetary accommodation suddenly crystalised to send inflation through the roof.", "That being said, it should be recognised that an increasingly loose monetary policy stance contributed to an environment conducive to inflation.", "During the COVID-19 crisis, the scale of policy stimulus was unprecedented.", "That was the right thing to do in the face of a truly unprecedented shock.", "What is questionable, however, is the time it took for monetary policy to begin normalising after the start of a V-shaped recovery, the quick tightening of the labour markets and the continuance of fiscal support.", "That's why dissenting voices, including mine, were raised, notably to criticise the forward guidance on policy rates.", "To be sure, seeing through does not mean turning a blind eye.", "So how did we end up with such high inflation?", "Despite substantial uncertainty and dissatisfaction with our models, we can still agree that inflation continues to be driven by the combined dynamics of aggregate demand and supply!", "While the inflation surge is global, some of its sources are local.", "In the US, a historic fiscal stimulus package boosted demand against the backdrop of a very tight labour market (judging from the unemployment and vacancy rates).", "The US GDP deflator reached 7.6% in the second quarter of this year compared with 4.3% in the euro area.", "Predictably, monetary policy tightened faster and more vigorously in the US than in the euro area.", "In a way, the US story is a textbook case from the perspective of a central banker: red hot demand pushed inflation beyond the target rate and economic activity beyond potential output.", "Monetary tightening is meant to bring both variables back in line.", "This is the \"divine coincidence\" at work.", "By contrast, in Europe, there is no divine coincidence to speak of: bringing inflation down is bound to take a toll, in terms of economic activity.", "The euro area was quickly overwhelmed by a succession of supply shocks.", "Unlike the US, Europe is a net importer of energy and other commodities whose prices have skyrocketed since the end of the pandemic, even more so since the Russian invasion of Ukraine.", "The rapid appreciation of the US dollar did not help.", "While not our currency, the dollar is our problem.", "Looking at recent figures, energy (priced in dollars) accounts for about half the euro area inflation rate.", "Clearly, the ECB faces greater policy challenges than the Fed.", "As inflation persists, the growing awareness that supply shocks could have more enduring - perhaps permanent - effects has highlighted the need for a firm monetary policy response.", "Global value chains could be durably affected by the memory of pandemic restrictions and the worsening of geopolitical tensions.", "As firms de-emphasise efficiency maximisation in favour of resilience (or social responsibility, for instance, when it comes to climate change), supply chains could be shortened.", "The words \"reshoring,\" \"friendshoring\" and \"deglobalisation\" have become part of our vocabulary.", "Production costs may thus be on a rising trend for some time.", "Likewise, energy and food supplies could remain constrained for the foreseeable future.", "All other factors being equal, the bottom line is lower potential output.", "Tighter monetary policy will consequently be required to align demand and supply at a level consistent with the desired price dynamics.", "More generally, supply shocks with persistent effects could well require a stronger monetary policy response if they contribute to a de-anchoring of inflation expectations.", "Indeed, the longer inflation persists, the greater the risk of people learning to live with it and adapting their behaviours in ways that perpetuate it.", "Under such circumstances, decisive monetary policy is required to prevent self-fulfilling prophecies and coordinate target expectations.", "As inflation remains stubbornly high and is testing expectations, the role of models in policymaking is being called into question.", "Models depict the macroeconomy at business cycle frequency.", "Shocks have only temporary effects, and expectations are rational.", "They also tend to estimate r* at a low level, suggesting that policy rates do not have to be raised much in order for monetary policy to become neutral or restrictive.", "I will now turn to the questions I have about this reference framework.", "Questioning the reference framework: the use of models and r* Despite their widespread use, a number of caveats apply to models.", "The first is that many models are likely to miss regime shifts - such as structural or behavioural changes - or the consequences of tail events - like a war, pandemic or financial crisis.", "Models that allow for regime shifts may need to be fed with a substantial quantity of data before they can detect a shift.", "In addition, models may not detect the consequences of tail events with a reasonable degree of precision simply because they cannot capture the empirical patterns related to such events.", "In fact, many models focus on stationary dynamics around a steady state.", "Eurosystem/ECB staff projections appear to be largely based on stationary models, as shown in the left-hand chart.", "In stationary models, inflation forecasts always converge to the steady state.", "For the inflation variable, the steady state can be calibrated, or \"hard coded\" if you will, at 2% for instance.", "In general equilibrium models, the assumption of rational expectations typically implies stable inflation dynamics.", "This assumption postulates that agents form expectations in a forward-looking way, meaning well-anchored inflation expectations are all that is required.", "Broadly speaking, inflation projections invariably show \"mean reversion\".", "This begs the question of how much weight we should give model-based projections, especially in the context of a potential regime shift and rare event.", "Intuitively, more uncertain projections should get less weight.", "Looking at the history of Eurosystem/ECB staff inflation projections, errors are small for short horizons, as shown on the right-hand chart.", "The root-mean-squared error (RMSE) for the one-quarter-ahead projection is 10 basis points.", "Thus, if inflation is projected at 2% for the next quarter, the two-RMSE confidence interval spans a range running from 1.8% to 2.2%.", "But errors increase rapidly over the projection horizon.", "At the two-year-ahead horizon, the error is close to 100 basis points for the period up to the COVID-19 crisis.", "If inflation is projected to be 2% for this horizon, the confidence interval goes from 0% to 4%.", "If the COVID-19 period is considered, projection errors increase further to more than 150 basis points at the two-year horizon.", "As a result, longer-term projections should be particularly discounted in the event of a potential regime shift or rare event, such as we may be experiencing.", "More fundamentally, the use of stationary models raises the question of whether the endogenous policy response embedded in them is appropriate.", "Recently, despite the fact that a surge in inflation was already well underway, our models continued to suggest that a mild policy response would suffice and that inflation would converge towards the objective, even with real rates remaining largely negative.", "Models are also extensively used to estimate the level of the natural interest rate or r*.", "Here I mean r* as the natural rate of interest implying economic activity at the level of potential output and inflation at the central bank's target rate in the long term.", "There are two main issues related to using r* as a compass for policy decisions.", "First, there is significant uncertainty surrounding the estimates.", "The chart refers to the US because estimates for this country are readily available.", "As can be seen, however, uncertainty is high both within and across models.", "\"Within model uncertainty\" means that the confidence intervals for r* estimates are typically quite wide.", "It is not uncommon to see a 90% confidence interval as wide as 2 percentage points below and above the estimates.", "\"Across model uncertainty\" means that r* estimates are model-dependent, so that different models yield different r* estimates.", "Overall, the level of uncertainty is so overwhelming that central bankers should acknowledge that they don't know precisely where r* is.", "Second, the relationship between interest rates and inflation may not be so stable.", "The idea of r* is that when inflation or inflation expectations are below target, real rates should be brought below r* so as to stimulate economic activity and inflation.", "But there are reasons to believe that this relationship does not apply under all circumstances.", "The slope of the investment-savings (IS) curve may be different for different levels of interest rates.", "For instance, when interest rates are at low levels and have been for quite some time, the interest rate sensitivity of demand may be reduced as investment projects could be exhausted and consumption cannot be stimulated forever.", "So, should we, as central bankers, be concerned about this?", "Not if we all agree that measures of r* are indeed too imprecise to inform real-time policy-making.", "There now seems to be a consensus on this point.", "Still, references to low estimates of r* - usually nominal ones - still occasionally pop-up in our discussions.", "They are part of the argument in favour of a moderate policy response.", "In any case, despite the uncertainty surrounding model projections and r* estimates, the recent ECB strategy review largely relied on them.", "The dominant theme was the combination of a low r* and the presence of an effective lower bound.", "In order to reach a symmetric 2% inflation objective, the monetary policy response must be asymmetric.", "That is to say, it must be \"especially forceful or persistent\" when the economy is close to the lower bound.", "This will help to avoid the entrenchment of negative deviations from the inflation target.", "The resulting revised forward guidance, issued in July 2021, was predicated on these notions, with the forecasts suggesting that inflation would smoothly converge back to 2% from below.", "As a result, the strategy review overlooked the historical asymmetry according to which high inflation has occurred more often in modern times than deflation.", "So, we might also have to be more \"forceful and persistent\" when inflation is on the rise.", "Moreover, despite the strategy review recognising that \"financial stability is a precondition for price stability\", the revised forward guidance seemed to have disregarded potential side effects in practice.", "For one, if r* is estimated to be low, there is no problem in keeping interest rates low.", "In addition, models often do not allow for the possibility of long-term financial stability risks.", "These are rare events that are difficult to capture.", "Still, the reality is that low interest rates generate financial stability risks because they make it easier to borrow.", "The empirical evidence is clear: credit aggregates contain valuable information about the likelihood of future financial crises.", "In addition, prolonged periods of low financial market volatility, potentially promoted by accommodative monetary policy, have predictive power over the incidence of banking crises.", "I therefore believe that more attention should be paid to the impact of monetary policy on financial stability.", "That being said, as our mandate focuses on inflation and our models typically ignore financial stability aspects, discussing trade-offs remains difficult, both in theory and in practice.", "Current policy issues So, what does this mean in terms of policy-making in the coming weeks and months?", "The most obvious observation is that uncertainty is very high.", "Beyond that, I am afraid that policy-making is becoming a matter of faith.", "Informed faith, but faith nonetheless.", "The greater the reliance on standard models and low r* estimates, the greater the temptation to argue in favour of a gradual and moderate monetary policy response.", "Conversely, the greater the criticism of models and r* estimates, the greater the temptation to look to the oil shocks of the 1970s and 1980s for inspiration.", "Neither models nor the past can serve as an ideal guide in the current setting, but I am afraid we don't have much else to go by.", "Another way to frame the debate is between a repeated shock narrative and a regime shift narrative.", "Both could explain the higher inflation persistence observed over the past year, but with quite different policy implications.", "I could stop here, of course.", "In a way, all has been said.", "But many, the press in particular, tend to take a very pragmatic approach to monetary policy and are concerned with \"what, when and how much\".", "So I will try to be a little more specific.", "If you adhere to the repeated shocks narrative, the recommended course of action is to normalise monetary policy by raising rates to a level slightly above r*.", "Assuming the nominal neutral rate is around 2%, the policy rate will need to be brought slightly above that level to bring inflation back to 2% within a reasonable timeframe.", "While this outlook is possible, I believe it to be overly optimistic.", "On the other hand, if you believe in the regime shift narrative, the situation is potentially more complicated.", "Broadly speaking, there are two types of regime shifts: one related to fundamentals and the other to inflation dynamics.", "In the former, the supply shocks we are experiencing could have persistent - or even permanent - effects.", "Whether this will be the case depends on known unknowns: a resurgence of the pandemic, spillovers from the war in Ukraine on global value chains, a rocky energy transition, deglobalisation and/or unsustainable fiscal trajectories.", "In the second type of regime shift, inflation could get out of control without a change in fundamentals.", "This could happen if, for instance, inflation expectations were to de-anchor.", "De-anchored inflation expectations would most likely require a more forceful policy response, with a greater cost of waiting, in terms of economic activity, reminiscent of the \"Volcker shock\" in the 1980s.", "Looking at measures of inflation expectations, as shown on the slide, the evidence leans in favour of expectations remaining anchored, although some risks have started to appear.", "Market-based measures and the ECB's surveys of professionals indicate that long-term inflation expectations are broadly anchored.", "However, there is some evidence of deanchoring in consumer expectations surveys and tentative signs of de-anchoring in the distributions of market and survey-based measures.", "The possible de-anchoring of consumer expectations is worrisome because it could trigger a wage-price spiral.", "If inflation persists, consumers could become more attentive to it, more \"backward looking\" when forming expectations.", "This is nicely captured in the IMF's latest World Economic Outlook, which presents the results of a model with more persistent inflation produced by a shift towards more backward-looking behaviour.", "Overall, de-emphasising model-based narratives seems warranted to me at this stage.", "In addition to repeated surprises and worrying signs in terms of expectations, inflation has become more broad-based, another indication of increased persistence.", "But a consequence of leaving models behind is that the \"end game\" for monetary policy becomes less clear.", "With no r* to target and no more specific forward guidance, there is less predictability.", "This higher uncertainty is reflected in market pricing of future policy rates, as shown on the slide.", "The €STR forward curve indicates market pricing for the ECB's deposit facility rate in a de facto floor system.", "In December 2021, the curve suggested that the deposit facility rate would stay \"low for long\", specifically \"negative for long\".", "Today, the curve suggests that the €STR will stabilise at around 3% by the end of 2023.", "This significant repricing suggests that the policy rate is chasing an unobserved and moving target.", "My personal take on interest rates is - and has been for a number of months - that we need at least to bring real interest rates back to positive territory.", "It is indeed difficult to believe that raising real rates slightly above zero could do much damage to the economy.", "And, indeed, slightly positive real rates are currently priced in by the markets.", "Looking at the long end of the €STR forward curve, the real policy rate stands at about 1% if inflation expectations remain anchored at 2%.", "Therefore, the €STR increases that are currently priced in seem reasonable, provided wage growth remains in check.", "But this condition may not be met in the future and I cannot exclude the possibility that real rates will have to be raised more forcefully in order to rein in inflation.", "Additional rate forward guidance would probably not be useful at this stage.", "The level of uncertainty is high, as reflected by recent fluctuations in the €STR forward curve.", "As my fellow central banker François Villeroy de Galhau has stated, \"[...] the greater the uncertainty, the shorter the forward guidance should be\".", "With that in mind, it seems appropriate to make decisions following a meeting-by-meeting approach.", "Aside from policy rate increases, reducing the size of the Eurosystem's balance sheet should also be part of the normalisation process.", "From a stance perspective, there is imperfect substitutability between scaling down the balance sheet and hiking policy rates.", "Balance sheet policies have a greater effect on longer-term rates, while conventional rate policies tend to affect shorter-term rates.", "Hence a balanced mix of the two is warranted at the current juncture.", "The Governing Council will discuss key principles for the reduction of its asset purchase programme portfolio at its next monetary policy meeting in December.", "In conclusion, the recent surge in inflation has been triggered by unexpectedly persistent supply disruptions, very supportive fiscal policies and rising geopolitical tensions.", "In this environment, monetary policy was slow to react at first but is now clearly focused on reaching our 2% inflation target over the medium term.", "The jury is still out, however, as to what it will take to get inflation back to target or, put differently, how we can avoid a costly de-anchoring of inflation expectations.", "Importantly, what we end up doing will depend on what other policymakers do.", "In particular, fiscal policy, a key transmission channel for monetary easing during the pandemic, should stop feeding aggregate demand.", "It should start doing so now, with a net reduction of structural deficits, allowing for targeted measures to support the most vulnerable segments of our economies.", "I know that this is easier said than done.", "After a long period of cheap money, people expect the government to protect them from external shocks.", "But all else being equal, loose fiscal policies ultimately provoke a stronger monetary policy response.", "And if anyone has doubts as to the outcome of a face-off between fiscal and monetary policies, they need only look to the recent UK experience (or rather experiment).", "More generally, one reason why inflation could be more persistent than initially thought or estimated by our models is that workers and firms still have to agree on who foots the bill for higher energy prices.", "Firms will try to protect their margins and workers their purchasing power.", "Both have market power, and it may take a few iterations or, worse, a deeper recession before they can agree on how to share the burden.", "Thus far, employees have been willing to take most of the hit.", "But like others, I am not sure that bygones are bygones and therefore expect the pass-through of inflation to wages to increase in the coming months.", "In any case, our monetary policy response will ultimately depend on the severity of the coming economic slowdown.", "Two main scenarios could materialise.", "If the slowdown is shallow and accompanied by a further rise in inflation - and inflation expectations - real interest rates will have to move above the current market consensus.", "On the other hand, if the slowdown is more severe and leads to lower inflation, leaving expectations broadly anchored, real rates could stabilise at a level close to zero.", "In closing, my most important takeaway from the current inflation episode is that we know much less about inflation than we thought.", "We will of course do what needs to be done to avoid a de-anchoring of inflation expectations.", "But it is quite clear to me that we, as policymakers, have lost our moorings.", "Not only have our models performed poorly but our conceptual framework may need to be revisited.", "Over the past ten years, our 2% target has been met for only a few months.", "Perhaps our ambition of stabilising inflation within a narrow range has become, well, a bit too ambitious.", "Thank you for your attention.", "The real effects of monetary policy when interest rates are low\", BIS Working Paper 983.", "Bank of England, Independent Evaluation Office, \"Evaluating Forecast Performance\", November 2015.", "BIS, Annual Economic Report, June 2022, in particular \"The inflation environment\", 53-55.", "Bok B., D. Caratelli, D. Giannone, A. Sbordone and A. Tambalotti (2017), \"Macroeconomic Nowcasting and Forecasting with Big Data\", Federal Reserve Bank of New York Staff Report 830.", "Borio C. (2021a), \"Back to the future: intellectual challenges for monetary policy\", David Finch Lecture, University of Melbourne, 2 September.", "\", speech at SUERF- Bocconi-OeNB workshop, \"How to raise r*?", "Borio C. (2022), \"Monetary policy: past, present and future\", speech at the Cato Institute's 40th Annual Monetary Conference, 8 September.", "Borio C., P. Disyatat, M. Juselius and P. Rungcharoenkitkula (2022), \"Why So Low for So Long?", "A Long-Term View of Real Interest Rates\", International Journal of Central Banking, 18(3), 47-87.", "Borio C. and B. Hofmann (2017), \"Is monetary policy less effective when interest rates are persistently low?", "Brand C., M. Bielecki and A. Penalver (2018), \"The natural rate of interest: estimates, drivers, and challenges to monetary policy\", ECB Occasional Paper Series, December.", "Brunnermeier M. K. and Y. Koby (2018) \"The reversal interest rate\", NBER Working Paper Chahad M., A. Hofmann-Drahonsky, B. Meunier, A.", "Page and M. Tirpák (2022), \"What explains recent errors in the inflation projections of Eurosystem and ECB staff?", "\", ECB Economic Bulletin, Issue 3, April.", "Daniellson J., M. Valenzuela and I. Zer (2018), \"Learning from history: volatility and financial crises\", The Review of Financial Studies, 31(7), 2774-2805.", "ECB (2021), \"Review of macroeconomic modelling in the Eurosystem: current practices and scope for improvement\", Occasional Paper 267.", "A closer look at recent movements in the distributions of inflation expectations\", ECB Economic Bulletin, Issue 6 (box 3), September.", "Hillenbrand S. (2022), \"The Fed and the Secular Decline in Interest Rates\", NYU Stern School of Business, mimeo.", "Hilscher J., A. Raviv and R. Reis (2022), \"How Likely is an Inflation Disaster\", CEPR discussion paper, April.", "IMF October 2022 World Economic Outlook, Analytical Chapter 2.", "Page (2019), \"The performance of the Eurosystem/ECB staff macroeconomic projections since the financial crisis\", ECB Economic Bulletin, Issue 8, December.", "Mann C. L. (2022), \"Inflation expectations, inflation persistence and monetary policy strategy\", speech at the 53rd Annual Conference of the Money Macro and Finance Society, University of Kent, 5 September.", "Reis R. (2021), \"Losing the inflation anchor\", Brookings Papers on Economic Activity, 307361, Fall.", "(2022), \"Looking through higher energy prices?", "Monetary policy and the green transition\", \"Climate and the Financial System\" panel at the American Finance Association's 2022 Virtual Annual Meeting, 8 January.", "Schularick M. and A. Taylor (2012), \"Credit booms gone bust: monetary policy, leverage cycles and financial crises\", American Economic Review, 102(2), 1029-1061.", "Stansbury A. and L. Summers (2020), \"The End of the Golden Age of Central Banking?", "Secular stagnation is about more than the zero lower bound\", unpublished manuscript.", "Villeroy de Galhau F. (2022), \"Monetary Policy in Uncertain Times\", speech at the London School of Economics, 15 February."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Supply shocks", "Interest rates", "Inflation expectations", "Economic growth", "Financial stability", "Fiscal policy", "Wage growth", "Energy prices"]}