{"sentences": ["Ladies and gentlemen, First of all, I would like to thank the France Fintech association and its President Alain Clot for inviting me to participate again in this important event for the French fintech ecosystem.", "Since we met last year, the macroeconomic environment has changed radically.", "The effects of Covid are continuing to disrupt global supply chains; to that, the Ukraine conflict has added major economic disruption.", "This potentially \"stagflationary\" shock is affecting the fintech sector , not just via its short-term impact on household and corporate demand, but also via the risk of a tightening of financing conditions.", "Against this backdrop, beyond the observation that the macroeconomic outlook is darkening, I would first like to talk briefly about the mounting risks to our innovation ecosystem, before going on to highlight how the Banque de France and ACPR can help to tackle them.", "I- An environment marked by mounting risks Regarding the rise in risks, I would first like to underline that one of the corollaries of the digitalisation of the financial sector is an exacerbation of cyber risk .", "This is currently the number one operational risk to financial players, even more so in the context of Russia's war in Ukraine.", "Cyber risk can jeopardise the stability of the entire financial system; it also tends to undermine confidence in innovation, which is one of the cornerstones of our future economic development.", "Second, the profound reconfiguration of value chains in the financial sector is raising two potential risks.", "First, the risk of excessive fragmentation .", "Fragmentation can of course be beneficial as it creates competition - the rise of fintechs is the best proof of this - but it can also be a source of inefficiency if it leads to a lack of interoperability, especially in payment solutions and market infrastructures.", "The second risk is that of a loss of sovereignty, if essential functions are taken out of the hands of European players and supervisors.", "I'm thinking here in particular of data, its usage and location.", "Third, the relative youth and indeed immaturity of ecosystems can be a source of instability - which we need to make sure is limited for the overall financial system.", "In this respect, certain economic models appear to be incompatible with the promises they make, as well as with customer expectations.", "I would like here to remind you of and reiterate the warnings issued by the ACPR in July this year regarding \"mini-loans\" and instalment payments, and especially on the critical need to clearly inform customers, verify their solvency and respect usury rates.", "As part of our financial stability mandate, we at the Banque de France and ACPR pay particularly close attention to the exposure of certain business models to an economic turnaround, their dependency on third-party service providers, and any operational weaknesses that might emerge: in a dynamic and creative ecosystem, weak links and contagion effects pose a real risk to the stability of the financial system.", "Within the crypto-asset and DeFi ecosystem, the collapse of the Terra-Luna system and its destabilising knock-on effects, is of course a prime example of this, even if it occurred in an ecosystem that was disconnected from real finance, and had no impact on the financial system.", "II- How can the Banque de France and ACPR help to tackle these risks?", "In response to these mounting risks, the Banque de France and ACPR can help the ecosystem to develop along the right path.", "Future regulation First, by contributing to the development of to the regulation that is adapted transformations under way.", "Regulation reduces uncertainty and puts all competitors on a level playing field, so that they are not exposed, for example, to competition from \"rogue\" players.", "Of course, it is possible that certain regulations may unduly hinder innovation.", "This is why I would like to remind you here of the importance of dialogue between authorities and innovators in order to identify real use cases and strike a fair balance between, on the one hand, the goals of protecting customers and financial stability, and on the other, operational realities.", "On the European regulatory front, several important projects are under way or about to be launched.", "I would like to mention two.", "/ First, open finance .", "In the ongoing discussions in Europe on this issue, I draw at least two lessons from the directives on payment services: first, the quality of the data provided via APIs is crucial; second, the issue of paying for access to data should not be taboo .", "Open data can be a formidable innovation driver, for the benefit of consumers: the ecosystem needs to be ready to seize this opportunity.", "With this in mind, I encourage you to come and talk to the French supervisors (the ACPR and AMF), identify real use cases and thereby ensure the future regulatory framework is as relevant as possible.", "/ The second important project: decentralised finance or DeFi .", "A first milestone has been reached with the Markets in Crypto-Assets (MiCA) regulation.", "This will de facto impose rules on certain DeFi players, via its section on stablecoins.", "MiCA also lays some of the groundwork for the next phase, which is the broader regulation of decentralised finance in general.", "Here again, we will contribute to reflections at the European level, drawing on our dialogue with the French ecosystem.", "There are a number of questions that we need to respond to collectively : Within this ecosystem, which economic models add value for the real economy?", "How can we make decentralised finance accessible on a broader scale to the general public, under conditions that genuinely guarantee trust?", "What regulatory approach should we adopt to each of the different \"modules\" of decentralised finance, and how can we regulate operations that are sometimes completely decentralised?", "Some of the problems are complex, but we need to find solutions together because decentralised finance will not develop without a regulatory framework .", "Our achievements, our action on innovation Of course, adapting the regulatory framework does not, on its own, respond to all the challenges.", "At the Banque de France and ACPR, we firmly believe that, to help meet them, we also need to play an active part in innovation.", "/ This is why innovation is at the heart of our corporate strategy, with the creation Its mission is both to catalyse in-house innovations by of Le Lab, our innovation hub.", "supporting all our central bank functions, and to develop links with our ecosystems, be this the world of research or the economic world.", "Our target, and I want to stress this point, is to work more and more with you, through calls for contributions or thematic hackathons.", "In a few weeks, the Banque de France will host a dedicated platform for these challenges .", "/ For us, being a player in innovation also means supporting the tokenisation of securities by offering the safest and most liquid settlement asset directly on the blockchain, and improving cross-border and cross-currency payments.", "This is the objective of our experiments on a wholesale CBDC.", "It is what we tested with our first nine experiments conducted in 2021, which we are now going to take further with three new experiments in 2022.", "This is why we are working within the Eurosystem to support the experiments that will be conducted from 2023 onwards as part of the European Pilot Regime, by providing payment solutions in tokenised central bank money.", "We are also participating actively in the Eurosystem's work on a potential retail CBDC , also called the \"digital euro\", which would be used by the general public in everyday payments.", "/ I shall finish with an example of the application of our experimentation approach in the field of supervision.", "This method also allows the ACPR to respond to several challenges: encourage supervised players to take advantage of new technologies to ensure their compliance and the security of the financial system, and prepare the supervision of the future .", "It is with this in mind that in March we launched an experiment in collaborative methods to combat money laundering and terrorist-financing (AML/CFT).", "This is a subject that is in the general interest, the solution to which can be collective, as recently estimated by the Financial Action Task Force (FATF).", "Which is why the ACPR proposed a method of co-construction to economic players, by organising a Tech Sprint on 13 September this year.", "Its goal was to examine several different solutions aimed at pooling data while at the same time keeping it confidential.", "The event was a resounding success: 12 teams made up of 23 firms proposed a broad range of innovative techniques.", "The ACPR will continue its work with teams of voluntary banks and technical service providers, and will share the findings widely.", "It is time for me to conclude now with a simple message.", "Now that we have reached this crossroads, it is only together that we can find the right path to follow , by sharing our experience and our expertise.", "Our commitment on this is clear: to accompany you so that we can together contribute to the vitality and resilience of our economy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Cyber risk", "Financial stability", "Innovation", "Regulation", "Fintech", "Decentralised finance", "Open finance", "Tokenisation", "Central bank digital currency", "Supervision"]}