{"sentences": ["- Toulouse School of Economics Toulouse, 8 December 2022 The magnitude and distribution of the energy and trade shocks in the euro area and in France Speech by François Villeroy de Galhau, Governor of the Banque de France I am delighted to be with you today and I would like to warmly thank TSE, Jean Tirole and other professors for giving me the opportunity to make this speech.", "My topic will be a very important issue at the current juncture, namely the external shock related to energy prices and the deterioration of the terms of trade, which are currently hitting European economies.", "Today, in commodity-importing countries, the prices of imported products, especially energy products, are rising much more than the prices of exports.", "This is a net cost for commodity-importing countries, including France.", "In economic terms, the terms of trade, i.e.", "the ratio of export prices to import prices, are falling for those countries, thus reducing their purchasing power.", "In this speech I will start by describing the various ways we can assess the energy and trade shocks we are facing, and remind us of some measurement challenges they raise.", "The comparisons across countries and across time will also be instructive.", "The second key issue I will discuss is how this shock has so far affected the economic agents in France, and how the burden of this shock should be shared across categories of agents.", "The magnitude of the external tax: the energy and terms of trade shocks I.", "Let me begin by noting that the first peaks on gas and electricity prices took place in the summer of 2021 in the context of the global post-pandemic recovery, when European countries had to build up their gas stocks for the winter and when demand for natural gas in Asia and the United States strongly increased.", "In this context the price of metals for example almost doubled from 2020 to mid-2021.Tensions in the oil market also emerged during the second half of 2021.", "Then, the Russian war in Ukraine has caused gas prices to soar.", "Electricity prices have also reached record levels: as you know, the price of electricity on the wholesale market is closely correlated to the price of gas paid by the marginal electricity producer.", "As regards non-energy industrial goods, the first blow to European import prices was caused by disruptions in global production chains following the post-Covid recovery.", "The next blow was the gradual spread of higher raw material prices to all manufactured goods traveling to Europe.", "These now widespread price increases triggered massive wealth transfers between importing and exporting countries.", "You can see in the two right-hand side charts that the trade balances of the euro zone in general and of France in particular have fallen sharply since the end of 2021, with a cumulative deficit over 12 months for the euro area reaching almost 300 billion euros in September.", "While the bulk of this staggering fall is in energy, the situation is also deteriorating for non-energy goods.", "International trade, in purely accounting terms, is a zero-sum exercise and the deficits of some feed the surpluses of others.", "This transfer of wealth comes essentially from a change in the prices of traded goods as you can see in the bottom left chart for France that experienced a more rapid growth of its import deflator compared to its export deflator over the last 4 quarters.", "negative shock on the real income of both households and firms.", "Overall, this shock, along with the associated spike in inflation, is likely to have a sizeable negative impact on growth for several quarters at least.", "Let me now put forward quantitative measures of this external tax.", "simple, and several ways of measuring it can be considered.", "We can look at a \"gross\" external tax, i.e.", "the amount of extra energy bill, for energy importing countries.", "But we can also consider a broader, \"net\" measure of the external tax, knowing that commodities importing countries also export goods and services, whose price is also increasing and we can refer to this net measure as the \"terms of trade shock\".", "Measuring globally the terms of trade shock Let us first look at the more comprehensive - and net - measure of the external tax, the terms-of-trade shock.", "This measure takes into account price changes in all traded goods and services.", "Two lessons can be drawn from these charts.", "First among advanced economies the United States does not suffer a negative terms of trade shock, as it is a net exporter of fossil energy.", "Second the heterogeneity across European countries is not insignificant.", "In 22q3, the terms-of-trade-shock amounts to -1.8% of GDP in France compared to the same quarter of the previous year.", "The shock is larger in other major Euro area countries.", "Both lower fossil energy dependence and a smaller share of the manufacturing sector mitigate the magnitude of terms-of-trade shocks in France, both upwards (2020 with depressed energy prices) and downwards (since 2021).", "France is also a net exporter of transport services and wheat, that benefited from the past recent sharp price increases.", "Conversely, the shock is of larger magnitude for Spain, which is more dependent on energy imports and does not benefit from the rise in prices of transport service exports.", "Beyond the comparison of this current terms-of-trade shock across countries, it is also instructive to compare this shock for a country like France with the period to which the present situation is often compared: the 1970s oil crisis.", "The terms of trade shock in France this year is expected to be the second largest since 1974, the first oil price shock.", "In 2022, for the whole year, the shock would amount to -1.4 GDP percentage point versus -2.8 GDP percentage points in 1974 during the first oil shock.", "Our estimate for 2022 is in line with other estimates published by Insee and the Ministry of Finance of around -1.5 GDP percentage point.", "The shock related to import prices is of similar magnitude in 2022 and 1974 but there are some differences in the composition of the shocks.", "In 2022 it is not only the price of energy that increases but also the prices of many other imported goods (non-energy commodities, intermediate goods etc.).", "At the same time export prices rose more in 2022, reflecting the more widespread diffusion of price increases to globally traded goods.", "In addition, the price of services, especially transport services, also partially offsets the negative shock to goods prices resulting from the surge in energy prices.", "There are many uncertainties regarding 2023.", "If the levelling off of world commodity prices is confirmed and the global economic slowdown also weighs on imports, the terms of trade shock will diminish in 2023.", "But the terms of trade shock could remain large if European countries need to replenish their gas inventories at a still elevated price for the winter of 2023/2024.", "In any case the terms of trade shock means a decrease of real income for the French economy and hence is a key driver of the slowdown in GDP growth expected for 2023.", "Measuring more specifically the energy shock Regarding the energy shock, which is useful to consider since we can more easily look at its distribution between economic agents, we can estimate it by applying the oil and gas price changes between 2021 and 2022 to the quantities of energy imported in a reference year, here 2021.", "Such a computation leads to an extra energy bill for France of 1.9% of GDP in 2022 compared to the previous year, or 47 billion euros.", "Note that, given the current exceptional volatility of natural gas prices, this estimation is very sensitive to price assumptions and the reference year.", "At the time of our previous projections last summer, gas prices expected in future markets for the last months of the year were much above the actual levels recorded since then.", "This explains why our estimate has fallen to 62bn€ a few months ago.", "In a recent publication of the French Treasury Department1, the energy shock is estimated at 85bn€.", "This estimate is based on a similar methodology but with a different reference year (2019 instead of 2021) and with higher price assumptions for the last four months of 2022.", "consider that a possible mean estimate stands around 2.5% of GDP or 60 bn An important point is that the energy bill considered here does not include electricity, though electricity prices have also risen considerably.", "Indeed the shock related to electricity prices and supply is more challenging to assess.", "In particular, European countries and especially France produce electricity while they produce almost no fossil energy.", "It is therefore more difficult to isolate the external component of the electricity price increase, especially when price pressures also come from disruptions in domestic production.", "Let us consider the admittedly very special case of France.", "The pricing of electricity is linked to the price of natural gas.", "But an important additional issue is that France has recently become a net importer of electricity, due to outages the current \"premium\" in some nuclear power plants.", "This latter factor causes observed on electricity prices in France that are expected in the future markets for next winter.", "The bottom line is that it is not really possible to disentangle domestic and external factors in the rise in electricity prices, and thus to compute the additional \"external tax\" due to electricity.", "The ex-ante and ex-post distribution of the external tax Let me now turn to the second key issue: the question of the distribution of the external tax, or in other terms the burden sharing of the shock.", "I will illustrate this issue in the case of France for the energy bill only, for which more data is available at a granular level.", "Analysing this question involves three logical steps.", "First, how the increase in distributed (as economists say) the energy bill is \"ex-ante\" among households, firms and the general government, based on their respective volumes of energy consumption in the year before the price shock.", "In a second step, we need to take into account the fiscal measures put in place in 2021 and 2022 by the government in order to limit the energy bill of households and businesses since they modify the distribution of the external tax.", "The third step should involve taking into account all the macroeconomic adjustments, in particular the pass-through of cost increases by firms in their prices and the response of wages to prices.", "This final distribution after final macroeconomic price and quantity adjustments is, however, much more difficult to assess because it is still in progress and can only be measured afterwards.", "The ex-ante distribution of the extra energy bill As shown on slide 8, before any compensatory measures, households would bear more than one third of the bill according to this estimates, while companies would bear a bit less than two thirds.", "The general government would at this stage hardly be hit because of its tiny share in domestic energy consumption.", "This ex-ante distribution is almost not affected by the various measures of the (extra) energy bill itself, mentioned earlier (see I.).", "The effect of the fiscal measures: a range of estimates The burden distribution is considerably modified after the government compensatory measures: the share for households goes down to around 5%, while that of the general government goes up to at least 35% of the overall burden, according to our first, \"restrictive\", approach.", "The share of companies goes down, but more moderately, just above 55 percent.", "Note that the distribution after compensatory measures depends of course on the scope of budgetary measures that are considered.", "In our \"restrictive\" approach, we have taken into account only those measures specifically targeted at the oil or the gas bill, such as the rebate on fuel prices or the compensatory subsidies to gas suppliers.", "Other choices may also make sense.", "For example, in its recent publication, the French Treasury has used a more extensive approach, by also including other measures more broadly dedicated to the protection of purchasing power, such as the revaluation of social benefits or public wages, in proportion of the rise of energy prices in the overall price index.", "It also includes measures related to the electricity tariff shield.", "Using this more extensive approach, the breakdown of the extra energy bill obtained is 42% for companies and 52% for the state, with the households being very significantly compensated.", "The ex-post distribution: too early to tell?", "But some parallels with the past Then, let me briefly elaborate on the most important but uncertain final distribution of this external shock on the domestic economy, still with the illustrative case of France.", "As mentioned before, the final distribution process after macroeconomic adjustment is still an ongoing issue and depends particularly on two key parameters: the degree over time of wage adaptation, and the over time to increase their prices given their financial situation, the demand they face and the general macroeconomic environment.", "I \"over time\", let say as a stress that this should be assessed minimum over a forecast horizon of around 3 years, because some short run losses or gains can be mitigated in subsequent years.", "Here again, the comparison with the oil crisis episode in the 1970s is quite informative.", "During the seventies the French labour market was characterized by a high degree of wage indexation on consumer prices, and the burden of the external oil tax was full born by the business sector.", "Firms then experienced a sharp fall in their profit margins, undoubtedly to the detriment of employment and investment in the following years.", "What's at the current juncture?", "The distribution seems to be more than after the shocks of the balanced between firms and households 70's.", "The distribution of primary income between firms and households is shown in the bottom left charts of these two last slides.", "Corporate profits are today a bit higher than their pre Covid level although this masks a lot of heterogeneity across sectors, with the energy sector being the only one recording currently an improvement.", "The bottom right charts shows household and corporate gross disposable income that includes tax and transfer measures to overcome the two crisis episodes.", "Overall the income distribution between firms and households has so far remained much more balanced today than it was in the aftermath of the two oil crisis.", "In our current macroeconomic projections, household purchasing power, starting from a current level in 22q3 about 1.5% higher than its pre-Covid crisis level, should decline moderately in 2022 and 2023 while remaining above its pre-Covid level, before significantly rebounding in 2024 and 2025.", "Corporate margins are expected, also temporarily, to absorb part of the imported price shock and the corporate margin rate should bottom out in 2023 before gradually returning to its pre-Covid crisis level by 2025.", "However at the same time, the \"tariff shield\" implemented by government to protect households and firms from the rise in energy prices is very costly for public finances.", "I will come back to this issue in a few minutes.", "The ex-post distribution: some tentative recommendations Let me conclude with some general considerations about the ex-post distribution of the energy and terms-of-trade shocks.", "It would likely be too ambitious to attempt to pin down an optimal burden sharing among economic agents.", "But we can define a number of conditions to be met.", "Regarding the share of the burden supported by public finances, government policies cannot durably suppress the real income loss suffered by the domestic economy: it can only it across categories of households and firms, as well as across time by transferring the burden to future generations.", "For this reason, government measures must be as much as possible temporary: the share born by public finances must decrease after the peak of the shock.", "Nor should these measures run counter to the incentives to reduce our energy consumption.", "From this point of view, the tiering mechanisms set up in Germany and the Netherlands are going in the right direction, by preserving the price signal on the marginal consumption.", "We cannot afford over the long run a new \"whatever it costs\" phase if we want to preserve our capacity to invest in decarbonation and energy sovereignty in the future and not to overload future generations.", "To put it clearly, as a benchmark, the public share in the distribution of the cumulative burden in 2022 and the following years should not exceed current levels and reverse towards zero within two to three years.", "The remaining share of the burden should be distributed fairly between firms and households according to their energy consumption shares.", "It seems logical that a more significant share falls on firms since they are the largest ex ante consumers of energy.", "But the issue remains of the distribution of the burden between in particular the energy companies on the one hand and the other sectors on the other, starting with the most energy dependent.", "cannot be completely and permanently exempted from their share in this distribution.", "This is not easy to say, and even less easy to do; and it is essential to address the difficulties of the most disadvantaged, in particular households in rural areas who consume relatively more energy.", "So we need to quickly better target those who need it most.", "And we need to gradually but steadily reduce general support schemes which we cannot afford and do not give the right incentives over the long, or even medium, term.", "The Government has rightly planned the first steps for the beginning of 2023, with the planned 15% increases in gas and electricity tariffs and the end of the rebate on fuel prices, to be replaced by a fixed allocation of 100 euros targeted by income.", "Let me conclude: I believe it is normal that the public sector has stepped in in France and in other European countries in the face of this very significant economic pain.", "But let us be at the same time be honest with ourselves, use of medications must be temporary.", "The goal of public policy in the medium term must be, after a transition period, to grapple with the world as it is and to overcome challenges that are not about to disappear.", "In the end, we all have to share with fairness the \"external tax\", and also pave the way to reduce our vulnerability by saving energy and by enhancing our domestic production of energy.", "France has in the past decade made significant progress in a number of areas, notably employment and training.", "In the present shock, too, I am confident that we can emerge collectively stronger.", "The macroeconomic impact of the terms of trade can be calculated as the difference between the [relative] growth rate of import and export deflators, weighted by the share of trade flows in nominal GDP."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Energy shock", "Terms of trade shock", "External tax", "Burden sharing", "Macroeconomic impact", "Public finances", "Wage indexation", "Corporate margins", "Energy consumption", "Ex-ante distribution"]}