{"sentences": ["SPEECH 2022-12-14 Martin Flodén Handelsbanken My thoughts on the Riksbank's asset After buying assets for eight years, the Riksbank is planning to conclude the purchases at the end of the year.", "At the same time, the rapidly rising interest rates mean that the value of the assets we have purchased has fallen.", "The Riksbank will therefore in all probability report a large financial loss for 2022, and our equity can become negative as a result.", "How should we actually view the role of asset purchases as a monetary policy tool in the light of recent years' experience?", "My conclusions can be summarised into three points:  There are no clear indications that the Riksbank's purchases of government bonds during the period from 2015 to 2019 resulted in lower financing costs for households and companies.", "The purchases nevertheless appear to have contributed to strengthening confidence in the inflation target, and may therefore have contributed to both inflation and inflation expectations rising from 2015 to 2017, and then remaining close to 2 per cent for a few years.", " The Riksbank's purchases during the coronavirus crisis were important and contributed to the financial markets continuing to function, to the economic recovery being rapid, and helped avoid a prolonged recession.", "This was of great value to the economy.", "On the other hand, I find it difficult to see the value of later increasing and prolonging the asset purchase programme in a situation where the economy was recovering rapidly and the financial markets were functioning again.", "Asset purchases need to be weighed against the risks and problems they can entail.", "One risk, which has now begun to materialise, is that the purchases entail substantial financial losses.", "This may, for example, jeopardise the Riksbank's financial independence and thereby impair the conditions for conducting monetary policy in the long run.", "Another risk is that market participants start to expect the Riksbank to step in as buyer when there is stress on the markets.", "Why should a central bank purchase assets?", "During and after the global financial crisis, central banks have needed to manage financial markets that have periodically functioned very poorly.", "Moreover, their policy rates have at times been limited by a lower bound.", "It has therefore not been possible to cut the policy rate as much as would have been needed.", "To manage the problems, many central banks have over the past 15 years launched extensive programmes for asset purchases.", "It is in many ways obvious that asset purchases will have an effect at the height of a financial crisis when the markets are functioning poorly.", "By entering as a buyer, price falls can be limited.", "This enables the central bank to reduce the risk that expectations of large price falls and rising risk premiums will be self-fulfilling.", "It is also easy to see the potential problems with such measures, for instance that the central bank has to carry risk that the market no longer wants to or can price and that private agents are not fully affected by the consequences of their risky investments.", "It is not as self-evident that asset purchases contribute to making monetary policy more expansionary when the financial markets are functioning normally, but the policy rate is limited by its lower bound.", "In recent years, however, an extensive research literature has emerged, trying to investigate how asset purchases function.", "The literature identifies several mechanisms that the asset purchases can work through, and also finds some empirical support for central banks' asset purchases having worked well.", "My interpretation of the experiences in Sweden differs somewhat from the general interpretation of the international experiences, however.", "To facilitate the continued discussion, I divide the asset purchases into two main phases (see Figure 1).", "The first phase concerns the purchases of government bonds prior to the pandemic.", "The second phase concerns the purchases of securities decided during and after the pandemic.", "The Riksbank's monetary policy securities holdings Nominal amounts, SEK billion Note.", "Phase 2a refers to decisions during March to June 2020 to purchase securities up to mid-2021.", "Phase 2b refers to decisions from November 2020 to June 2022 to purchase securities during 2021 and 2022.", "Source: The Riksbank.", "The effects of the Riksbank's asset purchases Phase 1: 2015-2019 - purchases of government bonds to bring inflation up to the target Despite the Riksbank having cut the policy rate to zero in autumn 2014, it was clear at the start of 2015 that inflationary pressures were problematically weak, and there were also signs that confidence in the inflation target had weakened.", "To bring inflation up to the target and reinforce confidence in the inflation target, monetary policy needed to be made even more expansionary.", "In February 2015, the Executive Board therefore decided to cut the policy rate to -0.10 per cent and as a supplement to this to buy government bonds for SEK 10 billion.", "The purchasing programme was soon extended and prolonged; during the years 2015 to 2019, the Executive Board decided to purchase government bonds for a total of SEK 400 billion, corresponding to around 8 per cent of Sweden's GDP.,4 I would like to highlight two effects of this asset purchase programme: that the rates on government securities fell and that confidence in the Riksbank's mone- tary policy strengthened.", "However, it is unclear whether the purchases contributed to the exchange rate remaining weak, and - above all - whether the economy was stimulated by the lower long-term rates.", "The Riksbank's purchases pushed down yields on securities Let me begin with yields on government securities, which fell.", "On the surface, this looks like a typical portfolio balance effect that has been highlighted in many studies, for instance Vayanos and Vila (2021).", "The idea is that the policy rate is limited by its lower bound, but that the yield curve slopes upwards so that interest rates at longer maturities can be pushed down.", "When the central bank buys government bonds with long maturities, investors who want debt instruments with long maturities need to seek other investments.", "This means that prices rise, that is, the rates fall, also on other assets with long maturities.", "As borrowers then gain access to cheaper financing, monetary policy has become more expansionary.", "But for several reasons, this was not really how it worked in Sweden.", "Certainly, rates on government securities appear to have fallen.", "This is supported by event studies which investigate how market rates are affected by new information on asset purchases.", "Erikson (2021) also finds that rates on government securities fell apace with the Riksbank's holdings increasing from 2015 to 2017, but he shows that the rate fell on the shortest maturities.", "At the end of 2017, the rate on government securities with short maturities was between 20 and 35 basis points lower than the Riksbank's policy rate, depending on the measure used (see Figure 2).", "Event studies show that the rate on government bonds fell by 30-50 basis points in total as a result of the Riksbank's purchases during 2015-2017.", "Erikson's study indicates that the entire decline in long-term interest rates occurred as a result of the short-term interest rates on government securities being pushed down and expected to remain so.", "The interest rate effect appears to have arisen through a general shortage of government securities (a negative liquidity premium, even on the very shortest maturities) rather than the term premiums being pushed down.", "If our purchases entailed lower premiums on government bonds, the rate on government bonds should have fallen in relation to the expected average policy rate over the maturity of the bond.", "One way of examining this is to compare the rate on government bonds with expectations of the future policy rate, as in the left panel of Figure 3.7 We see a clear fall in the interest rate differential of about 20 basis points when purchases started in early 2015 and then a further fall around 2017.", "This way of looking at data thus also supports the conclusion that the Riksbank's purchases pushed down the rate on government bonds by around 35 basis points.", "The rate on short government securities was lower than the policy rate SEK billion and basis points respectively (left figure ) and per cent (right figure) Note.", "The blue field shows the volume of nominal government bonds owned by others than the Riksbank.", "Interest on repo transactions for nominal government bonds relative to the policy rate.", "The interest rate on repo transactions that pass over the end of the year may be affected by year-end effects.", "These rate listings have been removed.", "The expected policy rate 3 months ahead is based on STINA contracts combined with STIBOR T/N and the policy rate.", "Both this series and the rate on treasury bills are shown as 10-day moving averages.", "Sources: Nordea markets, the Swedish National Debt Office and the Riksbank.", "The right-hand panel in Figure 3 instead compares the rate on covered bonds with the expected policy rate.", "According to the portfolio balance sheet theory, purchases of government bonds can also push down rates on other bonds with similar maturities, such as covered bonds.", "But it is difficult to see any such effect in Figure 3.9 During 2015, the rate on covered bonds instead rose in relation to the expected policy rate.", "Later during the purchase period, the interest rate differential declined, but to approximately the same level as before the start of the purchases.", "What conclusions can we draw from these observations?", "First, we have already observed that the rate on short government securities was lower than the policy rate.", "This reasonably means that, although the policy rate was cut to -0.50 per cent in 2016, it was not at its technical lower bound.", "The Riksbank's asset purchases meant that two short market rates were established, the Riksbank's policy rate, which was still indicative of pricing in the interbank market, and the even lower rate on short government securities, which also led to a fall in the rate on longer-term government securities.", "Government bonds and covered bonds against expected policy rate Note.", "Differential between rate on each bond and expected policy rate.", "Refers to bonds with a maturity of 5 years and an expected policy rate of 5 years ahead.", "Footnote 7 explains how the expected policy rate is calculated.", "Sources: Bloomberg, Macrobond, Refinitiv and the Riksbank.", "A relevant question is whether the Riksbank could have achieved the same effect by cutting the policy rate to -0.80 per cent instead of buying government bonds.", "I am unsure of the answer, but suspect that the effects would then have been different.", "Perhaps a lower policy rate had more clearly affected lending rates and also pressured the banks' profitability, but had similar effects on the exchange rate, something I will come back to in a moment.", "I also suspect that the Riksbank would have found it more difficult to communicate an even more negative policy rate.", "Second, this pricing indicates that government securities began to be valued higher than central bank money when the purchases started.", "Investors bought government securities with lower interest rates than the rate paid on Riksbank Certificates and deposits overnight at the Riksbank.", "Another common idea is that the central bank adds value by providing liquidity and reducing the term premium when purchasing government securities in exchange for more coveted central bank money.", "This does not seem to have been the case in Sweden.", "Both the Riksbank and the Swedish National Debt Office judged that the term premium was close to zero, or negative, when the Riksbank's purchases began and that the overall term and liquidity premiums subsequently became negative.", "Unclear whether lower long-term interest rates are a stimulus in the Third, it is doubtful whether lower interest rates on longer maturities stimulates demand in the Swedish economy.", "Unlike the US economy, for example, the Swedish financial market is dominated by short-term interest rates.", "Most bank lending to both households and companies takes place at variable interest rates, and in the bond market, rates are often variable.", "Household and corporate consumption and investment decisions should therefore be primarily affected by short-term market interest rates and expectations of future short-term interest rates, while the acquisition of assets that push down the term premium should be less important.", "Despite the very short interest-rate fixation periods on household and corporate loans, the Riksbank's purchases could have an effect if they lower bank funding costs.", "An important source of funding for the banks is the market for covered bonds.", "Banks issue such bonds, often with a maturity of 2-5 years, mainly to finance household mortgage loans.", "Thus, even though the mortgage loans usually have a short interest-rate fixation period, lower premiums (i.e.", "lower interest rates and higher prices) on covered bonds could push down the bank funding costs and thus lead to lower lending rates.", "However, as I noted above, the premiums on covered bonds do not appear to have been affected when the Riksbank bought government bonds during 2015-2019.", "This argument becomes even clearer when one looks at how the banks' actual lending rates to households and companies developed during the period.", "If the acquisition of assets had had an important effect on the interest rates that households and companies encounter, we should have seen that lending rates to these fell more than the policy rate was reduced in 2015-2019.", "However, Figure 4 shows that the difference between these rates and the Riksbank's policy rate does not appear to have been affected by the asset purchases.", "Government bond purchases thus appear to have pushed down the interest rate on government bonds to a certain limit.", "However, there are no signs that this caused households and companies to encounter lower interest rates.", "It is therefore very unclear whether the result was that the economy was stimulated via the interest rate channel.", "Lending rates have followed the policy rate Note.", "The Riksbank's policy rate and average lending rates from monetary financial institutions to households and companies, new agreements, all interest-fixation periods.", "Sources: Statistics Sweden and the Riksbank.", "Unclear whether the Riksbank's purchases contributed to the krona One of the motives behind the Riksbank's acquisition of assets was to avoid the krona strengthening in a situation where inflation was already too low.", "In that case, inflation would have been pushed down by lower import prices and the demand for Swedish export products would have fallen.", "This would have brought down economic activity, which would have further dampened inflationary pressures.", "Since other central banks also had large purchase programmes, the Riksbank's intention was precisely to avoid the krona becoming too strong, not to weaken it.", "It is hardly possible to say with precision how the Riksbank's acquisition of assets affected the exchange rate.", "The analysis is complicated by, among other things, the fact that the Riksbank published decisions on the asset purchases at the same time as decisions on the policy rate.", "One indication that the purchases had the intended effect is that the krona did not strengthen but weakened, despite the fact that the ECB's monetary policy became increasingly expansionary through both interest rate cuts and extensive asset purchases.", "However, it is difficult to see any clear evidence that the effect arose as a result of the Riksbank's purchases, for example by foreign investments being crowded out of the Swedish market during this period.", "Although foreign investors' holdings of Swedish government bonds decreased in line with the Riksbank's purchases, their total holdings of Swedish bonds do not appear to have declined (see Figure 5).", "Ownership of certificates and bonds denominated in SEK.", "\"All\" includes paper issued by the state, banks, municipalities and companies and also covered bonds.", "Asset purchases strengthened confidence in the inflation target Asset purchases can also affect the economy through a signalling channel.", "The academic research often assumes that the central bank wants to avoid financial losses.", "The central bank can then with the aid of the asset purchases credibly promise to keep the policy rate low for a long time, since the assets the central bank has purchased would fall in value if the interest rate was raised.", "As far as I know, however, no central bank has communicated in this way.", "The recent rapid interest rate increases show instead that the central banks do not hesitate to raise interest rates, despite the fact that this entails losses on their balance sheets.", "Bernanke (2020) says that the signalling channel has been important, but thinks that it works differently.", "According to him, market participants rely more on central banks' communication on future asset purchases than on their communication on future interest rate decisions.", "In addition, they expect the central bank not to raise the policy rate while an asset purchase programme is still in progress.", "By communicating a purchase programme with a certain duration, the central bank can therefore keep interest rate expectations low.", "Signalling in this way has hardly been important in Sweden, at least not as a conscious strategy on the part of the Riksbank.", "This is because the market's interest rate expectations during much of this period were lower than the forecast for the policy rate published by the Riksbank.", "This was most evident when the purchases started in February 2015, as shown in Figure 6.", "If our ambition was to push down expectations of the future policy rate, this should have been reflected in a lower forecast for the policy rate.", "The market already expected lower policy rates than the Riksbank Note.", "Solid lines refers to outcomes.", "The red broken line refers to the market pricing just before the monetary policy meeting in February 2015, the blue broken line refers to the Riksbank's forecast in the Monetary Policy Report in February 2015.", "Source: The Riksbank.", "In Sweden, the signalling instead seems to have functioned in a completely different way.", "During 2013 and 2014, it became increasingly common for various agents in the Swedish debate to question whether the Riksbank placed sufficient emphasis on bringing inflation up to the 2 per cent target.", "But the combination of asset purchases and negative policy rate seemed very powerful.", "In 2015, the picture of the Riksbank's priorities therefore changed rapidly.", "There was no longer any doubt that the Riksbank was prepared to use all possible means to safeguard the credibility of the inflation target.", "It has probably been clear from my earlier statements that I have some doubts about whether the purchases of government bonds significantly stimulated the Swedish economy and thereby contributed to raising inflation.", "But I think this signalling effect was important, and more important than I realised when we started the purchases.", "To sum up, the purchases of government bonds from 2015 up to the pandemic seem to have pushed down the rate on government bonds over the entire yield curve by at least 30 basis points.", "However, this effect on interest rates is small in relation to the size of the purchases, and there are no clear indications that it led to a fall in the financing costs of households and companies.", "On the other hand, the purchases seem to have contributed to the strengthening of confidence in the inflation target via a signalling channel and possibly also to the krona remaining relatively weak during the period.", "Although I believe that decisions and communication on the policy rate were much more important, the asset purchases may have contributed to a certain extent to both inflation and inflation expectations rising from 2015 to 2017 and then remaining close to 2 per cent for a few years (see Figure 7).", "Inflation rose toward the target in 2015-2017 and confidence in the inflation target strengthened Note.", "Inflation according to CPIF.", "Market expectations refer to a 5-year period starting in 5 years' time, calculated from bond yields, 30-day moving average.", "Money market participants refers to expected inflation in 5 years according to Prospera's survey.", "Both market expectations and expectations from Prospera refer to inflation according CPI.", "Sources: Kantar Prospera, Statistics Sweden and the Riksbank.", "Phase 2a: The acute phase of the coronavirus crisis - broader purchases of securities for continued market functioning On 11 March 2020, the World Health Organisation (WHO) announced that Covid19 would be considered a pandemic.", "Many were, of course, concerned about health risks, but many were also concerned about how the economy would be affected.", "International economic prospects weakened rapidly.", "Many economies closed down almost completely and service sectors in particular were hit hard.", "It was very uncertain how long the pandemic would last and how households and companies would get through it.", "In this situation, both central banks and other authorities reacted quickly, and comprehensive support packages were presented.", "The aim was often to facilitate the overwintering of companies so that their operations could be restarted once the economies had reopened.", "The Riksbank saw a risk that the great uncertainty would mean that households and companies would encounter ever higher interest rates on their loans and that this would impair their ability to cope with the pandemic.", "In March and early April 2020, this risk was reflected in, among other things, the fact that interest rates on mortgage and corporate bonds began to rise rapidly and that the markets for these bonds were functioning poorly.", "The risk was therefore that concern over weak economic developments with more and more payment defaults would be self-fulfilling through a vicious circle, where rising risk premiums lead to ever-increasing problems and even higher interest rates.", "Given this, the Riksbank focused its measures on ensuring that there was good access to liquidity and that the financial markets continued to function.", "We did not see it as meaningful to stimulate demand in an economy that was largely closed; instead, the ambition was to avoid tightening financial conditions and, in the long run, to avoid the great uncertainty causing a financial crisis.", "Among the measures we decided at a number of ordinary and extraordinary meetings were broader and substantially extended asset purchases.", "At the monetary policy meetings in April and June 2020, these measures were consolidated in a programme where assets worth SEK 500 billion would be purchased by mid2021.", "The purchases now included not only government bonds, but also covered bonds, municipal bonds and corporate bonds.", "Since many actors at the same time put in place a variety of support measures, it is almost impossible to evaluate the effects of an individual measure.", "However, I do draw some conclusions.", "The support measures during the pandemic were important and worked First, I think it is clear that the overall measures worked very well.", "Risk premiums in the financial markets began to fall rapidly in April, and the pandemic did not lead to a financial crisis either in Sweden or abroad.", "Although economic activity slowed down rapidly in the second quarter of 2020, the decline in many areas was slightly smaller than was feared during the spring and, above all, the economies began to recover quickly later in the year (see Figure 8).", "It is unusual for a recession to be so short-lived.", "Without the comprehensive support programmes, the development would probably have been quite different.", "Quick recovery after the pandemic Index, 2019 Q4= 100 respective percentage of population aged 15-74 years Note.", "Sources: Statistics Sweden and the Riksbank.", "Second, purchases of bonds other than government bonds appear to have pushed down the rates on these bonds.", "The left-hand panel in Figure 9 shows that rates on covered bonds and local government and corporate bonds fell more than the rate on government bonds after the Riksbank had presented its purchase plans.", "The figure shows that the risk premiums on these assets were also lower than before the pandemic, which was hardly the intention of the measures.,23 This indicates that market participants now considered that the authorities had entered the market as guarantor of the risks on these markets.", "Interest rate premiums on bonds were pushed back during the pandemic and mortgage ratesfell marginally Basis points and per cent Note.", "The bond rates refer to a 5 year maturity, difference against the expected policy rate (see footnote 7).", "Mortgage rates are an average of actual rates for new and renegotiated mortgages from Länsförsäkringar Bank, Nordea, SBAB, SEB, SHB and Swedbank.", "Sources: Bloomberg, Macrobond, Refinitiv, respective mortgage agents and the Riksbank.", "The housing market developed unexpectedly strongly during the Third, there are indications that the unusually low risk premiums for covered and corporate bonds had an impact on the behaviour of households and companies.", "The right panel in Figure 9 shows that the interest rate on household mortgage loans fell marginally in 2020 and 2021, despite the Riksbank having raised the policy rate just before the pandemic.", "In spring 2020, we feared that the housing and property markets - where indebtedness was high and where growth had been rapid - could be severely affected by the pandemic, which could ultimately jeopardise financial stability.", "However, the support measures, partly through expectations of continued low interest rates and easing the amortisation requirements from Finansinspektionen, seem instead to have contributed the housing market in particular developing strongly (see Figure 10).", "To summarise, the Riksbank's purchases during the pandemic functioned differently from those before the pandemic.", "During spring 2020, the Riksbank entered as buyer into markets which, due to the high level of uncertainty, were functioning poorly when many wanted to sell and few wanted to buy.", "Moreover, the Riksbank began to buy bonds issued by private agents (mainly banks).", "The Riksbank thus took over risk from market participants.", "This is unlike the situation prior to the pandemic, when the Riksbank's purchases meant that one government asset (government bonds) was removed from the market but was replaced by another asset with a similar risk profile (reserves at the Riksbank).", "House prices in Sweden and abroad Annual percentage change and index respectively, 2019-12 = 100 Note.", "Housing prices refer to the HOX Sweden price index for tenant-owned apartments and detached houses.", "Sources: EUROPACE, Lloyds Banking Group, Real Estate Norway, S&P Global and Valueguard.", "Phase 2b: Extended purchases with greater elements of broad economic stimulus The aim of the Riksbank's measures was thus to prevent problems on the financial markets from further exacerbating the country's economy in the middle of the pandemic, which was thus successful.", "On the other hand, the ambition was not to completely eliminate risk premiums in the financial markets, nor to contribute to rapidly increasing asset prices.", "It is therefore hardly controversial to note that the effects of the overall support measures were greater than intended.", "As I have already pointed out, developments in the housing market in particular were surprisingly strong.", "It was, of course, important for the housing market that the rise in risk premiums was interrupted so that credit provision was sustained and interest rates on household mortgage loans did not start to rise.", "The fact that the risk premiums for covered bonds in addition were lower than prior to the pandemic may have contributed to the rise in housing prices, but this was hardly the most important factor.", "For example, housing prices rose rapidly in many other countries, and also in countries where central banks did not purchase mortgage bonds (see Figure 10).", "A more important explanation for the price increase was probably that demand for housing increased during the pandemic, when many began planning for a future where they could work from home to a greater extent.", "Asset purchases should have been concluded earlier However, whatever measures were behind this development, I believe that we could have responded to this information in autumn 2020.", "I am thinking in particular of our monetary policy meeting in November 2020, when we decided to extend and prolong the asset purchase programme.", "The main elements of the change were that the framework for the total purchases of assets under the programme was extended from SEK 500 billion to SEK 700 billion and that purchases would continue until the end of 2021 instead of the end of the first half of 2021.", "At this time, it was still very uncertain how the pandemic would develop and how it would in turn affect the economy.", "Although the economy had begun to recover after the closures during the start of the pandemic, the spread of infection had gained new momentum in the run-up to the monetary policy meeting and uncertainty in the financial markets increased again.", "Despite this, one could see that the support measures had had the effects on risk premiums and housing prices I described above; the risk premiums were lower than before the pandemic and housing prices had started to rise clearly, after falling during the start of the pandemic.", "It is not possible to say with certainty how the economy would have developed if we had not decided in November 2020 to extend and prolong the asset purchase programme.", "As the pandemic still had a significant impact on economic activity and contributed to market uncertainty, continued support measures were justified.", "However, the financial markets were functioning well and the yield curve was low and flat.", "The asset purchase programme that we had already decided and which was due to run until mid-2021 seemed, in my view, sufficient to deal even with increasing uncertainty.", "Rapid rise in inflation and a reversal of monetary policy Inflation has risen rapidly this year and is now far too high.", "The Riksbank has therefore raised the policy rate, and other interest rates have followed.", "The higher interest rates mean that the value of the assets we have purchased falls and that the Riksbank will report a large financial loss this year I want to use my (long!)", "review of the experience of asset purchases since 2015 to try to evaluate whether financial losses are offset by other gains for the national economy.", "I shall also discuss whether the losses will weaken the Riksbank's financial independence and, in that case, make monetary policy less effective.", "But let me first focus a little more on the financial losses.", "How has the Riksbank's balance sheet been affected by the purchase of assets, and how has the value of the assets we have purchased developed?", "The Riksbank's financial results are now deteriorating Prior to the global financial crisis, the Riksbank's balance sheet was relatively small and uncomplicated.", "The size of the balance sheet, corresponding to approximately 6 per cent of GDP, was determined mainly by the liabilities side, which was dominated by banknotes and coins in circulation and the Riksbank's equity.", "On the assets side, these liabilities were matched by the foreign exchange reserve, which consisted mainly of US and European government bonds.", "The liabilities side was therefore mainly not remunerated (we do not pay any interest on notes and coins), while we collected interest on government bonds.", "With interest rates around 4 per cent, the Riksbank could finance its current operations and yet deliver a surplus of several billion SEK a year to the central government budget.", "Today, the balance sheet looks completely different (see Figure 11).", "The balance sheet total now corresponds to 28 percent of GDP, and the liabilities side is dominated by debt securities.", "And since the debt has a very short maturity (overnight or one week) while the bonds on the asset side have long maturity, the interestrate risk is considerable.", "The rapidly rising interest rates recently therefore mean that the Riksbank will report a large loss this year.", "There are different ways of explaining how the level of interest rates affects the Riksbank's results.", "The easiest way is probably to use market values as a base: The Riksbank has purchased fixed-rate bonds.", "When interest rates rise, the market value of the bonds falls.", "Another approach is based on the Riksbank's liabilities side: On the assets side.", "the Riksbank has fixed-rate bonds.", "The return on bonds therefore does not change when interest rates rise.", "But our bond purchases have been financed by an increase in our monetary policy debt - the monetary base.", "In other words, we have paid for the bonds through the commercial banks having received a claim on the Riksbank.", "The interest on their deposits (in an account overnight or weekly via Riksbank Certificates) must follow the policy rate for monetary policy to function.", "When we raise the policy rate, our financing costs increase, while the return on our assets remains unchanged.", "These two ways of describing the effects on earnings lead to the same result over time, but the losses are recognised at different times.", "The Riksbank's accounting principles are based mainly on market valuation, which means that the entire effect on on the results will be reported in this year's financial statements, although these are losses that are actually expected to occur gradually as long as the Riksbank owns the bonds.", "The balance sheet then and now Note.", "Simplified picture of the Riksbank's balance sheet at the end of 2007 and at the end of 2021 respectively.", "Revaluation accounts and risk provisions are included in the item \"equity\".", "The light blue field refers to 'other', and mainly consists of claims and liabilities on the International Monetary Fund.", "Source: The Riksbank.", "Very significant valuation losses this year As a result of a rapid increase in inflation this year, the Riksbank and other central banks have raised their policy rates.", "The level of interest rates today is significantly higher than at the start of the year.", "The value of the bonds in the Riksbank's monetary policy-motivated asset portfolio has therefore fallen considerably; Table 1 shows that the value has decreased by SEK 59 billion this year, corresponding to one per cent of GDP.", "Changes in value of Riksbank's monetary policy assets this year Government bonds -32 Municipal bonds -6 Covered bonds -21 Corporate bonds 0 During a large part of the purchasing programme's history, interest rates were surprisingly low.", "The acquired assets have then increased in value and the Riksbank's financing cost has often been slightly lower than we expected at the respective purchase occasion.", "The financial results accumulated over time are therefore not quite as negative as indicated by the change in value this year.", "Table 2 and Table 3 show the accumulated financial results broken down by the different phases of the purchase programme and the different assets purchased.", "Refers to total results since the start of the purchases and is based on market valuation on 30 November 2022.", "Most of the losses that now occur can be linked to purchases during and after the pandemic (phase 2).", "Government bonds have fallen more in value than covered bonds this year, despite the fact that the holdings were about the same at the beginning of the year.", "This is because government bonds, especially those purchased in phase 2, have a longer maturity and are therefore more sensitive to changes in interest rates.", "Otherwise, the losses in Table 3 reflect approximately the proportion of our holdings accounted for by each asset class.", "Financial results of the Riksbank's purchases of different asset types Government bonds -20 Municipal bonds -6 Covered bonds -21 Corporate bonds 0 Note.", "Refers to total results since the start of the purchases and is based on market valuation on 30 November 2022.", "The Riksbank's losses do not reflect the overall result The Riksbank's task is not to generate profits.", "Our mandate is to maintain permanently low and stable inflation and also to contribute to a balanced development of production and employment.", "The bond purchases made prior to the pandemic were part of the expansionary monetary policy that would safeguard the credibility of the inflation target.", "In addition, during the pandemic, the intention was to support the real economy by ensuring that credit provision continued to function.", "An evaluation of our asset purchases cannot therefore be based solely on the financial gains or losses that have arisen on the Riksbank's balance sheet.", "One needs to examine, among other things, how government finances were affected.", "Two examples of questions that need to be answered are: Did the government's borrowing costs fall?", "Did growth and employment in the economy rise, so that state tax revenues increased?", "In addition, it is also necessary, of course, to examine whether the economy has been positively affected in the broader sense.", "The country benefits in many ways - not just through its public finances - from high employment and economic growth.", "It is also valuable for the economy to have a credible inflation target that will ensure that price-setting and wage formation function well.", "The evaluation should also weigh such positive effects against other problems that may have arisen as a result of the Riksbank's purchases.", "I am thinking in particular of whether the purchases affect how the market functions and of the risk that expectations build up that the Riksbank will regularly influence prices and step in when problems arise (so-called moral hazard).", "The purchases at the start of the pandemic contributed to a rapid It is difficult, or perhaps impossible, to quantify the broad effects of our purchases over the years.", "I shall therefore confine myself to repeating that the purchases we decided during the most urgent phase of the pandemic, in combination with other Swedish and foreign support measures, had a great impact.", "They contributed to the economy recovering very quickly and to the avoidance of a prolonged recession.", "The value of this was considerable.", "I also repeat that our purchases seem to have had some - largely expected - negative effects on the functioning of the bond markets, and that the risk of moral hazard increased.", "For example, 70 per cent of respondents in the Riksbank's financial market survey believe that the securities purchases have contributed negatively or very negatively to the functioning of the market.", "However, the costs of such negative side effects are hardly comparable to the value of avoiding a prolonged recession.", "The losses in the first purchasing phase are offset by gains for the state Nevertheless, I would like to try to evaluate the narrower and more direct effects of our purchases of government bonds, purchases which were largely decided prior to the pandemic.", "In Flodén (2016) I tried to make such an evaluation of the initial purchases.", "My calculations then indicated that the purchases of government bonds in phase 1 led to the government's costs for new borrowing via treasury bills and government bonds falling by approximately SEK 7 billion in 20152017.", "The reason was that the rate on these securities was pushed down about 0.3 percentage points below the policy rate.", "This effect on interest rates seems to be relevant even today (see Figure 2).", "The Swedish National Debt Office's new borrowing in government bonds amounts to approximately SEK 600 billion since 2015.", "If the rate on these bonds has become 0.3 percentage points lower and the average maturity of the bonds is seven years, the cost of borrowing has decreased by SEK 13 billion.", "In addition, the Swedish National Debt Office has on average had a debt of approximately SEK 80 billion in Treasury bills.", "With a 0.3 percentage point lower interest rate on this debt over eight years, a further SEK 2 billion is added in reduced interest expenditure.", "An updated calculation thus indicates that purchases of government bonds may have reduced government borrowing costs by approximately SEK 15 billion in 2015-2022.", "The financial loss of approximately SEK 5 billion caused by the purchases of government bonds in phase 1 therefore seems more than well balanced by the reduction in the costs of government borrowing.", "In my earlier discussion, I thought it unlikely that the Riksbank's acquisition of assets prior to the pandemic would significantly stimulate economic activity.", "On the other hand, the purchases made it possible to strengthen confidence in the inflation target.", "If the Riksbank has not succeeded in building confidence, it would be much more difficult to conduct monetary policy today.", "I suspect that today's high inflation would have more easily become entrenched and been able to start a price-wage spiral.", "In that case, the Riksbank would have had to raise the policy rate even more this year, which would have resulted in a greater slowdown in the economy.", "The purchases in phase 1 may thus have reduced the risk of such a scenario.", "Is the Riksbank's financial independence threatened?", "The valuation losses in Table 1 cannot be directly transferred to an annual result.", "However, since the value of the Riksbank's assets has fallen rapidly, the Riksbank will most likely report a major financial loss this year37 It is not unlikely that the Riksbank's reported equity in the next financial statements will be negative, at least if one disregards unrealised gains in the revaluation accounts for gold and foreign currencies (see Table 4) The fact that capital is shrinking or even becoming negative need not be a problem for a central bank.", "Some central banks, such as the Federal Reserve and the Bank of England, hand out all of the surplus to their principal and therefore have no capital except a small base fund and any risk provisions.", "And some central banks, such as the Czech National Bank, have had negative capital for a long time.", "The Riksbank's capital and reserves at the beginning of the year Risk provisions 5 Revaluation accounts 89 ... Swedish government bonds 9 ... foreign securities, price 3 ... foreign securities, currency 21 ... gold 55 Note.", "Refers to the Riksbank's financial position on 31/12 2021.", "Earnings capacity is important for central banks' financial independence However, problems may arise if the central bank loses its long-term earnings capacity.", "In contrast to most other authorities, central banks are not funded through appropriations.", "Instead, they have their own balance sheet with substantial assets and liabilities and, to put it simply, they tend to be able to finance their operations through the return on their non-remunerated capital, that is, the sum of equity and the amount of banknotes.", "A central bank can always continue to finance its activities by 'printing money'.", "However, if the central bank lacks earning capacity, its interest-bearing debt will increase uncontrollably, which is hardly compatible with price stability in the long run.", "Alternatively, the central bank can keep interest rates low so that interest payments are small.", "In both of these cases, monetary policy will thus be affected by the weak financial position of the central bank.", "The Riksbank's earnings capacity is weak The Riksbank's situation here is a little special in an international comparison.", "Since the demand for cash is very low in Sweden, the so-called seigniorage - the surplus from the monopoly on issuing money - is insignificant.", "Other central banks with low or negative capital can more easily than the Riksbank continue to finance their operations and at the same time build up new capital with the aid of the seigniorage.", "The Riksbank is therefore less able to handle losses than other central banks (see Figure 12).", "The Riksbank's non-remunerated capital is small Note.", "Refers to data as of December 2021 for the Bundesbank, Czech National Bank, Federal Reserve, Norges Bank, the Riksbank, Swiss National Bank; February 2022 for the Bank of England and June 2022 for the Reserve Bank of Australia and the Reserve Bank of New Zealand.", "Sources: National sources, national central banks and the Riksbank Not straightforward to ask for capital injections To avoid scenarios where monetary policy is affected by the weak financial position of the central bank, financial support from the principal may be needed.", "The Riksbank would in that case have to apply for a capital injection from the Riksdag.", "Such an application is not uncomplicated, partly because the Riksbank's independence is somewhat eroded when financing becomes dependent on parliamentary decisions.", "Even if the Riksbank's loss were to be significantly higher this year than market prices now indicate, there is hardly any urgent need for capital injections; the scenarios I have discussed do not arise overnight.", "According to the new Sveriges Riksbank Act, the Riksbank is to apply for a capital injection when equity falls below a certain (positive) level, but since the new law does not apply until the 2023 financial statements, I see no reason for the Riksbank to apply for a contribution in the near future.", "Many central banks are going to make losses now Following the global financial crisis in 2008, and especially during and after the pandemic, many central banks have purchased assets for similar reasons to the Riksbank.", "In addition, several of them have purchased considerably larger volumes in relation to the size of their economy than the Riksbank (see Figure 13).", "They have also often bought assets with a longer maturity - and thus more interest risk - than the Riksbank.", "We can expect these central banks to also report losses this year.", "GDP is calculated as the sum of the present quarter and the three previous quarters.", "For any quarter(s) that GDP has not yet been published, the most recently published GDP statistics are used.", "Sources: Eurostat, Japanese Cabinet Office, Statistics Sweden, Swiss State Secretariat for Economic Affairs, U.K. Office for National Statistics, US Bureau of Economic analysis, respective central bank and the Riksbank.", "It is difficult to compare the accounts of different central banks because different accounting principles are applied in different countries.", "Many of the other central banks use accounting principles that mean that changes in value have a slower impact on reported earnings.", "The increase in interest rates this year will thus be reflected directly in the Riksbank's annual accounts, but will be spread over many years for some other central banks.", "Moreover, some central banks, such as the Bank of England, have an agreement with their government that the effects on the results of asset purchases should be entered in the government budget, without affecting the performance of the central bank.", "Nordström and Vredin (2022) nevertheless attempt an overview of the effects on the results of the central banks' monetary policy motivated holdings.", "Their compilation shows, as expected, that the value of central banks' holdings has also decreased rapidly and often more in relation to the size of the economy than here in Sweden.", "However, as I just mentioned, the Riksbank's capacity to bear risk and handle losses is weaker because its seigniorage is so small.", "Some central banks will be able to continue to finance their operations even if they are now making very large losses.", "Of course, the Riksbank's financial position is not improved by other central banks also making losses.", "However, it shows that our losses are part of international development.", "There may also be reason for central banks - especially those governed by the EU Treaty - to create a consensus on how long-term earnings capacity and financial independence are to be managed.", "Asset purchases and current monetary policy In conclusion, I would like to address two questions where some see a link between our asset holdings and current monetary policy: Is the rapid increase in inflation this year due to the Riksbank's asset purchases having been too large and lasted too long?", "And should the Riksbank not actively sell assets when monetary policy is now being tightened to bring inflation down?", "I think the answer is 'No!'", "to both of these questions.", "Today's high inflation was hardly caused by excessive asset purchases I do agree that asset purchases should have been concluded earlier.", "However, the objections I have sometimes had to them have not been about monetary policy becoming too expansionary.", "My view has rather been that asset purchases are not a particularly effective monetary policy tool when the Swedish financial markets are functioning normally.", "The small monetary policy effects must be weighed against a number of costs and risks associated with asset purchases.", "In my opinion, the experiences of our asset purchases underpins these views.", "It is therefore unlikely that the development of inflation in Sweden would have been very different if we had concluded the asset purchases earlier.", "The rise in inflation this year has been caused by international factors related to the pandemic, energy, raw materials and the war in Ukraine, and has been similar in most developed countries despite differences in the way monetary policy was conducted both before and during the pandemic.", "There is no point in actively selling mortgage or corporate bonds This interpretation also has implications for the question of whether the Riksbank should begin active sales of our holdings.", "The question has been raised, among other things, as the Bank of England has recently begun selling securities.", "Moreover, Calmfors, Hassler and Seim (2022) argue that the best strategy is unlikely to be keeping the securities to maturity.", "However, the Executive Board of the Riksbank has indicated that the bonds will be held to maturity.", "I see several reasons why this is the right thing to do.", "I do not believe that the Swedish asset purchases will significantly affect how expansionary monetary policy is when the financial markets are functioning well.", "In that case, selling bonds does not entail any significant tightening of monetary policy.", "I do not mean that sales would go unnoticed.", "On the contrary, I believe that sales would lead to price movements and some disturbance in the market.", "But that is exactly what we should avoid.", "The Riksbank should as far as possible avoid interfering in market pricing.", "The arguments against active sales are strengthened by the fact that the maturities of many of our assets are relatively short.", "In principle, it would be good if we could rapidly reduce our holdings of private securities, that is, mortgage and corporate bonds.", "However, these assets have the shortest maturity and almost the entire holding will mature within five years (see Figure 14).", "The strongest argument for active sales concerns government bonds.", "The lefthand panel in Figure 3 shows that the rates on government bonds have fallen substantially and to very low levels in relation to the expected policy rate in 2022.47 This indicates that there is a high demand for these bonds in the markets.", "It is not inconceivable that an active sale of the bonds would push up the rate on them.", "In this case, it could attract foreign capital and to some extent contribute to strengthening the krona.", "However, before considering such sales, I would like us to evaluate how market pricing develops when we completely stop buying assets after the end of the year.", "The Riksbank's asset holdings - projection Nominal amounts, SEK billion Note.", "The forecast is based on no further asset purchases after 2022.", "Source: The Riksbank.", "Asset purchases as a monetary policy tool - final In many countries, asset purchases are highlighted as an important and successful tool in the monetary policy toolbox.", "I have no doubt that in many cases the asset purchase programmes have worked well and contributed to stimulating demand and raising inflation when the policy rate has been limited by its lower bound.", "However, it must be borne in mind that the effects of the asset purchases vary according to a number of circumstances.", "It is easy to understand that buying assets can have a major impact when markets are malfunctioning.", "It is almost as simple to realise that asset purchases can play a more important role in countries where long interest-rate fixation periods are common, and perhaps also in economies where many companies finance themselves in bond markets.", "It also matters what assets the central bank buys.", "Are they government bonds with a similar risk profile to central bank money?", "Or are they high-risk private assets?", "The value of asset purchases also needs to be set against financial risks and the ability of the central bank to handle losses.", "Central banks can always issue new money, but they can lose control of monetary policy if their financial position becomes too weak.", "The circumstances surrounding the Riksbank's asset purchases have varied.", "The asset purchases during the initial phases of the pandemic were very important.", "Without the extensive support measures quickly announced by central banks and other authorities, the pandemic would probably have resulted in a prolonged recession, where problems in the financial markets would have made the recovery more difficult.", "However, the Riksbank's asset purchases more recently seem to have had minor effects on inflation and real economic developments.", "13 2015, Sveriges Riksbank Del Negro, Marco and Christopher Sims (2015), \"When does a central bank's balance sheet require fiscal support?", "\", Journal of Monetary Economics 73, 1- 19 Di Casola, Paola (2021), \"What does research say about the effects of central bank balance sheet policies?", "\", Economic Commentaries No 2 2021, Sveriges Riksbank ECB (2022), \"Convergence report\", European Central Bank 2022 Erikson, Henrik (2021), \"Central bank bond purchases and premiums - the Swedish experience\", Staff memo December 2021, Sveriges Riksbank Erikson, Henrik and David Vestin (2021), \"Pass-through of negative policy rates\", Economic Commentaries No.", "9 2021, Sveriges Riksbank Flodén, Martin (2016), \"The Riksbank's bond purchases affect government finances\", speech 9 November 2016, Sveriges Riksbank Flodén, Martin (2018), \"The Riksbank's balance sheet: How large should it be in the future?", "\", speech 13 April 2018, Sveriges Riksbank Gustafsson, Peter and Tommy von Brömsen (2021), \"Coronavirus pandemic:The Riksbank's measures and financial developments during spring and summer 2020\", Economic Review 2021:1, Sveriges Riksbank Kjellberg, David and M. Åhl (2022), \"The Riksbank's financial result and capital are affected by higher interest rates\", Economic Commentaries, no.", "8 2022, Sveriges Krishnamurthy, Arvind and Annette Vissing-Jorgensen (2011), \"The effects of quantitative easing on interest rates: channels and implications for policy\", Brookings Papers on Economic Activity, Fall 2011 Levin, Andrew, Brian Lu and William Nelson (2022), \"Quantifying the costs and benefits of quantitative easing\", manuscript, Hoover Institution Nordström, Amanda and Anders Vredin (2022), \"Does central bank equity matter for monetary policy?", "(2022)\", Staff memo December 2022, Sveriges Riksbank Riksbank (2014), \"Financial Stability Report 2014:2\", Sveriges Riksbank Riksbank (2015), \"Minutes of the monetary policy meeting in February 2015\", Sveriges Riksbank Riksbank (2016), \"Repo rate cut to -0.50 per cent\", Press release 11 February 2016, Sveriges Riksbank.", "Sveriges Riksbank (2020a), \"Financial Stability Report 2020:1\", Sveriges Riksbank Riksbank (2020b), \"Monetary Policy Report November 2020\", Sveriges Riksbank Riksbank (2020c), \"Minutes of the monetary policy meeting in November 2020\", Sveriges Riksbank Riksbank (2020d), \"Monetary Policy Report April 2020\", Sveriges Riksbank Riksbank (2021) \"Rapidly rising housing prices despite the coronavirus crisis\", article in Monetary Policy Report, April 2021, Sveriges Riksbank.", "Riksbank (2022), \"Financial Stability Report 2022:2\", Sveriges Riksbank Stella, Peter and Åke Lönnberg (2008), \"Issues in central bank finance and independence\", IMF Working Paper WP/08/37 Tobin, James (1958), \"Liquidity preference as behavior towards risk\", Review of Economic Studies 25(2), 65-86 Vayanos, Dimitri and Vila, Jean-Luc (2021), \"A Preferred-Habitat Model of the Term Structure of Interest Rates\", Econometrica 89(1), 77-112 Table A1 lists the monetary policy meetings during 2015-2022, where the Riksbank decided on asset purchases.", "The amounts mentioned refer to nominal purchase volumes.", "Up to June 2019, coupons received and repayments upon the maturity were reinvested by the holder in addition to the amounts mentioned here (see, however, decision in December 2017).", "The Riksbank's holdings declined in 2019 and 2022, as the purchases then were less than the holdings that matured.", "Policy Decision My voting, if decision meeting different (Link to meeting (Link to the documentation) minutes) Purchase government bonds for SEK 10 billion No purchases (p during February-March 2015.", "March 2015 Purchase government bonds for a further SEK 30 billion during March-May 2015.", "April 2015 Purchase government bonds for a further SEK 40- 50 billion until end of September 2015.", "July 2015 Purchase government bonds for a further SEK 45 billion until end of December 2015.", "October 2015 Purchase government bonds for SEK 65 billion during January-June 2016.", "April 2016 Purchase government bonds for SEK 45 billion during July-December 2016.", "December 2016 Purchase government bonds for SEK 30 billion during January-June 2017.", "April 2017 Purchase government bonds for SEK 15 billion No purchases (p during July-December 2017.", "April 2019 Purchase government bonds for SEK 45 billion No purchases (p during July 2019-December 2020.", "11-14) March-June Several decisions which were then included in 2020 the programme below Purchase assets for SEK 300 billion until the end of December 2020, in addition to the asset purchase programme for government bonds already in place.", "Purchase government bonds, covered bonds, municipal bonds, commercial paper and corporate bonds.", "June 2020 Extend the programme by SEK 200 billion and prolong until end of June 2021.", "November 2020 Extend the programme by SEK 200 billion and prolong until end of December 2021.", "Purchase assets for SEK 37 billion during July- December 2022."], "classifications": ["none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "fiscal dominance", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "fiscal dominance", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "financial dominance", "monetary dominance", "none", "none", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Asset Purchases", "Riksbank", "Financial Losses", "Monetary Policy", "Inflation", "Interest Rates", "Financial Stability", "Central Bank Independence", "Quantitative Easing", "Economic Stimulus"]}