{"sentences": ["Minister Donohoe, Minister Fleming, Deputy Governors, distinguished guests, ladies and gentlemen, good morning.", "I'm delighted to welcome you all to today's important event.", "We are at another important point in the Irish State's Decade of Centenaries programme.", "Since its initiation in 2012, the Central Bank has been very proud to play its part.", "This is the third commemorative gold coin that we have issued during the Decade of Centenaries.", "We issued €100 gold coin in 2016, to commemorate the centenary of the 1916 Easter Rising, and again in 2019, to commemorate the centenary of Dail Eireann.", "It's important to recognise that the years from 1921 to 1923 mark a more complex period in Ireland's history.", "Included in these years are the Struggle for Independence, the Civil War, the foundation of the Irish State and Partition.", "Remembering these events appropriately, proportionately, respectfully and with sensitivity matters.", "So much of the recent programme has focussed on promoting a deeper understanding of the significant events that took place during this period and recognising that the shared historical experience of those years gave rise to very different narratives and memories.", "The Free State was founded in 1922 under the terms of the Anglo-Irish Treaty of 1921.", "Its establishment was the major turning point in modern Irish history when Irish people took control of their own destiny and built the country that Ireland is today.", "The Central Bank is proud to have played a very important part in that history.", "From the administration of exchange controls, to the management of the sovereign debt market, from decimalisation, to the Euro changeover.", "Throughout all of this time, guided by the 1942 Central Bank Act, our constant and predominant aim has been the welfare of the people as a whole.", "It's also worth noting the direct historical links of the Central Bank's early leaders to the important event we have recently commemorated.", "Our first Governor, Dr Joseph Brennan, was introduced to Michael Collins during the War of Independence and was financial advisor to the team negotiating the Anglo-Irish Treaty.", "Bringing things back to our current role, we act as the agent for the Minister of Finance in issuing all Irish coins, both circulating and commemorative.", "The Central Bank's predecessor, the Currency Commission, issued the first Irish proof set in 1928 and we have issued commemorative coins over the decades to mark both key moments in our history as well as the individuals who helped shape it.", "In April 1966, we issued a commemorative silver ten-shilling coin to mark the 50th anniversary of the 1916 Easter Rising.", "We take great pride in the issuing of such commemorative coins.", "It is an important element of our public service role and is a unique way to pay tribute to individuals and events of national importance.", "Earlier this year, we commemorated Dr Kathleen Lynn, in recognition of her outstanding medical career, her forward-thinking approach to the rights of women and of the poor, her involvement in the 1916 rising and her humanitarian work particularly with the young and poor of Dublin city.", "And most recently we issued the final coin in our Modern Musicians series which contained coins for Irish musical legends Luke Kelly, Phil Lynott and Rory Gallagher.", "The coin we're launching today was designed by by the very talented artist Mary Gregoriy, following a design competition.", "According to Mary, the '100' refers to both the euro denomination as well as the 100 years since the establishment of the State, and she has written the words \"Saoirse in Éireann 1922-2022\" on the straight side of the harp.", "Her design uses the symbol of the harp, one of the most recognisable symbols of Ireland.", "It is very stylised and simplified because the coin is no bigger than your thumbnail and she wanted to keep it simple.", "The use of the Harp, as our national symbol, reflects the importance of music and culture to the people of Ireland and allows the coins to be immediately identifiable as Irish.", "One simple spiral adorns the curved side of the harp and the straight side has text as its pattern.", "Production of this coin is limited to 750 pieces.", "We have also produced an Annual Mint Set for 2022, which commemorates the foundation of the Irish State.", "Before I finish, I want to thank some of the people who've helped to organise this morning's event.", "I want to thank The National Library for hosting us this morning.", "I want to pay tribute to the Central Bank's Currency Centre team for the immense work they do each year on the collector coin series.", "I'd like to acknowledge the ongoing work of the Numismatic Advisory Panel who support the Bank's collector coin programme.", "And finally, I'd like to congratulate the Department of Finance on its own centenary this year."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Irish State", "Commemorative coins", "Central Bank", "History", "Ireland", "1922", "1916", "Music", "Culture", "National symbols"]}