{"sentences": ["financial risks posed by climate change: information gaps and transition plans Speech by Paolo Angelini Deputy Governor of the Bank of Italy Associazione nazionale per lo studio dei problemi del credito Milan, 15 November 2022 1.", "Introduction The consequences of climate change affect the financial system in several ways.", "The materialisation of the related risks - physical and transitional - can cause damage to buildings and companies, and the obsolescence of entire production chains.", "The potential negative effects on the stability of individual intermediaries and of the financial system are the main reason why central banks and supervisory authorities have long included environmental sustainability in their work programmes.", "Furthermore, ensuring the adequate management of these risks is instrumental to allocate the resources for the transition towards a sustainable economy.", "Awareness of the importance of climate-related and environmental risks is growing among the banks in the Single Supervisory Mechanism (SSM); all significant banks have begun to consider how to integrate these risks into their activities.", "The progresses of the works are heterogeneous.", "While no bank is fully in line with the ECB's expectations on this matter,2 progress is ongoing on several fronts.", "Banks have so far mainly worked on data collection and exercises to assess transition risks.", "Physical risk management practices instead are generally less advanced.", "Only few intermediaries have started to consider other environmental risks, such as biodiversity loss and pollution.", "Overall, Italian banks seem to be moving in step with those of other European countries.", "In my remarks I will briefly survey some key elements of the legal and regulatory framework on ESG practices and risks which have a bearing on intermediaries and non-financial firms.", "I will argue that excessive reliance on sectoral sustainability data by lenders (banks and investors) can lead to incorrect allocation of finance, to the detriment of the overall transition process.", "Intermediaries and companies should join forces to assemble data at the individual company level.", "This appears particularly necessary and urgent in Italy, given the comparatively high share of small businesses that will not be subject to sustainability reporting obligations.", "I will then focus on transition plans.", "In short, a transition plan is a detailed description of actions that a company commits to implement over a multi-year horizon, in order to comply with a given environmental objective, for example that of the Paris Agreement.", "The SSM encourages banks to adopt transition plans.", "I will argue that overreliance on the thrust that financial intermediaries (banks and institutional investors) can give to the transition process should be avoided, and that transition plans of non-financial corporations should be a key point of attention.", "Finally, I will argue that it is essential to clarify the relationship between the investors' traditional objectives, typically expressed in terms of risk and return, and the environmental objectives defined in the transition plans.", "The potential conflict between the two might become a serious obstacle to the contribution that the financial system can provide in the fight against climate change.", "Regulatory initiatives to improve climate risk reporting The regulation of environmental, social and governance (ESG) risks of financial and non-financial companies is still in the making.", "At the European level, this work is at an advanced stage, especially in comparison with the other main jurisdictions.", "In what follows I will focus on some important measures, without claiming to be complete.", "The Corporate Sustainability Reporting Directive (CSRD), first published by the European Commission in April 2021, is due to enter into force on 1st January 2024.", "Starting on that date all companies, both financial and non-financial, that fall within the scope of the directive (essentially large companies and, from 2026, listed SMEs) have to prepare a non-financial statement (NFS) according to the sustainability standards set by the European Financial Reporting Advisory Group (EFRAG).", "The CSRD expands significantly the pool of companies subject to regulation and introduces much more detailed reporting requirements than those prescribed by the Non-Financial Reporting Directive (NFRD) currently in force.", "Banks will be affected by these changes both as users of better information on client companies and, in case they are also subject to the new directive, as providers of more accurate information on their own risks.", "A second important element is the proposal of the Corporate Sustainability Due Diligence Directive (CSDDD).", "This directive will introduce the obligation for large companies, both financial and non-financial, to identify, prevent, mitigate and account for the negative externalities they generate in terms of human rights and environmental impact.", "In particular, intermediaries should refrain from investing in counterparties that have adverse impacts on the environment and human rights; alternatively, they should define (potentially very costly) measures to mitigate and reduce impacts.", "The directive would have implications for the entire \"value chain\" of large companies, e.g.", "for supplier companies not belonging to the group, regardless of their size.", "Lastly, the CSDDD should introduce the obligation for large companies to prepare a transition plan consistent with the Paris Agreement.", "For banks, this obligation is also included in the proposed revision of the CRR3/CRD6 prudential framework, at an advanced stage of negotiation.", "Albeit still in an embryonic stage, another important aspect concerns the non-financial reporting audit framework.", "The Roadmap for Addressing Climate-Related Financial Risks by the Financial Stability Board proposes to define such a framework.", "In Europe the CSRD will make the certification of non-financial declarations mandatory starting from 2024; it will be initially set to less stringent criteria, a more stringent approach is envisioned from 2028.", "Currently companies subject to NFRD publish audited sustainability data in some European countries only, among which Italy.", "Regarding reporting requirements for banks under the Third pillar, the second Capital Requirements Regulation for banks (CRR2) provides that large financial institutions6 that have issued securities listed on a regulated market of any of the Member States must publish information on ESG risks every six months.", "The technical document for the implementation of this legislation prepared by the EBA requires banks to publish more detailed qualitative and quantitative information than those currently reported under the NFRD.", "As for timing, the EBA has adopted a transitional regime.", "The banks concerned will be required to publish a first set of data in the first months of next year, with reference date end 2022.", "Based on the current text of the CRR3 proposal, this obligation will be extended to all banks from 2025, according to criteria of proportionality that are still being defined.", "Regarding transition risks, banks will have to publish, among other things, their exposures towards the ten high-emissions sectors defined by the European legislation8 and towards the top twenty most polluting companies worldwide, as well as measures of energy efficiency of their real estate collateral.", "Regarding physical risks, banks will have to provide For banks, the \"value chain\" includes only the companies they lend to.", "SMEs are also excluded.", "\"Large financial institutions\" are defined as those that meet any of the following conditions: (a) they have been identified as institutions of global or national systemic relevance; (b) they are among the top three banks nationwide based on total assets; (c) their total individual or consolidated assets are equal to or greater than 30 billion euros.", "EBA (2022), \"Final draft implementing technical standards on prudential disclosures on ESG risks in accordance with Article 449a CRR\", January.", "The sectors are as follows: a) agriculture, forestry and fishing; b) mining and quarrying; c) manufacturing; d) electricity, gas, steam and air conditioning supply; e) water supply; sewerage, waste management and remediation activities; f) construction; g) wholesale and retail trade; repair of motor vehicles and motorcycles; h) transportation and storage; i) accommodation and food service activities; l) real estate activities.", "Sectors a)-h) and l) are identified by Commission Delegated Regulation EU/2020/1818.", "Sector i) was added by the EBA following discussions with experts.", "data on exposures to counterparties located in high risk geographical areas (identified through specialised databases), as well as an estimate of the impacts of climate risks on regulatory capital, and a description of the risk management methodologies adopted.", "From 2024 banks will also need to report indicators of the alignment of their assets to the European Taxonomy, such as the Green Asset Ratio (GAR)9, the Banking Book Taxonomy Alignment Ratio (BTAR) and greenhouse gas emissions.", "This will require granular information on the environmental performance of client firms.", "The adoption of this complex body of legislation, and more generally the push given by the European legislator to the fight against climate change, have many implications for the financial system.", "In what follows I will examine two of them, without any claim to exhaustiveness.", "The problem of sustainability data Granular sustainability data are at present insufficient.", "This helps explain the delay of most banks in aligning with the expectations of the SSM, and hinders the ability of the financial system to support the environmental transition.", "With the the approval of the CSRD, the number of Italian companies subject to the obligation to draw up the NFS will significantly increase, from a few hundreds under the NFRD regime to 4-5.000.11 Once the phase-in is completed, the companies subjected to the directive will publish the bulk of the data needed by the intermediaries to fulfil their reporting obligations.", "However, this leaves out most SMEs, which in Italy account for about two thirds of value added and about 80 percent of the workforce.", "Both shares are more than 10 points higher than the respective European averages.", "For micro-enterprises the differential in terms of workforce rises to 15 points.", "The regulation does not neglect SMEs completely.", "The G20 working group on sustainable finance recommended the International Financial Reporting Standards (IFRS) Foundation to consider issuing sustainability reporting guidelines for SMEs, mirroring the IFRS The GAR (requested both in the Third pillar and the NFS) is calculated as the ratio between the credit or other financial instruments that finance economic activities aligned with the European Taxonomy and total assets.", "In the numerator, in the context of loans to businesses, only loans and debt securities to entities included in the perimeter of the NFRD and in the future CSRD are considered (therefore excluding SMEs).", "It seems questionable that there is no indicator that excludes SMEs from the denominator as well.", "The BTAR, requested only in the Third pillar, differs from the GAR since the numerator also includes Taxonomy aligned exposures towards companies that are not subject to the NFRD (i.e.", "Scope 1 emissions are those generated directly by the production activity of the company through the direct use of fossil fuels.", "Scope 2 emissions stem from use of energy produced outside the corporate perimeter (e.g.", "Scope 3 emissions occur throughout the company's value chain, both downstream and upstream of its production process.", "(2022), \"Data and methods for the evaluation of climate and environmental risks in Italy\", Banca d'Italia, Occasional papers, n. 732, November.", "accounting standards for SMEs.", "In 2024 the EFRAG will publish simplified standards for listed European SMEs, to be used by unlisted SMEs on a voluntary basis.", "However, these developments will take time.", "In the meantime, as I mentioned above, the Third pillar regulation mainly leverages information at the sectoral level, requiring banks to publish their exposures to companies belonging to the ten high-emissions sectors defined by European legislation.", "In Italy these sectors contribute 61 percent to GDP, higher than the EU average of 56 percent.", "The entire manufacturing sector is classified as high-emissions.", "Such emphasis on highly aggregated sectoral data creates the risk that intermediaries seeking to reduce their carbon footprint indicators might reduce credit to companies belonging to high-emissions sectors indiscriminately, treating them all as unsustainable.", "A similar risk could also arise with reference to market instruments (shares and bonds), should sectoral data play an increasing role in the choices of other financial intermediaries.", "Excessive reliance on sectoral data in orienting lending and investment choices would not be justified.", "First, subsectors with extremely heterogeneous environmental footprints can coexist within a sector.", "For example, the \"agriculture, forestry and fishing\" sector, labelled as high-emissions, includes both the forestry subsector, which produces negligible emissions, and that of livestock, notoriously responsible for very high emissions.", "Second, even companies producing identical goods can have very different emissions, depending on the production processes adopted (e.g.", "reliance on renewables, more advanced machinery).", "Companies that have adopted state-of-the-art technologies will have \"incompressible\" emissions in the short term, while others will have room to invest.", "Should the financial industry help the laggards improve or focus on the best performers?", "Finally, even companies that at moment present the same high-emission levels may have developed very different transition plans; a company seeking funding to carry out an ambitious and credible decarbonisation plan should be assessed by lenders differently from one that carries on with ordinary production strategies and policies.", "A second risk determined by these complex information problems is that companies not subject to environmental disclosure requirements might adopt a wait-and-see approach.", "This choice, while understandable, might turn out to be short-sighted.", "Today, companies at the forefront in the field of sustainability have a strong advantage to make their choices known to the market and to customers.", "A policy of poor transparency could be assimilated to an inadequate sustainability performance, with the negative consequences described above.", "Furthermore, scope 1 and 2 emissions of SMEs are included in the calculation of scope 3 emissions of the large companies they sell intermediate products to.", "Large companies will therefore tend to transmit down their value chain the pressure to adopt more sustainable production models; the CSDDD could contribute to this trend, for the reasons mentioned in the previous paragraph.", "These considerations suggest a few conclusions.", "First, sectoral data, albeit useful for many purposes, should be interpreted and used with caution by intermediaries in their investment and financing choices, and by the Supervisory Authority for its control activities.", "This conclusion is supported by microdata-based evidence which confirms that important heterogeneities exist within sectors and subsectors.", "European regulation could at least refer to more granular sectoral classifications.", "Second, there is a strong need for data at the individual company level for the purpose of providing credit and planning investment.", "Finally, committing to ambitious sustainability investment and adopting reporting practices is in the very interest of SMEs, at least the more dynamic and forward-looking ones.", "Various private initiatives have been launched in Europe to set up information platforms on the environmental sustainability of non-financial companies.", "However, SMEs seem reluctant to join, due to the high costs for data collection and processing and lack of standardisation.", "Therefore, actions at national level could be considered.", "The newly established Sustainability Coordination Table promoted by the Ministry of Economy and Finance, which involves the Ministry of Environment and Energy Security as well as the supervisory authorities (Bank of Italy, Consob, Covip and Ivass) could launch initiatives involving intermediaries, non-financial companies and their associations, among others.", "Similar initiatives have already been launched in other countries.", "For example, the experimental database built by Accetturo et al.", "(2022), \"Credit supply and green investments\", mimeo, shows that among companies belonging to the high-emission sectors according to the EU definition, those that are investing to improve their sustainability performance are about 10 percent of the total; this share falls to 4 percent among companies in other sectors.", "This evidence suggests that among high-emission companies there is a greater awareness and willingness to tackle environmental issues.", "Furthermore, there is considerable heterogeneity across the various high-emission sectors: for example, the aforementioned share is close to 50 percent in the energy supply sector.", "Schober and Silberbach (2022), \"Modeling effects of carbon taxation on corporate ratings in the German power market\" (2022), mimeo, find that the effect of an increase in carbon taxation on the probability of default of German electricity generation companies can change sign depending on the type of technology and fuel used in the production process.", "The EBA relies on the EU regulatory framework; at the moment, a more granular sectoral breakdown is not foreseen.", "Starting from the Third pillar disclosure for 2023, banks will have to add to sectoral data the amount of exposures that contributes to climate change mitigation and the value of the GAR, thus providing a measure of the alignment of their portfolio with the taxonomy.", "However, given the large share of companies not subject to the CSRD in Italy, this approach is unlikely to change the picture that will emerge from sectoral data.", "The European Commission proposes to set up the European Single Access Point (ESAP), aimed at guaranteeing simple and free access to financial and sustainability information made public by large or listed European companies.", "At a later stage, other companies would participate on a voluntary basis.", "See article 9 Amendment to Directive 2013/34/EU of the Proposal for a Directive of the European parliament and of the council amending certain Directives as regards the establishment and functioning of the European single access point.", "See Moeslinger, Fazio and Eulaerts (2022), \"Data platform support to SMEs for ESG reporting and EU Taxonomy implementation\", Publications Office of the European Union.", "In Germany, the Green and Sustainable Finance Cluster provides a forum for discussion among intermediaries, companies, regulators, scientists and academics interested in the strategy for sustainable finance.", "A broadly similar role is performed in the Netherlands by the Sustainable Finance Platform, and by the Observatory for Sustainable Finance in France.", "In the realm of data, two types of initiatives could be considered.", "First, the associations of intermediaries and those of non-financial companies could cooperate towards the standardisation and collection of sustainability information.", "Harmonised templates for data collection could be developed, extremely simplified for micro-firms, more articulated for SMEs.", "This work would not start from scratch, as many banks have already developed similar templates.", "Complementary initiatives could involve public bodies that collect detailed data on gas and electricity consumption for all Italian households and businesses, or other public entities that have data on the energy efficiency of buildings at the individual real estate units' level.", "Some of these databases already cover the totality - or at least a large portion - of their populations, are systematic and well-organised, but are not accessible for analysis purposes or to financial intermediaries, mainly because of confidentiality constraints.", "These problems do not seem unsolvable.", "Confidentiality issues do not arise with aggregated data.", "The entities that hold information at granular level could therefore make themselves available to publish - or to produce for the benefit of other interested parties - suitably aggregated data.", "Furthermore, confidentiality problems could be solved if the entities that hold the granular information granted access to intermediaries with a proxy from their clients.", "Through this mechanism, intermediaries as well as other entities (e.g.", "professional data providers) could have an efficient single point of access to accurate, detailed and verified information on individual energy consumption, in compliance with data protection regulations.", "The harmonised collection of microeconomic data on sustainability would have several advantages.", "Companies borrowing from many banks would avoid having to deal with a multiplicity of differentiated requests.", "Banks would reduce or avoid the use of estimated data provided by professional data vendors.", "Data comparison would be facilitated.", "Greenwashing could be tackled more effectively.", "The data could also be very useful for economic policy purposes.", "Faced with the energy shock, European governments must balance public finance constraints with the need to provide relief to needy families and energy-intensive businesses.", "However, effective targeted policies are hard to design without adequate information.", "Looking beyond the current critical phase, this information would be equally important for designing and evaluating the policies needed to reach the climate goals that governments are committed to achieving.", "The transition plans The topic of transition plans is relatively new.", "As already mentioned, the European legislation that should introduce the obligation to draw up plans both for intermediaries and for non-financial companies (the CSDDD and the CRR3/CRD6 package) is still on the drawing board.", "In spite of this, many of the world's large financial institutions and non-financial companies have voluntarily committed to reduce their carbon footprint.", "A conceptually similar approach, which implements the so-called tilting strategies, is common among asset managers.", "Such an approach adds new goals, such as reducing the carbon footprint, or improving the overall ESG score, to the traditional objectives of portfolio management, which are typically based on the paradigms of risk-return, time horizon, and the liquidity of the investment.", "To this end, various providers have developed ad hoc indexes that -compared to the standard market indices - feature a larger proportion of companies with relatively low emissions, or relatively high ESG scores.", "Savers can mandate asset managers to invest their funds in portfolios replicating these indices.", "Following a similar approach, last July the ECB announced a gradual decarbonisation path for its corporate bond portfolios.", "In parallel, the SSM is encouraging banks to adopt transition plans consistent with the Paris Agreement and to put pressure on the financed companies if they do not meet their transition objectives, up to the last resort of cutting off funding.", "The transition plans of intermediaries, together with the tilting approach adopted by the asset management industry, can represent a powerful tool for managing and mitigating climate risks.", "However, we should be mindful that we are moving our first steps this area.", "One issue that needs to be clarified is the consistency between the aforementioned traditional objectives of an intermediary that manages clients' funds - be it a bank or an asset manager - and the objectives of sustainability.", "There is empirical evidence that good ESG practices are associated with good operational performance of companies, as they encourage innovation, a long-term orientation, and the efficient use of resources.", "Sustainable investing has thus so far produced advantages both for investors, in the form of higher risk-adjusted returns, and for issuers, in the form of lower external financing costs.", "This picture will likely change in a more or less distant future.", "In recent years, the bond and share prices of sustainable companies may have benefited from the strong growth in demand from investors increasingly sensitive to environmental issues.", "However, in principle, other things equal, a sustainable investment should be relatively less risky, and therefore less profitable.", "But investors might be reluctant to accept lower yields.", "Also, we cannot rule out that sustainability objectives might also eventually conflict with a risk-adjusted return target.", "In summary, it cannot be excluded that at some stage the traditional investment objectives conflict with the transition plan and the related decarbonisation objectives adopted by an intermediary, or a retail investor.", "Should this turn out to be the case, which goal should be sacrificed?", "At the moment there is neither a theoretical nor an empirical answer to this question.", "However, some preliminary considerations seem warranted.", "First, there are reasons to doubt that investors would be willing to spontaneously prioritise sustainability at the expense of profitability.", "Even if some were, their choices would likely be insufficient to achieve the desired result.", "As shown by some recent theoretical analyses, the efforts of \"responsible\" investors could be thwarted by the arbitrage strategies of other investors focused exclusively on the risk-return paradigm, who would therefore invest in firms not interested in sustainability standards.", "There is therefore a risk of \"carbon leakage\": responsible investors would give up their yield to the benefit of other investors, with limited effects in terms of progress on the climate front;27 yet another instance of the \"waterbed effect\" which mars economic policies in many areas.", "This lack of clarity about the potential conflict of objectives may have contributed to some recent developments.", "Following a series of controversies over its sustainability stance, BlackRock has announced plans to allow retail investors to vote on controversial corporate issues.", "Some large US banks that are members of the Glasgow Financial Alliance for Net Zero (GFANZ) are reconsidering their decarbonisation targets, due to concerns about litigation risk29.", "If not addressed, the conflict of objectives could represent Bolton and Kacperczyk (2020), \"Carbon Premium Around the World\", CEPR Discussion Papers, n. 14567, find that firms with higher greenhouse gas emissions are characterised by relatively high equity returns.", "This could happen, for example, if efforts to combat climate change were to fail, consequently weakening the demand for sustainable investments.", "See Pástor, Stambaugh and Taylor (2021), \"Sustainable investing in equilibrium\", Journal of Financial Economics, n. 142(2), pp.", "550-571; Abiry, Ferdinandusse, Ludwig and Nerlich (2022), \"Climate change mitigation: How effective is green quantitative easing?", "See Masters (2022), \"BlackRock opens door for retail investors to vote in proxy battles\", Financial Times, November 3rd.", "See Morris, Brian and Walker (2022), \"US banks threaten to leave Mark Carney's green alliance over legal risks\", Financial Times, 21 September.", "For this reason, the signatories of the initiative in the latest GFANZ progress report will no longer be required to respect the criteria of the Race To Zero Campaign promoted by the United Nations, which also includes commitments from governments and public institutions.", "Until August, the two initiatives will move in a coordinated manner, with the condition for GFANZ participants to also respect the stringent criteria of Race to zero.", "a serious obstacle to the financial system's contribution to the fight against climate change.", "Secondly, a strategy to promote an orderly transition of the economic system towards the Paris goals should be multi-pronged.", "While the thrust of the SSM goes in the right direction, it would be necessary to leverage the entire financial system, including the asset management and insurance sectors.", "Above all, action should also target non-financial companies, at least large ones and those with high emissions, prompting them to adopt ambitious and credible transition plans.", "The investment choices of these companies - such as the producers of electricity, currently characterised by extremely high emissions - will be the first to determine the fate of the transition.", "Banks and other intermediaries could decide to achieve the decarbonisation objectives of their assets declared in the transition plans by reducing loans to these companies.", "However, without huge investments in these sectors it will not be possible to produce electricity mainly from clean sources and to electrify transport and heating.", "It is therefore desirable that lenders might be able to discriminate between the various companies on the basis of their transition plans, thus allowing companies that carry out investments aimed at this purpose to find the necessary financial resources easily and at low cost.", "As argued above, European legislation does adopt such a multi-pronged approach.", "By introducing mandatory transition plans for all companies, financial and non-financial, the CSDDD aims to bring about a virtuous convergence of the entire economic system towards the principles of the Taxonomy and the Paris goals.", "In this context, the problem of the conflict of objectives could be assuaged, but might not disappear.", "Investors interested only in yield could look outside Europe (the aforementioned carbon leakage problem).", "Also, it remains to be seen whether this virtuous convergence will actually take place.", "The current energy crisis is resulting in huge profits for energy companies that use fossil fuels, and government subsidies for the consumption of energy.", "This reminds us that today's technology does not allow an accelerated transition to low-carbon energy sources; that the investments required are enormous; that the demand for energy cannot be easily reduced without radical changes in consumption habits and lifestyles which the populations do not seem willing to accept, especially in advanced countries.", "In such an uncertain framework intermediaries and non-financial companies should liaise to align climate change mitigation policies and climate risk management, with a greater offer of consultancy by intermediaries and greater transparency by companies.", "Initiatives regarding transition plans could be promoted by the Sustainability Coordination Table mentioned in the previous paragraph.", "In this case as well, the path has been traced by other countries.", "Conclusions The transition towards a low carbon emissions economy brings risks and opportunities for the financial sector.", "Intermediaries must prepare by accounting for physical and transition risks in their lending and investing processes.", "To this end, they must improve the quantity and quality of the information used internally and communicated to the market.", "This is required by the European legislation, but it is also in line with sound business practice.", "Sustainability initiatives by authorities and individuals encounter many obstacles.", "International standard setters - the ISSB, EFRAG - are still working on non-financial reporting models, so reliable data are not yet available.", "While among the most advanced in the world, the environmental regulation in Europe is still in the making; it will mainly concern large and listed companies only, leaving the others out of the spotlight.", "The very concept of overall emissions is still uncertain due to considerable difficulties in the definition and measurement of scope 3 (those connected to the entire production process).", "Due to the shortcomings in corporate sustainability reporting, intermediaries make extensive use of data purchased from specialised suppliers.", "For the same reason, the latter often obtain data at the firm level through estimates based on sector averages, which cannot fully reflect the specifics of individual companies.", "Furthermore, each supplier uses proprietary and relatively opaque methodologies.", "As a result, sustainability indicators for the same company can significantly differ across suppliers.", "Finally, sustainability data is typically unaudited; the legislation that will introduce a review system is still under study.", "These undisputable difficulties on the data front collide with the environmental emergency and with the need to accelerate progress in the field of climate risk management by intermediaries; therefore, they cannot justify a wait-and-see attitude.", "This is true in general, but particularly for Italy, due to the high share of medium and small businesses that, not being required to produce sustainability information, risk being labelled a priori as unsustainable.", "Intermediaries intending to reduce the carbon footprint indicators of their assets could indiscriminately reduce credit to SMEs without data.", "A similar risk arises for companies belonging to high-emission sectors identified by European legislation, in spite of evidence indicating that individual companies within the sectors and subsectors may have very different environmental policies and carbon footprints.", "These considerations suggest that work to improve the environmental footprint and the related reporting is in the interest of SMEs themselves, at least the more dynamic and forward-looking ones, and that a joint effort by companies and intermediaries is advisable for the collection and sharing of sustainability data at the individual company level, for both lending and investment purposes.", "A theme related to that of data concerns transition plans.", "The issue is gaining attention within the financial community due to a growing awareness that successful environmental risk management (as well as the making or breaking of the ecological transition) crucially depends on the strategic choices of companies, rather than on their current carbon footprint.", "In this context, an approach that places excessive reliance on the financial system should be avoided.", "Merely pushing banks to adopt decarbonisation objectives for their assets in the hope that this will be sufficient to drive the economy towards the Paris goals appears to be a risky approach.", "A more robust strategy should be multi-pronged: it should broaden the pressure to the entire financial sector but also, and more importantly, to the non-financial companies, at least the largest ones and those with high emissions.", "These firms should adopt realistic and ambitious decarbonisation plans, and intermediaries should challenge and finance these plans.", "This approach would also enable a better focus on the technological constraints conditioning the transition, which must be taken into account.", "Europe has indeed adopted such multi-pronged approach: the CSDDD is expected to introduce mandatory transition plans for all companies, financial and non-financial, bringing about a virtuous convergence of the entire economic system towards the principles of the Taxonomy and the Paris goals.", "It remains to be seen whether this virtuous convergence will actually take place.", "The current energy crisis is resulting in huge profits for the fossil fuels industry, and government subsidies for energy consumption.", "This reminds us that today's technology does not allow an accelerated transition to low-carbon sources; that the investments required are enormous; that the demand for energy cannot be easily reduced without radical changes in consumption habits and lifestyles which the populations do not seem willing to accept, especially in advanced countries.", "In this context, it will also be necessary to address the issue of the potential conflict between the traditional objective of investment - maximising risk-adjusted returns - and the transition plans of investors and banks.", "So far, ESG investment has been rewarded with similar returns as traditional investment.", "However, it does not seem possible to rule out that, in the future, transition plans might collide with the maximum return objective.", "In this case, what goals should be sacrificed?", "If not openly recognised and managed, this conflict may stoke greenwashing and represent a serious obstacle to the contribution of the financial system to policies to combat climate change.", "The Bank of Italy has started a dialogue with Italian financial intermediaries aimed at understanding their degree of preparation for the ecological transition path traced by the European legislator, and at listening to their point of view on the forthcoming ESG obligations, as well as on any critical issues encountered in the process.", "We trust that this dialogue will soon be extended to other interested parties.", "Designed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Climate risks", "Transition plans", "ESG data", "Sustainability reporting", "Carbon footprint", "Decarbonization", "Risk-return conflict", "Non-financial companies", "Energy transition", "Financial intermediation"]}