{"sentences": ["President and Members of the Committee of the Institute of Financial Services (IFS) Malta, distinguished guests, good evening.", "Last year's annual dinner took place at a time economies were gradually re-opening and forecasts for economic growth were being upgraded.", "Policy rates in the main advanced economies were still negative or mildly positive.", "Fiscal stimulus was gradually being withdrawn.", "The spike in inflation was also expected to go back to moderate levels in the course of 2022.", "Apart from the human loss it has caused, the war in Ukraine has amplified shortages of certain commodities and unleashed an unprecedented energy shock which has disproportionately affected Europe.", "Lately, supply bottlenecks have started to dissipate, as reflected in globalsurveys ofsupplier delivery times and mainstream freight rates.", "Yet, inflation has remained elevated.", "In the euro area, inflation increased from just above 5% in January this year, to 10.6% in October, moving into two-digit territory for the first time in decades.", "Meanwhile, HICP excluding food and energy, has broadly doubled, standing at 5.0% in October, in part reflecting indirect effects from higher energy costs but also the lagged effects of rising non-energy costs.", "Inflation has also remained on an upward trajectory in Malta, despite the generous subsidies which kept wholesale and retail fuel and electricity prices at 2019 levels, hitting 7.4% in September and remaining at that level in October.", "Still, they are nowhere near the level of prices experienced in most other euro area countries.", "The assessment of Malta's HICP excluding energy is even less encouraging.", "While since the start of the year, food inflation has been only moderately below that in the euro area, non-energy industrial goods (NEIG) and services inflation have exceeded the corresponding euro area averages.", "In particular, services inflation in Malta averaged 5.8% since January, far above the rate of 3.4% recorded for the euro area.", "In part this reflects the higher cost of imported inputs used to generate services, but it also reflects domestic inflation processesthat have been triggered by the strength of demand for services - the latter in the context of a tight labour market, households' strong balance sheet and considerable fiscal support.", "While domestic economic activity can be expected to gradually slow down during the current and coming quarters, the European Commission's forecasts that Malta isstill expected to have the second highest rate of growth in the euro area.", "In our view, even this forecast is quite cautious given the resilience of the economy, as shown, for example by the unemployment rate, which is still below the lowest rate recorded pre-pandemic.", "This of course implies that demand pressures would continue to support inflation over the short and medium-term.", "Furthermore, even if trading partners were to enter a technical recession at the turn of the year, imported inflation may not fall significantly.", "The pass through from higher commodity prices might not have filtered through the entire pricing chain in the economies of our trading partners and though a number of commodity prices have corrected, they still remain high from a historical perspective.", "This assessment may seem surprising against the background of a 200 basis points increase in policy rates since July and the intention of the ECB's Governing Council to lift these rates higher as needed.", "It is easier to comprehend when one considers that the transmission of the latest policy rate hikes to retail prices is not immediate, the still elevated levels of excessliquidity held by banks and the private sector, and, last but not least, the significant fiscal support aimed at counteracting the effect of high inflation on households and businesses.", "In effect, monetary and fiscal policy are no longer at the present juncture pulling in the same direction.", "As regards monetary policy, with the latest rate hikes the ECB has already made significant progress in withdrawing monetary accommodation.", "Furthermore, interest rates are expected to be the main tool for adjusting the stance.", "But to achieve our objective of anchoring inflationary expectations close to 2% rate normalization needs to be complemented with balance sheet normalisation.", "The reduction in the Eurosystem's monetary asset holdings is expected to be pursued in a predictable and gradual manner, with the first principles being announced in December.", "This will undoubtedly change the financing environment which borrowers have grown accustomed to.", "The most immediate impact will be on money markets and government bond yields, which later propagate to the cost of bank and corporate debt.", "Indeed, euro area sovereign yields have already risen markedly since last year and could increase further when balance sheet normalisation starts.", "Turning now to Malta, while the transmission of the latest monetary impulses to bank lending and deposit rates appears rather slow, government bond yieldsin Malta have already begun to increase.", "Such increases and tighter financing conditions abroad will eventually be reflected in a higher cost of funding for domestic banks, and eventually, households and corporates.", "It is essential to be reminded that on monetary, financial and economic terms Malta is very much integrated with the rest of Europe and that the decisions taken in Frankfurt ripple across the whole euro area, Malta included.", "The transmission of tighter monetary conditions to the interest rates that banks offer to their customers is necessary for inflation to return to the policy target of 2% in a timely manner.", "But it is not sufficient.", "Other policy actors also need to do their part.", "In particular, fiscal support has to be temporary and targeted, so that it avoids supporting demand for longer than is necessary.", "It should also be complemented with structural reforms that improve the security of supplies and reduce vulnerability to adverse global conditions and addresses market imperfections that propagate inflationary pressures.", "Let me now turn to financial stability and macroprudential policy.", "Financial stability may well be at its most vulnerable at the cusp of the ongoing shift in monetary policy, coupled with uncertainty on the euro area economic growth path spurred by the energy crisis.", "In such a regime shift, macroprudential policy has definitely a role to play.", "Financial cycles are notoriously elusive to economists, as we lack a stable standard by which to gauge them.", "So rather than worrying too much about where we are exactly in the cycle, we should focus more on making sure that the system is adequately equipped to withstand possible shocks.", "COVID-19 has taught us a few lessons here.", "As macroprudential authorities, we need to ensure that our banking systems are resilient in the face of risk materialisation, which remains elevated in the euro area.", "This week, fellow eurozone countries reported that they not only stepped up their macroprudential measures, but are also using combinations of tools from the framework to buttress further the resilience of their financialsystems.", "Management buffers mitigate the risk of procyclical impact on lending, preserving resilience.", "These are not popular measures in any country.", "But macroprudential authorities must remain true to their primary objective - to ensure financial stability, just as monetary authorities need to remain loyal to price stability.", "Carving out resilience from within is always less painful than having to build it anew.", "Like their counterparts in the euro area, our banks have strengthened their balance sheets and capital positions in recent years, and this ensures that the sector is wellprepared to adapt to risks as, and when, they materialise.", "Our stress tests also confirm that capital remains above regulatory requirements even under extreme scenarios, and that banks are operating with healthy liquidity buffers.", "Profitability is also improving, so it is opportune to strengthen capital buffers rather than to have to re-build them in a potentially less benign environment at some point in the future.", "It is less painful to provide adequately for credit risks and the stock of doubtful loans through the cycle, rather than having to deal with a potential increase in non-performing exposures at some other time in the future.", "Thus, an increase in forborne loans - mostly reflecting the expiration of pandemic related loan moratoria - need to be addressed at some stage or another.", "In this respect, I am pleased to note that banks have proven to be quite conservative when providing for risks during the Pandemic.", "I encourage banks to be proactive in complying with micro and macro prudential policies when formulating distribution policies going forward.", "Foresight is key, as the generation of resilience from within is ultimately what drives the long-term value of any firm's equity and its stability.", "Of course, macroprudential policy has to do its part.", "Efficiency demands of us to pinpoint specific sources of risks and, where possible, choose targeted measures over generic alternatives.", "In certain circumstances, specific tools such as adjusted riskweights, borrower-based measures or sectoral systemic risk buffers are better alternatives to a generic tool which affects all segments of credit indiscriminately, hindering the funding of the economy's productive capacity, which is much needed for the economy to keep growing.", "Lastly macroprudential policy demands from banks a higher level of diversification and productive investment.", "As past Financial Stability Reports indicate banks' loan portfolios are highly concentrated towards real estate.", "This is a structural characteristic which is very well documented, so is the fact that mortgages are the prime drivers behind this concentration.", "Macroprudential policy has a role to play here to address systemic concentration risks.", "But, apart from policy prescription, the importance of portfolio diversification cannot be underestimated.", "Similarly, banks have a crucial role to play in financing the productive capacity of our economy and therefore they must ensure that this capacity is not crowded out.", "We are in the midst of a historical global transition to sustainable economic models including digital transformation.", "This time could therefore offer a unique opportunity for our banks to also finance this vital transition and in so doing diversify their portfolios.", "We are still in the early stages on the sustainability path, but we cannot afford to be late or in catching up mode if we want to ensure a more equitable and sustainable society.", "In conclusion, some recent positive news to cheer us up for Christmas.", "We hear that the inflation across most Eurozone countries including Malta hastaken a dip in November the first drop in seventeen months.", "Some say it might have peaked.", "Gas and oil prices are on the decline.", "Trasfigura, a respected authority on gas reserves, tells us that the gas crisis has abated not just for this winter but quite possibly the next.", "The much expected recession at the end of this year might not materialise after all.", "So ....... the ECB will no longer continue raising interest rates.?"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Interest rates", "Fiscal policy", "Financial stability", "Macroprudential policy", "Economic growth", "Energy crisis", "Resilience", "Risk"]}