{"sentences": ["Growth and competitiveness - speech by Sam Woods Given at Mansion House Published on 27 October 2022 Sam Woods sets out how independent regulators can support the UK as a global financial centre.", "It's a great pleasure to be here in the Egyptian Hall again - thank you Lord Mayor for hosting us.", "I'm afraid my remarks are even less amusing than they usually are when I inflict this annual speech on you all.", "But that's because tonight's topic is deadly serious.", "I want to use this speech to talk about how prudential regulation can contribute to the competitiveness of the United Kingdom as a financial centre, and to long-term economic growth.", "My argument can be boiled down to three points: First, financial stability is the single most important ingredient of competitiveness in financial services.", "Delivering that stability must remain the core purpose of prudential regulation here in the UK.", "Second, there is a good case for Parliament to require the regulators to place more weight on growth and competitiveness as part of post-Brexit reforms in which our role as a rulemaker is expanded.", "If Parliament agrees to make that change we are ready to embrace it.", "Third, there are good ways of making that change and bad ways of making it.", "We fully support the Financial Services and Markets Bill as introduced to Parliament, because it strikes a sensible balance between the competing considerations at play.", "Too much debate on this topic is premised on a simplistic trade-off between regulation and growth.", "In that view of the world, the way to promote growth is simply to de-regulate: either by releasing capital that would otherwise be tied up in prudential requirements, or by cutting through red tape to reduce compliance costs.", "A related view says that you can become a global financial centre by watering down standards, to attract international business with the promise of lighter regulatory burdens.", "Badly designed regulations can indeed reduce a country's relative attractiveness as a place to do business, and should be removed or reformed.", "We have of course inherited some such rules from our time as a member of the EU, and probably also some that we have devised ourselves without any help from Brussels.", "The Financial Services and Markets (FSM) Bill before Parliament will require us to focus more on this aspect of regulation, which we are ready and willing to do.", "However, it may also be true that if you saw the keel off a yacht, for a little while and in light winds it may go a bit faster.", "Despite this, there are probably more sensible ways for sailors to make themselves more competitive, particularly if they want to compete globally and be able to navigate heavy weather without drowning.", "My point is that a well-designed regulatory regime supports economic growth, and that a credible regulatory framework is a necessary precondition for hosting a very large global financial centre.", "There is a balance to be struck here: on the one hand, to do its job here in the UK prudential regulation must be robust, global and independent; on the other, it must be proportionate and suitably open to innovation.", "Having left the EU it is right that we strike a balance that works for the UK and contributes to global financial stability, but we should do this with care and avoid suddenly all rushing to one side of the boat.", "The single largest contribution prudential standards can make to economic growth is by reducing the frequency and severity of financial crises.", "It is absolutely clear from the history of financial crises that in order to achieve this to any tolerable degree prudential regulation must be robust.", "It took many years for the UK economy to recover from the 2008 financial crash - but in contrast, the stronger regulation we've put in place since 2008 has allowed us to navigate more recent severe shocks such as those resulting from the energy and Covid crises.", "Now of course you would expect me to make that point.", "But the case for robust standards is about more than just avoiding crises.", "Strong financial regulation also promotes economic growth in a subtler way.", "It helps to create a high trust environment where you can do business without constantly being worried about your counterparties falling over.", "This brings down risk premia in the financial sector - reducing the cost of lending for households and businesses, and promoting productive investment - and makes the UK an attractive place in which to do international business.", "This gets to an important point: the world's largest financial centres are not places with low standards.", "They are places with high, consistent standards, where you can do business with confidence.", "Any attempt to become a global financial centre by competitively de-regulating would be self-defeating by its nature: major international financial institutions want a safe harbour, not a wild west.", "It may be possible to become a regional centre of offshore finance by undercooking regulation.", "Some such minor centres exist.", "But I see no reason why the UK would seek that status.", "We are already, by some measures, the leading global centre of international finance.", "We should not be complacent about that status - but we should be clear that our reputation for strong regulation is an asset, not a liability.", "You don't get to the top by racing to the bottom.", "Well-designed regulation must also be global.", "By this I mean a couple of things.", "First, adherence to globally agreed standards.", "Having a consistent rulebook across jurisdictions makes it far easier to do cross-border business, and allows international centres like London to host global business.", "Being seen as a good citizen also enhances the credibility and reliability of the UK as a place to be based.", "And make no mistake: the world is watching.", "In a recent report on the United Kingdom's financial sector, the IMF described UK financial stability as a global public good.", "Second, a global approach means openness to international business, and establishing a level playing field on which firms from different home jurisdictions can compete.", "As part of this, we should avoid disadvantaging our own firms with needless 'gold plating' of international standards.", "At the same time, we are open, indeed welcoming to overseas firms that want to operate here.", "They can do so with confidence that the playing field is level and the referee is unbiased.", "Again, I want to emphasise that the UK is already well ahead of the game on this score.", "We host 91 branches of international banks with total assets of £8.4 trillion.", "The IMF said this 'puts the UK in a category by itself as a large host of international activity' and we are 'largely unique' in our openness to international banks operating as branches.", "We also play host to many major subsidiaries of global banks, and a major international insurance market.", "This is not something that just happens without a lot of work to support it - most importantly in implementing international standards, but also in day-to-day supervision which enables us to manage the considerable risks involved by working closely with our counterparts in other jurisdictions.", "To facilitate this openness, we have recently updated our approach to international bank supervision and have put in place co-operation arrangements with nearly 50 jurisdictions.", "Which takes me to the next point - independence.", "Independent regulation is at the core of what we do in the PRA.", "There's an extremely well-documented link between the independence of regulators and financial stability[5], but independent regulation also enhances our competitiveness in other ways.", "In part this is by ensuring that regulation is consistent and predictable: by removing regulation from dayto-day politics, Parliament can ensure that regulators follow more timeless objectives.", "This in turn provides certainty to businesses that the regulatory framework will be relatively stable over time.", "Our independence is the basis for our international credibility.", "Independence is widely accepted as international best practice, and indeed is enshrined in the global standards which the UK has signed up to.", "I believe our record of independence is a big part of why authorities in other countries are content for their firms to operate here at such scale.", "Of course, independent regulators must be transparent and accountable so we strongly support the measures in the FSM Bill to enhance our accountability to reflect our new powers.", "\"Independence\" is also a carefully circumscribed term in this context - it really means operational independence, to deliver objectives which are set for us by Parliament.", "Given this, I think we should be very cautious of any measure that would undermine - or be perceived to undermine - the independence of regulators from government.", "In particular, ministers have indicated that the government may amend the FSM Bill to introduce an 'intervention power'.", "We do not know exactly what this power will look like, but a power which allowed ministers to override regulatory decisions just because they took a different view of the issues involved would represent a significant shift away from a model of independent regulation.", "Leaving aside the evidence on financial stability, some might think that such a power would boost competitiveness.", "My view is that through time it would do precisely the opposite, by undermining our international credibility and creating a system in which financial regulation blew much more with the political wind - weaker regulation under some governments, harsher regulation under others.", "These are not features which would make the UK a more attractive place for international firms to do business in.", "I appreciate of course that I am ill-placed to advance this argument, for the simple reason that it looks self-interested coming from the regulator.", "But all of my experience in this field tells me, as a citizen of the UK, that this point is true.", "On which note, you might comment that of course, as a prudential regulator, I would say that competitiveness is all about high standards.", "But I appreciate that there is a limit to this logic and that we should recognise the need to minimise unnecessary regulatory burdens.", "Regulations that are excessively tight, or which are unnecessarily costly or complex to comply with, are negative for growth and competitiveness.", "Effective regulation needs to be proportionate, and only create burdens when necessary to achieve its objectives.", "Unnecessary or badly designed regulations can damage the financial sector's productivity, imposing a dead-weight cost as firms spend resources on compliance rather than providing services.", "This raises the cost of finance to the real economy, harming economic growth.", "And they make the UK less attractive as a place to do business, while adding to the cost base of UK firms.", "So while we have no appetite to remove regulations that maintain financial stability and whose absence would lower important standards, we also recognise that unnecessary burdens should be removed.", "To quote the Chancellor who established the PRA, we have no desire to establish the 'stability of the graveyard'.", "Regulatory reform is about more than just stripping away regulations.", "It is also about innovating within the regulatory framework, to keep pace with technological, economic and societal changes.", "This includes creating regulatory regimes for new forms of finance.", "Fintech, stablecoins and the like will only make a positive contribution to the economy if they can operate in a stable, high- confidence environment.", "It also includes helping industry adapt to changing risks.", "Our work on operational and cyber resilience is an example: we create a coordination mechanism that allows firms to converge towards best practice.", "Feedback from industry has been strongly positive on this point.", "And it includes reducing barriers to entry and growth, so that innovators can enter the market and competition can drive productivity.", "Regulatory reform[9] Our exit from the EU undoubtedly offers significant opportunities to revisit regulations that just don't make sense for the UK, particularly in the context of proportionality and innovation.", "This is a major priority for the PRA and we are already working intensively on early priority areas.", "I don't want to prejudge that substantial package of work, and we will of course take an open, consultative and evidence-based approach to bringing forward policy proposals - including through regular dialogue with industry, Parliament and other stakeholders.", "But the programme Solvency II reform.", "I won't dwell too long on this one, as I have spoken on it (at much greater length than most humans can tolerate) elsewhere.", "But by reforming the insurance rules we have inherited from the EU, we hope to: enable insurers to invest in a wider range of assets, supporting economic growth; strip unnecessary bureaucracy away from the regime; and ensure the regime is credible, by fixing weaknesses in its design and calibration which could pose risks to insurance policyholders if left unaddressed.", "We issued a discussion paper on Solvency II in April, setting out our assessment of the reform package.", "We received very substantial feedback from industry and other stakeholders on our DP, and we hope to be able to publish a revised assessment very shortly.", "We are also using our post-Brexit freedoms to develop a simpler prudential regime for smaller banks.", "This 'Strong and Simple' project will deliver a more proportionate and less complex regime for smaller firms, while ensuring standards remain strong.", "We will also be considering the future regime for mid-tier banks.", "We are implementing the final set of post-financial crisis Basel standards for banks - known as 'Basel 3.1'.", "In doing so we will maintain the UK's reputation for adherence to global standards, supporting our international competitiveness, and we will also have careful regard to other jurisdictions' implementation of the standards.", "We will be bringing forward a comprehensive Basel 3.1 consultation by the end of this year.", "We are also looking at reforms to remuneration standards in banking.", "Ever since it was first introduced, the PRA has set out its concerns around the prudential effectiveness of the EU's bonus cap - and these concerns have been widely reported.", "We also intend to look more broadly at the whole structure of rules around remuneration.", "We will consider how these rules, which are a patchwork of EU and UK regulations, can be streamlined and made more effective and proportionate.", "In doing so, we will be clear that rules around remuneration are an important tool to ensure decision-makers and risk-takers have the right incentives.", "My own view, based on personal experience as a Treasury official through the global financial crisis, is that the 100% cash-out at year-end approach to bonuses which was common in banking up until 2008 was an important part of what drove the financial system over the cliff, and we should have no appetite to return to that heads-I-win tails-you-lose approach.", "But in the context of our competitiveness as an international financial centre I think it's also sensible for us to take another look at the set of rules in this area, with more of a global view now that we are out of the EU.", "Reporting rules are also ripe for simplification.", "Currently, under the inherited EU framework, we collect some data we don't need because our reporting standards were a compromise across 28 member states with different needs.", "This puts an unnecessary burden on firms, and it's a burden we want to remove.", "We have already removed some reporting requirements from insurance firms, particularly smaller firms, and will be consulting in the coming months on easing insurance reporting burdens further; we will then begin a review on the banking side.", "We will be reviewing our enforcement policies to make them clearer and create options for quicker outcomes.", "We are making our rules more accessible and user-friendly.", "This is a significant task but we have already started by publishing a Policy Index of our prudential and resolution policies, which received over 10,000 views in its first month.", "And we plan to bring our policies together on one user-friendly website, streamline our materials, and adopt a more coherent approach to the structure and language we use in future.", "Following our discussion paper last year, the Bank of England and PRA are moving forward to create a regulatory framework for systemic stablecoins.", "This will allow both non-banks and PRA-regulated banks to innovate in this space.", "The Bank will consult on this new regulatory regime in the New Year.", "Growth and competitiveness All of this is already under way while Parliament considers whether to add a secondary growth and competitiveness objective to our mandate.", "We need to be careful not to get ahead of those decisions by Parliament, but at the same time in view of that debate we are leaning more heavily on existing parts of our mandate (in the form of our \"have regards\" and remit letter) which cut in the same direction.", "Our authority derives from Parliament and we are accountable to Parliament for our exercise of it.", "Accordingly, if and when Parliament agrees to give us a new secondary objective we will take it forward with vigour, including in the areas listed above.", "This will require an evolution in our mindset, and this is appropriate given the change in our role - it is not unreasonable to require that, if we are to take on some functions which were conducted with political input when we were a member of the EU, then we should take more explicitly into our consideration some of the objectives which motivated that input.", "To this end we have already published a paper explaining how we would propose to approach policymaking in the future, including our new objective if Parliament sets it for us.", "But as we make this shift we must do it carefully and without undercutting the primacy of safety and soundness in governing our actions.", "The UK's reputation for robust, independent and open regulation is a hard-won asset, and it is a vital part of what makes the City an unparalleled global success story.", "The PRA and the Bank of England are committed to preserving this reputation, while also designing a proportionate and innovative regulatory regime which allows the UK economy to thrive.", "I look forward to working with you all to achieve these goals.", "My thanks to Hugh Burns and colleagues across the PRA for their help in preparing this speech.", "Of course, nobody advocates a return to pre-crisis bank capital ratios.", "But the recent turmoil in LDI funds reminds us not to be complacent about financial instability.", "Adhering to global standards does not mean being a rule-taker.", "The UK is highly influential in global standard setting forums, and the credibility of our own regulatory framework is important to maintaining that influence.", "United Kingdom: Financial Sector Assessment Program-Some Forward Looking Cross-Sectoral Issues .", "The IMF also specifically assesses compliance with Basel core principles.", "More broadly, the credibility of our regulatory regime will be of interest to a wide range of international observers, including ratings agencies.", "SS5/21 - International banks: The PRA's approach to branch and subsidiary supervision | Bank of England.", "This evidence is summarised in Box 1 of our recent discussion paper: DP 4/22 - The Prudential Regulation Authority's approach to policy.", "Of course, we also retain the flexibility to adapt the regime, quickly if needed - this is another benefit of putting the content of regulation in regulators' rules rather than primary legislation.", "But the outcomes we are seeking to achieve will remain consistent over time.", "The independence of supervisors from governments is one of the pillars of the Basel Committee's core principles for effective banking supervision, and compliance with this principle is regularly assessed by the IMF and the World Bank.", "My colleague Jon Cunliffe made this point in a recent speech: Innovation in post trade services - opportunities, risks and the role for the public sector - speech by Sir Jon Cunliffe | Bank of England.", "I focus here on reforms to regulation.", "We are also undertaking a programme of internal changes at the PRA, in part to support the regulatory reform agenda.", "These internal changes were summarised in my speech at Mansion House last year: Prudentist - speech by Sam Woods | Bank of England.", "Solvency II: Striking the balance - speech by Sam Woods | Bank of England.", "Discussion Paper 1/21 - A strong and simple prudential framework for non-systemic banks and building societies .", "Prudential and Resolution Policy Index | Bank of England.", "DP4/22 - The Prudential Regulation Authority's future approach to policy | Bank of England.", "Deputy Governor for Prudential Regulation and Chief Executive Officer of the Prudential Regulation Authority ©2022 Bank of England"], "classifications": ["none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Stability", "Growth and Competitiveness", "Regulation", "Independence", "Proportionality", "Innovation", "Global Standards", "Solvency II", "Basel 3.1", "Systemic Stablecoins"]}