{"sentences": ["Remarks on the Chilean Economy since September Monetary Policy Report Rosanna COSTA, Governor of the Central Bank of Chile 2022 IMF/WB Annual Meetings Thursday 13 to Saturday 15, October 2022 Recent Inflation Developments Currently, inflation is a major concern for most economies and Chile is no exception.", "In Chile, although with a slight moderation in the last figure -September 2022-, total inflation reached 13.7% yoy, while core inflation -measured by the CPI excluding volatiles- continued to rise to 11.1% yoy.", "The sum of the August and September data - both figures known after the release of the last Monetary Policy Report (IPoM)- reveals somewhat higher inflation than expected with the surprise coming from food prices, both volatile and non-volatile.", "• Inflationary factors Behind the evolution of inflation there are some common elements to the rest of the world and some others more idiosyncratic.", "Among the former, there is the increase in external costs since the end of 2021, explained by the increase in the price of raw materials and food due to Russia's invasion of Ukraine, and the disruption of supply chains.", "Among the internal factors, one of the main elements identified is the domestic spending imbalances accumulated during 2021 -as a result of fiscal aid and pension fund withdrawals, that reached almost 33% of GDP-, and which is especially evident in the still high level of private consumption.", "Added to this is the increase in wage costs associated with the tight of labor market.", "However, this has diminished during 2022 with the recovery of labor supply and lower demand.", "The peso's depreciation has also played a relevant role in the rise in inflation.", "The increase in the exchange rate has been caused by a combination of internal and external factors, where the former have a greater weight.", "In recent years, the Chilean currency has lost value vis-à-vis other comparable currencies, mainly because of greater local uncertainty and some political-legislative decisions taken in previous quarters.", "More recently, the peso's evolution has been more linked to the dollar's global appreciation.", "Data for the quarter ending in August shows that job creation is stagnant, the unemployment rate remains at 7.9% and labor participation has stabilized.", "On the other hand, the Internet Job Postings Index shows a decreasing trend during the year.", "Nominal salaries present annual increases of around 11%, and real salaries remain at negative values close to 3% annually as of August.", "Inflation expectations have remained above the 3% target for several quarters.", "Although some measures they have receded somewhat at the margin, the fact that they have remained elevated for so long increases the risk of a mores persistent inflationary process and constitutes a very relevant point of attention for the Board's decisions.", "In fact, the latest Financial Operators' Survey (FOS) indicates that expected inflation in one-year falls to (previous: 6.3%) 6.0% and in two years to 4.5% (previous: 5.0%).", "Meanwhile, October's Economic Expectations Survey (EES) anticipates a one-year inflation of 6.3% and a two-year inflation of 3.9% (7.0% and 3.8% in September).", "Inflation insurance contracts have shown some increases in the last few weeks, consistent with the greater pressure implied by the rise in the exchange rate.", "As of December of this year, they expect the annual CPI increase to be around 12.7%, somewhat above what they expected at the beginning of last month.", "On other hand, breakeven inflation implicit in the fixed income market has declined in recent weeks.", "Activity and demand August Imacec showed a null annual growth.", "Excluding mining activity, there was an annual increase of 1.3%, with a monthly rise of 0.7% in the seasonally adjusted series.", "This increase in the total Imacec contrasted with market expectations, which anticipated an annual drop in the indicator.", "It should be noted that sectors with a high impact on the dynamics of activity and demand, such as construction, industry and commerce, among others, continue to contract as expected.", "There are service sectors that show greater resilience.", "This is explained by specific factors, such as the low base of comparison in the provision of education services, the persistently greater dynamism of activities linked to business services, and the greater added value of energy generation, given the greater rainfall this year.", "On the demand side, the available indicators suggest that the adjustment of private consumption is taking place broadly in line with our forecasts.", "Investment on the contrary has fallen less than expected due to the dynamism in specific sectors (energy, public transportation) while its fundamentals continue to anticipate a weak performance.", "In this context, long-term interest rates have resumed an upward trend since the beginning of September, with 10-year peso rates close to 7% and indexed rates at 2.6%.", "These levels were observed in October 2021 and before that in February 2011.", "Most of this recent increase is related to external financial conditions.", "Consumer interest rates are at 28%, while commercial rates are around 15%, values not seen for more than a decade.", "Meanwhile, housing rates remain at just over 4%.", "Real commercial and consumer loans fell by more than 2.2% and 3.0%, while housing loans grew by 2%.", "Projections and monetary policy decisions A key driver for declining inflation is that the economy continues with the adjustment process which started this year, after the large imbalances it accumulated in 2021.", "In our forecasts, the economy will begin to contract in annual terms from the end of the third quarter of 2022 and continue to do so in 2023.", "This will keep the activity gap in negative territory for several quarters, which is consistent with the spending adjustment required to reduce inflation to the 3% target within two years.", "The spending adjustment will also reduce the high level of the current account deficit.", "In the rolling year ending in the second quarter of 2022, the current account accumulated a deficit of 8.5% of GDP, its highest level in several decades.", "This reflects the significant imbalances between public and private savings and spending in 2021.", "The projection foresees a decrease in the current account deficit in the coming years, consistent with the adjustment of spending on tradables and an increase in public and household savings after the imbalances of 2021.", "The adjustment of the economy will imply negative growth in activity and demand in 2023, implying several quarters of contraction.", "After that, the economy will resume growth rates close to its potential level.", "Preliminary activity data for the third quarter (IMACEC) confirm the generalized weakness of practically all sectors, with relevant contractions in commerce, industry and construction.", "Private consumption will continue to tighten, reflecting the end of the large income support measures adopted in 2021, the slowdown in the labor market and the effects of monetary policy.", "In investment, a weak performance is anticipated for the remainder of 2022 and all of 2023, in line with the more persistent rise in the real exchange rate, worse financing conditions, the reduction in the investment outlook contained in the latest survey of the Capital Goods Corporation (CBC) (public works, mining and energy projects) and the weakness of construction sector indicators.", "In addition, the pessimistic outlook for the sector (IMCE) and the current high uncertainty.", "It should be noted that the fall in the machinery and equipment component would be lower than expected, given the higher volume of capital imports, mainly associated with energy projects and transportation and telecommunications.", "Market forecasts for activity and demand exceed those of the central scenario, especially for 2023, even considering the corrections after the IPoM was published.", "The differences are especially notable in the case of private consumption.", "Certainly, the external impulse that the Chilean economy will receive will be lower than in previous years and what we anticipated some months ago, mainly due to less favorable financial conditions and terms of trade, together with lower external demand.", "In this macroeconomic scenario, inflation will return to the 3% target within two years.", "Core inflation will decline more slowly, affected by higher persistence.", "Our closing inflation projections -at the beginning of September- were made with a nominal exchange rate at $890.", "In recent days, it is closer to $940, a depreciation of around 5%.", "This raises the expected inflation in the short term with respect to what we estimated in the IPoM.", "In this context, the BCCh Board raised the Monetary Policy rate (MPR) to 11.25%, and estimates it has reached its maximum level of the cycle that began in July 2021, and that it will remain there for as long as necessary to ensure the convergence of inflation to the target over the two-year policy horizon.", "The macroeconomic scenario presents high risks whose short- and medium-term implications must be evaluated carefully.", "The Board will monitor closely the unfolding of these events, and hereby reaffirms its commitment to conduct monetary policy with flexibility, in order for projected inflation to stand at 3% annually in the policy horizon.", "The corridor for the MPR delivered in the September IPoM considered scenarios that might require a somewhat different monetary policy action.", "The ceiling of the corridor corresponds to a scenario where foreign financial conditions tighten more following a need of greater monetary adjustment in the U.S. Events after the September IPoM were published are consistent with that scenario although the magnitude of the changes have been smaller.", "And with last Wednesday's move, the MPR remains in the corridor.", "It should be noted that, the real monetary policy rate is around 4.5 pp above neutral, if we consider its current level minus expected one-year inflation according to market expectations.", "This is one of the most contractionary rates in the region1.", "Foreign exchange intervention As announced, the foreign exchange intervention program ended on September 30.", "It helped the foreign exchange market to function properly, facilitating the adjustment of the economy and the financial markets to external and domestic conditions.", "In total, we sold US$6.05 billion in the spot market and placed US$9.11 billion in forwards.", "The stock of the latter will continue to be renewed, at market conditions, until January 13, 2023.", "The Central Bank does not pursue a specific level for the exchange rate.", "Interventions are not related to this parameter, but rather to the evaluation of whether the exchange market is presenting problems in its functioning that may affect other markets.", "The conditions in which the market operates today are very different from those of midJuly.", "In general, the currency has followed the behavior of other parities.", "In any case, as always, we remain committed to the floating exchange rate regime, reserving the option to intervene in the exchange market in exceptional circumstances.", "It cannot be ruled out that the volatility of the foreign exchange market will remain at higher levels than usual in previous years, although certainly below the peaks reached during this year's most stressful moments.", "Per se, this does not imply a malfunctioning of the market, and is mainly due to international factors over which Chile has no influence.", "To the extent that some central banks that have been lagging behind in the fight against inflation accelerate their rate adjustment, volatility in financial markets will remain high."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination"], "topics": ["Inflation", "Monetary policy", "Exchange rate", "Economic growth", "Labor market", "Inflation expectations", "Interest rates", "Fiscal policy", "Current account", "Foreign exchange intervention"]}