{"sentences": ["First of all, I'd like to thank the members of S&P for coming over here.", "Let me explain our actions in the central bank and our overall conduct of monetary policy.", "I have been a member of the Monetary Board since 2011 - first appointed by President Aquino, reappointed by President Duterte, and more recently, appointed by President Marcos to be Governor.", "I guess I represent continuity.", "We're often asked what the central bank does and whether it grapples with the classic tradeoff between growth and inflation.", "Before I tell you that, let me share that the Taylor rule is part of our analytical tool kit.", "For those who are not familiar, it's a very simple equation where the adjustment in the policy rate [is examined against] some weighted sum between the deviation of actual inflation to target and deviation of output growth from natural growth rate capacity.", "In other words, high inflation means higher policy rate; low output means lower policy rate.", "I cannot remember a day in any Monetary Board meeting where we haven't used the Taylor Rule.", "In other words, we're a lot more focused on inflation than, let's say, the Fed.", "There's a very simple reason for that: as a small, open economy, a lot of our inflation actually has little to do with the tightness of labor markets.", "The other reason [why we're focused on inflation] is that the inflation that we fail to fight now will be the inflation that we will fight tomorrow.", "It's not a good idea to wait till tomorrow.", "Procrastination is the worst formula you can ever have because postponing fighting inflation is like postponing fighting a disease.", "When it gets stronger, you will need stronger medicine.", "If you take a little bit longer than a year, there's very little conflict between stable prices and economic growth.", "Indeed, if you wait too long, inflation is so high your output loss would be greater later on.", "It's really a tradeoff between fighting it now, when the output loss is smaller, and fighting it later, when the output loss could already be bigger.", "This is especially the case when postponing tightening means lost credibility.", "To [re]gain credibility, you have to show action later, and that will cost you dearly, as we're beginning to see in the US.", "They [the Fed] have to be more aggressive now.", "That is essentially the way the BSP had behaved even before I joined.", "However, when the pandemic came, we became \"unconventional\": we cut the policy rate to 2 percent.", "For a central bank whose target is 2-4 percent, that really means if you hit the midpoint of the target, that is a -1 percent policy rate.", "In addition, markets were panicking, fleeing to cash, and people were selling bonds.", "In an area where secondary markets were not as developed as the United States, and you were seeing higher bond prices as people were fleeing to cash, we knew that was a wrong behavior of the market because the pandemic is supposed to reduce capex.", "On the other hand, it will make people want to save more.", "The correct direction of interest rates was to fall from a fundamental standpoint, but it was actually rising.", "Which was why we started buying bonds in the secondary markets.", "That, together with the special assistance we gave to the government, P600 billion [in provisional advances], was a P1.6 trillion increase in our balance sheet.", "It was around P4.5 trillion [in total].", "But from the very beginning, we had an exit plan.", "From our [initial] plan, as we recovered from the pandemic, we would gradually raise interest rates back to the normal levels.", "But, as they say, \"The plans of mice and men often go awry.\"", "In this case, it was what happened in the US: US monetary policy becoming so aggressive and, of course, the very large increase in our import prices.", "Our own calculation showed that only one-third of the increase in our current account deficit was due to economic growth; the remaining two-thirds was due to high oil and non-oil prices.", "Therefore, it was very clear that we had to exit sooner and faster than planned.", "Then, we saw inflation was getting worse; we raised the policy rate by 75 bps in a [July] meeting that was not scheduled.", "And then in the following regular meeting, we raised by another 50 bps [in August].", "Of course, how exactly we will raise the rates in the coming three meetings for the year is anybody's guess.", "Like it or not, what the US does will be the main driver because our inflation is lower than the US, but we cannot afford to have such a small interest rate differential between the peso debt and dollar debt.", "If the differential is zero, nobody would like the peso.", "That's the way the global architecture of finance goes.", "The other reason is we allowed the depreciation of the peso because we saw it working as the market intended.", "If the prices of imports are rising, then the market should signal that maybe we should buy fewer imported goods.", "However, but if, in addition to relative scarcity, you have the Fed jacking up rates, you can get to the point where the depreciating peso, caused by the Fed actions, could disanchor inflationary expectations.", "The last thing we wanted was that people's expectations about inflation would be driven by what's going on in the exchange rate than what we announced as our [inflation] targets.", "That is essentially how I would describe monetary policy.", "Wherever we're going in the next three meetings will be very data-dependent.", "The question, of course, that we ask ourselves is, have we killed growth?", "Looking at the market, we are quite confident that what we call the nascent recovery is still there.", "Maybe it's now hard[er] to think of [achieving] it.", "Personally, I think it's hard to think of 7.5 percent, but I think the lower end of the targets, as mentioned in the DBCC, is quite The other thing that we see is that the quality of employment is rising.", "What happened was the wage and salaried employment were the most affected by the pandemic.", "In an economy with a very little safety net from the government [for unemployment], the most common way to help yourself is self-employment.", "We're beginning to see wage employment recovering.", "The other advantage of the Philippines is that we notice it's fairly easy for monetary policy to stimulate demand.", "I guess that has to do with a rather optimistic population, and a young one at that.", "The other thing that causes me to be optimistic is that the policy rate is still below its prepandemic level.", "There is still some room to rise.", "Nevertheless, we do admit that there may be some loss in output in the near-term.", "But if we take a longer view, there is very little loss of output.", "If you postpone fighting inflation, you're going to lose output sooner or later.", "Better to lose it now when inflation is still relatively easy [to control].", "Our own forecast is that this year, average inflation will be way above our 2-4 percent target.", "Next year, without factoring in the effects of our policy rate, the midpoint of our forecast for next year is 4 percent.", "But because of the recent actions that we have taken, I think it's now below 4 percent, better than a 50/50 bet that we will meet our target.", "That is the way it looks.", "Our forecast for 2024 is very, very close to the midpoint of our target.", "Now, of course, the future is very hard to predict, but if we look at our track record, there are very, very few occasions where we were above our target for more than two years in a row.", "Equally, there are periods where we were below targets; I remember 2015-2016.", "We do miss the target every now and then, but a great part of the reason why we miss our targets are global and domestic supply shocks, about which monetary policy is not very effective in the short run.", "I look forward to a comprehensive and constructive discussion with all of you, especially on the things in the central bank's toolkit."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary Policy", "Interest Rates", "Economic Growth", "Taylor Rule", "US Monetary Policy", "Exchange Rate", "Peso", "Employment", "Inflation Targets"]}