{"sentences": ["I am pleased to be here with you at a conference that will deal with the planning of the new world of payments.", "It is also important to me to emphasize the extent to which we see the development of an innovative payments system in Israel as a strategic goal of the Bank of Israel.", "The central bank's money stands at the center of each country's payments system, and that is what forms the foundation of the public's trust in the system.", "There are currently two types of central bank currency.", "The first is one you are all familiar with - cash.", "Historically, trust in the banking system was based on the public's understanding that it could always withdraw money from its accounts at a commercial bank and ask for central bank currency.", "Normally, no one even thinks about this.", "But it becomes relevant for many people during emergencies.", "We make sure to routinely maintain an efficient cash distribution system, embed advanced security features so that it will be very difficult to impossible to counterfeit banknotes, and maintain the public's trust in cash.", "But technology is changing, and in view of the decline in the use of cash, we are considering the launch of a central bank digital currency so that even in the digital era, central bank currency will remain at the center of the retail payments system.", "The second type of central bank money is in the wholesale system - the banking system's accounts with the Bank of Israel.", "These accounts also increase the public's trust in the banking system.", "We have seen during crises that banks may prefer increasing their balances at the central bank to enable them to pay each other with central bank currency.", "What essentially connects wholesale money with the retail payments system is the local RTGS system, called ZAHAV.", "And just like it is important to use to increase the efficiency and dependability of the cash supply system, it is also important to use to ensure the efficiency, dependability, innovation, and readiness for the future of this system.", "ZAHAV is a national network for all financial transactions in the economy.", "Its stability and availability is a precondition for management of an advanced economy, and the basis for conducting monetary policy.", "Therefore, RTGS systems around the world are managed by the central banks.", "The new ZAHAV system has interfaces with other payment systems in the economy, which enables it to create synergy in the world of payments.", "In addition, by replacing it, we can upgrade the system's protocol to the new ISO 20022 global standard, which will bring additional advantages to the entire economy, mainly by increasing the supply and variety of financial services available to the public.", "The ZAHAV upgrade is consistent with one of the Bank of Israel's main strategic principles: positioning Israel at the technological forefront with regard to the world of payments.", "Obviously, there remains a long road ahead of us, but together with the implementation of the EMV standard, the implementation of faster payments, the development of an infrastructure for digital checks, the removal of barriers to fintech firms, and other actions, we are definitely on the right track.", "As I noted, the upgrade of the system's protocol to ISO20022 provides an opportunity with immense potential - for advancing it, improving the consumer's user experience for both business and private customers, adding an immense amount of tremendously valuable - and no less important, structured-information with every financial transaction.", "We believe that with the cooperation of the entire financial ecosystem in Israel, we will properly implement the standard in a way that the changes and business advantages will be significant."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Central Bank Digital Currency", "ZAHAV", "Payments System", "Cash", "ISO 20022", "RTGS", "Financial Services", "Fintech", "Monetary Policy", "EMV Standard"]}