{"sentences": ["Thank you for joining us today for the release of the second Financial Stability Review (FSR) of 2022.", "Since the release of our first Review in June, it is far clearer now that we have entered a period of macro-financial adjustment.", "At that point, we were experiencing sharp increases in inflation owing to the initial energy market effects of Russia's invasion of Ukraine, which were exacerbating pandemic-related supply-demand imbalances.", "A process of monetary policy normalisation was beginning across the world, and our expectations were for weaker growth and elevated risks facing the financial system.", "Since June, the true extent of that inflation, both in its broad-based nature, its intensity and its persistence, has become more apparent.", "Monetary policy across the world has responded more rapidly and with greater force than was expected at that point.", "At the ECB, we have raised policy rates by a cumulative 200 basis points since June - and will be going further - with many other central banks further advanced in the process.", "Over the past decade, in a prolonged period of extremely low global interest rates, we have been highlighting a wide variety of vulnerabilities that have been building in pockets of the global financial system as diverse as non-bank financial intermediation, leveraged lending, high-yield corporate bond markets, and more familiar overvaluations in segments of equity markets.", "The extraordinary growth in crypto markets was perhaps the most striking representation of the unsustainability of the risk-taking environment.", "And as I (and others) have said before, people should only put their money into crypto if they are prepared to lose all of it.", "The past twelve months have seen an abrupt adjustment in the macro-financial environment.", "Many asset prices have fallen sharply since the last Review, yields have risen, and market volatility has increased substantially in the period.", "The fragility of certain markets and its participants - particularly in the non-bank financial sector - was made all too apparent by the gilt market disruption in the UK in September.", "Housing markets across the world are now responding to rising interest rates, with early indications of reductions in demand as potential borrowers face affordability challenges due to higher borrowing costs.", "As we and other central banks take the necessary steps to bring inflation back to target, there are undoubtedly risks of further asset price falls and, more significantly, potential episodes of disruption in segments of global financial markets.", "The vulnerabilities accumulated during the period of low interest rates, along with the increasing interconnectedness of the modern financial system, means the full impact of shocks in this period of high volatility is hard to foresee with certainty.", "While global financial markets are fraught with risk, the inflationary challenges are being experienced most acutely as shocks to people's real incomes, an erosion of their living standards, and in difficulties servicing debts.", "The profit margins of businesses, particularly the smaller businesses with less scope to pass on cost increases to customers, will suffer due to the size of their energy bills and other costs as well as falling revenues as customers reduce discretionary spending.", "Taken together, these pressures are leading to significant downgrades in growth forecasts across the globe.", "Domestically, we are no different, although for the moment our central expectation continues to be for positive if lower growth and a robust labour market through 2023.", "Downside risks to the Irish macro-financial system, which we focus on in this Review, have clearly risen since June.", "However, there are a number of reasons to believe there is resilience in the system to meet these risks.", "While some mortgage customers are experiencing directly the effects of our interest rate decisions, there is substantial resilience across the mortgage market.", "Lower levels of indebtedness, a gradual shift towards fixed rate borrowing, pandemic savings and substantial housing equity, are all ensuring that the mortgage market as a whole has significant capacity to absorb shocks.", "Even in the SME sector, where cost increases will severely tighten profit margins for many, indebtedness has fallen continually for a decade, reducing the risk of macroeconomic spillovers between the financial sector and the real economy.", "The domestic retail banking sector will not be immune from the financial hardship experienced by household and business borrowers.", "However, banks are a very particular case during an episode such as this, seeing as their primary source of profitability is the net interest margin, which typically rises with increases in interest rates.", "Of course, a darker economic outlook - especially if associated with shocks to the labour market or further shocks to real incomes - would change this, as the balance would shift from the positives of greater interest earnings toward the negatives associated with greater loan losses and provisions.", "Banks are also entering this crisis with a strong capital position, providing significant capacity to absorb shocks.", "For these reasons, we are proceeding as stated in June to increase the countercyclical capital buffer from 0.5 to 1 per cent.", "The primary aim of our CCyB strategy is to build resilience to allow the banking system to absorb future shocks.", "While downside risks have clearly increased, we judge that continuing to build capital resilience at this time, in the absence of these downside risks crystallising, remains the appropriate course of action.", "Due to capital headroom levels and the profitability outlook, we believe that the increase to 1 per cent can be absorbed without curtailing banks' ability to supply credit to the real economy.", "This marks another step in our progress towards a target CCyB rate of 1.5 per cent.", "Our guidance is that we expect to announce a move to the target rate by mid-2023, in the absence of a material change in the outlook for the banking sector.", "I turn now to the third pillar of the Central Bank's macroprudential policy framework, the non-bank sector.", "Today marks an important milestone, as we are announcing for the first time macroprudential measures for non-banks.", "Non-bank financial intermediation has experienced strong growth globally over the past decade, as highlighted by previous Central Bank work in this area, as well as by other national and international financial stability authorities.", "Ireland is host to the third largest fund sector in the world; by the end of 2021, there were nearly 10,000 such entities, up from about 6,000 in 2016.", "And in the same period, asset values of these entities increased from approximately €3 trillion to €5.6 trillion.", "In Ireland, a key link to the domestic economy is through investment funds that invest in commercial property.", "The Central Bank has outlined that macroprudential policies for these entities are warranted as they are now significant investors in the commercial real estate sector.", "The resilience of this form of financial intermediation matters more now for the overall functioning of the Irish commercial property market than it did a decade ago.", "Last November we consulted on a set of proposals to enhance the resilience of the property fund sector in Ireland.", "Following this consultation process, today we are announcing the final package of measures, namely the introduction of leverage limits and liquidity management Guidance for Irish funds investing in Irish property.", "The core of these measures remains intact from the consultation but we have considered carefully the feedback we received and, in light of the current macroeconomic environment, we have made appropriate adjustments.", "As I have said before, these measures are being applied to ensure that investment funds are better able to absorb, rather than amplify, downturns in the property market.", "This will, in turn, better-equip the sector to continue to serve as a sustainable source of financial intermediation.", "We believe that, globally, the non-bank financial sector should continue to be a top priority for financial stability policy makers, with a broader set of macroprudential tools required to manage the risks emanating from the sector appropriately.", "Global and European coordination is critical and, with international efforts underway to develop the policy framework, it is important to maintain momentum to strengthen the resilience of the investment fund sector, mitigating the risks to investors, consumers and the wider economy.", "At the Central Bank we are taking a two-pronged approach: implementing macroprudential tools to safeguard resilience of the segment of the sector most closely linked to the domestic economy, while at the same time engaging with our international colleagues to develop and implement a macroprudential framework for non-banks internationally.", "We are ready to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Inflation", "Monetary policy", "Financial stability", "Non-bank financial intermediation", "Housing market", "Macroprudential policy", "Crypto assets", "Interest rates", "Economic growth", "Financial risks"]}