{"sentences": ["Opening remarks It is a pleasure and an honour to be participating in the Limassol Economic Forum and I thank Constantinos Herodotou for inviting me to be here.", "The forum has established an outstanding reputation for the quality and relevance of its discussions.", "This year's forum is taking place at a time when the geopolitical and global economic environment is facing unprecedented challenges.", "In my opening remarks I will focus on the economic challenges facing the community of countries that comprise the euro area.", "Since 2020, that community has been hit by a sequence of inflationary shocks.", "To be sure, shocks are a recurring feature of the economic landscape - think about the oil price shocks of the 1970s, the Asian financial crisis of 1996-97, the collapse of the U. S. financial institutions in 2007 and 2008.", "What has distinguished the past few years from earlier episodes is the succession of shocks that have occurred.", "The repeated waves of the pandemic led to significant supply bottlenecks which caused an increase in commodity prices.", "While recovering from the pandemic, the euro area economy was hit by another major shock stemming from the outbreak of the war in Ukraine and the associated sanctions.", "The trade and energy repercussions of that war exacerbated the supply disruptions and intensified the surge in fuel, commodity and food prices.", "Related to both the pandemic and the Ukraine war, we have been hit by energy price shocks.", "What makes the situation more difficult to tackle in the euro area than in the U. S., is that the euro area is a large net energy importer and thus suffers from a large terms-of-trade effect.", "In parallel, as restrictions imposed to curb the pandemic waves were lifted, pent-up demand, especially in the services sector, strengthened and, as a result, upside pressures on prices broadened and intensified.", "As if all of this was not enough, the euro area had been subject to imported inflation following the very expansionary fiscal policy in the U.S. in 2020 and 2021.", "With almost 50 per cent of global trade denominated in U.S. dollars, there were spillover effects to other countries.", "To contain inflation in the U.S., which, reflecting the expansionary fiscal policy, rose earlier than elsewhere, the Fed has aggressively raised its policy rate, thus contributing to depreciations of other currencies, including the euro, against the dollar, adding to global inflationary pressures.", "To sum up, the ECB has been facing what the ancient Greeks called the Hydra multiheaded monster.", "By this I mean that the causes of the present situation are complex, reflecting the multiple supply-side inflationary shocks hitting the economy.Unsurprisingly, the combination of these shocks posed considerable challenges for central banks.", "First, monetary policy needed to prevent inflation from becoming entrenched by ensuring that the price effects of the shocks were not passed on to inflation expectations and wage increases.", "Second, there is the essential fact that the euro area inflation has not been caused by demand dynamics as in the U.S., but by a series of supply-side shocks, which monetary policy is not well-suited to deal with.", "Third, monetary policy needed to be conducted in such a way that it did not reinforce the powerful recessionary impact of these supply-side shocks.", "Fourth, it had to operate in an environment dominated by geopolitical developments, which have caused unprecedented uncertainty and weakened sentiment.", "Fifth, there was also a need to avoid triggering financial instability: financial markets are prone to react violently in an environment of heightened uncertainty - as the recent events in the UK have reminded us.", "Sixth, the transmission of monetary policy had to be safeguarded and any fragmentation-related developments needed to be avoided.", "Let us not forget what fragmentation did to our economies less than a decade ago.", "Seventh, our credibility had to be maintained.", "Monetary policy ought to neither overperform, nor underperform.", "In dealing with these challenges, history provides some, albeit not full, guidance.", "Similar to the present situation, the global economy in the 1970s and early 1980s was hit by a supply-side shock in the form of high oil prices.", "This period was marked by double-digit inflation rates, low or negative output growth, and elevated unemployment.", "I believe that a contrast between that period and now will shed light on how a central bank can meet the challenges of high inflation.", "What I will now argue is that the effectiveness of monetary policy was more constrained in the 1970s than it is today.", "Although I focus on the U.S. experience, my remarks apply to most countries at that time.", "In the 1970s, the Fed did not have an inflation objective.", "It believed that there was a permanent trade-off between unemployment and inflation.", "As difficult as it may be to imagine today, in the early 1970s, Fed Chairman Arthur Burns argued that monetary and fiscal policies could not control inflation.", "To bring down inflation, Burns advocated compulsory wage and price controls.", "Those controls were, in fact, adopted but they did not work.", "It should not be surprising that, in those circumstances, central banks had not established their credibility.", "Consequently, long-term interest rates, which incorporate inflation expectations, jumped up quickly to double-digit figures.", "They remained very high into the mid-1980s.", "Today, the situation is different.", "During the last several decades, central banks have established credibility, using price stability-oriented monetary policy to do so.", "The ECB, like most other central banks, has a medium-term inflation objective at 2 per cent.", "Before the outbreak of the pandemic, the ECB mostly delivered on its objective, a few years slightly above its objective, but most of the time below that objective.", "The credibility central bankers have earned provides some space for monetary policy to operate to reduce the unemployment and output costs of the inflationary shocks.", "In other words, we have a single needle on our compass - inflation in the medium term.", "So long as the needle remains centred on this objective, we have used the flexibility provided by our credibility to minimise the damage to growth and employment caused by these shocks.", "Question 1: As you mentioned, inflation is now at an exceptionally high level.", "Some critics say the ECB was slow to react to rising inflation.", "What is your answer to those critics?", "The ECB has embarked on policy normalisation, in two distinct phases.", "The first major phase was initiated in December last year and has entailed the ending of net purchases via our two landmark programmes, the APP and the PEPP, the phasingout of both our collateral easing measures and the very favourable terms of our targeted refinancing operations.", "In July, we entered a new phase in our policy normalisation that has entailed the adjustment of our rates towards levels that will ensure the timely decline of inflation to our 2 per cent medium-term target.", "As I highlighted before, there were several inter-related challenges with which our monetary policy was confronted.", "The pace of normalisation had to be set so that our credibility was not jeopardised, thus walking a fine line - it could be neither too fast, nor too slow.", "The normalisation had to be undertaken with an eye on inflation expectations.", "Throughout the past year, inflation expectations remained anchored, which, in my view, provided evidence that our policy was an appropriate response to the combination of shocks we faced.", "Longer-term inflation expectations, as measured, for instance, by the 5-year forward inflation-linked swap rate 5 years ahead, have stood at an average of 2.1 per cent this year and of 2.2 per cent over the past month.", "The path of normalisation had to make sure that second-round effects were contained.", "So far, wage increases had been moderate providing evidence that the price effects of the shocks had not become embedded in expectations.", "Financial stability was safeguarded.", "Financial markets have adjusted smoothly to the gradual pace of normalisation.", "To ensure that our monetary policy is smoothly transmitted across all euro area countries, this past summer the Governing Council established the Transmission Protection Instrument.", "It was developed to counter any unwarranted market dynamics that could pose a threat to price stability.", "Risks of fragmentation have not materialised.", "The gradual policy normalisation aimed to avoid a potentially sharp contraction in output and an unwarranted rise in unemployment.", "Economic growth and employment have remained resilient despite the unprecedented shocks.", "In view of these remarks, I firmly believe that the path towards normalisation that we embarked on last December has been properly paced and based on incoming data, following a gradual and meeting-by-meeting approach.", "How concerned is the ECB about other external or internal factors, such as the euro exchange rate or wage-price developments?", "Let me start with the euro exchange rate, which is something that we obviously monitor carefully, because its developments can have implications for domestic inflation.", "What is encouraging is that euro area inflation is to some extent shielded from the recent depreciation of the euro, reflecting the sizeable share of trade that takes place among our countries, and is thus invoiced in euro.", "In fact, 60 per cent of the volume of euro area trade is denominated in our single currency.", "The appreciation of the dollar, however, clearly has an impact on the prices of energy, particularly oil and gas.", "At this point, I would like to refer to the empirical findings from a recent study at the Bank of Greece on the drivers and spillover effects of inflation.", "The study assesses what factors underpinned inflation in 2020, 2021 and the first four months of 2022 in the euro area, the U.S. and the U.K.", "The study examined the effects of various demand factors, including fiscal and monetary policies, exchange rates, and supply constraints, on inflation.", "The results confirm that supply factors were the dominant cause underlying the increase in inflation in the euro area, whereas the exchange rate depreciations had a less significant impact.", "The global Supply Chain Pressure Index, a recently constructed index by the Federal Reserve Bank of New York, has been found to have caused the price level to rise by 9.5 percentage points.", "Money supply (M3) growth and oil prices each caused the price level to rise by 0.4 percentage point, the exchange rate depreciation against the dollar caused the price level to rise by a mere 0.14 percentage point.", "At this point, allow me to remind you that the ECB, similar to most major central banks across the world, takes into consideration, but does not target, the exchange rate of its domestic currency.", "Still, monetary policy can affect the pass-through of the exchange rate to inflation.", "This channel works as follows.", "An exchange rate depreciation operates by impacting wages and other costs, changes which in turn may be passed on to prices.", "But whether a currency depreciation actually affects wages depends to a large extent on the credibility of the central bank.", "Which brings me to the second part of the question.", "If wage earners believe that the central bank will accommodate increases in prices and therefore also in wages, they will press ahead for higher wages, and there will be what economists call cost-push inflation.", "If, however, the central bank has established a reputation of credibility, such secondround effects are much less likely to occur.", "This has been the case with the euro area.", "Second-round effects on wages stemming from both the cost rises due to supply bottlenecks and the depreciation of the euro have been contained.", "For instance, the growth of negotiated wages (excluding one-off payments) was 2.1% in the second quarter of 2022 compared to 1.5% in the third quarter of 2021.", "Moreover, despite such modest increases in wages during the past year, the passthrough to prices has been limited, because producers were willing to tolerate lower profit margins.", "The ECB, having earned its credibility credentials, has succeeded in maintaining the wage-earners' confidence and keeping the medium-term inflation expectations anchored.", "Question 3: The governments of Europe are now deploying an array of instruments in an attempt to relieve the pressure on their citizens.", "Could you please specify what kind of fiscal policy would be compatible with the anchoring of inflation expectations and not have the opposite effect to that of monetary policy?", "In the present environment of high inflation rates, fiscal and monetary authorities are faced with significant challenges.", "Taming inflation at the current juncture requires monetary and fiscal policies that are compatible and provide a clear path for both the desired inflation rate and debt sustainability.", "Energy policy should also be partly aligned to the inflation objective at least for the period that energy markets are malfunctioning and natural gas prices are being weaponised.", "As Bianchi and Melosi show in their very interesting paper referring to the pandemic crisis period and presented at the Jackson Hole Economic Symposium this summer, monetary and fiscal policy should work hand in hand, since price stability ultimately requires fiscal backing and debt-stabilisation policies.", "My point is that fiscal policies should try to limit the risk of adding to inflationary pressures, while enhancing the efficiency of public spending.", "As an example, fiscal support measures adopted to mitigate the impact of higher energy prices, should be temporary and targeted at the most vulnerable consumers and producers to avoid fuelling inflation.", "The recent experience in the UK is a very good case study for the necessity of fiscal prudence.", "Turning to the euro area, let me remind you of a fiscal instrument, namely the NGEU, which could provide significant support for national economies in alleviating the energy price shock.", "In particular the RRF funds, which have been the centrepiece of the NGEU, played a major role in stabilising our economies during the past few years.", "Our experience with the NGEU points to the crucial importance of fiscal policy as a shock absorber in our monetary union, which remains an incomplete economic union until we go forward with the fiscal integration and a complete banking union.", "See ECB President Lagarde's Hearing of the Committee on Economic and Monetary Affairs of 26 September 26, ( Débats du Parlement européen (europa.eu) ).", "\"Drivers and Spillover Effects of Inflation: the United States, the Euro Area, and the United Kingdom ,\" Discussion Papers 22-13, Department of Economics, University of Birmingham ( -13.html ).", "See Bianchi, Francesco and Melosi, Leonardo, Inflation as a Fiscal Limit (September 21, 2022).", "FRB of Chicago Working Paper No."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Supply-side shocks", "ECB credibility", "Policy normalisation", "Euro exchange rate", "Wage-price developments", "Fiscal policy", "Energy policy", "Transmission Protection Instrument"]}