{"sentences": ["Valuable comments received from Sitikantha Pattanaik, K M Kushwaha, Dimple Bhandia, Ashish Saurabh and editorial help from Vineet Kumar Srivastava and Samir Ranjan Behera are gratefully acknowledged.", "I thank you all for your very valuable participation in this seminar, the third in the series that we began in May 2016.", "In this context, I want to thank our team in the Financial Markets Regulation Department for making this Seminar happen with physical interactions after a long gap.", "Given my abiding interest in financial markets, I am particularly grateful to our team for ensuring that I don't miss this opportunity to be with treasury heads and financial market experts.", "Although there are other opportunities for us in the Reserve Bank to interact with all of you collectively and individually, this forum is special.", "It provides a unique opportunity for us to hear from you on issues of current and evolving relevance for making our markets more resilient and vibrant in serving the needs of a modernising economy.", "A distinction is made between morality on how we evaluate ourselves and ethics or how we assess others in relation to us.", "In the rest of my talk, I will be ethical on two planes - your interactions with each other; and, how you appear to us, your admirers.", "I request your indulgence, if only to while away the time till lunch.", "A conference of the heads of treasuries is pre-destined to be cloaks and daggers, or smoke and mirrors, if you will - everything that is emitted here is either in the money or out of it.", "In the public's imagination, your interactions here with each other even on an informal basis can be stylised to follow a game theoretic sequence.", "To give you a sense of the thrust and parry that could be characterising your conversations in the layperson's fantasy - imagine that two persons are arrested: let's call them A and B.", "Each is held in solitary confinement with no means of communicating with the other.", "The prosecutors do not have the evidence to convict the pair.", "So, they offer each of them the opportunity to either betray the other by testifying that the other committed the crime or cooperate by remaining silent.", "The question is: what will be the outcome?", "You have four options: Option 1: Both A and B betray each other, and prosecutors' plea will be that each serves five years in prison.", "Option 2: A betrays B but B remains silent; so prisoner A is set free and prisoner B serves 10 years in prison.", "Option 3: B betrays A but A remains silent; so prisoner B is set free and prisoner A serves 10 years in prison.", "Option 4: Each remains silent, and so prosecutors' plea will be that each serves just one year in prison.", "No need to answer - it's a tough call.", "What I just described to you is the famous Prisoner's Dilemma.", "It involves what is called a Nash equilibrium that is often used to characterise financial market outcomes.", "Although Option 4 seems to be a no-brainer, the Nash equilibrium answer is that both prisoners should betray each other.", "So far, I have attempted to characterise how market participants may be interacting with each other.", "Let me now turn to how others look at you.", "The general unsuspecting public associates you with a certain aura, a certain angle of poise.", "This brings me to the theme of my talk.", "Financial markets are vital to the functioning of every modern economy.", "From a macroeconomic policy perspective, besides the crucial role of price discovery for a host of financial assets, they enable risk and maturity transformations, incentivise the efficient allocation of resources, generate returns for capital and bring borrowers and lenders, and savers and investors together.", "They also nurture a synaptic continuum across various market segments that deal in various financial assets.", "Overarchingly, the information content in financial markets is priceless for regulators like the Reserve Bank.", "For all these reasons and more, monetary policy authorities value financial markets immensely.", "They probe them for clues on the future course of the economy.", "They weigh how markets second guess their future actions, and the implications thereof.", "Most importantly, they employ financial markets to transmit policy impulses from the short end of the market spectrum to the longer end and from there to the rest of the economy.", "In fact, financial markets produce outcomes which are akin to public goods - they involve externalities in that they benefit all without incurring any costs; and they are nonrival in their consumption -- they do not exclude any from their benefits.", "I would hesitate, however, to classify any market outcome as a public good for fear of being charged with heresy.", "After all, from the time of Markus Tullious Cicero in 43 BC to Adam Smith in 1776 to Milton Friedman in 1963, markets have been upheld as the environs for competitive self-interest, for Darwinian principles of survival of the fittest.", "In fact, Milton Friedman defined the market as the absence of any and all government activity in economic affairs, or, more broadly still, the absence of the law interfering \"with people's pursuit of happiness.\"", "In Friedman's world, the market runs without any state intervention in response to private demand and supply, driven by the desires and choices of individuals, companies, and shareholders.", "Freeing up the market in this way, according to Friedman, ensures the efficient production and circulation of goods, wealth creation, and innovation .", "Yet, the experience over several decades has been that markets are prone to idiosyncratic outcomes, overshoots, and failures.", "In these circumstances, they need to be intervened to restore stable functioning and to produce competitive outcomes.", "This feature energises the interface of market participants with the policy environment.", "The Reserve Bank has a large stake in the efficient functioning of markets, for all the reasons alluded to earlier.", "But where should the boundaries be drawn?", "What is kosher and what is not?", "After all, markets too look towards central banks for forward guidance, for liquidity facilities, for clues on the future course of financial prices like interest rates and exchange rates.", "The special relationship between central banks and financial markets also stems from the fact that the operational conduct of monetary policy involves buying and selling assets in financial markets, albeit not motivated narrowly by profit as a market participant is.", "From the markets' point of view, the central bank is a specialist participant whose assignment it is to make the money market.", "The central bank's standing facilities to lend and accept deposits are nothing more than the bid-ask spread at which it is willing to deal in money.", "This very wide spread establishes the outermost bounds of the market.", "Most of the trading in the open market occurs at much narrower spreads.", "Absent intervention, we would expect to see the market rate fluctuating within the wide bounds set by the standing facilities.", "It is exactly this potential volatility that provides the incentive for profit-seeking market participants to spring up, offering a narrower bid-ask spread inside the central bank's spread.", "It is the balance sheets of these profit-seeking entities (mainly banks), not the balance sheet of the central bank itself, that provides the barometer in a modern system.", "If the central bank announces its interest rate rule - either explicitly or through its actions and stance - and traders are convinced of its commitment to follow that rule, then the standing facilities are options that are good not just until the next intervention or the next meeting of the monetary policy committee (MPC), but for much longer than that.", "True, the precise strike price will change over time, but we know exactly how it will change because the central bank has told us via its monetary policy stance.", "Hence, the relationship between financial markets and the central bank conducting monetary policy cannot be encapsulated in Nash equilibrium scenarios such as the prisoner's dilemma.", "I will suggest that the relationship is one of emotional intimacy in a dispassionate world, the seeking of mutual comfort in the unknown, a quiet and meaningful relationship.", "These are the sentiments used to express the Academy's appreciation of the 2003 movie which won the Oscar for best screenplay.", "It was titled Lost in Translation from which I derive the inspiration for the theme of my talk today.", "A popular adage about monetary policy is that it operates with long and variable lags.", "In normal times, a rate change takes up to one year for its peak impact on growth and up to two years for its peak impact on inflation.", "This is an empirical result validated on high by Ben Bernanke, Nobel prize winner for economics in 2022, as well as on the earth by the Reserve Bank's economists in the Report on Currency and Finance, 2021-22.", "These lags in transmission pose an existential dilemma for the central bank.", "For instance, seeing inflation rising in the future in its forecasts, it raises interest rates.", "A few months later, the economy goes through a phase of slowdown.", "Societal pressures build up on the central bank to support growth and it gives up on inflation control.", "Price pressures persist, get elevated and out of control, eventually killing growth.", "This is the classic problem of time inconsistency that haunts all central banks all the time.", "A seminal contribution of two economists - Fynn Kydland and Edward Prescott - who won the Nobel prize in 2004, it has galvanised a worldwide search for proximate solutions such as appointing a conservative central banker who is more averse to inflation than the government (Kenneth Rogoff in 1985); writing a state-contingent wage contract with the head of the central bank, specifying the inflation rate to be achieved (Carl Walsh in 1995); independence of the central bank; and since the early 1990s, inflation targeting.", "You can gauge the lengths to which central banks have to go to be time consistent in the presence of lags in the operation of monetary policy.", "Much of these lags emanates from frictions in financial markets, especially at the synapses.", "I will focus on the market segments over which the Reserve Bank exercises regulatory jurisdiction, namely, the money, government securities, forex and derivatives markets.", "Within this focal length, my interest is confined to impediments to monetary policy transmission that are encountered due to market microstructure as well as the manner in which each segment integrates into the continuum.", "My purpose is just to highlight a few instances of transmission and distribution losses that make my job adrenaline-driven and pressure-cooked, not to pontificate on any policy agenda.", "Let me begin with the money market, the happy hunting ground of central banks the world over.", "Technically, the responsibility of transmission as far as central banks are concerned is to ensure that the monetary policy impulse is fully and seamlessly reflected in the money market.", "Hence, money market rates, preferably the uncollateralised rate which provides a sense of the infra-marginal demand for liquidity, are typically chosen as the operating target of monetary policy.", "By being the ultimate supplier of reserves, central banks have a dominant influence on the money market.", "In India, the experience has been that the transmission of monetary policy to overnight money market rates is instantaneous and full.", "Collateralised markets may quote slightly finer and draw more volumes than uncollateralised segments, but together they are fully aligned with the policy stance.", "Of course, an issue stemming from the thinning of uncollateralised volumes relates to the integrity, stability and signalling function of the overnight Mumbai Inter Bank Offer Rate (MIBOR), the benchmark in the largest and most liquid interest derivative market in India and importantly, a transactions-based rate.", "The bulk of money market activity is concentrated in the overnight segment, which has become the money centre.", "Consequently, as we proceed outwards on the term curve, we encounter India's missing markets - the segment between 3 days and three months.", "The Reserve Bank has stepped in by removing statutory pre-emptions on interbank liabilities and by conducting term repos/reverse repos of varying maturities but to no avail.", "Vestiges of the cash credit system and unnotified premature withdrawal of deposits add to these frictions.", "Undoubtedly, alternatives exist in the form of overnight indexed swap rates, yields on treasury bills of residual maturity and polled term MIBORs, but nothing can substitute for a term curve generated from actual transactions.", "Another issue in the overnight segment is that of traded deals and reported deals, the latter involving cooperative banks lending in the later half of the day to scheduled commercial banks at rates lower than traded rates and artificially pulling down the aggregation.", "This drives a wedge between the policy rate and the weighted average call money rate, which is the operating target.", "Thus, even before the monetary policy signal travels through the overnight and term segments of the money market to the next reference point on the yield curve - the 91day treasury bill (T bill) rate - some part is already lost in transmission.", "Primary yields on 91-day T bills are largely influenced by cut-offs, which price in the policy rate as well as expectations on its future course, as embedded in the stance of monetary policy.", "In the secondary market, trading is concentrated in the 91-day T bills, with the 182-day and 364-day T bills being highly illiquid.", "Given this discontinuity, the situation in India calls for active market making in each of them and perhaps issuances of T bills of other maturities as well so that a continuous risk-free yield curve emerges.", "In the commercial paper (CP) segment, which typically prices off the risk-free rate, issuances are concentrated in maturities of up to three months, with 95 per cent of all issuances in the highest rating category.", "CP rates on instruments of more than three months maturity are highly volatile and unduly influenced by idiosyncratic factors that may not be in sync with the prevailing monetary policy stance.", "Furthermore, about 40 per cent of resources mobilised through CPs is by non-banking financial companies or NBFCs (including housing finance companies or HFCs), which on-lend the funds after adding margins and premiums, thereby hindering monetary policy transmission.", "The certificate of deposit (CD) market has distortions of its own, which I will skip in the interest of time.", "Thus, after the monetary policy action and stance gets seamlessly conveyed to the overnight market, the transmission progressively loses strength and sometimes direction as it meanders through the money market spectrum.", "In recognition of these impediments, central banks are often persuaded to increase the size of their rate changes disproportionately in relation to the desired objective to ensure an adequate amount of transmission, but this can increase borrowing costs inordinately and result in an overkill of economic activity.", "Government securities market The government securities (G-sec) market is the avenue for raising the budgetary financing requirements of various levels of government.", "From a monetary transmission perspective, however, its importance lies in providing the risk-free term structure for pricing instruments issued by all other sectors of the economy - this has been referred to as a public good .", "To the extent that participants anticipate policy actions, the yield curve evolves in a forward-looking manner and this is conducive for monetary policy transmission.", "Research in the Reserve Bank in the Indian context suggests that macroeconomic developments have a significant role in determining the shape of the yield curve.", "For instance, an increase in the policy rate has an immediate negative impact on the slope of the yield curve as the impact of the policy rate change is swiftly and completely transmitted to short-term maturities, causing the yield curve to become flatter.", "Our research found, however, that the level and curvature of the yield curve need to be watched more closely by monetary policy makers as they have more information content on future macroeconomic outcomes than the slope .", "The lament of monetary policy in India is that liquidity in the G-sec market is not uniform across the curve and concentrated in only on-the-run securities of 5 years, 7 years, 10 years and 14 years maturities.", "Consequently, monetary policy signals are conveyed across the curve in a disjointed manner, reflecting time-varying liquidity premia, and with diminishing intensity as maturity increases.", "The G-sec market is also vulnerable to spillovers from both global and domestic developments.", "It can sometimes produce idiosyncratic results as, for instance, in reaction to the announcement of the government's borrowing programme or even interest rate changes by systemically important central banks.", "Even shifts in international crude prices send them into a frenzy and as a result, the risk of transmission losses for domestic monetary policy rises.", "In the corporate bond market which uses G-sec yields as benchmarks, only issuers of the highest quality find favour and, as a result, issuers with lower ratings depend on banks.", "Transmission to corporates across the entire spectrum of ratings, therefore, remains incomplete and / or delayed.", "The G-sec market's microstructure also tends to dampen transmission.", "With the holding pattern of G-secs dominated by \"long only\" investors with large held-to-maturity portfolios, a fall out is that liquidity tends to thin out along the curve and there are instances of short sales morphing into squeezes that can impact money market rates.", "There have been occasions during a rising interest rate scenario when 'special' market repo rates have crashed to near zero, completely out of alignment with the monetary policy stance and imparting vortexes of volatility that obscure efficient price discovery.", "The impact of heterogenous expectations is also evident in the overnight index swap (OIS) market, which sits at the confluence of money and G-sec markets.", "Our experience has been that the OIS market tends to overshoot.", "Since the OIS curve acts as the primary instrument for hedging interest rate risk in India, such front-running can distort transmission and unsettle expectations.", "Moreover, the OIS market is liquid only in select tenors and liquidity dries up beyond 5 years.", "Consequently, hedging of longterm interest rate risk becomes difficult.", "This is an important reason why the corporate bond market is primarily a fixed rate market with tenors limited up to 5 years.", "The bank credit market in India accounts for nearly half of the total flow of resources to the commercial sector of the economy.", "The practice of changes in deposit rates preceding changes in lending rates and sticky margins have been prime impediments to monetary policy transmission.", "On the one hand, term deposits are typically contracted at fixed rates.", "When the policy rate changes, term deposits are re-priced at the margin - i.e., only in respect of deposits that mature and get renewed.", "On the other side, the mandated linking of lending rates for personal loans and micro, small and medium enterprises (MSMEs) loans directly to external benchmarks which move in sync with the repo rate is a response to these blockages in the arteries of transmission.", "In its aftermath, there has been a rising preference among banks for external benchmarklinked pricing of loans.", "This has significantly speeded up transmission and rendered it complete in several categories of fresh loans.", "Though the share of fresh loans linked to marginal cost of funds based lending rates (MCLR) has been declining, nearly half of outstanding bank credit is still priced off the MCLR, delaying transmission via annual resets only, and with widely varying spreads.", "Asset quality, expected loan losses in credit portfolios and sticky small savings interest rates are additional sources of variability in spreads, which highlights the significance of financial system soundness for smoother transmission.", "Unlike banks, non-banking financial companies (NBFCs), which have a credit portfolio equivalent to about one fifth of outstanding bank credit, do not follow any uniform methodology for pricing their loans.", "While some NBFCs use their own prime lending rates as interest rate benchmarks, others use base rates or MCLRs of banks as external benchmarks.", "A few do not go by any interest rate benchmark.", "This discretionary pricing of spreads undermines monetary policy transmission.", "Foreign Exchange Market The exchange rate is an important channel of monetary policy transmission.", "Exchange rate movements influence the inflation and growth outlook as well as financial conditions for corporates with forex exposures.", "Our work on exchange rate pass through (ERPT) or the change in inflation due to a unit change in the exchange rate shows that there are time-varying threshold effects - a large and unanticipated change in the exchange rate can cause pass-through to become higher with macroeconomic consequences, since a third of the CPI consists of imported inflation.", "Analogously, an exchange rate depreciation of 5 per cent can benefit exports and squeeze imports, causing GDP to increase by 15 basis points.", "Currently, there is increasing evidence that corporates are experiencing pressures on profit margins due to exchange rate movements impacting input costs and debt servicing.", "This has financial stability implications which necessitates interventions in the forex market to insulate the market from giant spillovers that crash on our shores when geopolitical hostilities heat up or when systemic central banks do a '75'.", "Forex market developments can influence interest rate transmission in several other ways.", "The forward market provides an opportunity to exporters, importers, FIIs, corporates and banks with external liabilities to hedge their risks, but often forward premia may not be in alignment with interest rate differentials.", "Demand supply mismatches over different tenors, and the associated incentives/disincentives to keep forex positions open, can impact the decisions of the concerned entities.", "Offshore market activity in the Indian rupee (INR) could also amplify INR volatility in the domestic market, and along with divergent OIS market expectations, it could distort the transmission of domestic monetary policy.", "I realise I have stretched your patience enough.", "These are not the best times for central bankers to wax eloquent.", "From being knights in shining armour during the pandemic, they have become much maligned and are held responsible for the darkening outlook globally.", "The story is told of a man stuck in a traffic jam in the capital of a major economy.", "He asks a policeman about what is going on, and is told that the Governor of the central bank of the country is so depressed about the economy that he wants to douse himself with gasoline and set himself on fire.", "So, in sympathy, the crowd has decided to take out a collection for him.", "\"How much has been collected?\"", "At a time when central bankers seem impervious to the imminent recession and job losses that loom ahead as they make their rational and cool-headed jumbo rate hikes, a famous central banker's favourite joke comes to mind.", "A man needs a heart transplant.", "The doctor offers the heart of a five-year old boy.", "\"How about the heart of a 40-year old treasury head?\"", "\"He doesn't have a heart\".", "Then how about the heart of a 75-year old central banker?\"", "\"It's never been used!\"", "Yet, perhaps the only subject about which central bankers get emotional and abandon their rationality is financial markets, the plumbing of the operational architecture of monetary policy.", "It is for this reason that the RBI engages not only in their regulation, but also in their development.", "Both activities are undertaken with a view to galvanising monetary policy transmission.", "Through open market operations, forex interventions and provision of liquidity, the RBI becomes a market participant for this purpose.", "In these situations, sometimes, the RBI may have a view that may differ from those of other participants.", "While market participants may have a purely pecuniary motive, the RBI upholds policy priorities centred around securing and preserving macroeconomic and financial stability.", "In this context, it is worthwhile to pay heed to Governor's recent assurance on liquidity: \"The Reserve Bank remains agile and watchful, continuously monitoring the liquidity situation and is ready to undertake liquidity operations on either side so that overall liquidity remains adequate to meet the requirements of the productive sectors of the economy.\"", "Furthermore, on the forex market, Governor provided prescient forward guidance: \"The terminal interest rate that the US Fed is targeting is anybody's guess, but it cannot be the case that it will tighten monetary policy endlessly.", "When the tightening is over, the tide will surely turn.", "Capital flows to India will resume and external financing conditions will ease.", "In this complex world in which both push and pull factors are at play, the INR, which is market-determined, should be allowed to find its level and that is what we have been striving to ensure\".", "In normal times, financial markets and the central bank can each pursue their own risk management and goal optimisation strategies.", "In extraordinary times such as now, when the world is hostage to super tornadoes and no country is immune, it pays for both to share a common set of expectations.", "After all, macroeconomic and financial stability involves shared benefits and for both, high stakes.", "John Forbes Nash Jr. (June 13, 1928 -May 23, 2015) was an American mathematician who made fundamental contributions to game theory, geometry, and partial differential equations.", "He was awarded the 1994 Nobel Prize in Economics.", "In 1959, Nash began showing clear signs of mental illness, and spent several years being treated for schizophrenia.", "His struggles with his illness became the basis for Sylvia Nasar's biographical book A Beautiful Mind in 1998, as well as a film of the same name directed by Ron Howard, in which Nash was portrayed by actor Russell Crowe.", "Milton Friedman, Capitalism and Freedom, 3rd edition (Chicago: University of Chicago Press, 2002), 15; Milton Friedman, Free to Choose: A Personal Statement, 3rd edition (New York: Harcourt, 1990), 20, 145.", "\"Governor's Statement\", October 9, 2020 \" What is the Yield Curve telling us about the economy \" (Patra, John, Kushwaha and Bhattacharya), RBI Bulletin, June 2022."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy transmission", "Financial market regulation", "Government securities market", "Bank credit market", "Foreign exchange market", "Nash equilibrium", "Time inconsistency", "Market microstructure", "Liquidity", "Inflation"]}